{"sentences": ["Introductory panel statement Speech at the Institute for Monetary and Financial Stability \"ECB and Its Watchers 30.09.2020 | Frankfurt am Main | Jens Weidmann 1 Introduction 2 Christian Noyer  4 Helmut Siekmann Chère Christine, Good morning ladies and gentlemen, I am delighted to moderate the first debate today.", "Thank you very much for your invitation and for organising this conference as a hybrid event.", "In times like these, we are becoming more and more experienced in communicating virtually.", "Nevertheless, there is always a lingering sense of uncertainty about whether the technical set-up will work properly.", "Before our single monetary policy started, there may also have been doubts about whether the Eurosystem could fulfil its mandate to maintain price stability.", "Looking back now - on more than 21 years of monetary policy and also \"ECB watching\" - the Eurosystem has delivered on the promise made to the people of Europe to keep prices stable.", "This has been a truly remarkable success.", "One key element in this has been the clarity of the mandate itself.", "In late 1998, the ECB's first president, Wim Duisenberg, outlined the strategy for the single monetary policy in a speech.", "He started from his conviction that, by maintaining price stability, \"monetary policy makes the greatest possible contribution towards raising the standard of living of Europe's citizens and improving growth and employment prospects\".", "[1] This fundamental tenet also inspired the European Treaties, which enshrine price stability as our primary objective.", "So to answer the question raised in the title of our session: the mandate needs no modification when viewed from this perspective.", "At any rate, the Eurosystem takes its mandate as a given.", "And our actions will continue to be geared towards achieving our overriding objective of price stability.", "However, the Treaties are silent on how to define or measure price stability.", "Nor do they specify a reaction function for monetary policy or a hierarchy of instruments needed to ensure price stability.", "Nor do they tell us how to communicate with the public.", "Choices like these constitute the monetary policy strategy.", "Given the profound changes in our economies over time, every now and then, the Governing Council needs to consider the merits of the strategy it is pursuing.", "In this context, the guiding question is how we can fulfil our mandate in the best possible manner.", "[2] The last time the Governing Council evaluated its strategy was in 2003.", "Back then, the risk of inflation approaching very low levels was already on the minds of Council members.", "As Otmar Issing stressed at that time: \"We have both eyes [...] watching deflationary as well as inflationary developments.\"", "[3] Since then, the ability of central banks to prevent very low rates of inflation through the conduct of interest rate policy has weakened.", "From a theoretical point of view, monetary policy needs to push the key interest rate in real terms below the natural rate of interest, or \"r star\", in order to achieve an expansionary stance.", "Thus, \"r star\" is often regarded as a navigational guide for monetary policy, just as celestial stars used to guide sailors across the seas.", "But unlike the stars above our heads, the natural rate isn't (Tonne) something we can observe directly.", "Instead, we must resort to models and econometric methods to estimate it.", "Often, \"r star\" can only be gauged with very wide uncertainty bands, while the estimated level may vary greatly across the methods and data used.", "Moreover, \"r star\" is not fixed over time.", "Fundamental forces such as demographic trends or productivity growth may shift it.", "Indeed, the empirical evidence across advanced economies points to a secular decline in the natural rate of interest that started back in the 1980s and has continued since 2003.", "[4] The resulting implications for monetary policy are challenging.", "At last year's Jackson Hole Conference, Philip Lowe, the Governor of the Reserve Bank of Australia, referred to them as \"the difficulty of navigating when the 'stars' are shifting\".", "[5] In particular, central banks around the world are searching for ways to respond to the decline in the natural rate.", "Since policy rates may hit the lower bound more and more frequently, the leeway of traditional interest rate policy has diminished.", "In this context, the Federal Reserve's shift to a variant of average inflation targeting and the clarification regarding the high importance it attaches to its employment objective grabbed the headlines recently.", "[6] It is worth highlighting that we do not have a dual mandate like the Federal Reserve.", "That is one reason why the decisions the Fed takes with regard to its monetary policy strategy cannot simply be transferred to the euro area, even though they may still enrich our own deliberations.", "Another response to the decline in \"r star\" could be a make-over of our monetary policy toolkit, such as incorporating asset purchases as standard instruments.", "Clearly, large-scale purchases of government bonds can be a legitimate and effective tool of monetary policy.", "But, as I have stressed numerous times, they risk blurring the lines between monetary policy and fiscal policy.", "This is a particular problem in the context of monetary union, where fiscal policy largely rests with the 19 Member States.", "In a similar vein, we should also pay close attention to how we interpret our mandate.", "The Eurosystem was granted independence in order to achieve its primary objective.", "The more widely we interpret our mandate, the greater the risk that we will become entangled with politics and overburden ourselves with too many tasks.", "As a consequence, our independence might be called into question, and rightly so.", "Some have suggested that monetary policy should also aim for financial stability as an additional objective, on a par with price stability.", "For others, that might be a mistake.", "Certainly, we need to reflect on what we've learned not only from the recent years of low inflation and low interest rates, but also from the financial crisis.", "Indeed, we should not forget that an enduring easy-money policy can contribute to the build-up of imbalances in the financial system.", "In the long run, these imbalances could pose a threat to price stability.", "Thus, a monetary policy strategy would need to be flexible enough to account for such long-term risks to price stability.", "[7] Finally, new developments have an impact on how we can deliver on our mandate.", "Clearly, climate change is a pressing challenge that we all face.", "How will climate change alter our ability to safeguard price stability?", "[8] Questions like these will feature prominently in the Governing Council's strategy review, but also in our discussions today.", "Christian Noyer And now I would like to introduce the first speaker on this panel.", "Who doesn't (Tonne) know Christian Noyer?", "He was the European Central Bank's inaugural Vice-President in 1998.", "In 2003 he was appointed Governor of the Banque de France, and later he additionally became Chairman of the Board of Directors of the Bank for International Settlements, a capacity in which I eventually succeeded him.", "Moreover, we can both look back on a long period of close cooperation in the ECB's Governing Council.", "He is now Honorary Governor of the Banque de France and continues to play an active role in the world of finance, including as a member of the French High Council of Public Finance or the Board of Directors at BNP Paribas.", "Christian, you have steered the Banque de France with a steady hand through times of financial and economic crisis in Europe.", "As Christine Lagarde (then Managing Director of the IMF) highlighted at your farewell symposium, you came to be known as the \"banquier anti-stress\".", "[9] Maybe your love of sailing helped you navigate the rough economic waters.", "That said, I am very pleased that you are not navigating the high seas today, but have chosen instead to share with us your profound assessment based on your wealth of professional experience.", "For a change of perspective, we turn to the point of view of a renowned researcher: Jordi Galí.", "Jordi is a professor at Pompeu Fabra University (UPF), a research professor at the Barcelona Graduate School of Economics (GSE) and a senior researcher at the Centre for Research in International Economics (CREi).", "Previously, he held academic positions at New York University and Columbia University, after earning his Ph.D. at the Massachusetts Institute of Technology (MIT).", "Jordi, your list of professional activities and publications is impressive.", "You are one of the leading proponents of New Keynesian economics, pushing the research frontier on the analysis of business cycles, monetary and fiscal policies.", "Together with Richard Clarida and Mark Gertler, you synthesised your thinking in a widely studied paper entitled \"The Science of Monetary Policy: A New Keynesian Perspective\".", "You wrote that article more than two decades ago, and your work since then has continued to provide policymakers with valuable new insights.", "I have come to know you and hold you high regard from various research conferences, and I am very grateful to you for being a member of the Bun des bank's Research Council.", "I have always enjoyed our discussions so far, and look forward to hearing the \"food for thought\" you have brought for us today.", "Helmut Siekmann This is something of a home game for Helmut Siekmann, as, for many years, he held the Endowed Chair of Money, Currency and Central Bank Law at the IMFS here at Frankfurt University, who are kindly hosting today's event.", "For some time, Helmut Siekmann also headed the Institute as its Managing Director, and, since 2018, he has been Distinguished Professor at the IMFS.", "His body of research spans the entire spectrum of public law.", "Furthermore, Helmut Siekmann has lent his expertise to legislative projects and also represented both Federal and state governments before constitutional courts.", "He has also written and contributed to numerous publications, and his 2013 Commentary on European Monetary Union, which he edited, carries special weight among his works.", "And the reason is not only that the book counts more than 1,500 pages, which makes it well visible on my bookshelf.", "Much more importantly, it has become a standard work for legal experts.", "Professor Siekmann, you have also undertaken extensive work on non-standard monetary policy - for instance, most recently, concerning the ruling of the Federal Constitutional Court on the public sector purchase programme (PSPP) of May this year.", "It's no secret that you hold a critical view of the Eurosystem's asset purchases.", "But I don't (Tonne) want to give away too much.", "Duisenberg, W. F. (1998), The ESCB's stability-oriented monetary policy strategy, speech delivered at the Institute of European Affairs, 10 November 1998, 2.", "(2020), Change and continuity, speech delivered at Deut sche Börse's New Year's reception, 3 February 2020, -andcontinuity-824754 3.", "(2003), Press seminar on the evaluation of the ECB's monetary policy strategy, European Central Bank, 8 May 2003, 4.", "Deut sche Bun des bank (2017), The natural rate of interest, Monthly Report, October 2017, pp.", "(2020), New Economic Challenges and the Fed's Monetary Policy Review, speech delivered at Jackson Hole Symposium, 27 August 2020, 7.", "Deut sche Bun des bank (2015), The importance of macroprudential policy for monetary policy, Monthly Report, March 2015, pp.", "(2020), Introductory comments at the press conference to present the Deut sche Bun des bank's annual accounts, 28 February 2020, -comments-at-the-pressconference-to-present-the-annual-accounts-826490 9.", "Lagarde, C. (2016), The Case for a Global Policy Upgrade, speech delivered at the farewell symposium for Christian Noyer, 12 January 2016,"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy strategy", "Price stability", "Natural rate of interest", "Asset purchases", "Financial stability", "Climate change", "New Keynesian economics", "Business cycles", "Monetary union", "Non-standard monetary policy"]}