{"sentences": ["September 2, 2020 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Saga WAKATABE Masazumi Deputy Governor of the Bank of Japan Good morning.", "First of all, I would like to offer my heartfelt sympathies to those who are suffering from the heavy rain that occurred in August 2019 and July this year.", "It would have been better if I could visit Saga Prefecture and talk in person to deepen my understanding of the regional economy, but it became difficult to do so due to the spread of the novel coronavirus (COVID-19) and this meeting had to be held online.", "Anyway, it is my great pleasure to meet you today, and I would like to take this chance to express my sincere gratitude for your cooperation with the activities of the Bank of Japan's Saga Office and Fukuoka Branch.", "The COVID-19 pandemic has had a severe impact on the global economy.", "Not only people's lives, but also employment, income, and business activities have been significantly affected.", "In addition, from a long-term perspective, human beings have undergone considerable development through globalization, urbanization, and a shift toward a service economy; in other words, by people gathering and closely interacting with each other.", "COVID-19 poses challenges to the driving force of such development.", "How can we tackle these challenges?", "In my speech, I would like to focus on three points.", "The first is developments since the outbreak of COVID-19; namely, how the Bank has responded to date to the current economic crisis brought about by COVID-19.", "The second is future developments; that is, how the crisis will affect the economy in the medium to long run and how the Bank will conduct monetary policy.", "Lastly, I will talk about the current situation of and outlook for Saga Prefecture's economy.", "Current Economic Crisis and Monetary Policy Responses Impact of COVID-19 and Policy Responses to Date Let me start by looking back at the impact that COVID-19 has had on the economic and financial sides and at the policy responses to date.", "COVID-19 spread worldwide within a short period (Chart 1).", "The outbreak of COVID-19 was first identified in China and it spread to almost every nation, from advanced economies such as Europe, the United States, and Japan to emerging economies like India, as well as Central and South America.", "From late February, when COVID-19 began to spread in Europe and the United States, investors' risk sentiment deteriorated and global capital and financial markets became rapidly unstable due to uncertainties over the outlook for the global economy and growing anxiety about COVID-19.", "Domestic and overseas economies were affected significantly (Chart 2).", "Many countries conducted strict public health measures such as restrictions on going outside and suspension of business and production activities.", "In Japan, the government declared a state of emergency in April.", "These kinds of measures are effective in containing the spread of infectious diseases, but at the same time they constrain economic activity substantially.", "As these measures were taken, the global economy became depressed significantly.", "In addition, firms' financial positions tightened rapidly due to a global plunge in their sales.", "Governments and central banks around the world have responded to the current global crisis swiftly and aggressively based on the lessons learned from the Global Financial Crisis.", "The government of each country has conducted various economic measures at an unprecedented scale, as seen in income support measures such as unemployment insurance and cash payments, as well as support for corporate financing, which includes loan guarantees.", "In Japan, the government has conducted economic measures with a project size of 234 trillion yen -- equivalent to approximately 40 percent of the country's GDP -- which largely exceeds the size of measures taken at the time of the Global Financial Crisis.", "Responses made by the central bank of each country and region have two things in common.", "One is ensuring stability in financial markets through large-scale provision of liquidity, mainly by purchasing government bonds, and the other is support for financing, mainly of firms, such as through funds-supplying measures to support lending as well as purchases of CP and corporate bonds.", "In addition, six central banks, including the Federal Reserve and the Bank of Japan, have cooperated to strengthen U.S. dollar funds-supplying operations, thereby rapidly facilitating the provision of U.S. dollar funds to the market.", "The Bank has swiftly enhanced monetary easing since March and implemented the following three measures in response to the current phase (Charts 3 and 4).", "First, the Bank introduced the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) in order to support financing, mainly of firms.", "The total size of this program is about 120 trillion yen.", "Specifically, this program consists of (1) purchases of CP and corporate bonds with the upper limit of about 20 trillion yen and (2) the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19), which will be about 100 trillion yen at maximum.", "Through this special operation, the Bank provides funds on favorable terms to private financial institutions that make loans in response to COVID-19.", "The operation also is applied to effectively interest-free and unsecured loans, for which the government takes the credit risk, provided mainly to small and medium-sized firms through private financial institutions.", "This represents a case of cooperation between the Bank and the government to support financing, mainly of firms.", "Second, to maintain stability in financial markets, the Bank has adopted a framework through which further ample yen and foreign currency funds can be provided in a flexible manner.", "As for the yen funds, under yield curve control, the Bank decided to purchase a necessary amount of Japanese government bonds (JGBs) without setting an upper limit.", "Regarding foreign currency funds, the Bank has provided a large amount of U.S. dollar funds through the strengthened U.S. dollar funds-supplying operations.", "Third, the Bank has actively purchased exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "The aim of this measure is to lower the risk premia in asset markets, thereby preventing firms' and households' sentiment from deteriorating through volatility in asset markets and supporting positive economic activity.", "On May 22, Deputy Prime Minister and Finance Minister Aso and Bank of Japan Governor Kuroda together released a statement on countermeasures responding to COVID-19, making clear that the government and the Bank are \"committed to making every effort to facilitate corporate financing and maintain stability in financial markets and doing whatever it takes to settle the situation, and will work together to bring the Japanese economy back again on the post-pandemic solid growth track.", "\"1 The Bank's powerful monetary easing measures have had positive effects.", "Although financial markets are still nervous, tension has eased recently (Chart 5).", "In March, reflecting unstable conditions in global financial and capital markets, the volatility of stock prices increased to a level observed for the first time since the Global Financial Crisis.", "However, it has declined, although it remains at a high level compared with the pre-COVID-19 level.", "U.S. dollar funding costs rose significantly due to an increased precautionary demand for funds, but have decreased as a result of ample U.S. dollar funds provided through the strengthened U.S. dollar funds-supplying operations.", "Since governments and central banks around the world have responded swiftly and aggressively to the current crisis, global financial and capital markets, including stock markets, U.S. dollar funding markets, and foreign exchange markets, have regained stability within a relatively short period compared with the Global Financial Crisis, and thus have been able to avoid significant fluctuations.", "Corporate financing in Japan has continued to be under stress.", "That said, the environment for external funding has remained accommodative due to various measures taken by the Bank and the government as well as to active efforts made by financial institutions (Chart 6).", "Issuance spreads for CP and corporate bonds expanded temporarily but have narrowed, reflecting monetary easing.", "In this situation, the year-on-year rate of increase in their amount outstanding has registered high growth exceeding 10 percent.", "In addition, financial institutions' lending attitudes perceived by firms have remained accommodative and the amount outstanding of bank lending has marked a considerable increase of around 6.5 percent on a year-on-year basis.", "Current Situation of and Outlook for Economic Activity at Home and Abroad Next, I will talk about the current situation of and outlook for economic activity at home and abroad.", "Let me start with the global economy.", "Although it has been depressed significantly, many countries have been resuming economic activities gradually while containing the spread of COVID-19.", "The Global PMI has picked up from the bottom hit in April.", "Under these circumstances, the International Monetary Fund (IMF), for example, projects that the global economy will recover from the second half of 2020 (Chart 7).", "That said, the recovery is expected to be only moderate, with preventive measures, including voluntary ones, continuing to be taken, and the IMF states that \"global GDP for the year 2021 as a whole is forecast to just exceed its 2019 level.\"", "Similarly to the global economy, Japan's economy is still in an extremely severe situation but economic activity has shown signs of a pick-up, although it remains at a low level.", "The spread of COVID-19 has not yet subsided globally and there are extremely high uncertainties over future developments.", "That said, Japan's economy is likely to improve gradually from the second half of this year.", "As with the global economy, however, preventive measures taken by firms and households will continue to act as a force constraining economic activity while vigilance against COVID-19 continues.", "Thus, it will likely take time for economic activity to return to the pre-COVID-19 level.", "The baseline Outlook for Economic Activity and Prices scenario in the Bank's July 2020 (Outlook Report) assumes that the timing of Japan's real GDP returning to the level of fiscal 2019 will be around fiscal 2022.", "As for prices, the year-on-year rate of change in the consumer price index (CPI) is expected to be negative for the time being, mainly affected by COVID-19 and the past decline in crude oil prices.", "Thereafter, it is likely to turn positive and accelerate gradually with the economy improving (Chart 8).", "That said, the aforementioned outlook for economic activity and prices entails high uncertainties and risks are skewed to the downside.", "First and foremost, the risk is uncertainties over the consequences of COVID-19 and their impact on economic activity at home and abroad.", "If strict public health measures are reinstated, reflecting developments in COVID-19 in Japan, economic activity can be constrained to a large degree.", "The second risk factor is that, if the real economy remains depressed and the challenge for economic agents shifts from liquidity to a solvency problem, a vicious cycle will emerge in which the real economy is pushed down further through the impact on the financial sector.", "Third, attention also should be paid to the risks that medium- to long-term growth expectations of firms and households will decline and that their spending attitudes will become cautious.", "It is necessary to pay utmost attention to future developments regarding such risks.", "In addition to these, there are various risks such as an intensifying tension between the United States and China, geopolitical risks, the strengthening of protectionist moves, and natural disasters.", "Once the risks to economic activity materialize, prices will be affected considerably as a matter of course.", "Thus, since there are high uncertainties over the impact of COVID-19 on economic activity and prices, for the time being, the Bank will closely monitor the impact and will not hesitate to take additional easing measures if necessary.", "Living with COVID-19 and Future Conduct of Monetary Policy Characteristics of the COVID-19 Shock So far, I have talked about economic developments and the policy responses to date, as well as the baseline scenario of the outlook for economic activity and prices.", "Now, I will talk somewhat in depth about future developments -- which entail extremely high uncertainties -- while incorporating the medium- to long-term perspective.", "But before I move on to that, I would like to point out the characteristics of the current economic crisis while comparing it with past crises.", "First, the current crisis was caused by an external shock; that is, the spread of a new infectious disease.", "Taking past business cycles as an example, when a recession was due to a temporary external shock, the pace of economic recovery seemed to be fast.", "However, it should be noted that external shocks may persist due to the prolonged impact of COVID-19.", "In addition, if the external shock leads to instability in financial markets or a financial crisis, the current economic crisis may become more severe.", "Second, the current crisis has originated from shocks to both aggregate demand and supply.", "In economics, we usually distinguish shocks to the economy by whether they are shocks to Krugman, a Distinguished Professor at the Graduate Center of the City University of New York, suggests that past business cycles in the United States can be divided into two types: whether they were caused by external shocks or internal shocks accompanying a financial crisis.", "He notes that the economic recovery was fast when a shock was caused by external factors but took time when it was by internal ones.", "For details, see Krugman, P., \"The Audacity of Slope: How Fast a Recovery?\"", "webinar held by the Princeton Bendheim Center for Finance, May 15, 2020, 1:14:19, aggregate demand or aggregate supply.", "That said, making such distinctions is not that simple because aggregate demand and supply are related to each other.", "The negative supply shocks -- caused by contracting COVID-19 and preventive measures such as short-time work, temporary store closures, business suspension, restrictions on people's movement, and ensuring social distancing -- may trigger the negative demand shocks through declines in income and spending.", "In addition, the relation between aggregate demand and supply may change depending on what kind of policy responses are to be made.", "The third characteristic is regarding uncertainties.", "For example, it is uncertain how the COVID-19 pandemic will turn out and whether effective vaccines and medicines will be developed.", "Households and firms may be reluctant to spend when there are such uncertainties.", "How will the COVID-19 shock, which has such characteristics, affect prices?", "Will they see an inflationary or a deflationary trend?", "The experience of past economic crises shows that prices will be deflationary when aggregate demand is lower than aggregate supply (Chart 9).", "Looking at examples of past pandemics, Silvana Tenreyro, an external member of the Monetary Policy Committee of the Bank of England, examined consumer prices in the United Kingdom since the 13th century and observed that the inflation rate tended to fall after a pandemic (Chart 10).", "Professor Guerrieri at the University of Chicago Booth School of Business and others suggest that, theoretically, assuming economies with multiple corporate sectors and taking into account the complementarity between the sectors, negative supply shocks can bring about negative changes in demand that outweigh the shocks.", "For details, see Guerrieri, V. et al., \"Macroeconomic Implications of COVID-19: Can Negative Supply Shocks Cause Demand Shortages?\"", "NBER Working Paper, no.", "Bloom, N., \"Fluctuations in Uncertainty,\" Journal of Economic Perspectives, vol.", "153-76; Morikawa, M., Sābisu rikkoku ron: Seijuku keizai o kasseika suru furontia (Tokyo: Nikkei Business Publications, 2016), pp.", "275-88; Barrero, J. and Bloom, N., \"Economic Uncertainty and the Recovery,\" paper presented at the 2020 Jackson Hole Economic Policy Symposium hosted by the Federal Reserve Bank of Kansas City, August 28, 2020, /~/media/files/publicat/sympos/2020/20200806bloom.pdf.", "Tenreyro, S., \"Covid-19 and the Economy: What Are the Lessons So Far?\"", "speech given at the London School of Economics webinar, July 15, 2020, /-/media /boe/files/speech/2020/covid-19-and-the-economy-speech-silvana-tenreyro.pdf.", "In addition, research that analyzed developments after past pandemics shows that the natural rate of interest, which is an important factor to take into account when conducting monetary policy, has a tendency to decline for about 20 years after a pandemic and take about another two decades to return to the pre-pandemic level.,7 Attention should be paid to the fact that, deflationary pressure may be put on the economy unless real interest rates are lowered in accordance with a decline in the natural rate of interest.", "However, while history provides a useful guide, it should be used with care.", "This is because the natural rate of interest is also affected by the following: the impact of advancement in medical care and improvement in public health on the quality and quantity of the labor force; demographic changes; lifestyle changes; and deepening international interdependence.", "Moreover, one research study shows that large-scale fiscal policies will put upward pressure on the natural rate of interest.", "That said, in the short run, the negative shocks to aggregate demand caused by COVID-19 may outweigh those to aggregate supply, and households and firms may become cautious with their consumption and investment activities because of high uncertainties over As for explanation of the natural rate of interest, see Wakatabe, M., \"Japan's Economy and Monetary Policy,\" speech at a meeting with business leaders in Aomori, June 27, 2019, /.", "A research paper examined the major European countries that experienced 19 pandemic events -- since the Black Death in the 14th century through the Hong Kong flu after WWII -- where more than 100,000 people died.", "The results show that the natural rate of interest declines by around 1.5 percent for about 20 years after a pandemic and takes about another two decades to return to the pre-pandemic level.", "For details, see Jordà, Ò., Singh, S. R., and Taylor, A. M., \"Longer-Run Economic Consequences of Pandemics,\" NBER Working Paper, no.", "The following research paper discusses lessons learned from the experience of the influenza pandemic that occurred in 1918, the so-called Spanish flu.", "Beach, B., Clay, K., and Saavedra, M. H., \"The 1918 Influenza Pandemic and Its Lessons for COVID-19,\" NBER Working Paper, no.", "As for points to note in general when central bankers use history as a guide, see Saunders, A., \"Thinking Historically,\" Bank Underground, July 30, 2020, /2020/07/30/thinking-historically/#more-6698.", "Goy, G. and van den End, J. W., \"The Impact of the COVID-19 Crisis on the Equilibrium Interest Rate,\" VoxEU, April 20, 2020, -covid-19-crisis-equilibrium-interest -rate.", "Therefore, for the time being, it is necessary to be vigilant against the risk of a decline in the inflation rate.", "In the medium to long run, attention also should be paid to developments in growth and inflation expectations as well as the savings rate.", "In particular, it should be noted that temporary external shocks could lead to persistent stagnation.", "Such risk is what has been described as the secular stagnation hypothesis among major advanced economies since before the outbreak of COVID-19, and it has been regarded as concern over \"Japanification.\"", "This time, COVID-19 also may bring about hysteresis effects such as on people's attitudes and children's health.", "In order to address both upside and downside risks to prices, the Bank considers it necessary to continue to strongly commit itself to achieving the price stability target.", "Economic Society during the COVID-19 Era If effective vaccines and treatments are developed, the current crisis will end and economic society may return to what it was before the pandemic.", "However, even if vaccines and treatments become available, we may have to bear in mind the need to live with COVID-19.", "As I mentioned at the beginning, the pandemic poses challenges to globalization, urbanization, and the shift to a service economy.", "Human beings are social animals that like to mingle, and through close interaction between people, we have created new ideas, raised creativity and innovation, and improved productivity (Chart 11).", "Kozlowski, J., Veldkamp, L., and Venkateswaran, V., \"Scarring Body and Mind: The Long-Term Belief-Scarring Effects of COVID-19,\" NBER Working Paper, no.", "As for the effects on children's health, see Beach, Clay, and Saavedra, \"The 1918 Influenza Pandemic and Its Lessons for COVID-19\"; Nakata, D., \"Pandemikku no chōki teki kadai: Kodomo e no eikyō o chūshin ni\" in Korona kiki no keizaigaku: Teigen to bunseki, eds.", "Kobayashi, K. and Morikawa, M. (Tokyo: Nikkei Business Publications, 2020), pp.", "Fujita, M. and Hamaguchi, N., \"Bunmei to shi te no toshi to korona kiki\" in Korona kiki no keizaigaku, Kobayashi and Morikawa, pp.", "Essentially, innovation is born out of social relationships of the time, such as developments in technology levels and social institutions, as well as human networks.", "Globalization is another driving force behind improvement in productivity.", "When it comes to globalization, what is often highlighted is the growing international interdependence of people, goods, services, and money, but an important aspect we should not forget is the exchange of knowledge.", "It is well known that productivity and quality of patent are affected, for example, by exports and foreign direct investment of Japanese firms, research and development (R&D) activities of foreign firms in Japan, and international joint research.", "Cities, too, can essentially be regarded as places of knowledge creation where people interact with each other.", "Will the COVID-19 pandemic bring these patterns to an end?", "Among economic scholars and journalists, there have been active discussions about the demise of globalization, urbanization, the shift to a service economy, and even capitalism.", "In my view, while these patterns will be forcefully modified, they will not come to an end.", "The reason for this, above all, is that one of humans' inherent qualities is that we are social animals that like to mingle and try to stay connected in whatever ways possible.", "The current crisis has made it clear that imports of daily necessities and health-related goods as well as the global exchange of knowledge are extremely important.", "Above all, we are all waiting anxiously for the R&D activities of researchers around the world searching for vaccines and treatments for COVID-19 to bear fruit.", "Potts, J., Innovation Commons: The Origin of Economic Growth (Oxford: Oxford University Press, 2019).", "According to Todō, Japanese firms can raise productivity by 2 percent through exports or foreign direct investment and their productivity also can be improved through R&D activities of foreign firms in Japan.", "He continues that data show that international joint research leads to a significant increase in the number of citations of patents obtained by Japanese firms -- that is, improvement in the quality of patents.", "For details, see Todō, Y., \"Korona go no gurōbaru ka no yukue\" in Korona kiki no keizaigaku, Kobayashi and Morikawa, p. 115.", "Glaeser, E., Triumph of the City: How Our Greatest Invention Makes Us Richer, Smarter, Greener, Healthier, and Happier (New York: Penguin Press, 2011); Fujita and Hamaguchi, \"Bunmei to shi te no toshi to korona kiki\"; Duranton, G. and Puga, D., \"The Economics of Urban Density,\" Journal of Economic Perspectives, vol.", "However, it is likely that there will be adaptations to COVID-19 and to various changes taking place in society.", "For example, global supply chains are likely to undergo restructuring, taking national security and public health matters into consideration more than before.", "Yet, excessive concentration of activities at home can also present a risk in an emergency situation, so it is necessary to strike a balance with economic necessities and risk factors such as natural disasters.", "While the restructuring of cities will likewise involve striking a balance between decentralization and concentration, telework may redefine the way people work and lead to migration from large cities to rural areas.", "In that case, however, rural areas taking in such \"migrants\" will need to devise ways to make themselves more attractive.", "Evolution of Monetary Policy Economic stabilization policy plays an essential role not only in mitigating fluctuations in income and employment due to the COVID-19 shock but also, from a somewhat long-term perspective, in making a desirable shift smoothly from the existing economy to one that is compatible with infectious disease.", "Taking this point into account, I would like to talk about what I consider important to the evolution of monetary policy.", "Based on experiences at the time of the Global Financial Crisis and lessons learned, central banks made swift responses to the current economic crisis and further cooperated with other central banks and their respective governments.", "I will elaborate on each of these points in what follows.", "First, as for liquidity provisioning -- a main component of central banks' swift responses -- they have expanded its range and means, reflecting the characteristics of the current crisis.", "At the time of the Global Financial Crisis, central banks evolved from being the lenders of last resort -- put forward by Walter Bagehot -- to the market makers of last resort or the global lenders of last resort.", "During the current crisis, a wide range of economic agents suddenly faced the disappearance of demand and issues of financing.", "In reflection of this, central banks provided liquidity, keeping in mind support for smooth financing of not only financial institutions but also firms, sole proprietors, and households.", "In addition, the strengthening of the U.S. dollar funds-supplying operations via the standing U.S. dollar liquidity swap line arrangements is the outcome of international cooperation, since it was led by information exchange between six major central banks including the Federal Reserve and the Bank of Japan.", "In order to support swift responses, the importance of high-frequency data, with their advantage in terms of promptness, has become recognized.", "Besides daily data for prices or sales, which have been used even before the current crisis, mobility information has started to be used so that developments in eating and drinking services can be captured via data on the nighttime populations of selected downtown areas, and developments in travel services also can be grasped by investigating the number of visitors at Cultural World Heritage Sites in Japan.", "However, at present, there are some challenges in using these high-frequency data.", "For many of these data, the samples are biased and seasonal adjustments are not conducted.", "Thus, there is room for improvement in the use of high-frequency data and they should be regarded not as alternatives but as complements to official data.", "In addition, background information with respect to changes in economic developments is necessary in interpreting these data.", "The Bank has conducted interviews with firms while making use of Nakaso, H., \"Financial Crises and Central Banks' 'Lender of Last Resort' Function,\" remarks at the Executive Forum hosted by the World Bank titled \"Impact of the Financial Crises on Central Bank Functions,\" April 22, 2013, /ko130423a.htm/.", "See Boxes 1 and 2 in the April 2020 Outlook for Economic Activity and Prices () and Boxes 1 and 3 in the July 2020 Outlook for Economic Activity and Prices ().", "Regarding an example for those who see a great advantage in the use of high-frequency data, see Haldane, A. G., \"The Second Quarter,\" speech held on June 30, 2020, /-/media/boe/files/speech/2020/the-second-quarter-speech-by-andy -haldane.pdf.", "For cautious views on the use of such data, see \"Why Real-Time Economic Data Need to Be Treated with Caution,\" The Economist, July 23, 2020, /finance-and-economics/2020/07/23/why-real-time-economic-data-need-to-be-treated-with-caution.", "the network of its Head Office and branches, and the insights it obtains remain crucial.", "Thus, in terms of making policy decisions, what is important is not only to look at official statistics, interviews with firms, and historical analysis to grasp the medium- to long-term trend in data but also to make effective use of high-frequency data as complements to these.", "Second, it is essential for the governments and central banks to cooperate with each other in terms of fiscal and monetary policies, while fulfilling their respective roles, in order to address such economic crises as the current one.", "Basically, central banks can provide liquidity through lending but cannot spend money.", "It is the private sector and the governments that can spend money.", "The role of central banks is to conduct monetary policy, while the governments are mainly in charge of fiscal policy and public health measures concerning infectious diseases, as well as growth, trade, and urban policies.", "Such cooperation will have positive effects on price developments as well.", "Assuming that an infectious disease exerts downward pressure on the natural rate of interest, large-scale fiscal policies may work to push up that rate.", "It is also important to raise people's growth expectations by enhancing market environments mainly through regulatory reforms.", "In particular, in order to further push forward with telework and digital transformation, what is essential is investment in information and communication technology (ICT), as well as investments in training of employees and reorganizing corporate structures, both of which complement such technology.", "With investment in general remaining weak, ICT investment in Japan has continued to stagnate since the 1990s (Chart 12).", "This investment should be regarded positively as one with an eye on the future, not as a cost that should be cut.", "Thus, with high uncertainties over developments in the economy that is currently facing the significant COVID-19 shock, cooperation between central banks and their governments not only can provide a sense of security to the people and financial markets but also can enhance the synergistic effects; namely, of a so-called policy mix of monetary and fiscal policies.", "Third, while taking these factors into account, it is necessary to constantly have deep discussions in order to improve monetary policy.", "Some other central banks have been reviewing their monetary policy frameworks.", "For example, there have been discussions over the \"makeup strategies\" in which central banks will compensate for past inflation shortfalls with policy stances to generate higher inflation in the future.", "As a background to their reviews of the frameworks, under the prolonged low growth, low inflation, and low interest rate environment since the Global Financial Crisis, the natural rate of interest has declined in advanced economies; consequently, the policy interest rates have easily reached the lower bound of nominal interest rates, thereby making it difficult to enhance the effectiveness of monetary policy.", "On August 27, 2020, the Federal Reserve adopted both average inflation targeting and a makeup strategy, in that it \"seeks to achieve inflation that averages 2 percent over time, and therefore judges that, following periods when inflation has been running persistently below 2 percent, appropriate monetary policy will likely aim to achieve inflation moderately above 2 percent for some time.", "\"21 As symbolized by the term \"Japanification,\" Japan has faced the same challenges, and the Bank has continued to According to the material presented by Fukao Kyōji at a Cabinet Office workshop held on April 15, 2020, labor productivity in Japan is 59 percent of that seen in the United States in 2012, and is mostly lower in the nonmanufacturing sector.", "Regarding the gap between Japan and the United States, this is 52 percent attributable to the low capital equipment ratio (in other words, low amounts of investment) and 37 percent to the low total factor productivity (TFP).", "For details, see -syakai/future2/20200415/shiryou1.pdf (available only in Japanese).", "\"Statement on Longer-Run Goals and Monetary Policy Strategy,\" August 27, 2020, make various advanced efforts to overcome them.", "In September 2016, in particular, the Bank made a comprehensive assessment mainly based on experiences related to monetary policy conducted until then and introduced \"Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control,\" which is still conducted.", "Reflecting the current crisis, there will be further discussions on monetary policy.", "The Bank deems it necessary to give further consideration to what kind of monetary policy should be taken in the COVID-19 era while referring to discussions being held at other central banks.", "Current Situation of and Outlook for Saga Prefecture's Economy Now, I would like to move on to the economy of Saga Prefecture.", "As with other regions, economic activity has continued to be weak on the whole due to the impact of COVID-19, although signs of a pick-up have been seen.", "Like other regions of Japan, Saga Prefecture has been facing structural problems such as a declining and aging population.", "However, economic growth can be achieved even in this situation.", "The key in this regard is the constant creation and utilization of new knowledge.", "Regarding the various initiatives to achieve future growth that make use of the prefecture's features, I would like to focus on three areas.", "The first concerns the promotion of primary industries and the expansion of sales channels.", "The prefecture is endowed with the rich natural resources of the Saga Plain, Ariake Sea, and Genkainada Sea, and it is in the vicinity of Fukuoka, which is a major consumption center.", "By taking advantage of these, the industries of agriculture, fishing, and aquaculture have been flourishing since ancient times, and the prefecture has established a firm position as the largest producer nationwide of greenhouse-grown unshu mikan and cultivated seaweed.", "In addition, recently, joint efforts by the public and private sectors to further increase the value-added of local products have been moving ahead, such as the promotion of exports of high-quality \"Saga Beef\" and local sake, and turning the strawberry developed in 2018 into a nationwide brand.", "Furthermore, I hear that, most recently, in response to COVID-19, efforts have focused on developing new sales channels by opening SAGA Marché to sell the prefecture's local specialties online.", "The second set of initiatives focuses on the accumulation of a wide variety of industries.", "Saga Prefecture was a pioneer in Japan's industrial modernization, including the creation of Japan's first reverberatory furnace, and I believe that this enterprising spirit has been inherited by the local manufacturing sector.", "With manufacturing firms in the automobile- and electrical parts-related industries accumulating in the Kyushu region, the scope for local firms has expanded further.", "In addition, the Karatsu Cosmetics Project, which aims to build a cosmetics industry hub in the northern part of the prefecture, has steadily produced results.", "In the nonmanufacturing sector, the outskirts of Tosu City, an important transportation hub, represent one of the Kyushu region's major logistics bases.", "Moreover, local information technology (IT) firms have been carrying out a wide range of projects that combine cutting-edge technologies -- such as artificial intelligence (AI), the Internet of Things (IOT), and robotics -- with various types of businesses and industries, and I hear that there are a growing number of examples of IT firms from Tokyo and elsewhere opening up offices within the prefecture with the active support of the local government.", "I believe that such accumulation of various industries will be a major driving force for future growth of the local economy.", "The third area is tourism.", "Saga Prefecture is blessed with many tourist attractions such as the Yoshinogari remains, Arita, which is the birthplace of Japanese porcelain, the Mietsu Naval Dock, which is a Cultural World Heritage Site, as well as the Ureshino and Takeo hot springs with their history and tradition.", "While the tourism industry at present faces great challenges due to the impact of COVID-19, the Arita Ceramics Online Market held in May received more orders than expected, and I hear that it got a good response from those involved as a way to expand tourism, and as a practical sales channel.", "In addition, the prefecture is proposing longer trips that allow visitors to enjoy the open air, such as the promotion of cycle tourism encouraging visitors to cycle around sightseeing spots in the prefecture and the enhancement of an adventure park in harmony with nature.", "I believe that these efforts will lead to the creation of new tourism in the COVID-19 era.", "Saga Prefecture has had close overseas relations, as can be seen in the history of Asian trade by the Matsura party, the trade of goods such as ware, and the Nagasaki guard.", "In addition, as represented by Nabeshima Kanso, a wise ruler of the Saga clan at the end of the Edo period, the people of Saga at that time worked hard to promote education as well as science and technology, enthusiastically absorbing and implementing knowledge from abroad.", "I hope that Saga Prefecture's economy will continue to grow through the enterprising spirit of its people.", "As I mentioned at the beginning, the impact of COVID-19 is extremely severe.", "The Bank has made responses actively thus far to ensure stability in financial markets and to support financing, mainly of firms, but it is necessary to continue to exercise the utmost vigilance against economic and price developments with the impact of COVID-19 remaining.", "The Bank also will continue to respond to the crisis while working together with the government.", "Although COVID-19 poses a major challenge, humankind has always won the battle against infectious diseases.", "Following the outbreak of smallpox in the Saga clan in 1846, Nabeshima Kanso in 1849 ordered vaccination with the cowpox virus, the most up-to-date approach at that time.", "As part of this, Nabeshima's son Jun'ichirō (later Naohiro) and daughter Mitsuhime were also given the vaccine in an effort to raise awareness and disseminate scientific knowledge (Chart 13).", "I am confident that, with all its ingenuity, humanity will overcome the current challenges as well.", "Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Saga September 2, 2020 WAKATABE Masazumi Deputy Governor of the Bank of Japan I.", "Current Economic Crisis and Monetary Policy Responses Daily Confirmed New Cases Stock Prices beg.", "July Aug. 10 thous., weekly average United States India, Brazil, Russia Feb. Mar.", "Current Economic Crisis and Monetary Policy Responses Stringency Index of Preventive Measures Business Sentiment against the Spread s.a., DI ↑Stricter 30 Services 0 Jan. Feb. Mar.", "Figures in the left-hand chart are based on governments' preventive measures, such as school closures and travel restrictions.", "Calculated by the University of Oxford.", "In the right-hand chart, figures for manufacturing are the \"J.P.Morgan Global Manufacturing PMI\" and those for services are the \"J.P.Morgan Global Services Business Activity Index.\"", "Sources: Haver; IHS Markit (© and database right IHS Markit Ltd 2020.", "Current Economic Crisis and Monetary Policy Responses The Bank's Measures in Response to COVID-19 (Time Series) Support for Corporate Financing Providing Yen and Foreign Currency Active Purchases of Funds to Stabilize Financial Markets <Special Program> ETFs and J-REITs The spread of COVID-19 worldwide and global financial market turmoil Increased the amount Introduced Special Doubled the annual U.S. dollar of purchases of CP Funds-Supplying pace of purchases March 16 and corporate bonds funds-supplying active purchases Operations to operations ETFs: 12 tril.", "yen MPM Upper limit: +2 tril.", "yen Facilitate Financing J-REITs: 180 bil.", "yen Declaration of a state of emergency by the government (nationwide, April 16) Strengthened the Further increased operations Increased the number of April 27 eligible counterparties indicative figure of Applied a positive interest Total: 20 tril.", "yen, rate of 0.1 percent The Diet's approval of the budget related to the government's emergency economic measures (the first supplementary budget, April 30) Further strengthened the May 22 Introduced a new measure for fund-provisioning against MPM interest-free and unsecured loans Statement by Deputy Prime Minister Aso and Governor Kuroda (May 22) I.", "Current Economic Crisis and Monetary Policy Responses The Bank's Measures in Response to COVID-19 Support for Corporate Financing Special Program to Support Financing in Response to COVID-19: total size of about 120 tril.", "yen + α Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previously amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19: about 100 tril.", "yen Provide funds to private financial institutions on favorable terms for the loans that they make in response to COVID-19.", "・ Eligible loans include effectively interest-free and unsecured loans to small and medium-sized firms through private financial institutions for which the government takes the credit risk.", "Providing Yen and Foreign Currency Funds to Stabilize Financial Markets Further active purchases of JGBs and T-Bills: unlimited Strengthening of the U.S. dollar funds-supplying operations: unlimited ・ In line with a coordinated action by six central banks, the Bank's operation was enhanced by lowering the loan rate, offering U.S. dollars with longer maturities, and increasing the frequency of the provision.", "Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen (for the time being) J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil.", "yen (for the time being) I.", "Current Economic Crisis and Monetary Policy Responses Global Financial Markets Dollar Funding Premiums through Foreign Exchange Stock Price Volatility Foreign Exchange Swaps % yen/U.S.", "dollar, yen/euro United States 90 Yen/U.S.", "For each chart, month 0 and quarter 0 are indicated in the legend for each event.", "In the left-hand chart, the issuance spread is calculated as the issuance yield for CP minus the yield on 3-month T-Bills.", "Sources: Bloomberg; Japan Securities Depository Center; Bank of Japan.", "These figures show the forecasts of the majority of the Policy Board members and those in brackets indicate the medians.", "The forecasts are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which she or he attaches the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "In the April Outlook Report, each Policy Board member made their forecasts as a range and submitted two figures within the range of 1.0 percentage point at most.", "Thus, it should be noted that the definition of the forecasts is different between the figures presented in the April and July Outlook Report.", "The direct effects of the October 2019 consumption tax hike on the CPI for fiscal 2020 are estimated to be 0.5 percentage point.", "Those of policies concerning the provision of free education on the CPI for fiscal 2020 are estimated to be around minus 0.4 percentage point.", "Source: Bank of Japan.", "Living with COVID-19 and Future Conduct of Monetary Policy Comparison with Past Economic Crises Period Causes Prices Policy Responses Moving away from gold Macroeconomic policy mistakes *Differ by Extreme deflation • Financial crisis Great Depression Expansionary fiscal and Aggregate supply>Aggregate demand region monetary policy • Destruction of production facilities by war Postwar High Tightening of fiscal and 1945Beginning of Demobilization High inflation monetary policy Inflation in Japan • Aggregate supply<Aggregate demand • Continuation of extremely accommodative macro policy Tightening of fiscal and High inflation Oil shocks monetary policy region Aggregate supply<Aggregate demand Great Recession Liquidity provision Fall in commodity prices, financial crisis *Differ by Deflation or after the Global Expansionary fiscal and country and Aggregate supply>Aggregate demand monetary policy Financial Crisis Self-restraint, lockdowns, social distancing to prevent the spread of COVID-19 Liquidity provision No damages to production facilities, Income compensation however, their economic value has 2020-?", "Expansionary fiscal and • From decline in aggregate supply to decline in aggregate demand →Aggregate supply>Aggregate demand?", "COVID-19 and Prices Outbreaks of Infectious Diseases in the United Kingdom and Consumer Price Index y/y % chg., 5 year rolling averages, % -10 1250 1350 1450 1550 1650 1750 1850 1950 Note: The event lines indicate the start of infectious disease epidemics such as the Black Death, the plague, and influenza in the United Kingdom.", "The red lines highlight developments in the consumer price index following the start of each epidemic.", "Source: Tenreyro, S., \"Covid-19 and the Economy: What Are the Lessons So Far?\"", "speech given at London School of Economics webinar, July 15, 2020, /-/media/boe/files/speech/2020/covid-19-and-the-economy-speech-silvana-tenreyro.pdf.", "In the left-hand chart, figures for world trade volume are the sum of exports and imports.", "In the right-hand chart, figures are the percentages of the population living in urban areas.", "Sources: World Bank; Goldewijk, K. K., Beusen, A., and Janssen, P., \"Long-Term Dynamic Modeling of Global Population and Built-Up Area in a Spatially Explicit Way: HYDE 3.1,\" The Holocene, vol.", "Conclusion Smallpox Vaccination in the Saga Clan (1849)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Monetary Policy", "Global Economy", "Economic Crisis", "Financial Markets", "Corporate Financing", "Economic Activity", "Inflation", "Price Stability", "Economic Society"]}