{"sentences": ["To our stakeholders from the financial markets, my colleagues from the Bangko Sentral ng Pilipinas (BSP), and to other participants of this conference call, good afternoon.", "The BSP would like to thank UBS for inviting us to speak to its clients to discuss pressing issues that concern the markets at this time.", "The entire world is confronted with one of the most difficult challenges to mankind in the last 100 years.", "The COVID-19 pandemic has led to many deaths and has forced many economies into sharp fall.", "The Philippines is no exception.", "Given the uncertainty as to when the pandemic will subside, the estimated impact of COVID-19 on the domestic economy, in a worst-case scenario, is estimated to be between negative 1 percent and zero.", "The more upbeat scenario is a growth of between one and two percent.", "As you know the Philippines was in a strong position going into this pandemic.", "The reforms we implemented in the past and our prudent management of the economy created fiscal and monetary space, which we are putting to good use as we address the challenges from COVID-19.", "Other countries are not as well positioned.", "We are taking an all-of-government approach to deal with the pandemic, with the primary focus set on addressing public health needs.", "Measures to ease the adverse impact of the crisis on incomes of households and firms are also being undertaken.", "The Bangko Sentral ng Pilipinas (BSP) is one with the national government and the entire nation in mitigating the impact of the outbreak on livelihoods and lives-that is, in a manner that is decisive, prompt, and efficient.", "Indeed, extraordinary times call for extraordinary measures.", "As you may have already read in news reports, the BSP has implemented many unprecedented measures to soften the blow of the pandemic on the economy, and we stand ready to do more if necessary.", "With all these measures, the BSP, as the country's monetary authority, together with fiscal authorities and other departments, aim to manage a soft landing for the Philippines and to ensure that an economic takeoff begins quickly once the pandemic fades.", "The market seems to be responding favorably.", "The peso is fairly stable, the stock market has bounced back from recent lows, and CDS spreads of Philippine government bonds remain competitive.", "If financial markets - which are sometimes inclined to have kneejerk reaction - are showing some signs of confidence at this challenging time, then there is basis for everyone to be (cautiously) optimistic as well.", "In closing, I would like to highlight that the Philippines has entered this difficult time with sufficient tools and buffers.", "We have sound macro economic fundamentals, a stable banking sector, and the much needed fiscal and monetary space, which allow us to roll out significant relief and mitigating measures while keeping the economy afloat.", "These buffers, plus the relief and mitigating measures from the BSP and the national government, allow us to look forward to the time when the Philippines will be firing on all cylinders again.", "Thank you very much, and I look forward to answering your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["COVID-19", "Philippines", "BSP", "economy", "pandemic", "measures", "buffers", "monetary", "fiscal", "confidence"]}