{"sentences": ["Report to Verkhovna Rada of Ukraine by NBU Governor Yakiv Smolii 13 May 2020 12:16 Dear Chairman, dear parliamentarians!", "Thank you for the opportunity to tell you how the NBU is helping the Ukrainian economy overcome the consequences of the coronavirus pandemic.", "The corona crisis is the first crisis in the history of Ukraine with none of the following: bankruptcy of banks spike in inflation catastrophic decline in international reserves long lines near ATMs.", "Unlike in previous crises, the banking system today is not a burden for the economy, but rather its lifeline.", "We are not saving the banking system - the banking system is saving the economy.", "All of this is the result of quick and effective actions by the NBU in response to the pandemic and quarantine measures.", "In doing so, we are keeping abreast with central banks in other emerging markets and the world's leading economies.", "Personally, it is very important for me that Ukrainians have noticed and appreciated our efforts.", "Public confidence in the NBU has more than doubled during the tense March-April period, according to data compiled by Razumkov Center.", "So, what exactly have we done to counter the crisis?", "Our actions have been aimed at achieving four goals.", "The first has been to protect everyone's health: people who actively use financial services and those who deal only with cash.", "The second goal has been to ensure the high-quality and uninterrupted operation of the financial system during the lockdown.", "The third goal has been to support the economy with available financial resources in this difficult time.", "The fourth has been to create conditions in which the economy will quickly return to growth after the quarantine has ended.", "And now, with two months of the quarantine behind us, I can say with confidence: we have succeeded!", "What is more, we did it without introducing any painful restrictions!", "Already on March 12, we lowered the key policy rate to support the economy as it made its way through the pandemic and quarantine.", "In April, we continued to reduce the key policy rate.", "Overall, the key policy rate decreased from 11% to 8% in a matter of two months.", "This is the lowest key policy rate in the history of Ukraine.", "The key policy rate is not words on paper, but a real tool the NBU uses to impact the cost of loans.", "We have introduced new tools to support the economy.", "First of all, it is long-term financing for banks for a period of 1 to 5 years.", "In the first such auction, which took place last week, the NBU granted 11 banks UAH 2.4 billion in loans maturing in 1.5 to 5 years.", "We also signed a currency swap agreement with the EBRD for USD 0.5 billion.", "Under this deal, we will receive dollars from the international organization to replenish our international reserves.", "In return, the EBRD will receive hryvnias, which it will use to lend to Ukrainian companies that have suffered losses from the pandemic and lockdown.", "We have thus created conditions in which businesses can receive funds at affordable rates not only for short-term needs, but also for large-scale business projects that require long-term investments.", "For example, infrastructure projects such as road construction are important for the state and for job creation.", "And what about the people?", "For the public, our efforts to cut the key policy rate and curb inflation are already working today so that a 10% mortgage rate can become a reality tomorrow.", "At the same time, we have simplified access to financing for banks: We have increased the frequency of tenders.", "We have extended the term of NBU loans to banks from 30 to 90 days.", "And we have already granted UAH 7 billion of these 3-month refinancing loans.", "We have expanded the list of collateral that banks can provide to take out loans from the NBU.", "We will now accept not only government bonds, but also municipal and governmentguaranteed corporate bonds.", "The banking system is highly liquid today, with about UAH 200 billion in liquidity.", "However, if any bank feels the need for funds, it can now get loans from the NBU even faster and easier than before.", "In addition, in order to free up the funds of banks to support the economy, we have postponed the formation of capital buffers and recommended that banks refrain from paying dividends.", "Also in March, we have implemented a system of anti-crisis measures that offers five key solutions to ensure that the financial system operates in an uninterrupted manner.", "The first solution is concerned with loans.", "We have introduced \"credit vacations\" - special grace period for servicing loans for those who have so far paid faithfully on a loan, but faced financial difficulties due to the quarantine.", "The result is that banks give borrowers the opportunity to make payments on consumer loans after the quarantine without penalties or late payment fees.", "Most banks are already providing the opportunity to restructure loans to make it easier for customers to service debt after the lockdown has ended.", "The second solution applies to deposits.", "We have prohibited banks from imposing any restrictions on withdrawals.", "We have bet on the reliability of banks and the confidence of depositors in them, and we have been right.", "The result is that deposits remain in the banking system.", "In the first weeks of the quarantine, the outflow of funds was insignificant - much smaller than in the first days of the 2008 and 2014 crises.", "However, household deposits rebounded very quickly.", "In the last two weeks of April, hryvnia household deposits were actually at their highest since early March.", "The third solution has to do with how the banking system operates.", "We initially worked diligently with banks to maintain the availability of financial services despite the quarantine, while ensuring that financial service consumers remain in good health.", "We gave recommendations about which branches should remain open and how banks should work \"on the ground.\"", "In order for banks to focus all resources on priorities now, we have postponed stress tests and onsite bank inspections until after the crisis.", "The result is that banks continue to provide uninterrupted customer services in full.", "All central offices of banks and 77% of branches across the country are open.", "Banks have enough funds to meet customer needs.", "More than 96% of ATMs are working.", "They are supplied with cash on a regular basis.", "The fourth solution deals with foreign currency.", "In March, the NBU registered heightened anxiety in the FX market and entered the market regularly to sell USD 2.2 billion to smooth out the fluctuations.", "As a result, panic buying in the FX market subsided in April.", "Net FX supply is now even higher than in February, before the pandemic outbreak started in Ukraine.", "Thus, the hryvnia appreciated slightly, and the NBU returned to moderate purchases of foreign currency to replenish international reserves.", "We also quickly resolved the issue of cash FX deficit due to stalled air transportation.", "The NBU ensured that the supply of dollar and euro cash to Ukraine would continue, and made weekly transactions to exchange cash for noncash currency.", "Therefore, the NBU provided banks with over USD 550 million and EUR 42 million and fully met their needs in foreign currency cash.", "Today banks have no problems with foreign currency cash in their vaults.", "The fifth solution is related to payments.", "The NBU has recommended the public to resort to remote banking as much as possible.", "The NBU canceled fees for SEP services to make cashless payments cheaper.", "Payment cards that expire during the quarantine can be renewed.", "Safe cash payments are also a priority for the NBU.", "The coronavirus does not spread quickly through cash, but we decided to be cautious here.", "The banknotes coming from the market are transferred to the NBU's vaults for a \"sanitizing quarantine.\"", "Banks are receiving banknotes that were stored in NBU vaults before the pandemic hit Ukraine.", "We have enough cash to support the economy.", "The Ukrainian economy entered the COVID-19 crisis in a much better state than in 2008 and 2014 crises, with moderate inflation, an effective floating-rate policy and currency liberalization, a low deficit of the current account, sizeable international reserves, a prudent fiscal policy, and a reformed banking sector, which used to be a catalyst in previous crises.", "These results were achieved thanks to previous years' reforms, the NBU's quick and effective actions, and an anti-crisis fiscal policy, and will ensure that the Ukrainian economy will contract by no more than 5% in 2020.", "In Q3, once the quarantine is fully lifted, business activity will start recovering and unemployment will gradually decline.", "In the coming years, we again expect growth of 4%.", "To stimulate the economy, we will probably be able to cut the key policy rate further during the current year.", "Through prudent monetary policy, we have ensured price stability for several years running, in line with our mandate as a central bank.", "In other words, inflation has been low and stable and will remain within the target range of 5% +/- 1 pp.", "Ukraine definitely needs large amounts of government spending to curb the coronavirus and to support the economy, like many other countries.", "However, the medicine should not be more harmful than the disease itself.", "Let me remind you of some facts from Ukrainian history.", "Uncontrollable printing of money to finance government spending has always had a catastrophic effect on the economy.", "We can make everybody a millionaire, but the millions will be of no value.", "The right way is to complete talks with the IMF and receive low-cost financing for the budget from official donors.", "The NBU has only one legal option to help the government directly with \"ready-to-use cash.\"", "It is to transfer the NBU's profits to the budget, which has already been done.", "In April, the NBU transferred a total UAH 42.7 billion of its 2019 profits in one batch, which is UAH 2 billion more than was planned when the state budget was being drafted.", "This way, the NBU ensured that the state would receive almost half of the budget revenues planned for April.", "I am often asked whether the NBU is too optimistic We are cautiously optimistic about our future, but let's be real: uncertainty is now higher than ever.", "Our macroeconomic projections assume that the quarantine will end as soon as Q2, and that it will not be reintroduced.", "But what if we are wrong?", "What if the world gets hit by a second wave of the pandemic?", "What if we have to return to quarantine restrictions over and over again?", "No one in the world can give straight answers to these questions.", "Therefore, we at the NBU are prepared to respond quickly and effectively to new challenges.", "The regulator is monitoring the situation, assessing risks, and checking the feasibility of its forecasts.", "The NBU's toolkit has been and will be efficient even under a continued quarantine.", "I mean the key policy rate, financial support to the economy through banks, massive international reserves, banking sector regulatory instruments.", "Moreover, today any person in Ukraine can address the NBU with a request to protect their rights if they have been violated by a bank.", "In the near future, we will have even more options to ensure financial stability after the NBU has stepped in as a regulator of nonbank financial institutions on 1 July.", "Price and financial stability in the country are crucial for a healthy economy today and will remain so tomorrow and the day after.", "Therefore, the NBU has done its utmost and will put in every effort to preserve financial stability.", "However, this is our common responsibility.", "The financial system is not operating on an economic island.", "The more favorable the economic environment, the more institutionally strong the country, the more protected the rights of creditors and investors, the more the financial system can be the engine of economic growth.", "The question everyone here has to ask himself or herself is not where to get the money from.", "Instead ask yourself how fast we can make the reforms.", "At the end of the day, whether the Ukrainian economy falls by 5% or by less is in the hands of all of us!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["coronavirus", "quarantine", "banking system", "key policy rate", "economy", "inflation", "monetary policy", "fiscal policy", "financial stability", "international reserves"]}