{"sentences": ["Remarks by Timothy Lane CFA Society Winnipeg and Manitoba Association for Business Economics (by videoconference) Policies for the Great Global Shutdown Introduction Good afternoon.", "It is a pleasure to speak to you in these extraordinary times.", "Normally, the members of our Governing Council like to visit Canadians in their communities so that we can share what we know, answer your questions and hear your perspectives.", "I hope to do that again soon.", "Until then, we are making the most of the available technology to have those conversations.", "The crisis presented by COVID-19 is truly global in scope, and its economic and financial impacts are unprecedented in severity and suddenness.", "I'd this time to discuss what has happened to the economy and financial system, outline how the Bank of Canada has responded, and explain how we are providing the foundation for the recovery that will come next.", "Concern about the pandemic began as early as January, but it was the shutdown in March that sparked a rapid and massive policy response in Canada.", "The crisis here, as in many countries, has demanded the use of measures we have never used before, on all fronts-fiscal, monetary and financial policy.", "These decisive measures have been aimed at stabilizing financial systems and helping ensure businesses and individuals alike have the means to survive in this exceptional time.", "I'd like to discuss two phases of this event.", "The first is the shutdown itself, dictated by the virus and the strong public health response.", "This first phase has brought with it an immediate economic contraction, as businesses shuttered and people lost their jobs.", "But this shutdown will be temporary if appropriate measures are taken.", "Already we are starting to see some reopening across Canada.", "This will bring a recovery.", "But the kind of recovery will depend on the resources companies and families have been able to tap to cope during a period when many have no income.", "That takes credit and government support.", "How those companies and families are able to cope will, in turn, influence whether the crisis has structural effects on the economy.", "Because of the suddenness of the crisis, many of our established ways of thinking about policy are inadequate.", "We need to use other approaches to guide policy.", "I'd like to share with you how we are navigating this strange new world, and how we are building a bridge to the recovery.", "The Canadian case Unlike many previous economic crises, the COVID-19 situation is truly global: all the same forces.", "At the same time, Canada's situation is countries are subject to in some ways distinct.", "To begin with, we had a favourable starting point, despite some vulnerabilities due to high household debt.", "The Canadian economy was relatively close to full employment and full capacity in January, and inflation was on target (Chart 1).", "We also had more room to respond with policy than many of our peers, with relatively low public debt and small fiscal deficits by international standards.", "Our policy interest rate was 1.75 percent before the pandemic, so we had some room for conventional monetary policy easing.", "And we have long had a resilient financial system.", "Our energy sector in particular has been hit hard.", "A sudden shutdown and a staged restart From this starting point, the shutdown that began in Canada in mid-March has unlike anything we've seen before.", "\"flatten the curve\" have been Measures to been effective at saving lives, but they have required the closure of major parts of our economy.", "Economists usually think of recessions in terms of collapses of demand-but this time is different.", "As people were sent home and all but essential business stopped, we found ourselves in a situation where people could neither buy nor sell certain products.", "How deep will the contraction be?", "This will depend mostly on how stringent the restrictions are and how long they last.", "Statistics Canada estimated a contraction of 2.6 percent in the first quarter of 2020.", "For the second quarter, we expect Canada's gross domestic product to plunge anywhere between 15 and 30 percent from its level in late 2019.", "The bigger question is what happens when restrictions are lifted.", "In our April Monetary Policy Report, we laid out a range of plausible paths to the recovery, illustrating the high degree of uncertainty that households, businesses and policy-makers currently face (Chart 2).", "In a perfect world, everyone would just get back to working, living, spending and travelling-in Canada and globally-and the economy would carry on as before.", "In fact, we would even get an extra boost from pent-up demand.", "For instance, as showrooms reopen, car sales could bounce back, fuelled by a rebound in household income and low borrowing costs.", "We could see a similar rebound in home resales and home construction, as transactions and projects that were put on hold restart.", "Sources: Statistics Canada and Bank of Canada calculations and projections Last observation: March 2020 How close we get to this kind of best-case scenario depends on many factors.", "There is a risk that the domestic and global recovery could occur in fits and starts, in line with the ebb and flow of the virus and repeated loosening and tightening of containment measures in the months to come.", "It is also unclear how long it will take for jobs to return after containment measures are lifted.", "Many people have lost their jobs in the shutdown, and this is deeply concerning.", "There are some reasons for optimism.", "Layoffs are concentrated in the services sector, where during normal times labour mobility is high.", "That is usually indicative of lower costs of hiring workers (Chart 3).", "Once businesses reopen, rehiring for these jobs may be relatively fast if not hampered by high search costs and skills mismatches.", "The temporary nature of the layoffs coupled with supportive government programs should also make it easier for workers to find new jobs or return to the jobs they had.", "Chart 3: Industries most affected by COVID-19 have higher job turnover 2019 share of employed by job tenure, annual data Accommodation and food Business and support Wholesale and retail Information, culture and recreation All industries Professional, scientific and technical Other services Transportation 7-12 months Forestry, fishing and mining, oil and gas Agriculture Education Finance, insurance, real estate, rental and leasing Public administration 0 5 10 15 20 25 30 35 40 % Note: The shares represent the proportion of workers with a given job tenure as a share of employment in an industry.", "Job tenure is measured in months.", "The larger the share of short tenures, the higher the expected turnover.", "Last observation: 2019 Sources: Statistics Canada and Bank of Canada calculations Canada's dependence on exports, however, complicates the recovery.", "Canadian exporters are tied into complex global supply chains.", "When a factory in Canada is ready to resume production, but there are still shutdowns in other parts of the world, there is a risk that customers may not yet be ready to take delivery, or that the factory may not be able to source parts in other regions.", "Indeed, this is what we saw during the initial phase of the outbreak, as factories around the world struggled to source components in China.", "Just as the effects of the pandemic have been highly asymmetric, the recovery process is expected to vary significantly across sectors and regions of the world economy.", "Some industries may quickly resume their growth, while others could struggle for longer (Chart 4).", "How an industry fares will depend on its ability to source labour and capital and on business confidence that demand will rebound.", "The best-positioned firms are those that were least affected by containment measures or that could offer services remotely.", "Industries deemed essential as well as those that offer substitute products saw high demand during the containment period.", "These include some health care services and social assistance, grocery stores, food manufacturers and deliveries.", "In contrast, industries relying on face-to-face contact with the public were hit hard.", "Air transport, cruises, hotels and accommodations and restaurants, for example, are suffering.", "Chart 4: Some sectors will be down for longer while others will suffer a substantial impact in production over time Hotels, food and Air and travel Retail and wholesale trade Manufacturing Energy Small Estimated time to recovery Note: Size of bubble corresponds to percentage share of Canadian output.", "Sources: Statistics Canada and Bank of Canada calculations For different reasons, as I mentioned earlier, the energy sector faces particular challenges.", "The collapse in demand for raw materials had begun even before the world's largest commodity virus hit Canada, as the crisis took hold in China-the importer.", "Most commodity prices fell, but the oil market was most severely affected.", "While supply was relatively inflexible, demand collapsed and prices fell sharply.", "This was exacerbated by a price war involving Russia and Saudi Arabia.", "Even with a truce in that conflict, the drop in demand has meant storage capacity is nearly exhausted.", "For a few hours in April, one major benchmark of global oil prices turned deeply negative.", "These are the latest troubles for a Canadian oil and gas industry already undermined by the drop in prices that occurred six years ago and ongoing transport bottlenecks.", "The economic impact for Canada as a whole is mitigated by the fact that the industry makes up a smaller share of our economy now than at its peak in 2014 (Chart 5).", "But the pain is being deeply felt in the West.", "Chart 5: The oil and gas sector is now a smaller share of the economy Oil and gas nominal share in investment, exports and production Investment Exports Production 2014 2015 2016 2019 (estimated) Sources: Statistics Canada and Bank of Canada calculations Last observations: production, 2016; investment, 2018; exports, 2019 Long-lasting impacts These and other sectoral adjustments are likely to result in damage to Canada's productive capacity that may be profound and long-lasting.", "Some firms may not be able to survive long with negative cash flow.", "Households may not be able to cope with many weeks of lost income.", "A lot of wealth has been lost due, in part, to the steep decline in stock markets.", "Both business and consumer confidence may also remain depressed, partly reflecting uncertainty related to a second wave of outbreaks.", "Individuals may remain reluctant to fully emerge-both physically and economically-when the containment measures are lifted.", "The pandemic itself could also result in structural changes in the economy.", "Even if the economy as a whole bounces back quickly when the shutdown is eased, some sectors may be permanently affected.", "For example, the pandemic could have a lasting effect on travel of all kinds and undermine long-term prospects for oil demand and prices.", "However, there may also be positive developments in some sectors: the COVID-19 crisis could accelerate investments in e-commerce and technologies that facilitate remote working.", "These changes could help some small businesses survive during the pandemic and change the retail landscape and the types of firms that are created after the pandemic ends.", "The pandemic could also have a long-lasting impact on global trade.", "Companies may rethink the vulnerability of cross-border supply chains.", "Protectionist policies in some countries may accelerate this reconfiguration.", "Based on consultations conducted by Bank staff, some firms expect business opportunities created through a return to domestic manufacturing to persist once the effects of the COVID-19 shock dissipate.", "They expect supply chains to shrink and diversify and essential health products to be produced domestically.", "Supply chain disruptions imply a loss of access to some markets, and consumers would likely pay more for goods and services.", "The experience of East Asia, where the virus first hit, provides some signs of resilience in the complex web of global supply chains.", "In China, the epicentre of the pandemic, strict containment measures were put in place in January and started to be lifted at the end of February.", "Several industries are almost back to producing at pre-containment levels.", "After dropping off sharply when many manufacturers were shut down, China's exports to some of its East Asian neighbours have bounced back.", "But these are early days, and risks of further outbreaks of the virus remain.", "Moreover, near-term prospects for East Asia are dependent on the rest of the world, where much activity has yet to resume.", "Building the bridge to recovery Policy-makers around the world have responded to the extraordinary challenges created by this crisis.", "In Canada, policy action has been taken on a number of fronts.", "Fiscal policy has been a central part of the early effort to contain the impact of the shutdown.", "Several measures, such as tax payment deferrals, are aimed at giving households and businesses some breathing room.", "These measures play a crucial role in limiting the number of bankruptcies and knock-on effects that could arise with multiple foreclosures.", "This is particularly important in the current context of high household indebtedness, which could amplify the impact of the shock.", "Other measures provide direct support to households and businesses-for example, the Canada Emergency Response Benefit and the Canada Emergency Wage Subsidy.", "At the Bank of Canada, we know that a continued flow of credit is essential to build the bridge between the shutdown and the resumption of growth.", "If Canadians cannot pay their bills and businesses cannot service their debts, the recovery will be weak.", "That is why the availability of credit has been a central Bank's policies throughout this crisis.", "Let me elaborate on the actions we have been taking so that households and firms can access the credit they need to get them through a period of lost income.", "Credit provision depends on the functioning of the set of markets that financial institutions rely on to fund their operations.", "When these markets operate normally, participants can buy or sell assets quickly at predictable prices, and borrowers have reliable access to financing on reasonable terms.", "This, in turn, allows monetary policy to be transmitted effectively to the economy.", "The functioning of these core funding markets was threatened by the intense financial stress that took hold in March.", "The sudden collapse in prices of stocks and other risky assets triggered the typical features of a financial panic.", "We saw a spike in volatility driven by uncertainty and a rapid fall across many asset prices.", "This drove a flight to safety and cash hoarding, as financial institutions were reluctant to lend to one another and withdrew from market making.", "If these forces had been left unchecked, Canadian businesses and households could have faced a severe credit crunch.", "Swift and aggressive policy was therefore needed to restore market functioning.", "Starting in mid-March, the Bank expanded its funding to financial institutions and launched various asset purchase programs, all to address problems with market functioning.", "Our asset purchases serve a dual purpose.", "First, the purchases themselves help support the functioning of the markets in which we are buying.", "Second, we carry out these purchases by expanding financial institutions' deposits at the Bank of Canada, which helps satisfy the demand for additional liquidity under turbulent conditions.", "As a result of these operations, our balance sheet has already expanded by about $300 billion-more than tripling its size from the end of January.", "Details of these programs and how they work are presented in our latest Financial System Review, published on May 14.", "Two months on, markets are functioning noticeably better.", "Canadian companies have been able to increase their borrowing substantially-which is appropriate given their need to ride out their loss of revenues during the shutdown.", "Households likewise have been able to borrow more, partly reflecting the fact that some mortgage payments have been postponed.", "While these are encouraging signs, new challenges are in store.", "In particular, we are seeing a sizable increase in financing needs by federal and provincial governments, coinciding with the heightened credit needs of the private sector.", "In response, we have temporarily stepped up our purchases of federal government debt and launched new facilities for purchasing provincial and corporate debt.", "This is so that these markets continue to function so that borrowers can continue to access the credit they need to get through this difficult period.", "Managing risks to inflation This brings me to the direction of monetary policy.", "For over 25 years now, the Bank of Canada's monetary policy has been guided by our 2 percent inflation target.", "This period has included some turbulent times, and inflation has nonetheless averaged close to that target.", "Inflation was near 2 percent before the global shutdown started, and the economy was operating close to potential.", "The inflation target remains our objective, and in the period ahead we will continue to manage the risk that inflation could persistently diverge from target in either direction.", "Typically, that means lowering our policy interest rate to stimulate demand when economic slack is putting downward pressure on inflation and raising that rate when we see excess demand emerging.", "But the shutdown is not typical.", "The most recent data indicate that inflation has declined sharply.", "But that is due less to overall economic slack than to some specific factors-especially the drop in prices of gasoline and travel services, as well as shifts in spending.", "These shifts mean that the standard consumer price index (CPI), based on the cost of a fixed basket of goods, is less meaningful.", "While many of these changes will reverse when businesses reopen, we expect to see some persistent price effects, which will differ across products and services.", "We will also likely see some further changes in consumption patterns.", "These will affect the true underlying price pressures throughout the crisis and recovery period.", "During that adjustment, official inflation measures might be less informative than usual about capacity pressures.", "At the Bank, we are working to assess the impact that these shifts in spending patterns can have on measured inflation.", "During the shutdown, consumers have cut their spending on goods such as food away from home, airfare, clothing and gasoline and on services such as haircuts.", "On the flip side, the share of food purchased in stores and pharmaceutical products has risen sharply.", "Overall, the results indicate that the decline in inflation experienced by consumers may be less than indicated by the official CPI measure.", "Moreover, stimulating demand cannot do much to influence inflation as long as the stores, and indeed much of the economy, remain closed.", "In this setting, monetary policy needs to be even more forward looking than usual, seeing beyond the shutdown to its potential implications for the subsequent recovery.", "The loss of household wealth coupled with self-reinforcing weakness in business and consumer confidence could continue to weigh on aggregate demand after the restrictions are lifted.", "Some businesses will fail, and workers will not regain their old jobs.", "Supply chains, both in Canada and globally, may be disrupted for some time.", "While the steps we have taken should help, we are likely to emerge from the shutdown with both demand and supply weaker than before.", "The scarring associated with the shutdown could lower productivity, which tends to result in higher inflation.", "But the Bank's analysis suggests that the decline in demand stemming in part from weaker business and consumer confidence is likely to have a larger effect.", "On balance, there is likely to be downward pressure on inflation.", "As restrictions are lifted, monetary policy will continue to manage the risk that inflation could deviate persistently from its target in either direction.", "Based on our assessment that downward pressure on inflation is more likely, we have already cut our policy rate by 11⁄2 percentage points to its effective lower bound of 1⁄4 percent.", "We are also continuing with market operations aimed at transmitting the policy rate effectively to the real economy.", "We can adjust these operations as needed to head off a move of inflation in either direction from the target.", "Just as I began with a description of these extraordinary times, I must conclude with the same sentiment-this is an unparalleled time in history, and it is hard to gauge the right action.", "But we knew from the outset that paralysis was not an option: now is not the time for precision, but decision.", "To be sure, fiscal policy must do a lot of the heavy lifting, and the Canadian government has taken That's appropriate: elected representatives are the ones to make decisive steps.", "Fiscal measures can target sectors and groups most affected by crisis.", "At the same time, monetary policy works in an independent and complementary way by influencing financing conditions for the whole economy, and generally tries to be neutral in its impact.", "As such, the Bank of Canada will do our part to help Canadians get through this period and build the foundation needed to steer the economy back on track."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["COVID-19", "Shutdown", "Economic Impact", "Monetary Policy", "Fiscal Policy", "Recovery", "Credit", "Inflation", "Supply Chains", "Structural Effects"]}