{"sentences": ["The euro area economy has been experiencing an unprecedented contraction since the coronavirus (COVID-19) began spreading in Europe.", "Economic activity declined in the first quarter by 3.6 percent, quarter-on-quarter, driven by the fall in both domestic and foreign demand.", "Consumer spending plummeted, largely due to the shutdown of non-essential businesses and heightened uncertainty about job prospects.", "Although employment declined only by 0.2 percent, quarter-on-quarter, in the first quarter of the year, recourse to national employment schemes remained at unprecedented levels.", "At the same time, business investment is expected to have collapsed on the back of lockdowns, fading demand, increasing uncertainty and vanishing liquidity.", "Given the global nature of the shock, both nominal exports and imports of goods declined sharply in March and are expected to remain subdued in the coming months.", "Incoming data suggest a much larger contraction of the economy in the second quarter.", "After the projected collapse in the first half of the year, euro area growth is expected to rebound in the second half, supported by monetary and fiscal policy and some pent-up demand.", "In May, survey indicators suggested that there were some signs of the slump bottoming out alongside the easing of containment measures.", "Although the euro area economy remains in a deep contraction, consumer and business confidence indicators improved in May.", "At the same time, there has been an improvement in forward-looking indicators, despite remaining well below their pre-crisis levels, suggesting that firms expect a recovery to take hold in the coming months.", "This assessment is also consistent with the June 2020 Eurosystem staff macroeconomic projections for the euro area.", "After the further severe contraction in the second quarter, real GDP growth is projected to rebound in the second half of the year, with an average growth rate of -8.7 percent in 2020.", "Over time, economic activity is expected to grow strongly, by 5.2 percent in 2021 and 3.3 percent in 2022.", "Overall, real GDP will recover only gradually towards pre-crisis levels, remaining below the level expected in the March staff macroeconomic projections throughout the projection horizon.", "Given the elevated level of uncertainty, the June 2020 projections also include two alternative scenarios, a mild one and a severe one, based on different assumptions regarding the further progression of the virus and the necessary containment measures.", "Both monetary and fiscal policies play a crucial role in supporting the recovery in the euro area.", "Fiscal policies at national and EU level have been crucial in mitigating unemployment risks, bolstering household income and supporting investment by firms.", "In order to achieve a broadbased recovery, national measures must be backed up by forceful action at the European level.", "We welcome the new €750 billion EU recovery instrument which consists of €500 billion in grants and €250 billion in loans to Member States.", "The sharp contraction in economic activity is also reflected in the inflation slowdown.", "Headline inflation decreased further to 0.1 percent in May, from 0.3 percent in April, mainly on account of the continued fall in energy prices.", "Over the coming months, inflation is expected to be close to zero percent, averaging 0.3 percent in 2020, before slowly recovering to 0.8 percent next year and reaching 1.3 percent in 2022.", "The inflation projection is also subject to unprecedented uncertainty, with a faster recovery in the mild scenario.", "Financial markets Euro area financial markets were set in turmoil as the virus spread throughout Europe: euro area sovereign bond spreads widened, corporate bond spreads surged and stock prices plummeted.", "Financial markets eventually stabilised, notably on the back of a forceful monetary policy response by the Eurosystem.", "But the monetary accommodation generated by the decline in riskfree rates has only slightly eased the tightening in financial conditions caused by the decline in stock prices and the increase in euro area sovereign and corporate bond yields.", "The widening of sovereign bond spreads - on account of the macroeconomic outlook and the sizeable fiscal policy responses endorsed by national governments - is particularly troubling from a monetary policy perspective.", "An effective pass-through of risk-free rates to sovereign bond yields in all countries is crucial because sovereign bond yields are widely used as benchmark rates for pricing financial market instruments and bank credit.", "Evidently, the costs banks face to raise funding in the money, capital and equity markets have notably increased.", "Monetary policy measures Tightening financial conditions, combined with an outlook for price stability that had significantly worsened due to the economic fallout of the COVID-19 crisis, prompted the ECB's Governing Council to take further policy action at its June policy meeting.", "We decided that the most effective way to respond would be to increase the size of the pandemic emergency purchase programme (PEPP).", "There were two reasons for this.", "First, the PEPP can provide a significant degree of additional monetary easing as it directly affects the benchmark rates used to price financial market instruments and bank credit in all euro area countries.", "Accordingly, expanding the overall PEPP envelope by €600 billion will bring us significantly closer to the pre-COVID-19 inflation path over the medium term.", "Second, the PEPP safeguards monetary policy transmission to all asset classes and jurisdictions thanks to the embedded flexibility in conducting asset purchases.", "We also agreed to extend the PEPP until June 2021.", "The projections for the euro area show that inflation will start to pick up around this date.", "Likewise, the other monetary policy measures taken in response to the pandemic such as the targeted and pandemic emergency longer-term refinancing operations (TLTRO and PELTRO programmes), will run their course through the summer of 2021.", "Finally, we agreed that reinvestments under the PEPP will take place until at least the end of 2022 and, in any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the prevailing monetary stance.", "Looking ahead, the Governing Council will keep re-evaluating whether the size, duration and composition of the PEPP remain appropriate as the economic consequences of the COVID-19 pandemic unfold.", "We stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards our aim in a sustained manner.", "Financial stability during the pandemic crisis Turning to the stability of the financial system, two opposing forces are now at play: the impact of the coronavirus shock - which was amplified by a range of existing vulnerabilities - and the fiscal and monetary policy response in the euro area.", "Over the last few years, signs of asset mispricing as well as lingering private and public sector debt sustainability concerns had been identified as vulnerabilities to financial stability.", "In addition, euro area banks' profitability had been low, due to both structural and cyclical factors, while non-bank financial intermediaries had grown in size since the great financial crisis, taking on more credit and duration risk.", "As the coronavirus shock hit the euro area, we observed flight-to-safety phenomena, a surge in volatility and a sharp tightening of financial conditions, as in previous crises.", "In February and early March 2020, investment funds experienced exceptionally large outflows.", "Initially, high-yield corporate funds were at the epicentre of redemptions.", "But, after a slight delay, redemptions spread to safe havens, such as money market and sovereign funds, as investors needed cash to satisfy margin calls.", "The combination of high redemptions and low liquidity buffers likely resulted in forced sales of risky and less risky assets alike, in an environment of already impaired market liquidity, amplifying swings in asset prices.", "Despite pre-existing vulnerabilities, the euro area financial system weathered the immediate stress relatively well, thanks to the regulatory reforms of the past decade and bold policy responses by monetary, fiscal and prudential authorities.", "Nevertheless, medium-term vulnerabilities have increased.", "The shape and strength of the recovery are uncertain and this uncertainty will persist for some time.", "There are substantial downside risks, in particular if the easing of containment measures turns out to be premature or their impact on productive capacity is more persistent.", "The deteriorating economic conditions may give rise to debt sustainability concerns in the public and private sector.", "Corporates, many of which were already highly leveraged before the coronavirus shock, face a three-pronged challenge of cash-flow strains, higher funding costs and supply chain disruptions.", "As regards national governments, the immediate response of allowing automatic stabilisers to kick in and introducing discretionary support measures was correct in the midst of a deep recession.", "In countries with already limited fiscal space, however, the additional debt may give rise to debt sustainability issues in the future.", "The pandemic crisis also poses considerable challenges to the banking sector.", "Let me first recall that euro area banks entered the crisis with stronger capital and liquidity positions than they had at the time of the global financial crisis a decade ago.", "This enhanced resilience has allowed banks to weather the initial strain from the crisis and enabled them to keep lending to the economy in what has essentially been a cash-flow shock for firms and households.", "Unlike in 2008, this crisis did not originate from the banking sector and banks have an essential role to play in supporting the economic recovery.", "Having said that, the economic downturn triggered by the coronavirus shock, now poses important challenges to the banking sector.", "While banks in the euro area are not at the epicentre of the current crisis, their market valuations were hit hard amid concerns over a further weakening in their profitability prospects, which were already subdued well before the pandemic shock hit the economy.", "This mainly reflects expectations that banks' credit losses are set to increase, as they will increasingly be confronted with missed payments and a growing number of corporate defaults over the coming quarters.", "As a result, analyst forecasts of bank profitability for 2020 have undergone large downward revisions in recent months, mainly driven by expectations that banks need to increase their provisions for future credit losses.", "In fact, banks' first quarter results already show a considerable negative impact from the crisis in the form of a sharp deterioration in profitability, driven by large increases in loan loss provisions in both the euro area and the United States.", "Looking beyond cyclical challenges, euro area banks' profitability prospects are further hindered by ongoing structural problems.", "Low cost-efficiency and weak income-generation capacity in some parts of the banking sector, both linked to overcapacity, continue to weigh on banks' longterm profitability prospects.", "Recognising the challenges at this juncture, consolidation via mergers and acquisitions could be one potential avenue for reducing overcapacity in the sector.", "Micro- and macroprudential authorities have also acted swiftly and introduced a range of relief measures to help the banking system maintain the flow of credit.", "ECB Banking Supervision has allowed banks to temporarily operate below the level of capital defined by Pillar 2 guidance and the combined buffer requirement.", "Banks are now also allowed to meet Pillar 2 requirements with lower quality capital as a result of the early introduction of an amendment to the Capital Requirements Regulation.", "It furthermore enhanced flexibility in accounting rules and the recognition of non-performing loans.", "Furthermore, ECB Banking Supervision recommended that banks limit capital distribution by refraining from paying dividends or buying back shares.", "On the macroprudential side, national authorities have either announced a full release of countercyclical capital buffers or revoked previously announced increases to these buffers.", "Authorities have also released or reduced buffer requirements for structural risks and delayed the implementation of new requirements.", "Looking ahead, financial stability concerns will crucially depend on the shape of the economic recovery.", "Taken together, these measures should help the euro area banking system to sustain lending to households and companies while weathering losses.", "Complementing these prudential measures, government loan guarantee schemes have the potential to offset at least some of the losses.", "The effectiveness of these schemes hinges on their take-up and the ability of borrowers to access loans quickly.", "The euro area financial system has faced an economic shock of enormous scale, speed and global breadth in the wake of the coronavirus pandemic.", "Policy measures have so far helped prevent a health crisis turning into a systemic financial crisis, but medium-term risks to financial stability have increased markedly.", "Main concerns relate to the euro area banking sector and how it will cope with additional pressure on profitability, as well as the increase in public debt levels in the medium-term, and how these will be managed amid weaker growth prospects."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Euro area economy", "Monetary policy", "Financial stability", "Economic recovery", "Inflation", "Financial markets", "Fiscal policy", "Banking sector", "Credit losses", "Government loan guarantee schemes"]}