{"sentences": ["Good morning and thank you for the invitation to appear before this Committee.", "The past three months have been extraordinary ones in the life of our nation and there has been an unprecedented policy response.", "On the economic front, there has been very close coordination between monetary and fiscal policy, as there should be at times like this.", "As part of the RBA's contribution to dealing with the pandemic, we announced a comprehensive package in mid March.", "The goal is to support the economy by keeping funding costs low and credit available, especially to small and mediumsized businesses.", "As banker to the Australian Government, the RBA has also processed the many billions of dollars in government assistance to households and businesses.", "We have also made sure that the payments system is working well and that banknote supply is maintained.", "And we have done this with around 90 per cent of our staff working from home.", "The evidence so far is that our mid-March package is working as expected and it is helping build the necessary bridge to the recovery.", "The shape and timing of that recovery depends not only on when restrictions are lifted, but also on the confidence that Australians have about their own health and their finances.", "With the national health outcomes better than earlier feared, it is possible that the economic downturn will not be severe as earlier thought.", "Much depends on how quickly confidence can be restored.", "But even as the recovery gets under way, there will still be a shadow cast by the pandemic.", "As a country, we will need to turn our minds as to how to move out of this shadow.", "A reform agenda that makes Australia a great place for businesses to expand, invest, innovate and hire people would certainly help.", "For its part, the RBA will maintain its expansionary settings until progress is being made towards full employment and we are confident that inflation will be sustainably within the 2-3 per cent target band.", "I look forward to answering your questions.", "The Governor was invited to make a brief opening statement to the Committee of no more than two minutes."], "classifications": ["none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none"], "topics": ["monetary policy", "economic recovery", "confidence", "reform agenda", "businesses", "inflation", "payments system", "banknote supply", "fiscal policy", "employment"]}