{"sentences": ["We are delighted to be joined right here on Bloomberg by the European Central Bank President.", "She's Christine Lagarde.", "Madame Lagarde, thank you so much for giving us a little bit of your busy schedule.", "When you look at the strategy review event, you really laid out what you were trying to achieve yesterday in the press conference.", "At this moment, what do you see as the biggest challenge for it?", "The biggest challenge is going to be to harness all the views, all the assessments, all the convictions into a direction that will actually serve the purpose that we have been assigned, which is guaranteed price stability in the economy.", "Now, that seems like a very dry proposal but the whole point is to actually create the ground, maintain the ground and fertilise the ground - so that there is growth, so that there are jobs, and so that the economies of the euro area are working well and hopefully are generating some good value for the citizens of the euro area.", "You said that you have a preference on how you would look at inflation, but you wouldn't say why.", "Now, I have a preference on many topics.", "I have views and I'm not an idiot.", "Yes, I do have views in relation to how we can procure this price stability, how financial stability has to be taken into account, how we take into account the risks of climate change and the impact that it has on many aspects of the work that we've been doing.", "I do have those views, and all the people around the table have those views.", "I think my job as President is to facilitate the expression, the rallying of views around various themes, one of which will be the inflation objective-setting, if you will - which may take multiple forms - but which is one of the anchors that will determine our discussions.", "But I don't think that a President right from the get-go, as we are just about to embark on the process, should state; this is my view.", "I don't want to preclude others from expressing theirs and I don't want to over-influence the debate.", "Is it about the consensus building, or is it just about not influencing?", "Lagarde: It's a combination of both.", "There are very strong members around the table and I don't think that they will be under any kind of influence other than reviewing the facts, understanding the reactions, understanding the response, understanding the effectiveness of what we can do.", "The world has changed so dramatically over the last 20... you know, last time we had a strategy review was in 2003.", "The growth was much higher in those days, inflation was higher, the prospects for the various demographics around the world were different.", "The world has massively changed.", "We didn't use social media as much as we do; we hardly had the cell phone in those days.", "Can you give us, then, a sense of the future timetable for these reviews?", "Should it be a regular thing?", "That's to be debated.", "First of all, the initial timetable that we are setting for ourselves - which is ambitious, I acknowledge that - is to try to conclude before the end of this year.", "So December 2020, hopefully, we will have reached that platform of consensus on the various topics that we have.", "Now, do we have to repeat the exercise every five years, every eight years, every 16 years, as we have?", "I have my views as well and we will debate that with the group to see how necessary it is, how helpful it can be.", "Markets are interpreting the exercise as maybe having a little bit of a dovish tilt.", "Then you look at housing costs and you look maybe at side effects of negative rates...", "There are doves and hawks around the table, I get it!", "But what signs should markets be looking at in the review to give us a sense of where it goes?", "If markets are interested in what happens in the next 12 months, they should not pay too much attention to the strategy review because we're conducting two separate exercises here.", "We will have our monetary policy assessment and review as usual.", "Every six weeks we all get together, we look at the numbers, we look at the markets, we look at the views of the citizens in terms of inflation expectations.", "We decide whether things should be status quo or whether they should vary one way or the other.", "That exercise will be conducted irrespective of the strategy review, so to those who say, \"Oh, it's going to be completely static and stable for 12 months\", I'd say, watch out!", "Because things change and we might have different signals and we might reconsider.", "I don't know at this point in time.", "What I know for sure is that there will be two different exercises and the strategy review will be on its own, on a standalone basis, and will progress.", "We are looking at what we do in the future, not what we do next week, or in May or in July.", "Is it also a warning to the markets not to over interpret too quickly?", "They're going to look at my face and see, well, is she smiling?", "I told them on day one: I said, \"Don't over interpret.", "We will say what we can say.\"", "I know that some people are disappointed that we didn't say much more yesterday, but a strategy review starts here, finishes there.", "You cannot here say what you are going to do there; otherwise you don't do a strategy review.", "We need to do a lot of stock-taking, looking at the effectiveness of what we have done, learning from other countries around the world as well in the process.", "You know that the Fed is undergoing the same exercise, and we need to take time to reach out to the Parliament, to academics, to people, to those who are interested in these issues to hear the voices, to understand what their views are.", "We will listen to markets as well, but they are one of the voices that we will listen to.", "Economists believe that monetary policy at the ECB will be largely on autopilot for the next two years: is that a mistake?", "No, I just told you - as to those who think that it's on autopilot, I think that's ridiculous.", "There is forward guidance which is strong, which is setting a very clear timetable that is fact-dependent.", "But let's look at the facts, let's look at how the economy evolves.", "That's what we do; we need to be fact-driven, we need to be clear in our communication and we will be.", "I'm saying today: don't assume that it will be on autopilot.", "Yesterday you talked quite extensively about negative rates; you said tiering is working well, but is there a point where actually the side effects of negative rates mean that you need to scale it back?", "We will be looking at the side effects as part of the strategy review.", "There is no question about that.", "We need to be attentive to that.", "Financial stability is not our first driver of concern and consideration, but we will have to look at it, of course, yes.", "Don't forget that we need to have a banking sector in the euro area that acts as a good channel of transmission.", "Which means what, that you could extend tiering?", "As I said yesterday, we are not considering that at the moment.", "President Trump left Davos saying that actually he's still thinking about possible tariffs against Germany and Europe in general.", "You're seeing growth in Europe; how do you match up the two?", "We're saying modest growth in Europe.", "We're saying a bit more modest downside risks as well, so that's probably the reason why it's kind of slightly balanced to the upside, but very slightly.", "What I was pleased about is to see that there had been a good first meeting between Ursula von der Leyen, President of the European Commission, and President Trump.", "It's better to start off on a good footing and there will be difficult relationships going forward, and points of negotiation that will be hard.", "Whether it's trade, whether it's tax, whether it's technology, whether it's energy - there are multiple topics.", "As Ursula said, Europe and the United States have been friends for a long, long time.", "It will not go away and in many instances, they have joint interests but Europe is different.", "Europe operates on different values, with different systems, and that needs to be secured and preserved for the sake of the Europeans.", "Are tariffs the biggest concern you see for the European economy?", "It's a big concern, let's face it.", "Don't forget that there is trade intra-Europe and that would not indeed be affected.", "But trade with the United States, which is an important trade partner, would be affected if there was a sudden rise in tariffs, yes - or a tariff war.", "Tit for tat, you tariff me, I'll tariff you: that's going to operate as a brake on the economy, for sure.", "You've done a number of public events in the last couple of weeks.", "What concerns have people raised with you?", "When I talk to family members, they say, \"Explain what you do, Mum, please?", "We don't really understand!\"", "That's a really good signal for me that we need to communicate in a more explicit way about what we procure.", "If we explain exactly what we do, it's technically sound - the experts will understand.", "Family members and the taxi drivers, the hairdressers and the shopkeepers are not going to understand.", "If we explain that what we do actually procures growth, facilitates investment and creates jobs, then it means something.", "But we should not be the only one to try to do that!", "Is it reconnecting with the citizens?", "I think that's an important factor, yes, because people of Europe - particularly the euro area - are quite bullish about the euro.", "They are pleased to have the euro as their currency.", "And we do everything we can to make sure that euros can flow easily, that payments are secure, that what they have is solid, is stability.", "But I think we need to do a bit more.", "A lot of the focus here is on sustainability.", "Is there a danger that we have outsized expectations about what central banks can do to tackle this?", "Possibly, but I think that nonetheless, each and every one of us has to explore what he or she can do about the current risks.", "I think that it has been under...", "The risks caused by climate change to corporates, to the economy, to general stability have been largely underestimated - and for good reasons, because many risks are difficult to assess.", "We are talking about what happens in 30 years.", "It's not on the cards of a stress tester to anticipate what happens in 30 years.", "You look at the immediate future, you look at the market risks, you look at macro risks.", "But the climate risks in 30 years, that need action now if we want to remedy those risks, that's difficult - but we need to do it, absolutely.", "Do you worry that the more questions you ask... Lagarde: And by the way, central bankers can do quite a bit.", "If you force, for example, financial institutions or ask for them to stress test climate change, how much complexity does that actually.", "How much cost does it involve and how many more complex issues come up to the surface because of the exercise?", "I say never mind the cost; beware of the accident, number one, so even if it costs something, the risk that it protects us against is so much bigger that it's really worth a bit of investment.", "And it's also a source of economic opportunities, let's not forget that.", "That's where everybody has to rally at the table because it requires good and probably different accounting principles.", "I'm delighted that the big accounting firms are taking this seriously, and I hope they deliver.", "It requires the regulators to be on board as well.", "But the policymakers, the governments have to take it seriously and not pay lip service to the risk.", "They have to also take the right measures, so everybody must be at the table.", "Central bankers will not eliminate climate risk on their own.", "They can participate in the process and for my money, I'll do the best I can to participate, but it's not a business of central banks.", "Do chief executives and governments take it seriously, or is there a danger that they come to Davos, and talk about it...", "The governments have to take it seriously.", "They all signed up to the Paris Agreement.", "Not many countries are at the point of beginning to deliver.", "If you see a recession or if you see it tilted downwards for the economy, is there a danger that actually all of this goodwill goes out the window?", "We've seen that in the past and we might see it in the future, but I think that the youth around us and public opinion will be around to remind us that this is not something that we can put on the back burner, because we have an issue.", "What is the one thing that you would ask of the European Commission when it comes to tackling climate change right now?", "Do we need a common definition?", "It's not just the European Commission; I think the European Commission is completely devoted to this.", "And the Green Deal, as advocated by Ursula von der Leyen, is really a good - I would say - \"repurposing\" of a lot of existing budgets and additional budgets and probably new financial instruments to guarantee and leverage.", "But it also takes the European Parliament and they are heading in the right direction, identifying a taxonomy, without which it would be difficult for others to move and say; here we need to take a provision.", "That collateral is not really worth what's on the face of it.", "Is this one issue you think Europe can speak with a common voice on?", "I know it's difficult.", "There are some countries that are still heavily coaldependent but I would hope so.", "Just as Europe has moved, and is moving the world, on Data Protection, as it also has moved the world in relation to safety.", "Everybody complained about REACH at the time.", "REACH was this legislation that actually helped better regulate chemicals that could be dangerous for people.", "There are a lot of goods that are used on a daily basis around the world that are safer because of that Directive.", "So in that sense, Europe - which is often criticised for being too bureaucratic, too government-intensive - is also helping people.", "But is this one thing that will deliver the real fiscal spending that you and your predecessor have been asking for, for a long time?", "I don't have a voice concerning fiscal policy, so to speak, but I have a voice to say; our monetary policy is much more effective if you leash out, where you have the space, on some fiscal tools as well.", "When I look at some countries, they are beginning to put money on the table.", "Christine Lagarde, I know you have to go, so a final question: if you look at the central bank stance around the world, there is a lot of talk that central banks are coming to the end of the tools that they have.", "Can somehow fiscal spending across the world make up for that?", "First of all, I don't think that the central banks have exhausted their tools.", "When conventional policy was heading towards very low rates, then new tools were invented.", "These were challenged but eventually they were validated.", "So I think that creativity also applies to central banking, number 1.", "Number 2, they won't be a substitute; I think it's a coordination, an amplification of one by the other.", "If you look at how markets have reacted, do you worry that they're out of kilter actually, so markets are going up and the world economy is in a little bit of a standstill?", "There are times when I think so.", "Is that because they don't price risk?", "I think that some of them clearly do not price the climate change risk, for sure, yes.", "Christine Lagarde, thank you so much for joining us."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Inflation", "Climate change", "Monetary policy", "Central bank", "Strategy review", "Financial stability", "Tariffs", "Fiscal policy", "Sustainability", "Communication"]}