{"sentences": ["Senior Deputy Governor Wilkins and I are glad to have the opportunity to answer your questions about today's policy announcement and Monetary Policy Report (MPR).", "Allow me to begin with a few comments.", "The Canadian economy is experiencing a significant and rapid contraction.", "The shock is a global one, affecting all countries, but commodity-producing countries like Canada are being hit twice.", "In the very near term, policy-makers can do little more than cushion the blow.", "It is worth spending a moment to emphasize why the central bank's inflation targets matter so much, even at a time such as this.", "Inflation targets were put in place around the world when the dominant worry was higher inflation.", "Today, the situation is very complex.", "However, Governing Council agreed that the balance of forces points to weaker demand and a decline in inflation as the dominant concern.", "Inflation targets provide an anchor for the economy-particularly inflation expectations-and a guide for policy actions equally in today's situation.", "Keeping inflation close to target means taking measures to ensure that the economy stabilizes and then returns to full capacity.", "Failing to do so now would mean that inflation would persistently fall short of target.", "If inflation were to fall short of target for an extended period, faith in that anchor would be eroded, and policy-makers would face even greater challenges in returning the economy to full capacity.", "This challenge can become particularly acute should inflation fall persistently below zero.", "Subzero inflation, or deflation, would interact with existing indebtedness in a particularly undesirable way.", "Specifically, negative inflation would increase the real value of outstanding debts while it would erode the ability of companies and households to service their debt-a very difficult mix for the financial system.", "Fortunately, the risk of sustained deflation in Canada is low, for several reasons.", "First, there has been a vigorous and elastic response from governments to the pandemic.", "These actions will put a floor under the economy and lay the foundation for the subsequent recovery.", "This is especially true for wage subsidies, which are designed to maintain the employee-employer relationship, thereby buttressing confidence and facilitating the recovery.", "Second, Canada began the pandemic episode with the economy operating near potential and inflation around its 2 percent target.", "Just as a healthy, fit individual is more likely to shake off a COVID-19 infection, a healthy economy is more likely to recover quickly from a major negative shock.", "Third, Canada has enjoyed considerable success in keeping inflation close to target for more than 25 years.", "This means that investors, firms and households expect that the Bank will act to help return the economy to capacity and bring about stable, 2 percent inflation.", "The Bank's recent actions should be seen in exactly that light.", "In recent weeks, Governing Council lowered our policy interest rate three times to 0.25 percent, which we consider to be its effective lower bound.", "These moves were based on analysis of the factors we could measure immediately-mainly the likely fallout on the economy from the collapse in oil prices, as well as the immediate effects of measures to contain the novel coronavirus.", "This preliminary analysis indicated that cutting rates all the way to the effective lower bound was the best contribution the Bank could make to stabilizing the economy and complementing the government's efforts.", "Looking ahead, the outlook is highly conditional on how long the containment measures remain in place, and how households and firms adapt.", "Governing Council agreed that it would be false precision to offer its usual specific forecast.", "Instead, we chose to offer two plausible illustrative scenarios for the economy-one should be thought of as a \"best case\" given where we find ourselves today, while the other is a much more severe scenario.", "Many possible outcomes lie between these scenarios, but based on the Bank's new analysis, Governing Council concluded that substantial monetary stimulus needed to be in place to lay the foundation for the postcontainment economic recovery.", "For the Bank's policy actions to reach companies and households and foster a robust recovery, it is crucial that financial markets function well.", "In the past few days, Governing Council's deliberations focused mainly on what additional actions the Bank could take to achieve this goal.", "There has been some improvement in market functioning.", "But important strains continue, and Governing Council acknowledged that near-term borrowing requirements of governments and the private sector are likely to pose further challenges.", "We decided to increase the Bank's participation in the government's treasury bill auctions to 40 percent of each new issue, and to underscore that our program of purchasing at least $5 billion per week of Government of Canada bonds in the secondary market could be increased at any time, should market conditions warrant it.", "A similar argument applies to provincial government bond markets, which are seeing significant strains-hence our decision to supplement our program to buy provincial money market securities by also buying up to $50 billion in provincial bonds.", "Governing Council also noted that the corporate bond market continues to show signs of stress, although our program to purchase commercial paper has helped.", "Governing Council reasoned that the Bank's presence in the secondary corporate bond market would ease some of these strains and announced a $10 billion purchase program aimed at high-quality corporate borrowers.", "In addition, Canada's major banks face relatively high longer-term funding costs in the corporate bond market, a factor that is leading to upward pressure on some longer-term mortgage rates, despite the 150-basis-point drop in our policy rate.", "For this reason, Governing Council decided to lengthen the term of its weekly repo operations to allow for funding for up to 24 months.", "This should lead to improved funding conditions for the major banks and therefore help companies and households benefit more from monetary stimulus.", "The Bank has so far accumulated over $200 billion of new assets-amounting to about 10 percent of Canada's GDP in liquidity support for the economy-and the Bank's balance sheet has expanded by about this amount as a consequence.", "This is natural at a time when financial market participants and firms seek to increase their levels of liquidity because it is the central bank's job to fulfill those needs.", "If we failed to do our job, increased liquidity demands could instead lead to a contraction of credit availability, with obvious consequences for individuals and the economy.", "When financial tensions ease as the pandemic runs its course, these extra liquidity demands will dissipate, and the Bank's balance sheet expansion can reverse over time.", "The Bank stands ready to augment the scale of any of its programs should market conditions warrant it.", "Governing Council agreed that the combination of aggressive fiscal action and monetary stimulus will create the best possible foundation for the recovery period.", "Before concluding, let me point out that this MPR is unique in one other respect.", "This is the 25 anniversary of the first MPR, published under Governor Gordon Thiessen's leadership in May 1995.", "We have marked this event by using the same front page as 25 years ago.", "Ironically, I was one of the architects of that first MPR, and today's will be my last.", "I wish the circumstances were more favourable.", "With that, Senior Deputy Governor Wilkins and I will now be happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Economic Outlook", "Financial Markets", "Central Bank", "Interest Rates", "Government Stimulus", "Deflation", "Recovery", "Bank Balance Sheet"]}