{"sentences": ["Introduction It is my great pleasure to have the opportunity today to participate in this virtual discussion.", "In my opening remarks, I will talk about the impact of COVID-19 on Japan's economy and the Bank of Japan's response.", "The Impact of COVID-19 on Japan's Economy The COVID-19 pandemic has had a severe impact on countries all over the world, and Japan is no exception.", "With the increasing number of confirmed cases, the Japanese government declared a state of emergency in April and implemented strict public health measures.", "As economic activity became significantly constrained, private consumption for April declined by about 20 percent from last year.", "New cases of infection decreased sharply thanks to the public health measures, and the state of emergency was lifted at the end of May.", "The total number of confirmed deaths is less than 1,000 in Japan, and economic activity has resumed gradually.", "That said, given the significant economic downturn, Japan's economy is likely to remain in a severe situation for the time being.", "Thereafter, as the impact of COVID-19 wanes globally in the second half of the year, Japan's economy is likely to improve, mainly on the back of pent-up demand and the effects of macroeconomic measures.", "Of course, there are significant uncertainties over the outlook for the economy.", "The COVID-19 pandemic continues on a global basis, and concern about a second wave of the virus has increased recently.", "Under these circumstances, there is a risk that the second-round effects of COVID-19 may push down the economy considerably.", "There are two important points in particular.", "The first is to ensure corporate financing.", "To this end, it is essential to maintain financial system stability and accommodative financial conditions, thereby avoiding further downward pressure on the real economy from the financial side.", "The second point is whether firms' and households' growth expectations will decline and lead to cautious attitudes toward spending.", "Some sort of hysteresis effects could arise after a large shock, as shown in protracted cautious firms' behavior in Japan after the financial crisis in the 1990s.", "The Bank's Response Next, I will talk about the Bank's response.", "The Bank has enhanced monetary easing since March, implementing three measures as follows.", "The first is the Special Program to support financing mainly of firms.", "The total size of this program is about 110 trillion yen.", "Specifically, the Bank decided to purchase CP and corporate bonds within about 20 trillion yen, which is equivalent in size to a quarter of the Japanese market.", "In addition, it introduced funding measures of about 90 trillion yen to encourage lending by financial institutions.", "These include a scheme in which the government takes the credit risk of lending by financial institutions to small and medium-sized firms and the Bank provides funds to those financial institutions on favorable terms.", "This represents a case of cooperation between the government and central bank to support corporate financing, while making their respective roles clear.", "The second is an ample provision of yen and foreign currency funds.", "As for the yen funds, the Bank decided to purchase a necessary amount of JGBs without limit, with a view to maintaining stability in the bond market and stabilizing the entire yield curve at a low level.", "Regarding foreign currency funds, the Bank has provided a large amount of U.S. dollar funds based on cooperation with five other major central banks.", "The third is active purchases of ETFs and J-REITs.", "The aim is to prevent firms' and households' sentiment from deteriorating through volatility in financial markets, thereby supporting positive economic activity.", "In addition to the enhancement of monetary easing, the Bank has made regulatory responses in order to ensure financial system stability.", "Based on an international agreement, the full implementation of the finalized Basel III standards has been deferred by one year, and banks have been encouraged to use their capital and liquidity buffers.", "Moreover, the Bank announced with the Financial Services Agency in April an easing of regulation on the leverage ratio requirement.", "Financial system stability provides support for corporate financing and is also a prerequisite for monetary policy to exert its maximum effect.", "The Bank's response has already had considerable effects.", "Japan's financial system has maintained stability on the whole, and the lending stance of financial institutions has been active.", "Under these circumstances, bank lending for May registered the highest increase in the last 30 years, and CP and corporate bond issuances have increased significantly.", "Tension in financial markets has abated.", "The Bank will continue to support financing mainly of firms and to maintain stability in financial markets by conducting the aforementioned three measures.", "Still, there are significant uncertainties over the impact of COVID-19 on the economy and finance.", "Therefore, for the time being, the Bank will closely monitor the impact of COVID-19 and will not hesitate to do whatever it takes as a central bank if necessary.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["COVID-19", "Corporate financing", "Financial system stability", "Monetary easing", "Economic outlook", "Hysteresis effects", "Bank of Japan", "Basel III", "Government support", "Financial markets"]}