{"sentences": ["Ladies and Gentlemen, Let me start by noting the exceptional nature of the corona crisis and by acknowledging my deepest gratitude to all those who are fighting this unprecedented global threat in the frontlines, in healthcare and elsewhere.", "We are facing a severe humanitarian crisis on a global scale, which indeed calls for a coordinated global response.", "The title of the session has two elements as to the transformation of the world economy: reflections on policy responses, on one hand, and on the future post-pandemic monetary architecture, on the other.", "I shall focus mostly on the first part, i.e.", "policy responses, which is the most burning matter in our time.", "Meanwhile, I admit I don't have the crystal ball beyond the current crisis to foresee its specific effects on the longer-term monetary architecture.", "But they are certainly not unconnected: e.g.", "the proposal for new SDR allocation is closely related to the pursuit of a better functioning multilateralism.", "And by my reading and experience, there is no historical evidence that hegemony would create a more stable global monetary order than effective multilateralism.", "But I guess that should be a no-brainer for a body that is called Re-inventing the Bretton Woods Committee, so I refrain from lecturing!", "Let me make three points in my introductory remarks.", "Several analyses, including the scenario modelling done at the Bank of Finland, suggest that forceful but relatively short-lived restrictions to limit the spread of the pandemic will result in significantly lower output losses and economic damage than a more gradual approach with milder but longer-lasting restrictions.", "Nevertheless, the timing of lifting the restrictions will require a difficult balancing act, done preferably in international coordination.", "In any scenario, policymakers must do their utmost to build a bridge over the troubled times, in order to prevent a sharp rise in bankruptcies and job losses.", "Mostly, the policy response has been swift.", "Learning the lessons of the global financial crisis, governments and central banks have launched an unprecedented monetary and fiscal stimulus to support the real economy and avoid a credit crunch.", "A globally symmetric crisis calls for a globally coordinated policy response.", "It is a symmetric crisis in a global scale, affecting both advanced economies and emerging and developing countries.", "It is illustrative that the IMF is flooded with emergency financing requests from a vast number of countries: by now 102 out of 189 members have requested IMF emergency financing.", "In order to be able to help its members and safeguard global stability, it is imperative that the IMF has sufficient resources.", "Finland, as well as its Nordic-Baltic constituency at the IMF, has always been a resolute supporter of a strong and adequately resourced IMF, at the centre of the Global Financial Safety Net.", "Given the high uncertainty about the length and severity of the crisis, [and the external financing needs of the poorest countries with fragile health systems,] we must keep the door open for further measures.", "Specifically, in my view, there is an evident case for a new general allocation of SDRs, as part of the IMF's crisis-fighting package.", "This would be in line with the actions of central banks in all main currency areas who have taken swift action to support liquidity and market functioning.", "The Federal Reserve quickly engaged in aggressive balance sheet expansion and established swap lines with several other central banks to support US dollar liquidity.", "The ECB has done the same to safeguard euro liquidity.", "As the larger central banks like the Federal Reserve and the European Central Bank are providing ample liquidity and preventing a credit crunch by their bold actions, why should we not amplify this liquidity-producing impact in the global context through a new SDR allocation?", "In Europe, the ECB and the Eurosystem as a whole have launched a very substantial monetary stimulus and other credit-enhancing measures.", "It is imperative, as the euro area economies are estimated to contract roughly by between 5 - 15 % this year.", "Last month the ECB started a new Pandemic Emergency Purchase Programme (PEPP), buying both public and private sector bonds up to 750 billion euros to ensure favourable financing conditions.", "Together with its other programmes, the ECB's net asset purchases will amount to more than 1 trillion euros this year.", "Furthermore, via a new targeted lending facility with substantially more favourable terms than previously, the ECB can provide liquidity to banks at a negative rate for up to 3 trillion euros.", "This is amplified by a very substantial collateral easing package.", "Moreover, in its supervisory role, the ECB provides temporary capital relief to banks to support their lending capacity to the real economy.", "Together with the substantial monetary policy stimulus already in place, these measures will provide ample liquidity and funding support to euro area households, businesses and banks.", "We will do everything within our mandate by the Eurosystem to support the euro area citizens and businesses, particularly SMEs, over these troubled times.", "Against this backdrop, last week's agreement reached by the Eurogroup with finance ministers was a significant but hardly a conclusive deal.", "The crisis response will be made more powerful if all policies reinforce each other.", "In particular, a bold and coordinated fiscal policy response is crucial to support the recovery.", "It is not only a matter of European solidarity, but also in each member state's own interest, due to strong interconnections between the economies.", "Ladies and Gentlemen, Dear Friends, On a final note, let me underline the importance of global coordination.", "So far we have seen a rather patchy policy response - for instance Wednesday's G20 meeting was not exactly the greatest triumph of international cooperation.", "And the timing of the funding freeze of WHO could not have been more unfortunate.", "To my regret, this reminds me of Liaquat Ahamed's modern classic Lords of Finance, in which he describes the policymakers and their mistakes in the 1920s and 1930s, and the dramatic collapse of international policy coordination that contributed to the Great Depression and the subsequent Second World War.", "I recall former US Treasury Secretary Tim Geithner saying at the height of the financial crisis that he started reading Ahamed's book, but had to put it down after a few chapters, because he found it too scary!", "- Let's not get back to the future, at least not to that kind of future!", "The country I know best, Finland, has had its fair share of tough times in its history, and as a small state we have survived difficult situations by sticking together.", "Now we should stick together as a global community.", "I wish to trust that, despite the physical distance prevailing now among us under these emergency conditions, we in the global community will nevertheless be able to pursue the kind of solidarity and international cooperation that is badly needed to overcome this crisis, and to limit its damage, in a fair manner.", "Let me wish you all stay safe and healthy!", "Thank you very much for your attention.", "Liaquat Ahamed, Lords of Finance, William Heinemann 2009."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Policy responses", "Global coordination", "Liquidity", "Monetary stimulus", "IMF", "SDR allocation", "Fiscal policy", "Eurozone", "Pandemic", "Global financial crisis"]}