{"sentences": ["\"Interests and alliances\" Opening remarks by Klaas Knot at the SUERF conference 'Forging a new future between the UK and the EU' Amsterdam, 8 January 2020 The SUERF Conference of January 2020 brought together thought leaders from policy making, academia and industry, to discuss the economic implications of some of the challenges uncovered by Brexit and other recent events on both sides of the Channel.", "Because the conference was held at De Nederlandsche Bank in Amsterdam, Klaas Knot was invited for an opening keynote speech.", "In it, Mr Knot offered an optimistic view on the future relationship between the UK and the EU, based on the shared interests and the current and possible future alliances.", "It is my pleasure to welcome you all here at the Dutch Central Bank.", "And a special welcome to our distinguished speakers and panelists.", "A new year, a new decade, and a good moment to discuss the future relationship between the EU and the UK.", "Indeed, political developments over the coming months will be vital in shaping this new relationship.", "Henry Kissinger - the former US Secretary of State, famously said that \"America has no permanent friends or enemies, only interests.", "This echoes what Lord Palmerston - the 19th century UK prime minister - once said: \"the UK does not have eternal allies, nor perpetual enemies, but eternal and perpetual interests.\"", "Let me now fast forward to today's world of Brexit.", "Obviously, a politician or political party can persuade people to vote to leave the European Union.", "A member state can decide to abandon a treaty, or to withdraw from an agreement.", "Every nation has its own - sometimes narrow - political interests.", "These interests clearly matter over the course of history, and they probably will continue to do so for a long time to come.", "When Kissinger and Palmerston contemplated the alliances and interests of nations, they of course considered that the interests of nations can diverge.", "And alliances could therefore be temporary.", "But let us now take a different perspective.", "A perspective that also rings true.", "And which offers us a more optimistic view.", "First, nations do not just have divergent or competing interests, but also enduring common interests.", "Indeed, the EU and the UK continue to face very similar challenges and opportunities.", "Some of which will be discussed today and to which I will return shortly.", "Second, alliances may indeed be temporary, such as the UK's membership of the European Union.", "But at the same time, other alliances between the EU and the UK will endure.", "One example is our common determination to green the financial system by means of the Network for Greening the Financial System.", "Also, new alliances may emerge, such as a future trade relationship between the EU and the UK.", "I would now like to further elaborate on the EU's and UK's shared interests and future alliances.", "And I will do so along the lines of the three main topics that will be discussed in today's key addresses and panel sessions.", "First and foremost, the main question in 2020 will be how far we can get and how fast we can move in agreeing a new and ambitious trade relationship between the EU and the UK and the degree of alignment on financial services therin.", "We economists all know very well: a key factor in explaining trade patterns and trade intensity is geographical proximity.", "Of all the possible consequences of Brexit - and they are many!", "-the geographical position of the UK is not one.", "The distance between Dover and Calais remains 33 kilometers.", "Or to be precise: 33.3 kilometers between the white cliffs of the South Foreland near Dover, and Cap Gris-Nez in France.", "However, regardless of our close geographical proximity, the political decisions that will be made over the coming period will be key in determining the nature and volume of future EU-UK trade.", "For example, trade between the EU and the UK could drop by an average of 20% in the years after a possible no-deal Brexit.", "Indeed, in economic terms there may be little difference between a no-deal Brexit that could have occurred on the 31st of January, and a hard Brexit that could still occur at the end of 2020.", "This would happen if the EU and the UK are unable to agree on a timely trade deal.", "And if there is no mutual consensus on extending the transitional period beyond 2020.", "And even if a timely trade deal were to be reached, it is unclear whether services would be part of such an agreement.", "In short, even though we have now avoided a no-deal Brexit at the end of this month, we still face continuing uncertainty well into 2020.", "Because we still do not know what the relationship between the UK and the EU will look like from next year onwards.", "As a central banker and supervisor, I am responsible for the financial sector and financial stability.", "So from my perspective, a deep and comprehensive trade-deal, including services, would be preferable.", "Trade in financial and non-financial services is also particularly important to the Dutch economy.", "In 2018, Dutch services exports to the UK amounted to 23.8 billion euro.", "Of course, in practice much would depend on how far the UK is willing to align with EU regulation post-Brexit.", "I think the case for this is strong, for example in relation to financial services.", "First, much of EU post-crisis regulation has been shaped to a significant degree by UK regulators, supervisors and politicians.", "This would give them an important stake in upholding those rules post-Brexit.", "Second, - and this is also one of the panel discussion topics of today - it is in the interests of the City of London to align sufficiently with EU regulation.", "This is because it will directly impact the extent to which financial services can continue to be provided to EU customers from London.", "London is - and under all scenarios will probably remain - one of the world's most important financial centers for the foreseeable future.", "However, as a consequence of Brexit, we have seen UK firms move to several EU financial centers.", "These firms wanted to be safe in the knowledge that they could continue to serve EU customers.", "Frankfurt, and to a lesser extent Dublin and Paris, have attracted bank operations from the UK.", "Asset management firms are moving to Luxembourg.", "Amsterdam has attracted a substantial number of trading platforms and payment providers.", "How far this trend will continue will largely depend on the future trading relationship between the EU and the UK.", "As I said, concluding a new trading relationship will be a major challenge in 2020.", "Other challenges go far beyond the 2020 horizon, and also transcend the future trade relationship between the EU and the UK: Tackling climate change is one of the key challenges of our lifetimes.", "This will be the second key theme of today's conference.", "As you know, much of the Netherlands lies below sea level, so our country is particularly vulnerable to rising sea levels.", "But large areas of the UK are vulnerable to rising sea levels too, including parts of London.", "Not to mention more flash flooding and coastal erosion.", "The increased frequency of severe weather events such as heatwaves and storms will affect both the UK and the EU.", "After all, climate change knows no borders.", "We collectively face the consequences of climate change and this calls for collective action.", "From the very start, the UK has been an inspiring companion in joint efforts to tackle climate change by putting climate-related risk on the agenda of central banks.", "And in supporting the growth of the green finance market.", "At the initiative of the Banque de France, eight central banks established the Network of Central Banks and Supervisors for Greening the Financial System at the Paris \"One Planet Summit\" in December 2017.", "Both the Bank of England and DNB were part of this initial coalition of the willing.", "Since then, this network has grown to 54 Members and 12 Observers representing 5 continents.", "The Bank of England greatly contributed to the achievements of the Network for Greening the Financial System and the rapid expansion of its membership.", "And the Bank of England will undoubtedly continue to contribute to the important work of the network in the future.", "The importance of EU-UK cooperation on climate change, of course transcends the efforts of this network.", "We also need global and aligned action to limit our carbon emissions and to minimize the effects of climate change.", "As carbon prices increase over time, coordination between countries becomes increasingly important to ensure a level playing field for carbon-intensive sectors.", "I hope today's discussion can provide further insights on the role that academics and central banks can play in this respect.", "And I trust that the EU and the UK will continue to collaborate closely on this, given that we clearly have a shared interest in doing so.", "Likewise, the third topic of today's conference - regional economic inequality - is clearly also a subject that transcends the topic of Brexit.", "Nonetheless, the lack of regional economic opportunities may not only have contributed to the UK's Brexit-vote, but Brexit itself will also impact regional economic prospects.", "Not just in the UK, but also within the Netherlands and other EU countries.", "For example, a study by the Netherlands Environmental Assessment Agency, shows that - in the event of a no-deal Brexit - the regional impact in the Netherlands differs significantly: regions in the Netherlands with relatively less economic activity, will probably take a bigger hit.", "The European Union has several policies and programs in place to support regional economic development, such as the European Regional Development Fund.", "Brexit will not make it easier for the EU and the UK to cooperate in addressing the challenge of tackling unequal regional economic opportunities.", "However, investigating and implementing effective ways to tackle regional inequality, remains a shared interest to all of us.", "Let me conclude by stressing that while the UK will now leave the EU, other alliances between the continent and the UK will remain in place.", "Central banks and supervisors on both side of the Channel will continue to coordinate our efforts in the IMF, the FSB, the BIS and other standard-setting bodies.", "EU-UK cooperation within the Network for Greening the Financial System demonstrates that our combined impact is greater than the sum of our individual contributions.", "And new alliances between the EU and the UK will no doubt emerge in the future.", "Specific alliances may change over time, but the most important challenges facing the EU and the UK will continue to bind us.", "Indeed, ultimately, we will always be only 33.3 kilometers apart.", "I wish you all an inspiring day and thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["EU-UK relations", "Brexit", "Trade", "Financial services", "Climate change", "Regional economic inequality", "Central bank cooperation", "Green finance", "Alliances", "Interests"]}