{"sentences": ["SPEECH Panel Remarks: The Fed and Main Street during the Coronavirus Pandemic \"Supervisory and Regulatory Action to Support the Economy and Protect Consumers\" Posted April 24, 2020 Kevin Stiroh, Executive Vice President As prepared for delivery Good afternoon.", "Thank you for your critical work and for participating in this important forum on \"The Fed and Main Street during the Coronavirus Pandemic.\"", "The COVID-19 pandemic is impacting all of us - first and foremost from a health perspective, but clearly in terms of social and economic impacts.", "As has been discussed extensively today, this impact has fallen heavily on low- and moderate-income and minority communities across all three dimensions.", "I'll speak about what the Federal Reserve is doing to support the economy and to protect consumers and small businesses through supervisory and regulatory actions.", "I'll note that these action are focused on supervised banks and do not address the significant challenges faced by those households and businesses outside of the traditional banking sector and served by socially responsible capital providers such as community development financial institutions (CDFIs), non-profits, foundations, and impact investors.", "Before proceeding, let me emphasize that I am speaking for myself and that these view do not necessarily reflect those of the Federal Reserve System or the Federal Reserve Bank of New York.", "Provision of Financial Services Broadly speaking, the fundamental purpose of banking is to provide financial services such as credit provision, payments, and deposit-taking to support sustained economic growth.", "This is true in normal times, and is even more true in the current environment.", "The Fed has taken a number of actions to help the U.S. banking sector perform these critical functions through changes to supervision, regulation and the provision of liquidity.", "Collectively, these steps are designed to limit the potential for financial channels to amplify the initial economic shock created by the COVID-19 virus.", "Beginning with supervision, the federal banking agencies, in consultation with state financial regulators, are encouraging financial institutions to work with borrowers in a safe and sound manner.", "The agencies view prudent loan modification programs as positive and proactive actions that can help both borrowers and lenders.", "This approach is consistent with the agencies' longstanding practice of encouraging financial institutions to assist borrowers in times of natural disaster and other extreme events.", "The Fed has also provided information to banks on how we are adjusting our supervisory approach.", "This includes, for example, monitoring and outreach to help banks of all sizes understand current challenges and risks; a temporary reduction in exam activities, particularly for the smallest and lowest risk institutions; and additional time to resolve non-critical existing supervisory findings.", "These actions should help financial institutions deploy their resources as efficiently as possible and continue to support their customers and local economies in a prudent and fair manner.", "On the regulatory side, the Fed has taken a number of steps to encourage banks to use their balance sheet to support borrowers.", "For community banks, for example, the federal banking agencies are implementing the part of the CARES Act to lower the community bank leverage ratio.", "In terms of liquidity provision, the Fed has actively encouraged banks to use the discount window to help meet the demand for credit from household and businesses.", "To make this more attractive, the Fed has lowered the borrowing rate, extended the term of these loans, and actively signaled support for discount window use.", "The Fed also implemented the Paycheck Protection Program Liquidity Facility (PPPLF).", "This facility is designed to support the effectiveness of the Paycheck Protection Program, created by the CARES Act and implemented by the Small Business Administration (SBA), by extending credit to financial institutions that make PPP loans.", "Supplying financial institutions with additional liquidity will help increase their capacity to make PPP loans.", "In term of eligibility for participation in the PPPLF, the Federal Reserve is working to expand eligibility to PPP lenders that are not depository institutions in the near future.", "Consumer Protection The Fed has emphasized the importance of consumer protection during this period.", "The federal banking agencies, for example, made clear that lenders and servicers should adhere to consumer protection requirements, including fair lending laws, and provide the opportunity for all borrowers to benefit from these arrangements.", "The federal banking agencies have confirmed that in the context of the Community Reinvestment Act, they willl favorably consider retail banking services and retail lending activities in a financial institution's assessment areas that are responsive to the needs of low- and moderate-income individuals, small businesses, and small farms affected by COVID-19 consistent with safe and sound banking practices.", "This includes, for example, waiving certain fees, easing restrictions on check-cashing, expanding availability of credit, providing alternative service options, and offering alternative payment options.", "Prudent efforts to modify terms on new or existing loans will receive favorable CRA consideration.", "In addition, financial institutions will receive CRA consideration for community development activities, e.g., activities that help to revitalize or stabilize low- or moderate-income geographies such as support for food services and digital access, as well as lending, investment and service activities that support health care and small businesses, particularly for low- and moderate-income individuals or communities.", "In terms of supervisory focus, the Fed has prioritized monitoring to evaluate the impact on consumers to ensure that banks work in good faith with consumers, apply fair treatment and mitigate consumer harm.", "We are monitoring consumer loan deferrals and modifications and corresponding servicing activities to ensure banks' responsiveness.", "We are also monitoring consumers' needs regarding access to funds, including stimulus payments, through traditional deposit accounts, as well as for individuals without a traditional banking relationship who utilize pre-paid cards.", "Taken together, these steps demonstrate the Fed's strong commitment to help the U.S. banking system support the U.S. economy and protect consumers during the COVID-19 pandemic.", "We are aware, however, that many low- and moderate-income and minority communities remain severely impacted.", "The regional partnership between the New York Fed and socially responsible providers of capital continues to inform our understanding of the needs for access to credit for these critical small businesses.", "We will continue to work with you to ensure that the financial system acts as a source of strength to support all segments of the U.S. economy.", "Agencies issue revised interagency statement on loan modifications by financial institutions working with customers affected by the coronavirus Federal Reserve provides additional information to financial institutions on how its supervisory approach is adjusting in light of the coronavirus Agencies announce changes to the community bank leverage ratio The Fed has also taken action to support the provision of credit by larger institutions.", "Federal banking agencies provide banks additional flexibility to support households and businesses and Federal Reserve Board announces temporary change to its supplementary leverage ratio rule to ease strains in the Treasury market resulting from the coronavirus and increase banking organizations' ability to provide credit to households and businesses Federal Reserve Actions to Support the Flow of Credit to Households and Businesses Federal Reserve announces its Paycheck Protection Program Liquidity Facility is fully operational and available to provide liquidity to eligible financial institutions More information on the PPPLF Agencies issue revised interagency statement on loan modifications by financial institutions working with customers affected by the coronavirus CA 20-4: CRA Consideration for Activities in Response to the Coronavirus"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Consumer Protection", "Financial Services", "Liquidity Provision", "Loan Modifications", "Community Reinvestment Act", "Supervisory Actions", "Regulatory Actions", "COVID-19 Pandemic", "Paycheck Protection Program", "Small Businesses"]}