{"sentences": ["A very warm good morning to you all.", "I wish to thank the State Bank of India for inviting me to deliver the keynote address today.", "I sincerely appreciate the efforts of the organising team in putting together this virtual conference which has now become a new normal.", "Banks and other financial entities are today at the forefront of the country's counter measures against the economic impact of COVID-19.", "They are the transmission channels for RBI's monetary, regulatory and other policy measures.", "They are the implementation vehicles for the financial backstop measures announced by the government.", "The outbreak of COVID-19 pandemic is unambiguously the worst health and economic crisis in the last 100 years during peace time with unprecedented negative consequences for output, jobs and well-being.", "It has dented the existing world order, global value chains, labour and capital movements across globe and needless to say, the socio-economic conditions of large section of world population.", "The COVID-19 pandemic, perhaps, represents so-far the biggest test of the robustness and resilience of our economic and financial system.", "In the extraordinary circumstances that we face today, history could provide us with some useful guidance with respect to the role of central banks.", "Guided by the age-old wisdom summarised in Bagehot's dictum that ascribes the role of Lender of Last Resort (LOLR) to the central bank, the Reserve Bank of India has taken a number of important historic measures to protect our financial system and support the real economy in the current crisis.", "While the eventual success of our policy responses will be known only after some time, they appear to have worked so far.", "While reiterating our intent and dedication to steer the economy through the crisis, I would like to highlight certain key aspects of our policy measures.", "Monetary Policy Measures 4.", "Monetary policy was already in an accommodative mode before the outbreak of COVID-19, with a cumulative repo rate cut of 135 basis points between February 2019 and the onset of the pandemic.", "Reversing the slowdown in growth momentum was the key rationale for this distinct shift in the stance of monetary policy, even as unseasonal rains caused temporary spikes in food inflation in the second half of 2019-20.", "Consistent with this policy stance, liquidity conditions were also kept in ample surplus all through since June 2019.", "The lagged impact of these measures was about to propel a cyclical turnaround in economic activity when COVID-19 brought with it calamitous misery, endangering both life and livelihood of people.", "Given the uncertainty regarding the evolution of the COVID curve, it was absolutely critical to anticipate the emerging economic risks and take pro-active monetary policy actions of sizable magnitude, using a comprehensive range of policy instruments to optimise policy traction.", "The fast-changing macroeconomic environment and the deteriorating outlook for growth necessitated off-cycle meetings of the Monetary Policy Committee (MPC) - first in March and then again in May 2020.", "The MPC decided to cumulatively cut the policy repo rate by 115 basis points over these two meetings, resulting in a total policy rate reduction of 250 basis points since February 2019.", "Liquidity Measures 6.", "The conventional and unconventional monetary policy and liquidity measures by the Reserve Bank have been aimed at restoring market confidence, alleviating liquidity stress, easing financial conditions, unfreezing credit markets and augmenting the flow of financial resources to those in need for productive purposes.", "The broader objective was to mitigate risks to the growth outlook while preserving financial stability.", "The liquidity measures announced by the RBI since February 2020 aggregate to about ₹9.57 lakh crore (equivalent to about 4.7 per cent of 2019-20 nominal GDP).", "Financial Stability and Developmental Measures 7.", "Heading into the pandemic, the financial system of the country was in a much improved position, owing mainly to various regulatory and supervisory initiatives of the Reserve Bank.", "We had put in place a framework for resolution of stressed assets in addition to implementing multiple measures to strengthen credit discipline and to reduce credit concentration.", "For the five years between 2015-16 and 2019-20, the Government had infused a total of ₹3.08 lakh crore in public sector banks (PSBs).", "As a result of the efforts by both the Reserve Bank and the Government, the overhang of stressed assets in the banking system had declined and capital position had improved.", "As per available numbers (some of which are provisional) at this point of time, the overall capital adequacy ratio for scheduled commercial banks (SCBs) stood at 14.8 per cent as in March 2020, compared to 14.3 per cent in March 2019.", "The gross NPA ratio and net NPA ratio of SCBs stood at 8.3 per cent and 2.9 per cent in March 2020, compared to 9.1 per cent and 3.7 per cent as on March 2019, respectively.", "The Provision Coverage Ratio (PCR) improved from 60.5 per cent in March 2019 to 65.4 per cent in March 2020, indicating higher resiliency in terms of risk absorption capacity.", "The profitability of SCBs had also improved during the year.", "Supervisory and Regulatory Initiatives 8.", "An important objective of the Reserve Bank's supervisory initiative has been to put in place systems and structures to identify, assess and proactively mitigate or manage the vulnerabilities amongst financial institutions.", "During the last one year, based on the assessment of events which had the potential to pose a threat to the financial stability, the Reserve Bank has reorganised its regulatory and supervisory functions with an objective of establishing a holistic approach to regulation and supervision.", "The unified approach is aimed at addressing the growing size, complexities, and inter-connectedness amongst banks and NBFCs.", "It is also aimed at effectively addressing potential systemic risks that could arise due to possible supervisory or regulatory arbitrage and information asymmetry.", "Further, a calibrated approach has been designed to provide the required modularity and scalability to the supervision function to ensure a better focus on the risky institutions and practices; to deploy appropriate range of tools and technology to achieve the supervisory objectives; and to enhance capability to conduct horizontal or thematic studies across supervised entities on identified areas of concern.", "As a fulcrum of the calibrated supervisory approach, the Reserve Bank has strengthened its off-site surveillance mechanism to identity emerging risks and assess the vulnerabilities across the supervised entities for timely action.", "We are also working towards strengthening the supervisory market intelligence capabilities, with the help of both personal and technological intelligence.", "Specialised handling of weak institutions at the Reserve Bank now helps in closer monitoring and successful resolution of such entities in a non-disruptive manner.", "The timely and successful resolution of Yes Bank is an example.", "After exhausting all possible options and with a view to safeguard the interest of the depositors and ensure stability of financial system, we decided to intervene at an appropriate time when the net worth of the bank was still positive.", "The Yes Bank reconstruction scheme forged a unique public-private partnership between leading financial entities of India, and it was implemented in a very quick time, which helped the bank's revival, successfully safeguarded the interest of the bank's depositors and ensured financial stability.", "I wish to compliment the State Bank of India for providing leadership to this initiative.", "With regard to the Punjab & Maharashtra Co-operative Bank, the Reserve Bank is engaged with all stakeholders to find out a workable solution, as losses are very high, eroding deposits by more than 50 per cent.", "For NBFCs, active engagement with stakeholders was useful to identify emerging risks and take prompt action.", "Considering their increasing size and interconnectedness, the Reserve Bank has taken steps to strengthen the risk management and liquidity management framework of NBFCs.", "As you may be aware, NBFCs with a size of more than ₹5,000 crore have been advised to appoint a functionally independent Chief Risk Officer (CRO) with clearly specified role and responsibilities.", "Also, government-owned NBFCs have been brought under the Reserve Bank's on-site inspection framework and off-site surveillance.", "The amendment to the Reserve Bank of India Act, 1934 effective from August 1, 2019 has strengthened the ability of Reserve Bank to better regulate and supervise the NBFCs.", "Besides, some large NBFCs and NBFCs with certain weaknesses are monitored closely on an ongoing basis.", "In case of the Urban Co-operative Banks (UCBs), special efforts are being made to move towards a risk-based and pro-active supervisory approach to identify weaknesses in their operations early.", "An early warning system with a stress-testing framework has been formed for timely recognition of weak banks for appropriate action.", "Formation of an 'umbrella organization', has been approved to provide liquidity, capital, IT and capacity building support to UCBs.", "The exposure limits of the UCBs have been brought down to reduce credit concentration and the priority sector targets have been revised substantially upwards so that UCBs remain focused on their core segment - i.e., micro and small borrowers.", "The recent amendments in the Reserve Bank of India Act, 1934 and the Banking Regulation Act, 1949 will facilitate our supervision processes with respect to NBFCs and UCBs, respectively.", "Response to the Pandemic 12.", "As a part of response to the pandemic, the RBI has undertaken a series of measures which are already in the public domain.", "Besides, the Reserve Bank's focus was also to ensure that the contingency response to COVID-19 was implemented by all regulated entities swiftly to minimise disruptions.", "Accordingly, right from the onset of the crisis, the policy measures were aimed at operational issues, and in particular, ensuring business continuity and unhindered operations of the financial market infrastructure.", "The Reserve Bank activated an elaborate business continuity plan for its own operations as well as ensured that banks also activate their own business continuity plans.", "We advised all banks on 16th March, 2020 to take stock of critical processes and revisit their Business Continuity Plan (BCP).", "All entities were also advised to assess the impact of COVID-19 on their balance sheet, asset quality and liquidity, and take immediate contingency measures to manage their risks.", "As the lock-down has obstructed our on-site supervisory examination to an extent, we are further enhancing our off-site surveillance mechanism.", "The objective of the off-site surveillance system would be to 'smell the distress', if any, and be able to initiate pre-emptive actions.", "This requires use of market intelligence inputs and on-going engagements with financial institutions on potential vulnerabilities.", "The off-site assessment framework, which takes into account macro and micro variables, is more analytical and forward looking and aimed at identifying vulnerable sectors, borrowers as well as supervised entities.", "While the multipronged approach adopted by the Reserve Bank has provided a cushion from the immediate impact of the pandemic on banks, the medium-term outlook is uncertain and depends on the COVID-19 curve.", "Policy action for the medium-term would require a careful assessment of how the crisis unfolds.", "Building buffers and raising capital will be crucial not only to ensure credit flow but also to build resilience in the financial system.", "We have recently (19th June and 1st July, 2020) advised all banks, non-deposit taking NBFCs (with an asset size of ₹5,000 crore) and all deposit-taking NBFCs to assess the impact of COVID-19 on their balance sheet, asset quality, liquidity, profitability and capital adequacy for the financial year 2020-21.", "Based on the outcome of such stress testing, banks and non-banking financial companies have been advised to work out possible mitigating measures including capital planning, capital raising, and contingency liquidity planning, among others.", "The idea is to ensure continued credit supply to different sectors of the economy and maintain financial stability.", "Going forward, there are certain stress points in the financial system, which would require constant regulatory and policy attention to mitigate the risks.", "The economic impact of the pandemic - due to lock-down and anticipated post lock-down compression in economic growth - may result in higher non-performing assets and capital erosion of banks.", "A recapitalisation plan for PSBs and private banks (PVBs) has, therefore, become necessary.", "While the NBFC sector as a whole may still look resilient, the redemption pressure on NBFCs and mutual funds need close monitoring.", "Mutual funds have emerged as major investors in market instruments issued by NBFCs, which is why the development of an adverse feedback loop and the associated systemic risk warrants timely and targeted policy interventions.", "Increasing share of bank lending to NBFCs and the continuing crunch in market-based financing faced by the NBFCs and Housing Finance Companies (HFCs) also need to be watched carefully.", "The global financial crisis of 2008-09 and the COVID-19 pandemic have dispelled the notion that tail risks to the financial system will materialise only rarely.", "The probability distribution of risk events has much fatter tails than we think.", "Shocks to the financial system dubbed as 'once in a lifetime events' seem to be more frequent than even 'once in a decade'.", "Accordingly, the minimum capital requirements of banks, which are calibrated based on historical loss events, may no longer be considered sufficient enough to absorb the losses.", "Meeting the minimum capital requirement is necessary, but not a sufficient condition for financial stability.", "Hence, it is imperative that the approach to risk management in banks should be in tune with the realisation of more frequent, varied and bigger risk events than in the past.", "Banks have to remember the old saying that care and diligence bring luck.", "To paraphrase Oscar Wilde, being caught unprepared in the face of a shock may be regarded as a misfortune, but to be caught unawares more than once may be a sign of carelessness.", "Notwithstanding the numerous steps already taken, there is always room for improvement to address several issues that may emerge in the medium to long-term.", "These issues are as common to NBFCs and other financial intermediaries as they are to banks.", "The supervisory approach of the Reserve Bank is to further strengthen its focus on developing financial institutions' ability to identify, measure, and mitigate the risks.", "The new supervisory approach will be two-pronged - first, strengthening the internal defenses of the supervised entities; and second, greater focus on identifying the early warning signals and initiate corrective action.", "To strengthen the internal defenses, higher emphasis is now being given on causes of weaknesses than on symptoms.", "The symptoms of weak banks are usually poor asset quality, lack of profitability, loss of capital, excessive leverage, excessive risk exposure, poor conduct, and liquidity concerns.", "These different symptoms often emerge together.", "The causes of weak financial institutions can usually be traced to one or more of the following conditions: inappropriate business model, given the business environment; poor or inappropriate governance and assurance functions; poor decision making by senior management; and misalignment of internal incentive structures with external stakeholder interests.", "We are placing special emphasis on the assessment of business model, governance and assurance functions (compliance, risk management and internal audit functions), as these have been the areas of heightened supervisory concern.", "Supervised entities generally tend to focus more on business aspects even to the detriment of governance aspects and assurance functions.", "There was also an apparent disconnect between their articulated business strategy and actual business operations.", "The thrust of the approach, therefore is, to improve the risk, compliance, and governance culture amongst the financial institutions.", "In this regard, the Reserve Bank has released a discussion paper on \"Governance in Commercial Banks in India\" with the objective to align the current regulatory framework with global best practices while being mindful of the context of the domestic financial system.", "The main emphasis of the discussion paper is to encourage separation of ownership from management - while owners focus on the return on their investment, the management should focus on protecting the interest of all stakeholders.", "The Board, on its part, should set the culture and values of the organization; recognise and manage conflicts of interest; set the appetite for risk and manage risks within that appetite; exercise oversight of senior management; and empower the oversight and assurance functions through various interventions.", "The Reserve Bank will extend these principles of good governance to large-sized NBFCs in due course.", "Despite the substantial impact of pandemic in our daily lives, the financial system of the country, including all the payment systems and financial markets, are functioning without any hindrance.", "The Indian economy has started showing signs of getting back to normalcy in response to the staggered easing of restrictions.", "It is, however, still uncertain when supply chains will be restored fully; how long will it take for demand conditions to normalise; and what kind of durable effects the pandemic will leave behind on our potential growth.", "Targeted and comprehensive reform measures already announced by the Government should help in supporting the country's potential growth.", "Possibly in a vastly different post-COVID global environment, reallocation of factors of productions within the economy and innovative ways of expanding economic activity could lead to some rebalancing and emergence of new growth drivers.", "The policy measures, i.e., monetary, fiscal, regulatory and structural reforms, provide the enabling conditions for a speedier recovery in economy activity while minimising near-term disruptions.", "The need of the hour is to restore confidence, preserve financial stability, revive growth and recover stronger.", "At the central bank, we strive to maintain the balance between preserving financial stability, maintaining banking system soundness and sustaining economic activity.", "Post containment of COVID-19, a very careful trajectory has to be followed in orderly unwinding of counter-cyclical regulatory measures and the financial sector should return to normal functioning without relying on the regulatory relaxations as the new norm.", "The Reserve Bank is making continuous assessment of the changing trajectory of financial stability risks and upgrading its own supervisory framework to ensure that financial stability is preserved.", "Banks and financial intermediaries have to be ever vigilant and substantially upgrade their capabilities with respect to governance, assurance functions and risk culture.", "It is true that the pandemic poses a challenge of epic proportions; however, human grit - manifesting through collective efforts, intelligent choices, and innovation - will tremendously help us to come out of the present crisis.", "Mahatma Gandhi had said, \"...the future depends on what you do today\".", "I have presented a bird's eye view of the resolutions that the Reserve Bank has taken currently to combat this unprecedented situation.", "I am confident that these will complement the measures undertaken by the Government in achieving our policy objectives.", "Along with the tireless efforts of thousands of people and the undying spirit of our populace, I am optimistic that these policy actions will yield desired results.", "These trying times will only strengthen world's faith in the resilience of our economy.", "We shall prove this together.", "Walter Bagehot (1873), Lombard Street: A Description of the Money Market (New York: Charles Scribner's Sons) The original quote comes from a play titled the Importance of Being Earnest written by Oscar Wilde Basel Committee on Banking Supervision (July 2015): Guidelines for identifying and dealing with weak banks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["COVID-19", "Monetary Policy", "Financial Stability", "Liquidity", "Banking System", "Supervisory Measures", "Non-Performing Assets", "Capital Adequacy", "Economic Growth", "Risk Management"]}