{"sentences": ["It is indeed a matter of great pleasure for me to be here today in the Annual Banking Conclave of the Mint.", "I am told that this is the 13th edition of Conclave in what has become a prestigious annual event attracting the best and brightest minds of the finance and banking industry.", "This Conclave provides an important platform to all stakeholders in India's financial and banking sector for assessing where we stand today and preparing ourselves for where we want to reach tomorrow.", "Several issues facing the Indian banking sector have occupied the attention of policy makers in the last few years.", "Being a regulator and supervisor of banks, the Reserve Bank stands committed to ensuring a sound and robust banking system in the country.", "Emergence of new business models and new technology and its application in banking and finance have thrown up new opportunities.", "With the aim of taking a deeper look at India's banking sector in the context of these new developments, the topic that I have chosen for my talk today is \"Banking Landscape in the 21st Century\".", "Finance and banking have emerged as engines of global economic growth.", "It is argued, and in my opinion rightly so, that technology has played a pivotal role in the proliferation of financial services .", "Cheques, wire transfers, ATMs and credit cards were important innovations of such nature.", "Fast forward to more recent times, it seems that we are already witnessing yet another paradigm shift in banking on the back of a technological revolution that promises better customer experience, risk management and returns to shareholders .", "Given this environment, it becomes extremely important to understand what it entails for the banking sector and how we can prepare ourselves for the times ahead.", "Against this background, let me now begin with discussing trends in global banking and then I shall dwell on some recent trends in Indian banking, new dimensions of banking and way forward.", "Global Banking: Emerging Regulatory Trends 4.", "The global financial crisis represents a watershed for the banking sector.", "It exposed the inherent vulnerabilities of an otherwise formidable international financial system.", "The crisis paved the way for an overhaul of the regulatory framework, long lasting changes to the economic and financial environment, and shifts in the competitive landscape of financial services industry.", "International standard setting bodies like the Basel Committee on Banking Supervision (BCBS) and the Financial Stability Board (FSB) were prompt in addressing the shortcomings of the pre-crisis regulatory framework.", "Consequently, many regulatory norms including leverage, liquidity and capital adequacy were reviewed as part of the Basel-III reforms aimed at making the global financial system more resilient.", "To address liquidity risk, new instruments such as the Liquidity Coverage Ratio (LCR) and the Net Stable Funding Ratio (NSFR) were introduced, supplemented by large exposures framework capping large and risky exposures.", "Aimed at addressing the \"Too Big to Fail (TBTF)\" problem, the FSB phased in the Total Loss Absorbing Capacity (TLAC) for the Global Systemically Important Banks (G-SIBs) to rebuild their capital buffers.", "Various jurisdictions also adopted other key reforms initiated by the FSB, such as sound resolution regimes for financial institutions and effective supervision of compensation practices.", "Regarding non-bank financial intermediation (NBFI), the FSB has been conducting annual monitoring exercises since 2011.", "Broadly, it has been observed that, several aspects of non-bank financial intermediation which contributed to the financial crisis have considerably declined.", "Given the initiatives taken by the international bodies, policy makers across jurisdictions have been fortifying their regulatory frameworks.", "These policies are expected to pay back in the medium to long run by enhancing the soundness and resilience of the global banking system.", "More recently, with the global growth slowdown that began in 2018, credit growth, being procyclical, has decelerated across major economies.", "This, in turn, has adversely affected bank profitability.", "Despite distinct improvement in asset quality, structural weaknesses like continued overreliance on investment in government securities in the Euro area and wholesale funding in many advanced economies remain.", "Nevertheless, capital position of banks has improved consistently in major advanced and emerging market economies on the back of various regulatory reforms introduced after the global financial crisis.", "At the Reserve Bank of India, we have largely complied with Basel standards in terms of countercyclical capital buffer (CCCB); capital requirements for central counter-parties (CCPs); leverage ratio framework; Liquidity Coverage Ratio(LCR); Net Stable Funding Ratio (NSFR); Domestic-Systemically Important Banks (D-SIBs) requirements; and a Supervisory framework for measuring and controlling large exposures.", "On the resolution front, some progress has been made in terms of the notification issued by the Central Government under section 227 of the IBC.", "We may, however, expect to have an integrated framework for resolution of financial firms operating in India in the near future.", "The implementation of this reform is of particular importance for having a resilient financial system in India.", "In terms of recent progress, the Indian banking sector is slowly turning around on the back of improvements in asset quality with enhanced resolutions through the Insolvency and Bankruptcy Code (IBC).", "Despite the recent decline in impaired assets and a significant improvement in provisioning, profitability of the banking sector remains fragile.", "Capital position of banks has, however, improved on account of recapitalisation of public sector banks by the Government and capital raising efforts by private sector banks.", "Nevertheless, the sector continues to encounter challenges from events like those around the telecom sector.", "Consequently, the overhang of non-performing assets (NPAs) remains relatively high which is weighing on credit growth.", "Also, in view of subdued profitability and deleveraging by certain corporates, risk-averse banks have shifted their focus away from large infrastructure and industrial loans towards retail loans.", "This diversification strategy, while helpful as a risk mitigation tool, has its own limitations.", "Further, sector specific pockets of stress need policy attention.", "At the same time, proper due diligence and risk pricing in lending is of prime importance so that the health of the banking sector is not compromised while ensuring adequate flow of credit to productive sectors of the economy.", "The banking stability indicator, as reported in RBI's Financial Stability Report of December 2019 , shows an improvement.", "Timely mitigation measures like faster resolution, better recovery, etc., need to be continued to bring down the gross non-performing assets (GNPA) ratios of all scheduled commercial banks (SCBs).", "While lower rate of credit growth limits the size of the denominator for measuring GNPA, risks arising out of global and domestic economic conditions and geo-political developments persist.", "New Dimensions of Banking Emerging Structure of Banking 11.", "While global banking system is still in the process of addressing the gaps exposed by global financial crisis, new issues have surfaced and challenged the very core of the traditional banking business.", "Globally, banks are facing increasing competition from non-traditional players, which are taking advantage of digital innovation.", "Banking structures across the globe are adapting to these new impulses.", "Numerous FinTech startups have formed, spanning the banking and financial services industry.", "They have entered the payments and remittance space in the sphere of peer-to-peer lending, crowd-funding, trade finance, insurance, account aggregation and wealth management.", "Through collaboration with FinTech players, several banks are applying a hybrid model where mobile services interact with banking services.", "Banks are not only facing competition from Fintech companies but also from large technology companies (BigTechs) which are entering into financial services industry in a big way.", "Building on the advantages of the reinforcing nature of their data-network activities, some BigTechs are venturing into payments, money management, insurance and lending activities.", "At present, financial services are only a small part of their business globally.", "But given their size and reach, their entry into financial services has the potential to bring about rapid transformation of the financial sector landscape.", "It may, of course, bring many potential benefits.", "Using big data, BigTechs can assess the riskiness of borrowers, reducing the need for collateral .", "Hence, their low-cost structure business can easily be scaled up to provide basic financial services to the unbanked population.", "These developments pose a challenge to banks as well as banking regulators.", "Banks have to imbibe these new technology and business practices to remain competitive.", "Banking regulators, on the other hand, have to focus on achieving a balance between promoting innovation and applying a measured/proportional supervisory and regulatory framework.", "All these mean that the future of banking will not be a continuation of the past.", "We would see a very different banking sector, in terms of structure and business model, in the coming years.", "So, what would be a possible scenario in India?", "Distinct segments of banking institutions may emerge in the coming years.", "The first segment may consist of large Indian banks with domestic and international presence.", "This process will be augmented by the merger of Public Sector Banks (PSBs).", "The second segment is likely to comprise several mid-sized banking institutions including niche banks with economy-wide presence.", "The third segment may encompass smaller private sector banks, small finance banks, regional rural banks and cooperative banks, which may specifically cater to the credit requirements of small borrowers in the unorganised sector in rural/local areas.", "The fourth segment may consist of digital players who may act as service providers directly to customers or through banks by acting as their agents or associates.", "The reoriented banking system will of course be characterised by a continuum of banks.", "The banking space would also include both traditional players with strong customer base and new technology led players.", "In the context of the emerging scenario, a properly worked out consolidation of public sector banks can generate synergies in allocation of workforce and branches as well as streamlining of operations to meet the future challenges.", "The focus has to be on ushering in significant improvements in efficiency and rationalisation of scarce capital to meet the capital adequacy requirements.", "Investments in technology and skill building has to be stepped up.", "Bigger and agile banks may be able to reposition themselves with better branding exercises, backed by improved technology, skills and business models.", "Ultimately, the strength of a banking system depends on the strength of its corporate governance that fosters a robust and ethics-driven compliance culture.", "In this context, the Reserve Bank has been issuing instructions on corporate governance.", "For example, the compensation guidelines for whole time directors, CEOs and material risk takers of banks have also been substantially modified.", "Large-scale divergences and frauds observed across banks raises questions on the role and effective utilisation of internal control systems within banks to identify areas of emerging risks.", "The RBI has issued the revised guidelines on the concurrent audit system in banks, drawing from the recommendations of the Expert Committee under Shri Y.H.", "The guidelines are aimed at strengthening the internal control functions enjoining greater responsibility on the audit committees of the Boards while providing them greater leeway.", "Besides, RBI would also issue draft guidelines on corporate governance in banks, as indicated in our annual report and reiterated in the report on trends and progress of banking in India 2018-19 published in August 2019 and December 2019 respectively.", "Digital Disruptions 18.", "Besides structural changes, digital disruptions will continue to transform the banking sector.", "Initiatives undertaken by the Government, the Reserve Bank and the industry have led to a radical shift towards ubiquitous digitization, which has provided an impetus to adoption of technology.", "There is a unique confluence of several positives like demographic dividend, JAM trinity, etc., that would further support rapid digitisation of financial services in India.", "With inroads into their traditional businesses, banks are expanding into newer areas such as insurance, asset management, brokerage and other services.", "It is heartening to note that the mindset of banks is changing and they no longer view FinTech firms as disruptive.", "This change in approach has provided the financial services sector a sense of security.", "There is evidence that Fintech companies are acting as enablers in the banking ecosystem.", "Banks are relying on a number of strategies to embrace technological innovation; ranging from investing in FinTech companies and founding their own FinTech subsidiaries, to collaborating with Fintech companies.", "Banks and non-banks are partnering to offer the combination of trust and innovation to the Indian consumer.", "This \"best of both worlds\" approach has resulted in tremendous growth in the number of digital payments, which is expected to continue.", "These strategies can effectively ensure that banks retain market share, as customers increasingly value more efficient and cost-effective services.", "In the light of these developments, conventional banking is making way for next-generation banking with a focus on digitisation and modernisation.", "The need for brick and mortar branches is being reviewed continuously as digitisation has literally brought banking to one's fingertips, obviating the need to physically visit a bank branch for most of the banking services.", "The movement towards digital payments has also been facilitated by introduction of fast payment systems, such as Immediate Payment Service (IMPS) and Unified Payment Interface (UPI), which provide immediate credit to beneficiaries and are available round the clock.", "The extent of digital penetration can be gauged from the fact that, each day on an average, the payment systems in India process more than 10 crore transactions of nearly INR 6 lakh crore.", "Today, digital payments account for around 97 per cent of daily payment system transactions in terms of volume.", "This has been made possible with an accelerated growth of over 50 per cent in the volume of digital payment transactions in the last five years.", "The Reserve Bank has recently started operating its retail payment system, viz., National Electronic Funds Transfer (NEFT) on a 24x7 basis.", "This is a game changer and places India among very few countries which provide this facility.", "The Bank for International Settlements (BIS), in a recently published paper, has indicated that the UPI framework of India can become an international model to facilitate quick and seamless payments not only within countries but even across countries.", "There is considerable interest at International fora to understand and learn from our experience in furthering digital payments and we are very glad to share and collaborate.", "The National Payments Corporation of India (NPCI) has also decided to set up a subsidiary to focus on taking the UPI model to other countries which will help enhance global outreach of India's payment systems.", "With a view to encourage competition and further innovation in the retail payments space, we have also placed on our website a draft framework of a pan-India New Umbrella Entity (NUE) for retail payment systems for public comments.", "Strengthening Regulation and Supervision 23.", "In the context of ever expanding dimensions of the banking sector in the 21st century, we need to be aware of the extensive regulatory and supervisory reforms essential for ensuring stability and inclusiveness of the banking sector.", "It has been RBI's endeavor to constantly improve the efficacy of its supervisory and regulatory functions, so that the resilience of the regulated financial entities can be enhanced.", "A number of steps have been taken in the recent past in this regard.", "In particular, we have reorganised the supervisory and the regulatory departments of the Reserve Bank with the aim to improve coordination and allocate resources more optimally.", "From a supervisory perspective, this will augment the identification of systemic and idiosyncratic risks which will help us build synergy between off-site and on-site supervision teams.", "We are also following a calibrated supervisory approach to bring in required modularity and scalability, to better focus on risky practices and institutions and to deploy an appropriate range of tools and technology to achieve our supervisory objectives.", "We are focusing on a sharper and more forward-looking off-site surveillance framework as an aid to our on-site supervision.", "A Sup-tech initiative is being implemented as a part of the integrated compliance management and tracking system.", "This will facilitate transparent and efficient monitoring of all pending compliances of supervised entities through a web-based interface, automate the inspection planning process and cyber incident reporting, and ensure seamless collection of data.", "Thematic studies will be undertaken across banks and other financial sector entities.", "New elements of supervision will also be introduced from time to time.", "The proposed Research and Policy Division and Risk Specialists Division will assist in this process.", "Appropriately recognising the systemic importance of non-banking financial companies (NBFCs) and their inter-linkages with the financial system, the Reserve Bank has taken necessary steps to ameliorate the concerns relating to their asset quality and liquidity.", "The amendment to the Reserve Bank of India Act 1934, effective August 1, 2019, has further empowered the Reserve Bank to constructively intervene in the operations of NBFCs.", "The asset-liability management (ALM) position and other relevant aspects of top 50 NBFCs are being closely monitored, which covers all NBFCs with asset size above ₹5000 crores.", "The ALM of top 51-100 NBFCs is also being examined by the respective regional offices of the Reserve Bank.", "In addition to the four pillars of supervision viz.", "on-site inspection, off-site surveillance, market intelligence and reports of Statutory Auditors (SAs), a fifth pillar of supervision in the form of periodic interaction with all the stakeholders - including statutory auditors, credit rating agencies, credit information companies, mutual funds and banks having large exposures to NBFCs - has been instituted to have a clearer understanding of the emerging risks and developments in the sector so that critical information is available, whenever required.", "As regards the co-operative banking segment, we have developed a robust stress-testing framework for urban cooperative banks (UCBs).", "It also acts as an early warning system for cooperative banks with the purpose of timely identification of weak banks for appropriate action.", "This is a shift from reactive to pro-active supervisory approach, intended to ensure surveillance of vulnerabilities in UCBs on an ongoing basis.", "Moreover, as on December 31, 2019, more than 90 per cent of these banks are now on Core Banking Solution (CBS), although efforts are still required to standardize the solutions and have robust set of internal controls implemented in the CBS for improved outcomes.", "The CAMELS (Capital, Asset Quality, Management, Earnings, Liquidity and Systems and Control) supervisory rating methodology for UCBs has also been comprehensively revised.", "We have also taken steps to bring UCBs under the CRILC reporting framework and issued draft guidelines on exposure norms to mitigate credit concentration risk and enhancement in Priority Sector lending targets to further financial inclusion.", "To improve governance, we have issued guidelines on constitution of Board of Management (BOM) for UCBs with deposit size of Rs.", "100 crores and above while making it voluntary for adoption by other smaller UCBs.", "Further, in order to have appropriate regulatory powers for RBI in respect of co-operative banks, almost on par with those over banking companies, certain amendments in the Banking Regulation Act, 1949 have been proposed.", "The changing landscape of the banking industry will unfold in the backdrop of a strong regulatory and supervisory regime with increased intensity and tech-enabled supervision of banks.", "The challenge before banks is to make the best use of technology and innovation to bring down intermediation costs while protecting their bottom lines.", "Further, Artificial Intelligence (AI), Machine Learning (ML) and Big Data are becoming central to financial services innovation.", "They can also help in fraud detection and in identifying better ways of monitoring use of funds by borrowers, track suspicious transactions, etc.", "One of the challenges for policy makers, especially in countries like India, is to ensure that new innovations in banking sector serve the customer by reducing the cost of financial services and enhancing the range and access to products in a manner that is safe.", "Advanced analytics and real-time monitoring of emerging cybersecurity risks will be critical in detecting potential threats and enabling pre-emptive action.", "As the Indian banking sector is propelled forward to a higher orbit, banks would have to strive hard to remain relevant in the changed economic environment by reworking their business strategies, designing products with the customer in mind and focusing on improving the efficiency of their services.", "We should be seized of the issues and act in time.", "The Evolution of Fintech: A New Post-crisis Paradigm.", "Georgetown Journal of International Law, 47, 1271.", "A Paradigm Shift in Banking: Unfolding Asia's FinTech Adventures'.", "Banking and Finance Issues in Emerging Markets (International Symposia in Economic Theory and Econometrics, Volume 25).", "www.rbi.org.in/Scripts/PublicationReportDetails.aspx?UrlPage=&ID=946 Bank for International Settlements (2019), 'Annual Economic Report', June."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking Regulation", "Digital Disruption", "FinTech", "Non-Banking Financial Intermediation (NBFI)", "Basel-III Reforms", "Financial Stability", "Bank Consolidation", "Corporate Governance", "SupTech", "Artificial Intelligence"]}