{"sentences": ["SPEECH Going negative: the ECB's experience Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the Roundtable on Monetary Policy, Low Interest Rates and Risk Taking at the 35th Congress of the European Economic Association Frankfurt am Main, 26 August 2020 In June 2014, the ECB was the first major central bank to lower one of its key interest rates into negative territory.", "As experience with negative interest rates was scant, the ECB proceeded cautiously over time, lowering the deposit facility rate (DFR) in small increments of 10 basis points, until it reached -0.5% in September 2019.", "While negative interest rates have, over time, become a standard instrument in the ECB's toolkit, they remain controversial, both in central banking circles and academia.", "In my remarks today, I will review the ECB's experience with its negative interest rate policy (NIRP).", "I will argue that the transmission of negative rates has worked smoothly and that, in combination with other policy measures, they have been effective in stimulating the economy and raising inflation.", "On balance, the positive effects of the NIRP have exceeded their side effects, in particular when taking into account the compensating effects of other policy innovations, such as the two-tier system and our targeted longer-term refinancing operations (TLTROs).", "At the same time, like with other unconventional policy measures, side effects are likely to increase over time, if the negative interest rate environment were to persist for too long.", "As negative rates are, by and large, a reflection of broader slow-moving adverse macroeconomic trends, the pandemic is a wake-up call for governments to foster innovation and potential growth, and to reap the benefits from further European integration.", "Setting the scene Over the past few decades, the global macroeconomic environment has changed in ways that pose significant challenges to the conduct of monetary policy.", "Sustained demographic shifts, global excess savings and a slowdown in productivity growth have all contributed to a secular decline in the real equilibrium rate of interest over the last 20 years in most advanced economies, though estimates are fraught with a considerable degree of uncertainty (Chart 1).", "Central banks have responded in different ways to the fall in equilibrium rates.", "As the global financial crisis broke and conventional policy space was exhausted, most central banks resorted to forward guidance as a means to provide additional accommodation.", "Some started purchasing government bonds and other securities.", "The ECB, for its part, tailored its non-standard measures to the structure of the euro area economy, where banks play a significant role in credit intermediation.", "In essence, this meant providing ample liquidity for a much longer period than under the ECB's standard operations.", "In mid-2014, however, when downside risks to the inflation outlook intensified, additional accommodation was required.", "Negative interest rates were a crucial part of the measures that the Governing Council adopted at the time.", "The idea was, broadly speaking, twofold: to trigger a repricing of the expected future path of short-term interest rates by \"breaking through\" the zero lower bound and to encourage banks to provide more credit to the economy.", "Empirical evidence suggests that negative rates ultimately delivered on both objectives.", "Transmission of monetary policy in an environment of negative After the DFR was lowered into negative territory, the entire 3-month Euribor forward curve shifted down further and eventually traded fully in negative territory, and it even started to exhibit a slight inversion (Chart 2).", "In other words, the ECB had succeeded in shifting the perceived lower bound on interest rates firmly into negative territory, supported by forward guidance that left the door open for the possibility of further rate cuts.", "This restored a fundamentally important element of monetary policy: the possibility for the market to anticipate further policy cuts and to thereby frontload policy accommodation.", "The zero lower bound was no longer constraining market expectations.", "As the market started repricing the full expected future interest rate path, the effects of the cut in the DFR extended well beyond short-term rates.", "A decomposition analysis by ECB staff shows that the NIRP contributed to shifting euro area sovereign yields downwards across the full maturity spectrum, with a peak around the five-year segment (Chart 3).", "These effects were reinforced by a compression of the term premium: negative rates strengthen the incentives of investors to rebalance their portfolios towards longer-dated securities.", "The propagation of a rate cut in negative territory was therefore materially stronger along the yield curve than for a conventional rate cut, which typically has very little impact on longer maturities.", "Negative interest rates reinforced the effects of our asset purchases for the same reasons: when banks' excess reserves are remunerated at negative rates, there is a strong incentive to reduce them by shifting into riskier assets, such as longer-dated government bonds.", "This strengthens the portfolio rebalancing channel of asset purchases.", "This \"hot potato effect\" also extends to bank loans, which was the second objective of lowering rates into negative territory.", "With the start of negative rates, we have observed a steady increase in the growth rate of loans extended by euro area monetary financial institutions (Chart 4).", "An ECB meta-analysis of various studies corroborates the view that the use of the NIRP had a positive impact on loan growth.", "The analysis shows that, since the start of the NIRP regime in mid-2014, the growth of loans extended to non-financial corporations (NFCs) would have been lower in the vast majority of counterfactual scenarios of non-negative policy rates (Chart 5).", "In addition, several empirical studies exploiting bank-level data confirmed the causal link between negative policy rates and loan growth.", "Taken together, these findings suggest that the lowering of policy rates into negative territory fostered monetary policy transmission in the euro area, as evidenced by the strong pass-through from policy rates to market rates and higher loan growth.", "Effect of negative policy rates on bank profitability and bank lending In spite of these positive effects on the effectiveness of monetary policy, the NIRP has often been criticised for its potential side effects, particularly on the banking sector.", "Since banks are generally reluctant to pass on negative rates to their retail clients, mainly for competitive, but also for legal reasons, the funding conditions of deposit-taking institutions typically fail to drop in tandem with the decline in lending rates.", "This affects banks' interest margins and hence profitability.", "This effect is particularly pronounced for banks with a high deposit-to-asset ratio.", "Financial market participants seem to have internalised this constraint.", "Studies document that a surprise hike in the policy rate has a negative effect on banks' stock prices in normal times, but a positive effect in an environment of negative policy rates, which is increasing in the dependence of banks on deposits as a source of funding (Chart 6).", "In the extreme, the effect could be such that banks charge higher interest rates on their lending activities, thereby reversing the intended accommodative effect of monetary policy.", "That is, the zero lower bound has been replaced by an \"effective lower bound\", which coincides closely with the so-called \"reversal rate\", which indicates the level at which additional policy cuts would start to become contractionary, or the rate where holding cash, net of storage and security costs, would become more attractive than holding bank deposits.", "There is considerable uncertainty as to the precise level of the \"reversal rate\" and current estimates suggest that the ECB has not reached the effective lower bound.", "Yet, data on the volume of overnight deposits held by households in the euro area confirm the negligible pass-through of negative policy rates to banks' retail deposit rates (Chart 7).", "As a result, only a very small proportion of retail deposits are currently remunerated at negative rates (Chart 8).", "By contrast, banks more frequently charge negative rates on deposits held by NFCs.", "Within the euro area, this primarily applies to Germany, Luxembourg and the Netherlands (Chart 9).", "There is also evidence that negative rates affect a growing proportion of the deposits held by NFCs, suggesting that the pass-through associated with negative policy rates has increased gradually over time (Chart 10).", "This is in line with empirical studies that demonstrate that the pass-through from policy rates to corporate deposit rates intensifies as rates become more negative.", "This induces firms to decrease their cash holdings through investments, thus supporting the standard monetary policy transmission mechanism.", "Interest rate margins, however, are only one part of banks' profitability.", "Even though banks are reluctant to pass on negative rates to retail clients, and have only cautiously started doing so for firms, the impact of negative rates on banks' profitability is much broader.", "In particular, by stimulating aggregate demand, negative rates have measurably contributed to an improvement in the macroeconomic outlook, thereby enhancing credit quality.", "As a result, according to ECB staff analysis based on a sample of large euro area banks, the NIRP had a negligible effect on bank profitability over the period from 2014 to 2019 (Chart 11).", "The negative effects from lower net interest income and the charge on excess reserves were broadly compensated by a reduction in loan-loss provisions.", "In addition, two additional policy measures by the ECB have actively contributed to mitigating the impact of negative rates on bank profitability with a view to protecting the bank lending channel.", "The first is the adoption of a two-tier system through which a significant portion of excess reserves are exempt from negative rates.", "The second is our TLTROs through which banks can secure borrowing at highly favourable rates, provided they extend sufficient credit to the real economy.", "In other words, the introduction of a \"dual rate\" system, where the pricing of TLTROs deviates from our key policy rate, directly lowers the funding conditions of banks and thereby compensates part of the costs that banks accrue by not being able to pass on negative rates to some of their customer base.", "Effect of negative policy rates on bank risk-taking A second concern is the effect of negative policy rates on banks' risk-taking behaviour, induced by a search for yield.", "A number of recent studies investigate the risk-taking behaviour of banks in an environment of negative policy rates.", "For example, Heider, Saidi and Schepens (2019) show that the introduction of negative policy rates by the ECB induced high-deposit banks to incur more risk by lending to borrowers with a larger return-on-assets (ROA) variation than low-deposit banks (Chart 12).", "But even though the borrowers of high-deposit banks show a higher volatility of returns, they exhibit lower levels of leverage and the same level of profitability as the borrowers of low-deposit banks.", "In a similar vein, Bubeck, Maddaloni and Peydró (2019) investigate how negative policy rates affect banks' investment choices in their securities portfolios.", "The authors find that high-deposit banks tend to increase their holdings of high-yield securities in an environment of negative deposit rates, especially relative to low-deposit banks (Chart 13).", "These searchfor-yield effects are stronger for less capitalised banks, which could raise concerns for financial stability.", "(2020) also consider the real economic effects of negative rates.", "On the basis of credit register data, they provide empirical evidence that the borrowers of high-deposit banks in Germany, where the pass-through of negative rates is limited, are riskier but that they increase investment and employment more strongly after receiving credit, thereby supporting monetary transmission to the real economy.", "It is precisely through such effects that higher risk-taking by banks may be a feature rather than a bug, as long as it does not raise financial stability concerns.", "A longer-term perspective In spite of the overall positive assessment of the ECB's experience with negative interest rates, a persistent period of negative rates may pose additional challenges.", "It cannot be taken for granted that negative effects on bank profitability from depressed profit margins can be compensated by lower loan-loss provisions also in the future.", "Research based on a broad sample of pandemics by Jordà, Singh and Taylor (2020) suggests that pandemics were typically followed by a long period of depressed economic growth and a sustained drop in the real natural rate of interest (Chart 14).", "This implies that, absent a forceful policy response, the current pandemic is likely to put substantial pressure on banks' profitability due to rising loan-loss provisions and defaults, at a time when euro area banks' profitability is already depressed, mostly due to structural reasons (Chart 15).", "While the ECB can mitigate potential negative effects, solutions to the underlying structural causes go beyond the remit of monetary policy.", "These problems include problems of overbanking and a lack of pan-European mergers, which would require the completion of the European Banking Union, as well as the advancement of the capital markets union, which have become ever more important in response to the coronavirus (COVID-19) pandemic.", "The medium- to long-term growth outlook after the pandemic will depend to a large extent on whether public spending at national and European level, mainly through the European Recovery Fund, is used wisely to foster the euro area's growth potential, and thereby to raise real equilibrium rates, in particular through investments that foster the transition to a carbon-free and more digitalised economy.", "Concluding remarks Let me conclude by emphasising three key points.", "First, the ECB's negative interest rate policy has been successful in turning the zero lower bound into an effective lower bound well below zero and supporting bank lending.", "This fundamentally improved monetary transmission and helped to stimulate the economy and raise inflation.", "Second, negative rates can have side effects on banks' profitability and risk-taking behaviour.", "That said, the experience of the euro area over the past few years suggests that the positive effects dominated, supported by the use of other policy measures that directly mitigate the costs of negative rates.", "Finally, side effects are likely to become more relevant over time.", "Since negative rates largely reflect adverse macroeconomic trends outside the remit of central banks, a forceful policy response by governments to the pandemic is indispensable for raising potential growth, thereby paving the way for positive interest rates in the future.", "Thank you for your attention.", "I would like to thank Florian Heider and Alejandro van der Ghote for their contributions to this speech.", "For background, see: Heider, F., Saidi, F. and Schepens, G. (2019), Life below zero: Bank lending under negative policy rates, The Review of Financial Studies, 32, 3728-3761.", "See Laubach, T. and J. Williams (2003), \"Measuring the natural rate of interest\", The Review of Economics and Statistics, 85, 1063- 1070; and Holston, K., T. Laubach and J. Williams (2017), \"Measuring the natural rate of interest: international trends and determinants\", Journal of International Economics, 108, S59-S75.", "See Whelan, K. and E. Ryan (2019), \"Quantitative Easing and the Hot Potato Effect: Evidence from Euro Area Banks\", CEPR Discussion Paper no.", "13499, Centre for Economic Policy Research.", "For example, Demiralp, S., J. Eisenschmidt and T. Vlassopoulos (2019), \"Negative interest rates, excess liquidity and bank business models: Banks' reaction to unconventional monetary policy in the euro area\", ECB Working Paper no.", "See Ampudia, M. and S. Van den Heuvel (2018), \"Monetary policy and bank equity values in a time of low interest rates\", ECB Working Paper No 2199.", "See also ECB Research Bulletin No 60.", "See Brunnermeier, M. and K. Y. Koby (2018), \"The Reversal Interest Rate\", NBER Working Paper No 25406, December.", "The effects of negative policy rates on banks and firms\", ECB Working Paper no.", "The effects of negative policy rates on banks and firms\", ECB Working Paper no.", "The analysis is based on Altavilla, C., M. Boucinha and J.-L. Peydró (2018), \"Monetary policy and bank profitability in a low interest rate environment\", Economic Policy, 33, pp.", "See also ECB Research Bulletin No 43.", "See Bubeck, J., A. Maddaloni and J.-L. Peydró (2019), \"Negative monetary policy rates and systemic banks' risk-taking: Evidence from euro area administrative securities register\", Journal of Money Credit and Banking, forthcoming.", "See also ECB Research Bulletin No 70.", "The effect of monetary policy on bank credit supply across the euro area\", unpublished working paper.", "Jordà, O., S. Singh and A. Taylor (2020), \"Longer-run economic consequences of pandemics\", NBER Working Paper no.", "See ECB Financial Stability Review, May 2020.", "See also Schnabel, I.", "(2020), \"Never waste a crisis - COVID-19, climate change and monetary policy\", speech at a virtual roundtable on \"Sustainable Crisis Responses in Europe\", organised by the INSPIRE research network, Frankfurt am Main, 17 July.", "Slides Deposit facility rate Risks Key ECB interest rates Monetary policy Policies Banking sector Please note that related topic tags are currently available for selected content only.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, email: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2020, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-financial coordination", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Negative interest rates", "Bank lending", "Monetary policy", "Bank profitability", "Risk-taking", "Economic growth", "Interest rate pass-through", "Zero lower bound", "Loan growth", "Financial stability"]}