{"sentences": ["Madam Chair, Honourable members of the Economic and Monetary Affairs Committee, Ladies and gentlemen, I am very happy to appear before this Committee shortly after the first Governing Council meeting of 2020, during which the ECB decided to launch a review of its monetary policy strategy.", "More than 16 years have passed since the ECB last reviewed its strategy.", "And as we discussed in December, since 2003 the world economy has undergone profound structural changes that have transformed the environment in which monetary policy operates.", "More specifically, declining trend growth on the back of slowing productivity growth and an ageing population, and the legacy of the financial crisis have driven interest rates down.", "This low interest rate and low inflation environment has significantly reduced the scope for the ECB and other central banks worldwide to ease monetary policy in the face of an economic downturn.", "And structural challenges, such as new threats to environmental sustainability, rapid digitalisation, globalisation and evolving financial structures, have also affected price developments and, therefore, the environment that central banks monitor, forecast and need to factor into their policies.", "In the light of these changes, now is the appropriate time for us to conduct a strategy review with a broad scope to ensure we continue to deliver on our mandate in the best interest of Europeans.", "During my last hearing before this Committee I made a commitment to listen to people's expectations and better understand their economic concerns.", "This Parliament will be the primary forum for this listening exercise and for putting into practice the principle of two-way communication that I outlined here in December.", "So I am very happy that you have asked me to discuss central bank communication with you today.", "But before I get to that, allow me first to provide an overview of the current economic situation in the euro area.", "The euro area economy and the appropriateness of the ECB's monetary policy stance Broadly in line with our expectations, the euro area economy continues to grow, though still with modest momentum.", "The domestic economy remains relatively resilient.", "Private consumption, for instance, increased by 0.5% in the third quarter of 2019 on the back of further improvements in labour market conditions.", "The unemployment rate stands at 7.4%, its lowest since July 2008.", "The number of people employed keeps increasing and has increased by more than 11 million since mid-2013.", "The more domestically-oriented services and construction sectors also continue to hold up well.", "Yet, global factors weigh on euro area growth.", "To be sure, there are tentative signs of stabilisation.", "Forward-looking indicators have become in slightly more optimistic, as the Purchasing Managers' Index on manufacturing business expectations in 12 months' time have increased in the five consecutive months through January to the highest level in 18 month.", "Moreover, while uncertainties surrounding the global economic environment remain elevated, those related to trade tensions between the United States and China are receding.", "Other risks, however, are still lingering or - as for the uncertainty surrounding the impact of the coronavirus - are a renewed source of concern.", "The overall moderate growth performance is delaying the pass-through from wage increases to prices and inflation developments remain subdued.", "Inflation measured by the (flash) Harmonised Index of Consumer Prices stood at 1.4% in January, in line with our expectations.", "The euro area economy therefore continues to require support from our monetary policy, which provides a shield from global headwinds.", "We see that our policy stimulus is being passed on to the financing conditions most relevant for the real economy.", "According to latest data, lending rates for businesses are almost 10 basis points lower than they were one year ago, and for households for house purchases they are almost 40 basis points lower and close to their historical lows.", "These favourable financing conditions in turn continue to support business investment and consumer and construction spending in the euro area, partially offsetting the negative impact from sluggish developments in global demand.", "At the same time, we continue to closely monitor the potential side effects of our measures.", "Low interest rates bring a lot of benefits to the euro area economy.", "That being said, low funding costs appear to have also encouraged more borrowing by highly leveraged firms and greater risk-taking by non-banks, such as investment funds, insurance companies and pension funds.", "In addition, property markets in a number of euro area countries have seen persistently rising prices, although the low interest rate environment is only one among many factors influencing the choice to borrow for house purchase.", "In this environment, authorities should continue to use targeted macroprudential measures to address the associated risks to financial stability.", "At the same time, fiscal and structural policies also have an important role to play in a low interest rate environment.", "They can lift the growth momentum and boost potential through higher productivity growth.", "This would, in turn, support the effectiveness of our measures and also help interest rates to rise again in due time.", "Effective central bank communication means more effective policies Let me now turn to the topic of central bank communication.", "Central banks have come a long way in how they communicate.", "Public institutions, including the ECB, have moved in the direction of disclosing more information and better explaining policy, also in response to parliamentary and public demands.", "This Parliament has encouraged the ECB to follow this path from the very beginning: one of the topics chosen for the first ECON hearing in 1999 was the ECB's communication and transparency policy.", "Good communication forms the bedrock of the ECB's credibility and underpins our legitimacy in the eyes of the people we serve.", "But as central bankers it's also in our interest to communicate effectively: being open and clear is essential to make our policy more effective.", "Carefully calibrated communication - think of forward guidance - has itself become a tool of central bank policy.", "Traditionally, as central bankers we have been more comfortable speaking to experts and markets than to the general public.", "Markets closely follow what we do and what we say, and surveys and studies find that we are well understood by them.", "We are very attentive to how markets interpret - or misinterpret - our actions.", "But we have to remain vigilant that we do not focus too narrowly on communicating to markets and create our own echo chamber.", "This is why, in my confirmatory hearing, I announced that one of the priorities of my presidency is to reinforce our bridge with the public.", "Our own research finds that even though many Europeans have heard of the ECB, very few have a deeper understanding of what we do, and certainly not of why we do it or how our work serves the common good.", "We need to improve this.", "We have just started to develop a new survey in which we ask consumers about their expectations on inflation, housing, consumption, saving and the labour market.", "We need to understand them better, not least because they can vary significantly across different regions or groups in society.", "After all, it is the everyday economic decisions of people and companies that we seek to influence with our policy and communication.", "If our language is not accessible, our policy will be less effective.", "We also know that people will only come to trust us more, and genuinely see the ECB as their central bank, if they better understand our decisions, why they matter, and what impact they have on people's day-to-day lives.", "That is also why the Governing Council agreed that the strategy review should look at how we communicate our policy.", "Communication is all too often mistaken as a one-way street, with most efforts spent on broadcasting messages.", "We are all focused on speaking.", "We need to be equally focused on listening to people.", "As US Chief Justice John Marshall observed already in the early 1800s: to listen well is as powerful a means of communication as to talk well.", "For that reason, a key element for our strategy review, but also more generally, will be to incorporate elements of listening into our framework on a structural basis.", "Clearly, the dialogue with this Committee is already a core component.", "Beyond that, I am looking forward to a new series of listening events which we will launch as part of our strategy review.", "We will run these across the entire euro area, together with our colleagues from the national central banks.", "We will be keen to hear the views of a wide range of stakeholders, including academics, financial sector representatives and civil society organisations.", "Our first such listening ECB event will take place here in Brussels in late March, where I hope to engage with representatives of EU-level civil society organisations with a wide range of perspectives.", "We will also have an online portal on the ECB website where all the information on the strategy review will be available for the general public and, to the largest extent possible, also in all official languages.", "Through these channels, we aim to learn directly from civil society organisations and the people what matters most to them - be that rising rents and house prices, job uncertainty or climate change - and we will assess how we can best take these concerns into account in our actions and our communication, within the limits of our mandate.", "Madam Chair, honourable members, The review we have just started will be a thorough and intense process.", "Over the next 11 months, the dialogue between our institutions will be frequent and deep.", "The regular ECON hearings will provide the backbone for this discussion, but our discussion will not be limited to these hearings alone.", "In fact, we will have further opportunities to continue our dialogue very soon: I am looking forward to the visit of a delegation of this Committee next Monday in Frankfurt, and to meeting you again in Strasbourg the following day.", "Thank you for your attention.", "I will now happily take your questions and listen to your views.", "Young people's view of the economy, finance, the ECB and their communication channels preferences, KANTAR research commissioned by the ECB, 2019."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "low interest rates", "economic growth", "inflation", "communication", "financial stability", "listening", "strategy review", "ECB", "euro area"]}