{"sentences": ["As prepared for delivery Good afternoon, and happy new year.", "Monetary policy frameworks are complex, technical, and rarely make it into the public consciousness.", "But they are of vital importance to economic prosperity.", "And as we stand on the brink of a new decade, it is critically important that we understand how the frameworks central banks choose influence economic outcomes, both today and in the future.", "When Andy Haldane invited me to be on the panel, he posed the provocative question: What will monetary policy frameworks look like 30 years from now?", "As a policymaker, I try to avoid making predictions for the future.", "But given that I will assuredly be an ex-central banker in the year 2050, I think I'm safe to have free rein!", "That said, I should still give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "In my remarks today, I'll discuss how the monetary policy landscape has evolved, and what that means for inflation targeting in 2020, 2050, and beyond.", "The History of Inflation Targeting Before I look forward, it's worth looking back and highlighting that it's now 30 years since the inception of inflation targeting.", "In 1989, the central bank of the small country of New Zealand announced that the main objective of its monetary policy was to target the inflation rate.", "In the subsequent decades, most central banks in major economies coalesced around this approach of aiming for a low, publicly announced inflation rate.", "For the past three decades, this approach has been remarkably successful at keeping inflation low and stable.", "The inflation targets have acted as a nominal anchor for inflation expectations, which play a big role in determining actual inflation.", "For anyone who was trying to get a mortgage at a double-digit interest rate or seeing prices go up and up back in the days of high inflation, it's almost unthinkable that in 2020 central banks are pondering the opposite challenge: how to prevent inflation from being too low.", "But it's the reality most policymakers face, and the one our monetary policy frameworks will need to grapple with long into the future.", "The Future of Inflation So, how did we arrive where we are today?", "Why is low inflation the current challenge, and why will that likely persist?", "To answer these questions, we need to look at r-star, or the longer-run neutral rate of interest.", "One estimate of r-star in the United States, from a model developed by Holston, Laubach, and myself, is around half a percent in the United States.", "That's actually now lower than at any time before the Great Recession.", "We've seen similar declines in r-star in other advanced economies, including in Japan and the euro area.", "In fact, the GDP-weighted average of estimates of r-star for Canada, the euro area, the United Kingdom, and the United States is now also half a percent, nearly 2 percentage points below where it stood at the turn of this century.", "These very low neutral rates are largely a result of global, longer-term structural factors.", "They're driven by demographic changes, slow productivity growth, and demand for safe assets-all of which are unlikely to reverse any time soon.", "One key takeaway from these global trends is that interest rates and inflation are going to stay lower than we've come to expect in the past.", "This means that monetary policy will likely be more frequently constrained by the lower bound, or LB for short, creating a set of challenges for policymakers.", "In particular, life near the LB means central banks have much less room to maneuver using adjustments in short-term interest rates when faced with a downturn.", "The Fundamentals of Inflation Targeting Given that inflation targeting was designed in a world where inflation was undesirably high, does it still work for a world with the opposite problem?", "As I peer into the future, the question is not so much what is wrong with inflation targeting, but rather what we need to preserve and, in fact, strengthen it.", "Any evolution of the current framework should involve doubling down on fundamental principles that have proven to be successful.", "What do I mean by that?", "There are three fundamental elements of inflation targeting that will be crucial as central banks work to prevent inflation from drifting too low: well-anchored inflation expectations, accountability, and transparency.", "Inflation Expectations, Accountability, and Transparency The most critical element is anchoring inflation expectations at the right level.", "For those of you who lived through the 1970s and 1980s, the specter of high inflation probably still looms large.", "But millennials and Generation Z have never faced the prospect of paying 15 percent on a mortgage.", "It's often claimed that we don't really understand what drives inflation expectations.", "But, in fact, researchers have made significant progress on this topic.", "Research using a number of approaches has found that the history of inflation plays a big role in inflation expectations.", "Now, this does not mean that expectations are a mechanical average of past inflation, like in traditional versions of adaptive expectations.", "Instead, the key finding of this research is that inflation expectations depend on the historical behavior of inflation as shaped by the conduct of monetary policy.", "For example, recent work using the New York Fed's Survey of Consumer Expectations shows a decline in longer-run inflation expectations by nearly half a percentage point over the last six years, to about 2-1/4 percent.", "This decline reflects both the low CPI inflation of recent years and demographic shifts, where members of older cohorts with high expectations (I'm afraid to say) die off.", "If inflation continues to underrun target levels similar to the past six years, the downward trend in inflation expectations will likely continue.", "But there is still time to avert this fate-in this case, it's fortunate that the young are impressionable.", "If inflation is sustained at target levels consistently, a further downward trend in expectations can be forestalled.", "But expectations depend on deeds, not just words, which brings me to the issue of accountability.", "One reason inflation targeting has been so successful at keeping inflation low and stable is that policymakers held themselves accountable for consistently delivering low inflation near the target.", "Finally, as well as holding ourselves accountable, policymakers need to be transparent and communicate their actions and the rationale behind them.", "Much has been made about whether central banks can credibly commit to future actions and outcomes, but the experience with inflation targeting gives me encouragement.", "Inflation-targeting central banks have proved beyond a doubt that they could bring inflation down and keep it low and stable.", "This was not a foregone conclusion, and initially there were doubts about whether inflation targeting would succeed.", "In addition, forward guidance delivered in the years following the financial crisis had a clear and direct effect on driving policy expectations and financial conditions.", "Keeping inflation expectations anchored at the right point will depend not just on policymakers holding themselves accountable for inflation, but on their ability to clearly execute and communicate their policies.", "I'll finish with this.", "It's risky to make predictions about the future.", "But in many ways the future is already here.", "Low r-star and declining inflation expectations are clear indicators of what's to come.", "There's been a great deal of discussion about how central banks around the world, and the Federal Reserve in particular, are going to deal with the challenges that lie ahead.", "As the FOMC engages on its ongoing framework review, it is important to state again that any changes to our monetary policy framework must and will be carefully and thoughtfully considered.", "As long as we double down on the fundamentals of inflation targeting by anchoring inflation expectations at the target level, holding ourselves accountable to delivering on our objectives, and being transparent about our actions, we will be well positioned to handle whatever the future might bring.", "Inflation Targeting in New Zealand, Seminar presentation, International Monetary Fund, Washington, D.C., March 20-21, 2000.", "John C. Williams, Inflation Targeting and the Global Financial Crisis: Successes and Challenges, Essay presentation to the South African Reserve Bank Conference on Fourteen Years of Inflation Targeting in South Africa and the Challenge of a Changing Mandate, Pretoria, South Africa, October 31, 2014.", "Federal Reserve Bank of New York, Measuring the Natural Rate of Interest.", "Federal Reserve Bank of New York, Measuring the Natural Rate of Interest.", "John C. Williams, Living Life Near the ZLB, Remarks at 2019 Annual Meeting of the Central Bank Research Association (CEBRA), New York, July 18, 2019.", "John C. Williams, Monetary Policy in a Low R-Star World, Federal Reserve Bank of San Francisco, FRBSF Economic Letter, August 15, 2016.", "This statement is based on ongoing research with New York Fed Research staff using Survey of Consumer Expectations data and a version of the Malmendier-Nagel (2016) model of expectations formation (Ulrike Malmendier and Stefan Nagel .", "\"Learning from Inflation Experiences,\" The Quarterly Journal of Economics, Vol.", "As such, it differs from the median measures of 1-year and 3-year inflation expectations released monthly by the New York Fed."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation Targeting", "Low Inflation", "Inflation Expectations", "Accountability", "Transparency", "Neutral Rate of Interest", "Monetary Policy Frameworks", "Demographics", "Productivity Growth", "Safe Assets"]}