{"sentences": ["Introduction Thank you for the invitation to be here today.", "It is particularly fortunate that I am here just before International Women's Day to speak with Women in Capital Markets-a group that strives to increase the participation of women in the finance industry.", "This is important, and not just because you are promoting more equitable outcomes in the sector.", "It is important because we know that a more diverse and inclusive workforce leads to better decision making and stronger economic growth.", "The Bank of Canada actively shares your goals.", "Back in 2017, we established the Master's Scholarship Award for Women in Economics and Finance.", "The aim is to attract and advance women in the core areas of our work.", "The recipients receive a cash scholarship, mentorship with a Bank economist and a job offer.", "The seven most recent winners were announced last month, along with the winners of Bank scholarships for indigenous students and students with disabilities.", "I am here to explain our decision yesterday to cut interest rates by half a percentage point.", "Not surprisingly, the threat to the global economy of COVID-19-the coronavirus-played a central role in our deliberations, and we are coordinating actively with other G7 central banks and fiscal authorities.", "People are rightfully concerned about the situation, given the human toll the virus is taking and the tragic consequences for those affected.", "At this stage, the disease is only partly understood.", "We will count on our public health authorities to give us good advice and contain the situation in due course.", "The Bank's job is to think about how COVID-19 may affect the economy.", "It has already disrupted the Chinese economy significantly.", "This is having ripple effects everywhere because Chinese producers are highly integrated with the rest of the world through supply chains.", "As the virus spreads, that disruption may be repeated in many other countries.", "Of course, travel plans are being cancelled, with obvious implications for consumer spending and travel-related business.", "But there may be more persistent economic effects through eroding consumer and business confidence.", "Indeed, Canadian companies, many of whom had already been forced to the sidelines by uncertainty over the future of NAFTA and the US-China trade war, could retrench further.", "The Canadian economy has demonstrated good resilience in the past couple of years.", "That resilience could be seriously tested by COVID-19, however, depending on the severity and duration of its effects.", "So, before I discuss yesterday's interest rate decision in detail, let me spend a few minutes on the foundation of that resilience-Canada's strong labour market.", "Today's labour market The basic story of the Canadian labour market is similar to that of a number of other major economies.", "Even though unemployment is low, there is a sense of unease among many people.", "Some worry about being displaced by technology or foreign competition, others about finding stable work in the gig economy.", "Still, the numbers clearly show that the Canadian labour market is in good health overall.", "Last year, nearly 300,000 jobs were created in Canada.", "The unemployment rate was below 6 percent throughout 2019, near its lowest in more than 40 years.", "Meanwhile, wage growth has increased from around 2 percent to near 3 percent.", "Importantly, the quality of jobs is also improving.", "There are a few ways to look at job quality.", "First, job gains have been concentrated in full-time work.", "Second, the share of people working parttime involuntarily has shrunk to near the lowest in more than a decade.", "The Bank will publish a comprehensive staff analytical note in the coming weeks that looks at a wider range of indicators of earnings, job security and work-life balance.", "It shows that job quality has clearly improved in Canada over the past five years.", "Another sign of labour market health is that many people are changing jobs to get a better match with their skills and experience-a process economists call churn.", "Nationwide, churn is now at levels last seen more than a decade ago, before the global financial crisis.", "The latest available data show that Canadians who change jobs are seeing their wages rise by 12 to 14 percent.", "There is little doubt that this job switching is raising productivity in the economy, and the latest data do indeed show a rising trend in productivity.", "It is taking less time on average for unemployed people to find jobs.", "And there are more than half a million job vacancies in the economy.", "This meshes with what I hear from business leaders across the country, who say that their biggest challenge is finding qualified people to fill existing vacancies.", "Of course, these are all national statistics, which mask some pretty stark regional variations.", "We are well aware of the difficulties facing oil-producing regions, for example.", "The 50 percent plunge in oil prices back in late-2014 contributed to a similar drop in investment spending.", "Combined with ongoing transportation constraints, this boosted Alberta's unemployment rate, which was around 4.5 percent before the oil price shock, to over 9 percent by late 2016, with young men facing the highest unemployment.", "The latest jobless rate in Alberta is 7.3 percent.", "This tells you that, while the economy is adjusting, it remains a long and difficult process.", "On the other side of the coin, labour markets have been quite tight outside of the prairies, according to our Business Outlook Survey.", "And two of the provinces with the strongest economies, British Columbia and Quebec, also feature the highest job vacancy rates.", "Another key measure of labour market health is the participation rate.", "This is the percentage of working-age people who are either employed or actively looking for work.", "A rising participation rate can signal that people who dropped out of the labour force earlier are returning.", "This is good for their own prospects and for the country's economic potential.", "Participation rates fell sharply in the wake of the global financial crisis and the slow recovery that followed.", "At the time, a major preoccupation for the Bank was the possibility that people would be unemployed for so long that their skills would become less valuable-a process economists call labour market scarring.", "Fortunately, labour force participation rates have risen in all age groups.", "This makes the recordlow unemployment rates we are seeing doubly impressive, especially given the setbacks we have had along the way, such as the drop in oil prices.", "This is not to argue that higher labour force participation is always a good thing.", "For seniors, for example, it could mean either that they are happily extending their working lives or that they need to work longer because they are not fully prepared for retirement.", "Still, when you look at all the indicators, you can see that the labour market has been, and continues to be, a source of resilience for the Canadian economy.", "A solid, secure job is the primary basis for consumer confidence and household spending, which is the primary engine of growth of any economy.", "That said, it is also plain to see that there is still work to do.", "Sectoral weakness in the Prairie provinces and in Atlantic Canada remains a concern.", "On another front, Canada's population includes several groups that have been chronically underemployed, representing significant untapped potential.", "In particular, the female participation rate is still about 8 percentage points less than the male rate.", "And the Indigenous participation rate is well below that of the general population.", "Helping new immigrants enter the workforce is another potential growth area.", "As our workforce ages, we are generating barely enough new workers to replace retiring baby boomers, so immigration is key to our future economic growth.", "Looking underneath this trend, unemployment rates for immigrants after 5 to 10 years is about the same as for the general population.", "However, in those first five years, the unemployment rate of new immigrants is higher than average, probably due to barriers around education equivalency.", "Improving labour market health Given the importance of labour market health to our economic resilience, it is natural to ask whether there are policies available to strengthen it further.", "For its part, the Bank of Canada's role is to continue with a monetary policy anchored on inflation control.", "By acting in a way to keep inflation on target, we help to stabilize economic growth and keep the economy near its potential.", "This in turn means that the economy delivers the most jobs and income that it can without creating faster inflation.", "For example, consider the experience of 2015.", "We knew that the collapse of oil prices would lead to a large drop in income and investment for the entire economy and cause inflation to head below target.", "As a consequence, we cut interest rates immediately, without waiting for the adverse effects to appear.", "Lower interest rates helped bring inflation closer to target and helped the economy as a whole return more quickly to full capacity and full employment.", "This adjustment process sounds very simple in abstract.", "But behind that economic theory we are talking about real people.", "For those directly involved, adjustment can be very difficult and painful.", "What is more, the situation forces individuals to take on all the related risks.", "Consider someone working in the energy sector who lost their job when oil prices collapsed.", "Even if they can find suitable work in another province, they may have a spouse who is reluctant to leave a good job and children who are settled in their school and community.", "They may need to sell their house, which could be difficult if the local real estate market has slowed.", "Houses in the new location may be more expensive or difficult to find.", "It is not easy to face these risks and overcome these barriers.", "That is why the adjustment process takes a long time.", "In 2015, these adjustments were facilitated by lower interest rates and a depreciation of the Canadian dollar.", "Obviously, more targeted labour market policies lie beyond the Bank's purview.", "Still, it makes sense for policymakers to address impediments that make it hard for workers to be matched up with those half-million job vacancies.", "There may be new ways of helping people deal with the risks involved in relocation, or overcome regional barriers to job matching.", "For example, there may be areas where we could make it easier for skilled workers and professionals to recertify to qualify for a job in a different province.", "We may also be able to learn from international experience in terms of improving our educational, training and retraining programs.", "I mentioned earlier that, despite low unemployment, people express a sense of dissatisfaction and unease about their future.", "It is possible that the distribution of income is contributing to this.", "Total labour income as a share of the Canadian economy began to trend downward nearly 30 years ago and has remained in a lower range for the past 10-15 years.", "Opportunities for globalization of supply chains and the steady increase in automation technology have no doubt reduced employee bargaining power over time, not to mention declining union membership.", "Bearing in mind that globalization and automation also generate economic growth that benefits everyone, it is clear that there is no simple solution to this.", "However, it is a useful metric to track when considering alternative policy ideas.", "Yesterday's decision All that said, the Canadian labour market has certainly been important to the economy's resilience.", "Its strength has helped support the growth in incomes and household consumption that we have seen.", "However, it is just one factor that the Bank's Governing Council looks at when we sit down to take our monetary policy decisions.", "Let me turn now to yesterday's announcement.", "It is important that we put recent developments into proper context.", "Business investment has been falling short of expectations in Canada for the past three years.", "Six months ago, we were seeing signs that the US-China trade war was beginning to affect Canadian exports and investment even further.", "In October, we pointed to Canada's two-track economy, where soft exports and investment were being offset by a recovering housing sector, a strong labour market and solid consumer spending.", "But we were concerned that the effects of the trade war could eventually tilt the balance of risks against us.", "With the economy operating very close to its potential, the unemployment rate near historic lows and inflation on target, Governing Council judged that the risk that growth would slow was not great enough to warrant a cut in interest rates.", "The main reason was that lower interest rates could reduce the downside risk to growth but could at the same time increase financial vulnerabilities.", "And this would make it harder to achieve the inflation target in the future.", "In January, the conditions had changed but the reasoning behind our decision was similar.", "Consumer confidence declined in late 2019, but there seemed to be a reasonable chance that this would prove temporary.", "Furthermore, there were signs that the global economy was bottoming out, and there was a growing consensus that world economic growth would edge higher in 2020.", "Accordingly, we again acknowledged that there were downside risks to the Canadian economy.", "But, with the labour market in a very solid situation, we felt that the downside risk was not sufficient to warrant lower interest rates.", "A lot has happened in the past six weeks.", "In particular, the global economy will, at the very least, be significantly disrupted by COVID-19 in the first half of the year.", "It is possible that the global economy will snap back quickly after health professionals have managed the situation and conditions have returned to normal.", "However, the outbreak and its effects could be more persistent.", "Consumer and business confidence could be set back for a longer period of time, causing economic growth to slow more persistently.", "This could include longer-term layoffs, for example.", "At this point, we simply do not know.", "Of course, the coronavirus is not the only issue on the table.", "Just last week, we received the detailed economic report on the fourth quarter of 2019 from Statistics Canada.", "As expected, this report shows that the economy slowed significantly in late 2019.", "Some of this was due to special factors, such as an early winter that left some crops to rot in the fields, the Canadian National Railway strike, the shutdown of the General Motors plant in Oshawa and so on.", "Still, economic growth in the fourth quarter was lower than 1 percent when you take out the effect of the special factors.", "This is because some of the slowdown was more structural-exports remained weak, business investment declined and the recovery in housing moderated.", "The one positive was consumer spending, which remained solid even while the savings rate went up further.", "Consumer confidence did rebound in January, as we had hoped.", "In short, the solid labour market we discussed earlier is giving the economy a measure of resilience.", "In addition to the impact of COVID-19, there are other factors: the strike by Ontario teachers, unusual weather and the rail blockades.", "We can hope that all of these factors prove to be temporary, but it seems that we are headed for at least another quarter of very slow economic growth.", "Since it is already March, these factors could easily affect the second quarter.", "There is a real risk that business and consumer confidence will erode further, creating a more persistent slowdown, especially given recent declines in stock markets.", "Furthermore, world prices of commodities have dropped by more than 10 percent and oil prices by close to 20 percent since the start of the year.", "Commodity prices are a very important channel for transmitting international shocks to the Canadian economy.", "With the oil-producing regions of our economy already stressed, this shock can only deepen and prolong the adjustment process discussed earlier.", "And the effects go beyond oil.", "These stresses will inevitably find their way from commodity-producing regions into other parts of the country as those who are affected directly spend less money on everything.", "In light of all these developments, the Canadian outlook is clearly weaker now than it was in January.", "When the economy is operating close to its potential and inflation is on target, a riskmanagement approach to monetary policy often recommends unchanged policy in the face of a small shock.", "However, risk management demands a prompt and sizable policy response to larger shocks to ensure that the economy remains well anchored.", "Governing Council agreed that the downside risks to the economy today are more than sufficient to outweigh our continuing concern about financial vulnerabilities.", "Indeed, declining consumer confidence would naturally lead to reduced activity in the housing market.", "In this context, lower interest rates will actually help to stabilize the housing market, rather than contribute to froth.", "Further, we expect that the B20 mortgage lending guidelines will continue to improve the quality of the stock of mortgage debt.", "Many of the implications of COVID-19 lie beyond the influence of monetary policy and authorities in Canada and around the world are focused on addressing the situation.", "For its part, monetary policy can contribute by buffering their effects on consumer and business confidence, thereby helping the economy bridge the situation.", "This contribution can be especially powerful when the shock is global and the response is coordinated.", "As the COVID-19 situation evolves, Governing Council stands ready to adjust monetary policy further if required to support economic growth and keep inflation on target.", "While markets continue to function well, the Bank will continue to ensure that the Canadian financial system has sufficient liquidity.", "And we continue to closely monitor economic and financial conditions, in close coordination with other G7 central banks and fiscal authorities.", "I would like to thank Erik Ens for his help in preparing this speech."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["COVID-19", "Labour market", "Monetary policy", "Economic growth", "Financial vulnerabilities", "Inflation", "Consumer confidence", "Business investment", "Oil prices", "Housing market"]}