{"sentences": ["For years the ECB has been asking for help from Member States in the form of expansionary fiscal policy.", "Do you think it's possible?", "The fiscal framework in Europe right now has its shortcomings.", "Fiscal policy is decentralised and there is a Stability and Growth Pact that limits the deficit to 3% of GDP and debt levels to 60% of GDP.", "In my opinion, it isn't an effective framework for developing a countercyclical fiscal policy in the euro area.", "The ECB stresses that countries with fiscal space should use it to their advantage and take action.", "However, it's often the case that countries with fiscal space don't have the political will and countries with political will don't have the fiscal space.", "I share Mario Draghi's view that the euro area needs a fiscal instrument that is institutionally independent and has the capacity and size to act countercyclically.", "Without such an instrument, it will be very difficult for the euro area to have a fiscal policy like that of other countries such as the United States.", "What's your view on the economic situation?", "Generally speaking, the Spanish economy is performing well.", "It grew by 2% last year, although it's obviously subject to the global slowdown.", "Nevertheless, it is performing better than the European average.", "There are two reasons for this.", "The first is that the Spanish economy is competitive, and the second is that the financial system is not raising the concerns it did in the past.", "Problems in the Spanish economy have typically arisen as a result of excessive credit growth, a real estate bubble or an uncompetitive external sector.", "None of these are happening at the moment.", "Spain has had a current account surplus for years.", "Credit growth is lower than nominal GDP growth and there are no signs of a real estate bubble, although there has been an adjustment and prices have risen again since the crisis.", "The growth differential of the Spanish economy is sustainable.", "Maintaining competitiveness and the clean-up of the financial sector are key.", "Better than average economic performance is what's needed during a global slowdown, and that's what we are seeing.", "It's also very important not to make mistakes during an economic slowdown.", "Would repealing the labour reform be such a mistake?", "As ECB Vice-President it's not my place to comment on a specific economic policy in an individual country.", "In general, it's important to be particularly careful during a downturn in any country.", "There's a difference between making an economic policy mistake during a period of strong global economic growth and making the same mistake during a period of uncertainty.", "The labour market isn't uniform.", "Its foundations are more or less the same, but there are different levels of productivity, capacity, and supply and demand across professions and regions.", "That's why measures with pros and cons, such as the minimum wage, can have a positive impact, negative impact or no impact on employment depending on the sector we look at.", "Brexit is one of the risks you have warned about the most.", "How is it being dealt with now?", "Brexit isn't good news.", "A no-deal Brexit was avoided after the election in the United Kingdom, but the negotiation period is going to be very short.", "The UK economy remains extremely important for continental Europe because it's the second largest after Germany.", "I hope that there will be cooperation and a sense of understanding between the different sides.", "The first stage will be the trade agreement, which is complicated.", "I'm confident that, if they reach an agreement in this field, there will also be an agreement on financial regulation and regulatory harmonisation, as that would be the best outcome for everybody.", "There are other major sources of global uncertainty, like the trade war, and now the coronavirus...", "The stabilisation of the European and global economy is a result of the lower perceived risk of a trade war and the fact that a no-deal Brexit was avoided.", "With risks like the coronavirus there is always a high level of uncertainty at first, until more details become available and we know how it is transmitted, what the mortality rate is, etc.", "We will begin to see the real impact once this period of heightened uncertainty is over.", "Do you agree with the view that the ECB has created a bubble in the stock market and the bond market?", "The equity market in Europe is not overvalued.", "If you look at the risk premium of these assets and compare it with the level of interest rates, you can see that it isn't overvalued.", "And in the bond market the natural rate of interest has fallen as a result of technological changes, demographics and low growth.", "The context of this market has changed.", "We're living in a world in which we're going to have low inflation, low real interest rates, low economic growth and, if the situation isn't resolved, low productivity.", "Valuations in the bond market can be understood in this context, not separately.", "Assumptions that were made in the past are not valid.", "In fact, including all of these new realities is one of the reasons why the strategy review that the ECB is undertaking is necessary.", "When the ECB was created at the end of the 1990s and the objective was to keep inflation below 2%, it was because deflation wasn't a concern.", "The concern was the opposite, as there were countries with above average price growth.", "Circumstances have changed significantly during the 20 years of the ECB's existence.", "How do you see the future of Bankia?", "Does it need to be privatised?", "Would the ECB accept a publicly owned bank?", "My personal opinion is that Bankia should not be a publicly owned bank.", "But the right time to privatise it needs to be found, in order to maximise income for the Fund for Orderly Bank Restructuring (FROB) and the State.", "It's not up to me to decide when it will be privatised.", "In my opinion, however, it's important that it is done in the end or, at the least, that there is a consistent message that it will be done when the time is right.", "The ECB wouldn't consider a publicly owned bank.", "The issue of whether it's a publicly owned bank or a private bank is a decision for the government.", "I'm speaking from my own point of view when I say it's important to stick to a consistent message or approach when it comes to privatising Bankia.", "This was also part of the approach when the Spanish savings banks were rescued.", "I fully understand the delay at the moment given the current valuations.", "This also happened back when I was a minister.", "The market has put a lot of pressure on Banco Sabadell, despite it having increased its capital ratio, and there are constantly bets on a merger.", "I'm not going to start talking about individual banks.", "In general, and irrespective of the bank we are talking about, markets don't just look at capital.", "They also look at its profit outlook, its business model and its sustainability.", "Banks are warning about unfair competition from fintechs because they operate outside of the regulatory constraints governing the sector.", "What progress will there be on this issue?", "There is an overarching principle: same risk, same regulation.", "Fintechs are often start-ups, so I think the main competition comes from bigtech companies.", "There would be real potential for growth in the retail banking sector if these big players were to take the leap into parts of the financial sector.", "Digital progress and development are extremely important, but if you take on the same risks then you must be subject to the same regulation.", "And this isn't only the case for financial matters.", "It also applies to money laundering and counter-terrorism financing.", "There must be similar treatment across the board.", "All the regulators will have to reach an agreement...", "Yes, this is a global problem and it must be handled at a global level.", "On the regulatory side there is the Financial Stability Board and on the macroeconomic side - which analyses the impact from the point of view of monetary policy - there is the International Monetary Fund, the G7 and the G20.", "The ECB has a lot to say in Europe, but regulatory decisions are taken by the European Commission and the European Parliament.", "The approach must be a global one.", "It sounds like it will be a very slow process, with so many stakeholders involved.", "On the issue of stablecoins, for example, I think there was a fairly quick response after the launch of [Facebook's] Libra.", "There's resistance to an agreement about money laundering.", "There is a debate about money laundering, specifically about whether we should move to a single anti-money laundering authority.", "It would be quite a natural move.", "Having an independent authority would be a positive step, but cooperation must be strengthened at the European level whatever happens.", "Money laundering does not just affect the banking sector.", "Other sectors, such as lawyers and notaries, are also affected.", "This is why cooperation must go beyond the financial system.", "The cases we have seen have been very serious and they have had an impact on the reputation of the banking sector.", "And a bank's reputation is its main asset.", "In the Villarejo-BBVA case, reputation doesn't appear to have had an impact on business or on the bank's share price.", "At the ECB we don't comment on individual banks.", "This case is in the courts and they are responsible for clarifying the facts.", "As you say, financial stability and business remain unaffected for the time being.", "Some seem to think that this matter belongs in the past.", "The ECB's banking supervision arm has procedures for dealing with potential irregularities related to governance, if necessary.", "Is governance in the Spanish banking system adequate?", "A bank's reputation is its main asset, and governance is hugely important in the banking sector.", "It can and must always be improved.", "There is room for improvement both in Spain and in the other euro area countries.", "It's a matter of priority.", "Governance must continue to improve, not only because the ECB says so, but also because institutional investors are insisting on it.", "Good corporate governance is ultimately seen from the point of view of maximising profits for shareholders.", "Governance covers topics such as the separation between the Chair of the Board and the Chief Executive Officer, in addition to broader issues such as how the board operates and the effective independence of independent directors.", "Shadow banking is one of the financial risks that you usually highlight.", "How can this problem be contained?", "The shadow banking sector includes investment funds, pension funds and insurance companies.", "The latter are closely supervised entities, therefore at the European level it's the asset management industry that is causing the most concern.", "The low interest rate environment has led to changes in investment strategies, in favour of assets that are riskier, less liquid and highly leveraged.", "In Spain this leverage is limited, but it is increasing in Europe and it is quite intense in the United States, particularly in the case of hedge funds.", "Supervision in this sector is not comparable to banking supervision and there is no lender of last resort.", "There must therefore be much more transparency, particularly with regard to the leverage of funds.", "We need macroprudential instruments that can be used to avoid problems.", "There have been some instances of liquidity problems which didn't develop into anything more serious because of the more positive, and at the time benign, market conditions.", "But in different circumstances this could trigger a crisis of confidence.", "What will the outcome of the Banco Popular resolution case be?", "Former shareholders are making claims against the SRB and because of the sale to Banco Santander.", "I would prefer not to give an opinion because I have been called as a witness in this case.", "As a general point, there were two stages during my time as a minister.", "The first involved injecting €43 billion worth of public money into the banking system and the second involved resolving banks without providing a euro of public money.", "In terms of acting in the public interest, the second is much better.", "Mergers are being suggested as a solution to the lack of profitability.", "Yet, at the same time, supervisors are acknowledging that mergers between domestic banks offer few synergies.", "And cross-border operations are full of regulatory obstacles, so what's the solution?", "To the extent that it helps to reduce excess capacity, consolidation is positive from the point of view of cost structure.", "We also need to maintain a competitive environment.", "In other words, we need to avoid a situation in which there are very few banks.", "In this context, fintech and bigtech companies are also potential competition.", "Domestic consolidation might be a solution for small and medium-sized banks, but the larger banks could perhaps look to cross-border consolidation.", "In any case, it's not the ECB's place to say which banks should or shouldn't merge.", "That's for the banks themselves and the market to decide.", "And there isn't a single solution that works in every case.", "Consolidation helped improve the cost structure and remove excess capacity in Spain, but there are other factors that must be taken into account depending on each specific case.", "Will the regulatory obstacles be removed?", "The single supervisor has already said that removing this type of obstacle is important from both a supervisory perspective and a domestic perspective.", "We mustn't forget that some of these obstacles come from national law.", "For instance, the different insolvency rules across countries make cross-border consolidation much more difficult.", "National authorities still have a certain amount of discretion on specific matters related to banking regulation.", "It's important that the European Commission continues to stress the need to harmonise these types of rules.", "We've already had six years of negative rates and I don't know whether there's concern from a financial stability perspective.", "Our financial stability publications have warned about this.", "There are two concerns right now: bank profitability and, more significantly in my view, the non-bank financial sector (previously known as the shadow banking sector).", "The average profitability of European banks is 6%.", "This is low, but it has much more to do with structural factors than with monetary policy.", "Negative rates are having a marginal effect.", "In fact, they have had positive effects, such as a reduction in provisioning arising from the rebound in economic growth.", "The cost structure in the euro area is still higher than it is in the United States, and there is still excess capacity and fragmentation.", "Investors are seeking 10% returns even though European banks are much safer and much more liquid than they were ten years ago.", "The book value of the European banking sector is at 60%, while in the United States it is over 100%.", "This is one of the great conundrums we are faced with, and it's linked to several factors, such as the different economic outlooks in the United States and Europe, and excess capacity.", "The process of consolidation and cleaning up balance sheets in the United States was more extensive than in Europe.", "The ECB has launched the review of its monetary policy strategy.", "This could mark a turning point in how it carries out its mandate.", "How have the initial discussions been?", "The January meeting focused on the overall approach of the review, which has various parts.", "The first is the definition of price stability, which has changed over time.", "This will open up a debate.", "The second, and in my opinion the most important, is the effectiveness of the different monetary policy instruments.", "In other words, how effective they are in enabling us to fulfil our mandate and what side effects they can have.", "The third part includes other objectives, like financial stability, and issues like climate change.", "The review will take place over the course of one year and will involve a great deal of listening to all the relevant parties, from academics to institutions and civil society.", "I'm going into it with an open mind.", "I want to hear the opinions of my colleagues on the Governing Council and the proposals from the bank's staff.", "Various formulae are being considered in this review of price stability.", "Do you have an opinion on which is the most accurate?", "I prefer to wait before expressing a preference.", "Each of the options has its pros and cons.", "There is also an intense debate about the index that is used to measure price movements, and about whether and how to incorporate housing costs.", "I think we have to wait until we have all the documents and proposals from the committees.", "The definition of price stability is very important, but for me the fundamental issue is the effectiveness of the monetary policy tools and their potential side effects.", "If the expected rebound in the economy doesn't eventually happen and the slowdown gets worse, does the ECB have the tools to tackle the situation?", "We have the tools and are prepared to use them if necessary.", "We can lower interest rates further, raise the volume of debt purchases or increase the provision of liquidity, but the side effects are becoming increasingly visible.", "This is why we keep insisting that now is the time for other players to take the field.", "Can rates really fall further?", "Objectively, they can fall further.", "We haven't reached the reversal rate - the point at which a rate reduction has a negative impact on lending and growth.", "I get asked this a lot, but we aren't there yet.", "People are talking about significant side effects.", "The side effects appear over time.", "A monetary policy instrument may have no side effects in the first year, but after two or three years it may start having a slight effect.", "And the more time that passes, the clearer these effects become.", "So of course we can do more, but it's not a straightforward message because we always have to take two factors into account.", "One is monetary policy, and the other is financial stability.", "Regarding the latter, it's essential that we have a macroprudential instrument to give the central bank greater room for manoeuvre.", "The latest rounds of liquidity provision have not yielded the expected results.", "What can be done if the banks do not want money even if they're being paid to take it?", "In the new round of the liquidity provision programme, TLTRO III, the first tender was sluggish and the second was a little better.", "Let's see what happens with the third.", "The ECB sets the funding costs and the availability, but there is another variable - the investment plans for those who this liquidity is targeting - which has more to do with potential growth and structural reforms.", "For our part, we can reduce funding costs, which we have done, but if afterwards there are no investment plans available for the banks to channel this funding into, that is not the fault of the ECB.", "So the message is that countries have to implement structural reforms and have an appropriate fiscal policy.", "Germany has repeatedly spoken out against the stimulus packages.", "In fact, your colleague on the Executive Board, Isabel Schnabel, has suggested they have created fertile ground for dissatisfaction of the sort we saw with Brexit.", "To a very large extent, the euro area's economic recovery and the 11 million jobs created in recent years are due to the ECB's monetary policy.", "And our policy has been very beneficial for Germany as well.", "The German institutions themselves have given Mario Draghi an award for his work and dedication.", "The ECB is assessing what role it should play in the fight against climate change, and there's even speculation about green criteria for debt purchases.", "Environmental sustainability is an opportunity to channel investment in Europe.", "Various plans could emerge from this.", "Europe has a competitive advantage over other regions.", "Technological change linked to sustainability could be one area in which we could get involved.", "The ECB's role, and the potential idea of \"green QE\", will form part of the strategy review.", "I know that there are a range of views on this and we'll have to see how the debate evolves.", "But what's your personal opinion?", "I think that environmental risk is going to become an increasingly relevant part of the analysis of credit ratings.", "And this will have an impact from the perspective of monetary policy operations, not just for QE, but also for the collateral the ECB accepts in exchange for liquidity.", "Ideally, the assessment of a company and its rating would take into account not only the current state of its balance sheet and its profit and loss account, but also whether the company might face difficulties in the next five years as a result of the transition to a more sustainable economy.", "In my opinion, this should be the approach - environmental implications shouldn't be considered in isolation, they should be incorporated into the overall assessment.", "In any case, we are already closely monitoring the potential implications of climate change from a financial stability perspective.", "Work is even being done to develop a methodology that would make it possible to conduct climate risk stress tests.", "You've already worked with two Presidents.", "How has the ECB changed from the Draghi era to the Lagarde era?", "Obviously, each President is different.", "Mario Draghi was extremely experienced and his presidency was marked by everything that was done to save the euro.", "He did an extremely important job.", "Christine Lagarde has a deep understanding of the euro area economy and is trying to find consensus.", "I think this is a positive step given the disagreements we have seen within the Governing Council.", "Everyone has their own style.", "In any case, in terms of decision-making, while the President is important, the ECB is itself a machine made up of the staff, the committees, the Executive Board, the Governing Council... Generally, decisions are taken in a collegial way and then the President announces them.", "That work is very important, but when institutions are sound not everything depends on one person."], "classifications": ["monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fiscal Policy", "Brexit", "Economic Growth", "Financial Stability", "Monetary Policy", "Governance", "Shadow Banking", "Consolidation", "Climate Change", "ECB Strategy Review"]}