{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of today's meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "Since our last Governing Council meeting in late January, the spread of the coronavirus (COVID19) has been a major shock to the growth prospects of the global and euro area economies and has heightened market volatility.", "Even if ultimately temporary in nature, it will have a significant impact on economic activity.", "In particular, it will slow down production as a result of disrupted supply chains and reduce domestic and foreign demand, especially through the adverse impact of the necessary containment measures.", "In addition, the heightened uncertainty negatively affects expenditure plans and their financing.", "Governments and all other policy institutions are called upon to take timely and targeted actions to address the public health challenge of containing the spread of the coronavirus and mitigate its economic impact.", "In particular, an ambitious and coordinated fiscal policy response is required to support businesses and workers at risk.", "The Governing Council strongly supports the commitment of euro area governments and the European Institutions to joint and coordinated policy action in response to the repercussions of the spread of the coronavirus.", "We also welcome the decisions taken by the ECB's Supervisory Board, which are detailed in a separate press release published earlier today.", "In line with our mandate, the Governing Council is determined to support households and firms in the face of the current economic disruptions and heightened uncertainty.", "Accordingly, we decided on a comprehensive package of monetary policy measures.", "Together with the substantial monetary policy stimulus already in place, these measures will support liquidity and funding conditions for households, businesses and banks and will help to preserve the smooth provision of credit to the real economy.", "First, we decided to conduct, temporarily, additional longer-term refinancing operations (LTROs) to provide immediate liquidity support to the euro area financial system.", "Although we do not see material signs of strains in money markets or liquidity shortages in the banking system, these operations will provide an effective backstop in case of need.", "They will be carried out through a fixed rate tender procedure with full allotment, with an interest rate that is equal to the average rate on the deposit facility.", "The LTROs will provide liquidity at favourable terms to bridge the period until the TLTRO III operation in June 2020.", "Second, the Governing Council decided to apply considerably more favourable terms during the period from June 2020 to June 2021 to all TLTRO III operations outstanding during that same time.", "These operations will support bank lending to those affected most by the spread of the coronavirus, in particular small and medium-sized enterprises.", "Throughout this period, the interest rate on these TLTRO III operations will be 25 basis points below the average rate applied in the Eurosystem's main refinancing operations.", "For counterparties that maintain their levels of credit provision, the rate applied in these operations will be lower, and, over the period ending in June 2021, can be as low as 25 basis points below the average interest rate on the deposit facility.", "Moreover, the maximum total amount that counterparties will henceforth be entitled to borrow in TLTRO III operations is raised to 50% of their stock of eligible loans as at 28 February 2019.", "In this context, the Governing Council will mandate the Eurosystem committees to investigate collateral easing measures to ensure that counterparties continue to be able to make full use of our funding support.", "Third, we decided to add a temporary envelope of additional net asset purchases of €120 billion until the end of the year, ensuring a strong contribution from the private sector purchase programmes.", "In combination with the existing asset purchase programme (APP), this will support favourable financing conditions for the real economy in times of heightened uncertainty.", "We continue to expect net asset purchases to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "In addition, the Governing Council decided to keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2% within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "We also intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "Further details on the precise terms of our new operations will be published in dedicated press releases this afternoon at 15:30 CET.", "In view of current developments, the Governing Council will continue to monitor closely the implications of the spread of the coronavirus for the economy, for medium-term inflation and for the transmission of its monetary policy.", "The Governing Council stands ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner, in line with its commitment to symmetry.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "The latest indicators suggest a considerable worsening of the near-term growth outlook.", "The disruption of supply chains is impeding production plans in the manufacturing sector, while necessary containment measures against the further spread of the coronavirus are adversely affecting economic activity.", "Before the coronavirus outbreak, euro area real GDP growth moderated to 0.1%, quarter on quarter, in the fourth quarter of 2019, following growth of 0.3% in the third quarter.", "This mainly reflected the ongoing weakness in the euro area manufacturing sector and slowing investment growth.", "Looking beyond the disruption stemming from the coronavirus, euro area growth is expected to regain traction over the medium term, supported by favourable financing conditions, the euro area fiscal stance and the expected resumption in global activity.", "This assessment is only partly reflected in the March 2020 ECB staff macroeconomic projections for the euro area, as their data cut-off date predates the most recent rapid spread of the coronavirus to the euro area.", "In particular, the projections foresee very muted growth in the first half of 2020, followed by an improvement in the second half of the year.", "Compared with the December 2019 Eurosystem staff macroeconomic projections, the outlook for real GDP growth has been revised down notably for 2020 and slightly for 2021, on account of the potential economic impact of the coronavirus outbreak.", "The risks surrounding the euro area growth outlook are clearly on the downside.", "In addition to the previously identified risks related to geopolitical factors, rising protectionism and vulnerabilities in emerging markets, the spread of the coronavirus adds a new and substantial source of downside risk to the growth outlook.", "According to Eurostat's flash estimate, euro area annual HICP inflation decreased to 1.2% in February 2020, from 1.4% in January.", "On the basis of the sharp decline in current and futures prices for oil, headline inflation is likely to decline considerably over the coming months.", "Indicators of inflation expectations have fallen and measures of underlying inflation remain generally muted.", "While labour cost pressures have so far remained resilient amid tighter labour markets, the weaker growth momentum is delaying their pass-through to inflation.", "Over the medium term, the increase in inflation will be supported by our monetary policy measures and the recovery in euro area growth dynamics.", "This assessment is only partly reflected in the March 2020 ECB staff macroeconomic projections for the euro area, which foresee annual HICP inflation at 1.1% in 2020, 1.4% in 2021 and 1.6% in 2022.", "Compared with the December 2019 Eurosystem staff macroeconomic projections, the outlook for HICP inflation is broadly unrevised over the projection horizon.", "The implications of the coronavirus for inflation are surrounded by high uncertainty, given that downward pressures linked to weaker demand may be offset by upward pressures related to supply disruptions.", "The recent sharp decline in oil prices poses significant downside risks to the short-term inflation outlook.", "Turning to the monetary analysis, broad money (M3) growth stood at 5.2% in January 2020, having moderated somewhat from its recent peak.", "Money growth continues to reflect ongoing bank credit creation for the private sector and low opportunity costs of holding M3 relative to other financial instruments.", "The narrow monetary aggregate M1 continues to be the main contributor to broad money growth.", "Loans to the private sector continued to expand.", "The annual growth rate of loans to households picked up somewhat to 3.7% in January 2020, from 3.6% in December 2019.", "The annual growth rate of loans to non-financial corporations remained unchanged at 3.2% in January, confirming the moderation seen since autumn 2019 and likely reflecting the typically lagged reaction to the past weakening in the economy.", "Overall, our accommodative monetary policy stance, including the measures taken today, will safeguard favourable bank lending conditions and will continue to support access to financing, including for those affected most by the ramifications of the coronavirus and, in particular, for small and medium-sized enterprises.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary for the robust convergence of inflation to levels that are below, but close to, 2% over the medium term.", "Regarding fiscal policies, an ambitious and coordinated fiscal stance is now needed in view of the weakened outlook and to safeguard against the further materialisation of downside risks.", "We welcome the measures already taken by several governments to ensure sufficient health sector resources and to provide support to affected companies and employees.", "In particular, measures such as providing credit guarantees are needed to complement and reinforce the monetary policy measures taken today.", "We welcome the commitment of the euro area governments and the European Institutions to act now, strongly, and together in response to the repercussions of the further spread of the coronavirus.", "Before we take your questions, we would like to express our profound gratitude to all those who are dedicating their time and efforts in saving lives and containing the spread of the coronavirus."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["coronavirus", "monetary policy", "economic outlook", "inflation", "credit", "liquidity", "LTROs", "TLTRO III", "fiscal policy", "growth"]}