{"sentences": ["Distinguished journalists, media representatives, I am very honored with your presence today to mark together the completion of a successful year for the Central Bank of the Republic of Kosovo and the financial system of Kosovo.", "The CBK, through its activities, has continued to provide a stable financial system and support the country's economic development.", "Part of our success is also communication with the media which play an important role in informing the public about developments in the country's economic system.", "Transparency with the public and communication with the media is of particular importance, and during this year we have greatly advanced cooperation in this field.", "We consider that this year we have had effective communication with the media providing the necessary information and clarifications at all times.", "Now, let me present to you a summary of the most important developments in the financial system and economy of the country during 2019, of course with the most recent data available.", "According to preliminary assestments, economic growth for year 2019, is expected to be around 4.2%, an increase largely supported by the growth of investment and improvement in net exports.", "A similar pace of economic growth, according to the CBK forecasts, is expected in the next year.", "The average annual inflation rate until November 2019 has increased by 2.8%, compared to the 0.9% rate in the same period last year.", "The increase in inflation rate this year is mainly a result of rising food prices.", "Banking sector continued this year as well with high credit growth, improving conditions for private sector access to credit, and increased financial sustainability.", "At the end of October 2019, banking sector loans reached 2.98 billion euros.", "Annual credit growth remains high at an annual rate of 10%.", "Deposits continue to be the main source of financing for the banking sector, the amount of which amounted to euro 3.75 billion during this period, which represents a very high annual growth of 16%.", "This high deposit growth, among other things, reflects the high public confidence in the banking sector.", "Interest rates on loans continued downward trend, decreasing to 6.5% from 6.6% as they were in the same period last year, thus, reflecting continued improvement in market conditions, and facilitating access to bank financing.", "Financial health indicators continued to show a high level of sustainability of this sector in all aspects.", "It should be particularly emphasized very good quality of the loan portfolio with a rate of nonperforming loans of only 2.1% in October 2019, which continued to decline compared to last year when it was 2.7%.", "The quality of the loan portfolio is not only the highest in the region, but also it is of better quality compared to some European Union economies.", "This fact, in addition to reflecting the sound state of Kosovo's banking sector, should be emphasized, as it serves as a very important indicator of the conditions our market offers and which is a very important element for investors who may consider Kosovo as destination to invest their capital.", "The pension funds sector was also characterized by favorable developments.", "The value of pension sector assets in September 2019 amounted to 1.92 billion euros, marking an annual growth of 8.8%.", "The return on investment of pension funds was quite satisfactory (138 million euros during the period January to September ), showing an increase in the value of citizens' pension savings.", "The insurance sector continued to increase insurance activity, as well as compensation for damages to the insured.", "The total written value of premiums by insurance companies as of September 2019 was 74 million euros, representing an annual increase of 7.1%.", "On the other hand, the value of claims paid amounted to EUR 37.9 million, marking an annual increase of 7.3%.", "The ratio between claims paid and premiums received reached 51.2%, compared to the same period last year when this ratio was 51.1.", "The Central Bank of the Republic of Kosovo is committed to continuously ensure the correct handling of claims by insurance companies.", "In order to ensure financial stability and as a result of non-compliance with regulatory requirements and failure to comply with remedial measures, CBK in 2019, in its role of regulator and supervisor of financial institutions, has revoked license of company \"Insig\" JSC, Kosovo Branch.", "In order to protect the damaged parties from the third party liability insurance and in order to create the necessary conditions for the sustainable development of the insurance sector, CBK has adjusted the Category I tariffs for compulsory third party liability insurance, which have been unchanged since 2001.", "The actuarial study by insurance companies has suggested a 36.56% increase in Category I (passenger vehicles) tariffs.", "However, the CBK in its assessment has identified some factors that are not fully reflected in the actuarial report, and therefore rejected the insurance companies' request for tariff changes based on that report, but at the same time it has assessed that insurance companies should be allowed to adjust Category I tariffs for the rate of inflation incurred during the period 2002-2018, adjusted for changes reflected in the Corporate Income Law, so that these insurance rates best reflect the current conditions of the economy.", "This decision of the CBK had prompted various reactions.", "However, we urge you not to misinterpret this decision, which has adjusted prices only for rising inflation, neglecting the benefits that the insured will have in the future and the impact on enhancing financial stability.", "This adjustment is also temporary as the CBK plans to liberalize the market of compulsory third- party liability insurance in the coming year.", "Another important sector of the financial system is the sector of microfinance institutions and non- bank institutions, which is continuing to accelerate the pace of lending.", "In this way, this sector is increasingly contributing to increasing competition in the credit market and improving access to finance.", "The total value of loans of this sector in October, 2019 amounted to euro 217.1 million, marking an annual growth of 22.2%.", "During this year, effective interest rates decreased from 23.1% to 20.3%.", "Recently, as you are informed, CBK revoked the licenses for two institutions: MFI \"Iute Credit Kosovo\" JSC and NBFI \"Monego\" , which over the years of operating in our market, have consistently deviated from their business plans, on the basis of which they obtained licenses to operate in Kosovo, thus bringing something to our market other than what they had promised they would bring.", "The most significant and disturbing deviation from their business plans, on the basis of which they obtained the license, relates to the interest rates that these institutions have applied to the loans, which have resulted to be multiple times higher with the norms that these institutions had foreseen in the license application documentation, which represents a very important element in the decision-making process for approving licenses for financial institutions.", "Regarding this process, we are seeing different forms of public pressure on these decisions, but we would like to reiterate that the CBK has acted in full compliance with its legal mandate and are convinced that our action is fair, therefore, no form of public pressure cannot lead to a review of these decisions.", "We fully respect the right of the parties to pursue legal ways to appeal these decisions, and we urge the parties affected by these decisions to pursue legal ways.", "We are ready at any time to testify and clarify the basis on which we have made these decisions.", "The Central Bank of the Republic of Kosovo continues to act in support of the sustainable development of the financial system, providing the necessary legal infrastructure to support the development of financial institutions and at the same time ensuring financial stability.", "Harmonization of the regulatory framework with the latest international developments in this field, more specifically in the European Union, has continued to be an important priority of the CBK this year as well, whereby various regulations have been drafted which advance different aspects of banking regulation and in particular that of corporate governance of banks.", "CBK has increased its commitment this year as well to protect the rights of consumers of financial services, thereby directly serving the protection of the public interest.", "This year CBK has advanced financial education programs and applied corrective measures to financial institutions in order to protect consumers.", "This area will continue to be a top priority in the coming year as well.", "A more detailed disclosure of economic and financial developments as well as the CBK activities during 2019 can be found in the Annual Report of the CBK, which will be published in the first half of next year.", "Before we move on to your questions, I would like to inform you that the CBK has also, in 2019, awarded the \"New Economist\" Award in order to promote research activity in the field of economics among young people.", "I take this opportunity to thank and congratulate all the candidates for their work that they have submitted in the framework of this competition.", "Based on the evaluation committee for evaluation of these works, I am pleased today to announce two winners of this award, hoping that this will motivate the authors of these works and other young people to continue and advance further their research work.", "The first prize is awarded to Mr. Jeton Shatri for the study entitled \"Factors that Influence Employee Satisfaction: A Study of the Private Banking Sector of Kosovo\", while, the second prize is given to Ms. Blina Zhubi for the study entitled \"The Effects of Electronic Transactions with a Focus on Combating Informality: Trends of Realizing Electronic Transactions in Kosovo.", "In the end, let me cordially thank you for the cooperation, professionalism and correctness you have shown in informing about the financial and economic developments and the CBK activities during this year and wish you and your families' health, happiness and success for the year 2020.", "Now, I welcome your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Banking sector", "Inflation", "Financial stability", "Credit", "Deposits", "Pension funds", "Insurance sector", "Microfinance institutions", "Financial education"]}