{"sentences": ["PLATFORM FOR DISCUSSION EVENT: BIS Meeting of the Working Party on Monetary Policy in Central and Eastern Europe NATIONAL BANK OF THE REPUBLIC DATE: 20-21 February 2020 OF NORTH MACEDONIA info@nbrm.mk LOCATION: Becici, Montenegro www.nbrm.mk MONETARY POLICY CONUNDRUM IN DEVELOPED ECONOMIES - IS THE REGION DIFFERENT?", "Ana Mitreska, NBRNM Ljupka Georgievska FSBRR1, NBRNM Gani Ramadani MPRD2, NBRNM 1 Financial Stability, Banking Regulations and Resolution Department.", "Monetary Policy and Research Department.", "Monetary Policy Conundrum in Developed Economies - is the Region Different?", "Ten years after the global crisis, it is more than certain that the context for monetary policy making has not returned to the pre - crisis \"normal\".", "Central banks, in advanced economies in particular, have deployed unprecedented measures to ensure proper functioning of financial markets, and to provide impetus to the economy.", "Despite the recent global recovery, uncertainties remain elevated and possible vulnerabilities come to the fore.", "At the same time, certain macro-economic linkages on which conventional monetary policy making was based on have been challenged.", "To streamline the matter, we will tackle few important issues, which as monetary policy makers we have been faced with.", "First, though the monetary accommodation helped the recovery, easy financing conditions might have encouraged excessive risk-taking and building of debt vulnerabilities.", "Second, inflation rate has been low for long, despite the wage growth in many countries, giving ground to the so called \"wage - price puzzle\", and questioning the traditional Phillips curve concept.", "Third, given the lingering monetary accommodation, policy space has narrowed, thus constraining the room for reaction if severe shocks occur.", "In this note, we will make an effort to transpose these challenges to the countries of the CESEE region and asses how relevant these global matters are for them.", "Policy rates in advanced economies, in the US and the euro area in particular have remained low.", "The monetary policy normalisation was rolled-back in the US, with the new cycle of lowering the policy rate being opened.", "In the euro area, the accommodative stance of the ECB was strengthened, by further cutting the interest rates and relaunching the QE programme.", "These moves enabled for the already easy financing conditions to remain in place, and further easing to be expected as well.", "This environment in the global context has been conducive for behaviour of yield searching, thus potentially encouraging excessive risk-taking and building up of financial vulnerabilities.", "Conditioned on the specifics of the region/country, financial vulnerabilities are assessed to be located in different sectors across different countries.", "According to the financial vulnerability map of the IMF published in the Global Financial Stability Report, October 2019 it seems that the risks stemming for sovereigns are still visible across the board.", "Similar inference can be made by observing assessed vulnerabilities in non- bank financial sector and nonfinancial corporates, while the picture on households and banks is rather mixed.", "Chart 1: Financial vulnerabilities - heat map across sectors and group of countries Source: Global financial stability report, IMF 2019.", "Low interest rates affect the cost for debt-service, thus being conducive for additional leverage in certain segments of the global economy.", "On the global map, sovereign debt levels remained elevated in some countries, euro area inclusive.", "As for the private sector debt, data do reveal that in some countries which were more resilient at the beginning, and entered the crisis with lower debt levels, vulnerabilities started to accumulate afterwards.", "This holds for the household debt, in particular, that proceeded to grow in some countries, raising concerns on the possible financial stability risks (Sweden, Norway, and Switzerland).", "Hence, it seems that in the global context, leverage issues seems to be on board, exposing some of the countries to risks in case of sudden tightening of financial conditions.", "In this case, debt level matters, as high levels can exacerbate the impact on growth and stability.", "How do countries from the CESEE region fit in the image?", "To answer the question we will dissect the debt data by providing perspective on both sovereign and private sector.", "In the matter of the sovereign debt, few years ago, it was diagnosed as one of the most vulnerable segments in the economies of the region.", "In most of the countries, the fiscal response to the crisis was countercyclical, asking for additional borrowing of the government and leading to sharp rise in the government debt level.", "The cumulative increase in the debt level since the beginning of the global crisis in 2007 until 2015 was close to 25 p.p.", "In some countries, such as Slovenia, Serbia, Montenegro and Croatia, the shift was markedly above the average, with debt levels reaching between 70%-83% of GDP.", "After 2015, the debt level started to adjust, with a cumulative contraction of around 6 p.p.", "of GDP, visible in almost all countries in the region.", "The adjustment was supported through the cyclical recovery of the economies in the region, as well as fiscal discretionary measures, which allowed for fiscal consolidation and precluded further debt accumulation.", "Though public debt sustainability and vulnerability is a much more complex issue rather than a simple comparison with a benchmark criterion, still even the latter can provide certain guideline on the issues.", "Source: World Economic Outlook, October 2019.", "The comparison of the public debt levels with the Maastricht Criterion as a benchmark reveals shift towards less vulnerable zone in most of the countries.", "In 2015, when the average government debt level reached its peak, it was below the accepted benchmark by close to 8 p.p.", "(according to the WEO, October 2019 forecast).", "This clearly indicates that in the last couple of years, despite the low interest rate environment, fiscal space in CESEE region was rebuilt thus reducing public sector exposure to sudden shifts in the sentiment at the global financial markets or reversal in the interest rate cycle.", "Still it has to be noted that the public debt level is still above the pre-crisis pone, and few of the countries, despite the adjustment, did not succeed in bringing the debt level below 60% of GDP (Albania, Croatia, Hungary, Montenegro, and Slovenia).", "Even more, in Montenegro the debt level has still been increasing, reaching above 80% of GDP in 2019, raising concerns related to sustainability issues.", "Private leverage in the region has been rising since early 2000s, albeit mostly from lower levels compared to advanced economies.", "After reaching the peak at the onset of the global crisis, gradual deleveraging occurred, but debt level remained elevated in comparison to the pre-crisis in many countries.", "At the outset of the global crisis, the average private debt level reached around 96% of GDP (2009), doubling compared to 2000.", "The post-crisis adjustment was mostly visible in the Baltic countries, where half of the pre-crisis rise was reversed.", "In the CEE and SEE countries, the adjustment was lesser.", "According to the latest available data (2017), given the decoupling in the speed of the post-crisis adjustment, private debt level in the different sub-regions started to converge.", "The average private debt level in 2017 stood at around 82% of GDP, with Baltics hovering at around 90%, SEE at 84%, and in the CEE region, standing at 75% of GDP.", "Total private debt Chart 4.", "Source: IMF Global debt database.", "The crisis accentuated the risks of high private sector indebtedness as important source of macro-financial vulnerability.", "In the CESEE region, some of these risks came to the fore in their banking systems, in the form of significantly rising NPLs during the crisis, following the years of high credit growth.", "Many countries came under the pressure to adjust their debt levels in line with the economic fundamentals that resulted in deleveraging process by households and corporates.", "The larger was the leverage build up pre crisis, the larger was deleveraging in its aftermath, in general.", "This particularly holds for the Baltics where private debt downscaled by 42 p.p.", "In CESEE region, deleveraging was most evident in Hungary and Slovenia, followed by Bulgaria as the most heavily indebted country pre-crisis.", "Yet, not all higher-debt countries managed to reduce their debt levels.", "Croatia, whose debt level rose substantially prior to the crisis, has only marginally deleveraged afterwards.", "There were also countries like Slovakia, North Macedonia, Poland and the Czech Republic, where the debt continued to rise further, yet, mostly from lower levels in the peak of the crisis.", "Change in private debt to GDP ratios, Chart 6.", "Private debt structure, 2017 (in percent of GDP) (in percentage points) *Region refers to all the countries in the sample from CEE, SEE and the Baltics.", "Source: IMF Global debt database.", "Cross-sector analysis reveals that the pre-crisis increase in private leverage was almost equally driven by corporate and household sector, as the context was conducive for rising debt across the board.", "Corporate debt on average rose by 25 p.p.", "of GDP in 2009 compared to 2000, but marked cross - country differences were visible.", "In some countries, such as Bulgaria, Croatia, Baltics, Slovenia corporate debt level was rapidly increasing, bringing the debt level very close to 100% of GDP.", "The higher the debt level, the more difficult the adjustment was, particularly given the soft post -crisis economic recovery and hence the low capacity to reduce the debt burden.", "In fact, only Slovenia and the Baltic states managed to deleverage markedly, while in Bulgaria, the adjustment was slower and the debt level remained relatively high.", "In some countries such as Slovakia, North Macedonia, Poland and the Czech Republic, the corporate sector continued to accumulate leverage post-crisis.", "In the case of North Macedonia, the rise in corporate debt was predominantly driven by external borrowing, mirroring the expansion of foreign companies established in the Technological Industrial Development Zones (TIDZ) that mostly rely on external funding through inter-company loans from their parent entities.", "Corporate debt continues to account for majority of total private debt in most CESEE countries (close to 70% of total private debt on average).", "Loose financing conditions contribute to mitigating the risks to corporate debt sustainability.", "Bank credit to households and non-financial corporations (y-o-y change, in percent) Chart 8.", "Bank credit to households (structure, in percent, 2010-2018 average) (y-o-y growth, in percent, 2010-2018 average) Source: central banks websites.", "Household debt increased from a very low base in almost all countries in the region, as supply and demand factors kept this segment underserved.", "Given the pre-crisis context, marked with rising capital inflows, falling interest rates and strong confidence, household debt started to increase.", "By the beginning of the crisis, it reached around 30% of GDP, with very strong growth observed in the Baltics (reaching close to 50% of GDP).", "As the crisis occurred, the household debt adjusted as well, but the adjustment was mild, declining by only 5 p.p.", "of GDP after the crisis.", "It even continued to increase in some countries - Slovakia, the Czech Republic, Poland and North Macedonia - facilitated by loose financial conditions with the overall perception for this segment being more diversified, with less of a risk and higher quality profile of the overall portfolio.", "Bank credit extended to households generally grew faster than corporate credit in most CESEE countries post-crisis.", "Broken down by purpose, there is a growth in housing loans, but consumer loans have also expanded extensively in most of the CESEE countries.", "Strong growth in consumer credit warrants close vigilance by authorities, given the risks associated to consumer credit as typically unsecured loans with shorter maturity that increases the exposure to credit risk.", "Some countries implemented macro-prudential measures to curb consumer credit growth and mitigate potential risks from fast rising households' credit to financial stability.", "These measures included tightening of debt service to income ratio (the Czech Republic, Hungary, Romania, Slovakia, Slovenia) and/or loan to value ratio rule for housing loans (the Czech Republic, Poland, Romania, Slovenia), limits to the maximum maturity of consumer loans (Romania, Slovakia, Slovenia) and more stringent risk weights on households loans (Poland, Slovenia, North Macedonia).", "Share of households with a DSTI above 40% (% of all indebted households and 90% confidence interval) Source: Aleksandra Riedi \"Household debt in CESEE economies: a joint look at macro- and micro-level data\", Focus on European Economic Integration, 2019, issue Q1/19 Recent OeNB study3 focusing on household debt in CESEE economies suggests that risks associated to households' leverage have moderated post-crisis, but need monitoring in order to timely address potential vulnerabilities.", "The inference is based not purely on the level and dynamics, but some structural features as well, such as the currency and interest rate structure.", "Yet, estimated debt service to income ratio (DSTI)4 for all households in all CESEE countries is below 40%, as commonly used threshold in the literature for potential vulnerabilities related to household debt burden.", "Debt service burden is lowest in Hungary and the Czech Republic, while Romania and Albania stand out as countries with the highest DSTI.", "This particularly holds for lower income households as more vulnerable group of households.", "Romania has the highest share of vulnerable households (with DSTI above 40%) and potentially vulnerable households with low income and low educational attainment.", "In response to these developments, the National Bank of Romania undertook macro-prudential measures by setting up a cap on indebtedness at 40 percent of net income for leu-denominated loans and 20 percent for foreign currency- denominated loans starting January 2019.", "Measures are intended to address vulnerabilities associated with highly indebted borrowers and sustain financial stability in the country.", "Financial development and private Source: IMF Global debt database, IMF WEO database and IMF Financial development index database.", "Following the post-crisis adjustment, private sector debt to GDP ratio stands very heterogeneous across CESEE countries ranging from about 28% of GDP to 129% of GDP in 2017.", "In most CESEE countries, debt levels are below the European average which corresponds to the level of economic and financial development.", "Private sector debt ratios in most of the countries are below the threshold in the Macroeconomic Imbalance Procedure (133% of GDP for total private debt) and MIP based reference values for households and non-financial corporate debt.", "Favorable financing conditions and solid economic growth recently have alleviated debt sustainability concerns in the region.", "Yet, there are important differences across countries.", "In Albania, Romania and the Czech Republic, debt levels are well below MIP based vulnerability benchmarks with private debt having stabilized or decreasing in recent years.", "In other countries, such as Slovakia, North Macedonia and to some extent Poland, private debt remains moderate by international standards, but is growing post-crisis urging for close vigilance by authorities.", "There are also countries such as Bulgaria and Croatia where private sector is still highly leveraged and therefore is source of concern for macro-financial stability.", "European Commission5 notes high corporate debt in Bulgaria as potential drag on investment and growth over the medium term.", "Deficiencies in the insolvency framework are identified as important factor that slows down the reduction in private sector debt and the workout of nonperforming loans in the country.", "In its latest report on Croatia6, the Commission has released the assessment showing that both household and corporate debt are within prudential levels, though still above the levels suggested by the economic fundamentals.", "The risks are moderating, but remain relevant mainly related to high concentration of corporate debt, exposure to currency risk and potential solvency risk for companies due to the high debt burden relative to corporate financial assets and equity.", "Private debt to GDP by countries Source: IMF Global debt database.", "Overall, private debt appears sustainable in most CESEE countries, though risks still remain.", "External environment remains challenging, making the region vulnerable to economic downturn, capital flows reversals and sharp tightening of financial conditions globally.", "In the event that monetary and financial conditions remain easy for too long, it may stimulate excessive risk-taking and build-up of financial stability risks.", "This calls for authorities in the region to maintain and further strengthen macro-prudential frameworks, if needed, to reduce vulnerabilities and enhance resilience to shocks.", "The second issue that we tackle in this note is the phenomenon of \"missing inflation\" and the \"wage-price puzzle\".", "The issue became relevant in the last couple of years, in the euro area in particular, where despite the recovery and positive shifts on the labour market, inflation rate remains subdued and below the inflation target.", "Since 2014, notable improvements on the labour market have been observed, with employment growing on average at a rate of 1.3% in the last five years, compared to the average decline of around 0.5% in the 2009-2014 period.", "Unemployment rate has been declining steadily, reaching 7.7% in 2019, close to the pre-crisis rate minimum.", "As the economy gained momentum, the negative output gap began to close, and in the last two years, it has been estimated to be mildly positive.", "Despite the adjustment of the economy in general, and the labour market in particular, the inflation remained rather soft.", "In the last three years, the headline inflation rate has averaged 1.5%, thus undershooting the inflation target constantly.", "At the initial stage, it was related to the subdued wage growth (around 1.3% for the period 2013-16), but with wages beginning to grow at faster pace, the debate was opened and the so called \"wage-price puzzle\" was brought to the fore.", "The debate focused on several important issues related to the labour-costs pass-through, whether it has weakened in intensity in recent years and reasons behind these potential changes.", "In general, the findings reveal that the impact of wages on inflation might be less pronounced than in the past and relates to three important cyclical and structural factors.", "The first one relates to more subdued inflation and inflation expectations.", "The second one relates to the corporate profit margins that tend to be pro-cyclical, with their capacity for absorbing the rise in labour cost changing across the cycle.", "The third one is a factor of a more structural nature, linked to the rising competitive pressures and overall rising globalization.", "The results from a study of the IMF (REO - Europe, November 2019) on a sample of EA 15+3 and the NMSs reveals \"that all these factors suggest that it is unlikely that the recent increase in wage growth will meaningfully spur inflation in the near term\".", "These findings support the need for monetary policy in many European countries to remain accommodative for a longer period, but at the same time being vigilant as the \"prolonged period of accommodative financial conditions may have created an environment conducive to greater risk taking\".", "Inflation in the region has been above the average compared with the inflation in the euro area, reflecting the convergence process, the greater exposure to shocks in primary commodities prices, and country specific factors.", "Yet, the overall inflation dynamics mimics the one in the euro area, given the tight trade linkages.", "The average headline inflation rate in the CESEE region in 2003 - 2012 period averaged around 4%, while the euro area inflation gravitated around 2%.", "In the last six years, a suppression of inflation rate was visible across the board, and in both regions (CESEE and euro area) it averaged around 1%.", "Some reversal to 2% is observed in the last two years, but it is debated how sustainable the pickup in prices is.", "Very similar is the pattern of the core inflation, which started decelerating in 2013, averaging around 1%, with converging dynamics in the CESEE and the euro area.", "The contribution of the core inflation and food and energy prices to the overall inflation rate in the countries of the CESEE region in the last six years on average is generally balanced, with core inflation weighing slightly more.", "In the euro area, 76% of the average inflation dynamics was driven by the core inflation, and the rest by the more volatile prices.", "Compared to the 2002-2012 period, on average, in the last couple of years, the importance of core inflation for the dynamics of the headline inflation is much more pronounced, both in the region and the euro area.", "It either indicates that demand pressures and cost-push factors are becoming more prevalent, or that the pressures from the global commodities prices are becoming lesser.", "Chart 15: CESEE and euro area headline inflation and Chart 16: Contribution of core inflation and food core inflation developments and energy component to headline inflation in CESEE and Euro area (in p.p.)", "0.0 Food and energy prices, average (contribution to inflation, in p.p.)", "Source: Eurostat and National Statistics.", "The contribution of the monetary policy relevant inflation rate - core inflation to the overall inflation in the countries in the region has gained weight in the last couple of years.", "Still, the overall dynamics of the core inflation remains soft, with average growth at around 1%, very close to the growth in the euro area.", "Given the fundamental relation between the demand and the dynamics of the core inflation, the first area to be scrutinized is the dynamics of the output gap, which can provide for information on the cyclical position of the economy.", "The pre-crisis data reveal strong positive output gap, which in 2005-2008 averaged around 5% of the potential GDP.", "The economies in the region went under strong economic adjustment, as the crisis emerged and their growth was undershooting the potential, leading to negative output gap for much of the post-crisis period except for the past three years.", "Apparently, despite the post-crisis economic recovery, the momentum gained was not strong enough to lift the output gap away from the negative territory.", "In the last two-three years, turning point in the cycle can be noticed, though its strength and length is not strong enough to create pressures on the core inflation.", "The other important concept, which can be linked to prices are the wages, unit labour costs in particular.", "\"Although labour costs only account for some 20% of the cost structure of manufacturing firms, and for 40% in the case of firms in the services sector, these figures rise to almost 90% excluding inputs.", "Accordingly, when value added deflators, which exclude the cost of inputs, are analysed at aggregate level, changes in unit labour costs (that is, employee compensation corrected for productivity gains) are understood to be a fundamental determinant of future changes in prices\" (Bank of Spain, Economic Bulletin, 2/2019).", "After the drop in the midstream of the crisis, unit labour costs in the region started to rise moderately until 2017-2018 when sharp rise was noticed, supported by the cyclical upturn, as well as the rise of wages in public sector and minimum wages in some of the countries.", "During 2011-2016, the overall growth of ULCs in the region averaged around 2%, while in 2017 and 2018 the y/y growth picked up to 5% - very close to the pre-crisis average growth.", "The sharp rise of the productivity adjusted wages should translate into higher core inflation.", "Yet, it only supported the disposable income and the rise in private consumption, while price pressures remained subdued.", "This disconnect between unit labour cost and inflation might indicate probable time lag between the two.", "Or \"there might have been structural changes to the way firms incorporate costs into their pricing decisions that has affected the relationship between wage growth and inflation.", "If firms and workers expect low inflation going forward, for example due to the improved credibility of the central bank, firms may be reluctant to raise their prices even when faced with higher wage costs as they expect increases in costs to be only temporary.", "In such a situation, the pass-through of higher wages to prices would be muted due to lower expected persistence of cost and price changes.", "Alternatively, the rise in competition, either domestically or from abroad, may have limited the ability of firms to pass cost increases to consumers for fear of losing market share.", "Another important consideration of a more cyclical nature is firms' profitability, which determines how much and how fast wage growth feeds into prices.", "To the extent that firms have buffers - comfortable profit margins - they may be able to absorb higher wage costs without increasing prices\" (IMF, REO - Europe, November 2019).", "Databasetm (Original version), April 2019.", "In this note, we will shed some light on the third issue, related to corporate profit margins.", "As discussed before, we will approximate the change in the profit margin as a difference between the GDP deflator and the change in the unit labor costs.", "Profit margins are thought to be pro-cyclical, with rising buffers during expansion, and their depletion during downturn, though this cannot be fully confirmed with the data that we have.", "What can be observed through the data is continuous downsizing of profit mark- ups in the region since 2012, on average at around 1.3%.", "Apparently, the profitability position of the corporates was comfortable enough to allow for continuous compression across countries and time, thus absorbing the rise in ULCs without passing them through to prices.", "Despite the adjustment, according to the latest IMF Regional Economic Outlook for Europe, November 2019 the level of the corporate profitability for part of the region that we scrutinize, the NMSs in the EU, is assessed as comfortable at the current juncture.", "It seems that after-crisis, pass-through from the rising wages to inflation weakened.", "The IMF study in the REO, November 2019 reveals that inflation expectations, rising competition and profitability buffers can explain the broken link in the euro area and NMSs of the EU.", "According to our estimates, profitability buffers seem to play role in the region as a whole.", "This gives more comfort for the central bank in pursuing an accommodative monetary policy.", "Yet, cautiousness is needed, as once the profitability breakeven is crossed, prices can respond stronger to the overall cycle and wage pressures.", "Hence, central banks have to be cautious in accommodating, as not always this is warranted by low inflation.", "Low prices might be a reflection of a more structural features (competition for instance), or cyclical ones (such as profitability).", "In the first case, the impact of the central bank is constrained, while in the second case - once the impact of the profitability cushion wanes - the monetary accommodation can add to stronger inflation pressures than acceptable.", "In the last couple of years we have dealt with the issue of the impact of the monetary policy normalisation, of the ECB in particular, on the region.", "At the current stance, not only that normalisation is distant, but rather stronger accommodative approach is being employed.", "The prolonged monetary expansion has called for greater vigilance in the context of excessive risk -taking and debt build-up.", "At the same time, more scrutiny has been put on the causes of the low inflation that might possible disclose a need for cautiousness in providing monetary stimulus.", "We have tried to transpose these challenges to the countries in the region, as in some of them economic boundaries for the monetary policy are lesser compared to the ECB, given positive policy rates.", "Our simple analysis shows that financial vulnerabilities, observed through the leverage of the public and private sector, seem to be contained, despite the loose financial conditions.", "Sovereign debt has decreased in the last couple of years, indicating that countries use the benign financial conditions for creating more fiscal space.", "Private leverage is well below some of the accepted benchmarks.", "Yet in many of the countries, given the low interest rate environment, household credits are on a rising path, and potential risks are addressed through macro-prudential measures.", "Hence, some vigilance is needed, with respect to build-up of financial vulnerabilities, though they seem to be much lesser in the region compared to the more advanced economies.", "Inflation dynamics and its drivers seem to resemble those in the euro area, asking for more profound scrutiny of prices, before proceeding with monetary loosening.", "At the current juncture, it seems that despite the monetary policy space which exists in part of the region, further policy cuts should be carefully calibrated and considered in the context of country specific assessment of future financial and inflation risks.", "Aleksandra Riedi \"Household debt in CESEE economies: a joint look at macro- and micro-level data\", Focus on European Economic Integration, 2019, issue Q1/19.", "\"Recent developments in euro area labor costs and mark-ups\" Box 4 of the Economic Bulletin 2/2019.", "European Commission Country Report Bulgaria 2019 Including an In-Depth Review on the prevention and correction of macroeconomic imbalances.", "European Commission Country Report Croatia 2019 Including an In-Depth Review on the prevention and correction of macroeconomic imbalances.", "Financial Stability Reports of CESEE and Baltics countries.", "IMF Global Financial Stability Report, several editions.", "International Monetary Fund (IMF).", "\"Wage Growth and Inflation in Europe: A Puzzle?\"", "Chapter 2 of the Regional Economic Outlook - Europe, Washington, DC, November.", "Private sector indebtedness and deleveraging in euro area countries, ECB Economic Bulletin issue 4/2017 - Boxes.", "Recent developments in the indebtedness of the private non-financial sector in selected euro area countries, Deutsche Bundesbank, Monthly Report, January 2017."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Financial vulnerabilities", "Private debt", "Public debt", "Wage-price puzzle", "Corporate profit margins", "Economic growth", "Unemployment", "Fiscal space"]}