{"sentences": ["This afternoon we are publishing our latest semi-annual Financial Stability Review (FSR).", "The FSR is one of the main ways we communicate our thinking on the risks facing the economy and financial system, how well the financial system as a whole can face those risks, and the policy actions that we are taking (among others) to safeguard financial stability and ensure the financial system supports households and businesses in a sustainable way.", "Our aim remains to have a resilient financial system that can absorb and not amplify adverse shocks, one that performs its essential function to support the real economy through both good times and bad.", "I think it is not an over-statement if I say that developments so far in 2020 underline the necessity of that approach.", "COVID-19 has been a public health crisis the likes of which almost none of us have seen in our lifetime.", "It has also brought in its wake an economic shock unprecedented in scale and speed.", "And it has been a test of the financial system like no other in the last decade.", "Unlike the experience of a decade ago, the financial system is not the origin of the current challenges but, like the rest of the economy, it is affected by them.", "We are perhaps only at the end of the beginning of seeing those challenges emerge.", "As we have taken stock of what this means for domestic financial stability in the FSR, I think there are three key messages emerging.", "First, the speed, size and pervasive nature of the economic shock have presented both immediate challenges and tighter financing conditions, as well as a sharp deterioration in the macro-financial outlook, with further downside risks for households, businesses, the public finances and the financial sector.", "Second, households, businesses and the financial system have entered into the current phase in a more resilient position compared to the onset of the financial crisis a decade ago.", "Indeed, the domestic banking system has played role in supporting the liquidity needs of households and businesses so far in this crisis, including through payment breaks.", "Looking ahead, the banking system will be making losses.", "The capital buffers we have asked banks to build up in recent years are now there to absorb those losses.", "But, of course, that resilience is not unlimited.", "Third, the policy actions taken in the area of fiscal and monetary policy - as well as macroprudential and supervisory policy - have been necessary to mitigate the amplification of the immediate shock, enable the financial system to support households and businesses through the crisis, and to minimise the extent of longer-term difficulties.", "As a result of the pandemic we have seen over one million people in receipt of state income support.", "Alongside the domestic economic shock, Ireland remains sensitive to global developments, both the near-term global downturn and financial market conditions as well as any longer-term structural changes that might be triggered by the experience of the pandemic.", "Closer to home, the outcome of the negotiations on the future EU-UK relationship is also of relevance to the macro-financial outlook.", "The immediate strain on households and businesses as a result of the economic shock has resulted in a necessary increase in public spending: fiscal policy is the first line of defence given the unprecedented collapse in economic activity.", "Government support is also necessary to minimise the risk of a long-term fall in the productive capacity of the economy due to COVID-19.", "The necessary intervention will result in much higher public debt than what would otherwise have been the case.", "The implications of this will be addressed in the Bank's next Quarterly Bulletin due to be published on 3 July.", "The near-term liquidity challenges faced by households and businesses as a result of the COVID-19 shock are significant and depending on future developments could result in solvency issues emerging.", "In the months ahead minimising the extent to which these liquidity issues are followed by solvency issues will be important.", "The banking system has a role to play, and it must do so in a sustainable way.", "Temporary payment breaks that have been introduced are partly offsetting the immediate liquidity shock households and businesses are facing, but a portion may ultimately require longer-term solutions.", "In such cases, the Central Bank expects lenders to ensure appropriate solutions, including forbearance, are available.", "We expect lenders to engage with borrowers well in advance of the expiry of the payment break to support customers, and our existing arrears handling frameworks, including the statutory Code of Conduct on Mortgage Arrears (CCMA), will apply in the normal manner.", "Those frameworks are designed to protect the interests of borrowers, particularly in times where they experience financial difficulties because of illness or loss of income.", "However, policy actions in the years since the last financial crisis have contributed to the financial system being in a much better place to support households and businesses now.", "Resilience has been built incrementally through the mortgage measures, and has been locked-in with the activation of the Countercyclical Capital Buffer (CCyB) and other capital buffers.", "With the release of the CCyB that we announced in mid-March, and the availability of the other capital buffers such as the O-SII buffer to absorb losses, banks are in a better position to lend sustainably to the real economy.", "To sum up, the COVID-19 crisis is not over and the scale of its economic impact is uncertain.", "The initial shock is behind us but the macro-financial outlook will depend on a number of factors.", "Fundamentally, it boils down to the uncertainty over how the pandemic itself will play out: the success of the public health measures and medical advances to tackle it, the capacity and actions of the financial system, households and businesses to absorb and not amplify the shock, and the success of economic and financial stability policies to mitigate its impact.", "We are, as I said, at the end of the beginning.", "Finally, when we published our previous FSR in early December last year, I spoke about our key areas of focus going into 2020 from a macro-prudential perspective, and how we were developing our approach to building additional resilience, covering banks, borrowers and nonbanks.", "That agenda remains but events over the last few months have led us to focus our work programme to devote more resources to ensuring that the resilience built in recent years can be drawn upon, as appropriate, to support the economy through the crisis.", "It is in the wider interests of the Irish financial system that it continues to provide credit to households and businesses in a sustainable way, minimising the extent of the downturn and maximising its contribution to the recovery."], "classifications": ["none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["COVID-19", "Financial Stability", "Macro-financial Outlook", "Resilience", "Liquidity", "Solvency", "Fiscal Policy", "Monetary Policy", "Capital Buffers", "Macroprudential Policy"]}