{"sentences": ["I am honoured to open the 23rd Euro Finance Week.", "My remarks today will focus on two main issues.", "First, I will provide an overview of the current economic situation in the euro area, and focus on how the pandemic has amplified existing vulnerabilities in the financial system.", "And second, I will highlight the important role that financial regulation and prudential policy have played in response to the pandemic so far, and argue that further policy measures are needed.", "An uneven recovery across sectors and countries increases the risks of fragmentation The pandemic crisis has put great pressure on economic activity, with euro area growth expected to fall by slightly less than 8% in 2020.", "While the gradual relaxation of social distancing measures created a strong yet incomplete rebound in economic activity in the third quarter, that recovery started losing momentum.", "The tighter containment measures recently adopted across Europe are weighing on current growth.", "With the future path of the pandemic highly unclear, risks are clearly tilted to the downside.", "Economic uncertainty is being augmented by geopolitical risks, such as the possibility of a no-deal Brexit.", "While its impact on the euro area economy should be contained, such an outcome could amplify the macro-financial risks to the euro area economic outlook.", "On the upside, news about a potential vaccine fosters hope of a faster return to prepandemic growth levels.", "The severity of the pandemic shock has varied greatly across euro area countries and sectors, which is leading to uneven economic developments and recovery speeds.", "Countries more heavily affected by the coronavirus crisis and the associated containment measures suffered the sharpest falls in economic activity in the first half of 2020.", "And growth forecasts for 2020 also point towards increasing divergence within the euro area.", "The recent European initiatives, such as the Next Generation EU package, should help ensure a more broad-based economic recovery across various jurisdictions and avoid the kind of economic and financial fragmentation that we observed during the euro area sovereign debt crisis.", "The economic impact of the pandemic is highly skewed at the sector level.", "Consumers have adopted more cautious behaviour, and the recent tightening of restrictions has notably targeted the services sector, including hotels and restaurants, arts and entertainment, and tourism and travel.", "Output losses and the expected recovery will be significantly more uneven across sectors than in previous crises, as a result.", "The pandemic has amplified existing vulnerabilities in the euro area financial system Fiscal support has played a key role in mitigating the impact of the pandemic on the economy and preserving productive capacity.", "This is very welcome, notwithstanding the sizeable budget deficits anticipated for 2020 and 2021 and the rising levels of sovereign debt.", "While policy support will eventually need to be withdrawn, abrupt and premature termination of the ongoing schemes could give rise to cliff-edge effects and cool the already tepid economic recovery.", "Loan guarantees, tax deferrals and direct transfers have alleviated immediate liquidity constraints for many firms, thus keeping a lid on insolvencies during the acute phase of the crisis.", "However, corporate bankruptcies are projected to increase in 2021. Credit risk has risen for SMEs in particular, as they are more dependent on bank financing than large firms.", "A premature withdrawal of loan guarantee schemes may induce banks to tighten credit standards.", "This would result in a credit crunch for non-financial corporations and translate into a sharp rise in company defaults.", "The pandemic has also weighed on the long-term profitability outlook for banks in the euro area, depressing their valuations.", "From around 6% in February of this year, the euro area median banks' return on equity had declined to slightly above 2% by June.", "The decline in profitability is being driven mainly by higher loan loss provisions and weaker income-generation capacity linked to the ongoing compression of interest margins.", "Looking ahead, bank profitability is expected to remain weak and not to recover to pre-pandemic levels before 2022.", "This profitability outlook is reflected in rock-bottom bank valuations, with the stock prices of euro area banks recovering less than the overall market over the summer.", "Non-performing loans (NPL) are likely to present a further challenge to bank profitability.", "But there is typically a lag between a contraction in economic activity and the formation of new NPLs.", "The policy support provided to borrowers through moratoria and public guarantees may imply that this lag will be longer than in past downturns, and NPLs may start to materialise in the course of next year.", "Banks have already anticipated some future credit losses by increasing their provisions.", "This is in response to a doubling in the value of loans where credit risk has significantly increased since origination, also known as Stage 2 assets.", "And despite these efforts, loan loss provisions of euro area banks, could still be below needs suggested by fundamentals.", "Newly originated loans have also tended to have greater credit risk, with banks reporting a higher probability of default according to their internal ratings-based portfolios in the second quarter of the year.", "This is in line with results of the ECB's vulnerability analysis.", "Under the baseline scenario, credit losses would continue increasing and the solvency position of the significant euro area banks would deteriorate by mid 2022.", "Moving on, the non-bank financial sector continued to be an important source of financing for companies and thereby helped support the economic recovery.", "Non-banks have absorbed the vast majority of the new debt securities issued by non-financial corporates in the euro area this year - notably also from sectors more sensitive to the economic fallout from the pandemic.", "At the same time, non-banks also played a more negative role in amplifying the market turmoil this spring.", "Investment funds, including money market funds, experienced outflows of a magnitude last seen during the global financial crisis.", "This only stopped once the ECB launched its pandemic emergency purchase programme (PEPP).", "The PEPP indeed proved to be a turning point in financial markets.", "Flows into investment funds turned positive again in the subsequent months, quickly compensating for all the redemptions experienced in February and March.", "However, these flow dynamics imply that investment funds shed large volumes of assets procyclically, in the first quarter of the year, before becoming a net buyer again once market valuations started to recover.", "One major reason why investment funds are particularly liable to amplify adverse market dynamics is their structurally low liquidity buffers.", "Low cash holdings force investment funds to sell relatively illiquid assets in the event of outflows, which serves to depress asset prices.", "Although funds temporarily increased their holdings of liquid assets in response to this year's market stress, their cash positions have already returned to pre-pandemic levels.", "This again leaves the sector vulnerable to large redemptions in the event of any renewed stress in the financial markets.", "Moreover, financial vulnerabilities were aggravated by investment funds continuing to increase their exposure to credit risk.", "More than three-quarters of the bonds purchased by funds after March 2020 were rated BBB or below.", "Policy considerations for the banking sector Starting in March 2020, European and national prudential authorities took swift and extraordinary policy measures to address the impact of the pandemic on the euro area banking sector.", "Thanks to this prompt policy reaction, coupled with the forceful fiscal and monetary support measures that have been put in place and the stronger capital positions that banks have built since the global financial crisis, banks have contributed to absorb the shock of the pandemic by meeting increased demand for credit.", "Looking ahead, it will be essential for banks to be willing to make use of the available capital buffers to absorb losses without excessive deleveraging.", "Over the medium term, a rebalancing between structural and cyclical capital requirements is desirable to create macroprudential policy space.", "A greater share of releasable buffers would enhance macroprudential authorities' ability to act countercyclically.", "But we must not lose sight of key structural weaknesses in the European banking sector that were evident even before the crisis hit.", "For quite some time now, European bank valuations have been depressed by very low profitability caused by excess capacity, limited revenue diversification and low cost efficiency.", "The need to tackle these structural issues is now more urgent than ever.", "Although banks have stepped up cost-cutting efforts in the wake of the pandemic, they need to push even harder for greater cost efficiency.", "Consolidation via mergers and acquisitions is another potential avenue for reducing overcapacity in the sector.", "The planned domestic mergers in some countries are an encouraging sign in this regard.", "Furthermore, a comprehensive approach at national and EU level will be needed if distressed assets on bank balance sheets increase significantly.", "Market-based solutions should take a leading role, and actions at the European level to make secondary markets for NPLs more efficient and transparent would be desirable.", "Further actions might include guidance on best practices for government-sponsored securitisation schemes, or new solutions that would help troubled but viable firms to restructure outstanding debts and raise new equity.", "Finally, we also need to make progress on the banking union, which unfortunately remains unfinished.", "Renewed efforts are urgently required to improve its crisis management framework.", "This includes finalising the agreement on the European Stability Mechanism as a backstop to the Single Resolution Fund and ensuring an orderly and efficient exit of small and medium-sized banks in particular, by harmonising the powers to transfer assets and liabilities in liquidation with the support of deposit guarantee funds.", "We also need to facilitate the flow of capital and liquidity within banking groups, subject to adequate financial stability safeguards and establish the third pillar of banking union - the European deposit insurance scheme.", "Policy considerations for the non-bank sector The developments in the investment fund sector highlight the fact that the current policy framework relies to a large extent on ex post liquidity management tools such as suspensions or gating, which asset managers can use at their discretion.", "However, we saw that these tools were not enough to alleviate the liquidity strains from a system-wide perspective and can have adverse effects on investors scrambling for liquidity.", "Only the decisive policy action by central banks helped stabilise financial markets and improve liquidity conditions across a broad range of markets and institutions.", "This suggests that a comprehensive macroprudential approach for non-banks needs to be devised.", "Policies should address system-wide risk and reflect the fact that the sector comprises a diverse set of entities and activities.", "This would ensure that the non-bank sector is better able to absorb shocks in the future.", "Authorities should be equipped with a range of policies to effectively mitigate the build-up of risks during periods of exuberance.", "In particular, the liquidity of investment funds' assets should be closely aligned with redemption terms.", "Funds should also be required to hold a sufficiently large share of cash and highly liquid assets to manage increased liquidity needs stemming from outflows or margin calls in periods of stress.", "During the spring turmoil, increasing margin calls helped to ensure that the extraordinary market volatility did not result in concerns about counterparty risk.", "At the same time, it contributed to amplify the liquidity pressures in the system for non-bank financial intermediaries in particular.", "This warrants further analysis to assess whether adjustments to margining practices and the related regulatory approaches are needed to reduce excessive procyclicality in initial margins.", "As money market funds also demonstrated significant vulnerabilities during the recent market turmoil further work should focus on enhancing liquidity requirements and reconsidering the share of their liquid assets.", "As I've outlined, the banking sector has weathered the crisis to date fairly well, despite a number of risks and vulnerabilities.", "It has helped to absorb the shock and avoided a credit crunch that would have been detrimental to the economy.", "Going forward, it is urgent to tackle structural weaknesses in the European banking sector, by reducing overcapacity and enhancing costefficiency to address its persistently low profitability.", "Furthermore, it will be important for banks to be willing to use their capital buffers to absorb losses and continue to support lending.", "On the non-bank side, investment funds continue to be vulnerable to sudden outflows during periods of market stress due to their relatively small liquidity buffers.", "A review of the liquidity requirements for money market funds and their portfolio composition is also necessary.", "This calls for the timely roll-out of a comprehensive macroprudential framework for non-banks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Vulnerabilities in financial system", "Economic impact of pandemic", "Credit risk", "Bank profitability", "Non-performing loans", "Investment funds", "Macroprudential policy", "Structural weaknesses in banking sector", "Liquidity buffers", "Liquidity requirements"]}