{"sentences": ["Good afternoon, I am happy to welcome you, whether you are now in the Kaliningrad Region or are video conferencing - this format is becoming quite common now.", "I hope that this meeting is attended by a large number of participants.", "Indeed, I was listening very attentively and I think that the approach the Kaliningrad Region is pursuing to develop small and medium-sized businesses is promising and comprehensive.", "However, we are all very well aware that a lot of projects depend on how accessible funding is - it would be impossible to implement a project when there is no access to funding.", "Today's meeting is very important to me: although the Bank of Russia influences the economy through the financial sector, the ultimate goal of our work is to ensure that the financial sector helps the economy and people overcome hardships and develop.", "Of course, we have always been concerned about the issues related to the financing of small enterprises.", "We carry out regular meetings with OPORA RUSSIA President Alexander Kalinin several times a year to discuss the most topical problems and advance in both the regulation and other areas associated with the development of multiple projects.", "We do understand that it is rather difficult for small businesses to receive financing even in normal conditions, and in challenging times small and medium-sized enterprises are those who are affected the most.", "It is hard for small businesses to achieve favourable terms and protect their interests in the course of negotiations with banks.", "In addition, small, just as medium-sized enterprises are certainly on a budget and they need to have access to both loans and daily financial transactions.", "Normally, we closely monitor SME lending trends.", "This year, we also put a special focus on loan restructuring since it became highly requested when many companies really lost their revenues and customers.", "Not all companies had safety cushions; and even large corporates do not always have them.", "Moreover, it is rather hard for small and medium-sized businesses to maintain safety cushions for challenging times.", "I should stress that this period still differs from the 2014-2015 crisis, for instance.", "SME lending plummeted in 2014-2015, while this year the trend is generally positive.", "Of course, it may not fully offset all the hardships small and medium-sized enterprises have to face.", "Nonetheless, the loan portfolio has expanded by nearly 15%, specifically 14.7%, since the beginning of the year.", "We know that small and medium-sized businesses develop predominantly owing to their profits, their equity, which is not bad, and that nowadays a large number of enterprises have had an opportunity to apply to banks and receive these loans during this period.", "Indeed, companies applied for loans because they were forced to do that and it was primarily associated with their need to make up for decreased revenues in the second quarter.", "The preferential lending programmes launched by the Government were essential in this regard, including both the 0% wage loan and 2% programmes.", "Banks have granted over 0.5 trillion rubles since the beginning of the year within these programmes.", "I would like to remind you that, in order to support these programmes, to maintain lending, the Bank of Russia also launched its preferential refinancing instrument for banks, in addition to the one that existed earlier, with the limit of 500 billion rubles exactly to support the portfolio of projects.", "We are well aware that, although the lending programmes with state guarantees, sureties, as well as corporate sureties have expanded, preferential programmes are not accessible to all enterprises, but only to a small portion of them.", "The objective of our programme was to incentivise banks to maintain their lending amounts.", "In other words, those banks that did not reduce their SME lending considerably, including both under preferential and standard programmes, received funds from the Central Bank at a rather attractive interest rate, recently equalling 2.25%.", "This was a resource that truly helped maintain lending volumes.", "A survey by OPORA RUSSIA - we are closely monitoring your survey findings - shows that businesses generally record a higher accessibility of loans in recent months.", "Nonetheless, we can see that currently loans are mostly concentrated with large banks, but we are confident that both banks with a basic licence and regional banks will be capable to significantly contribute to the small business development and become more flexible since they better understand clients' interests and regional specifics.", "We are going to advance this segment of the banking system.", "Not only large banks have had access to our special-purpose instrument: 55 banks have used it, including regional banks and those banks that received corporate sureties.", "As regards loan restructuring, as you know, an important aspect is that we have been improving the financial system through resolution measures for many years, in order to make it resilient and capable to support its clients in challenging periods.", "We can see that the banking sector has really demonstrated its readiness to provide support to a considerable portion of its borrowers during this hard period.", "More than 80% of the restructured loans were under banks' in-house programmes, and not because this was required by law.", "Since the beginning of the year, the amount of restructured SME loans has reached 819 billion rubles, which is over 15% of the SME portfolio.", "Initially, we planned that this restructuring option and incentives for banks to restructure loans would remain effective until 30 September, but then we decided to extend these measures until the end of the year.", "The number of loan restructuring applications is currently going down, but restructuring is still requested.", "Many companies have not had enough time to recover.", "Furthermore, they could also be affected by restrictions implemented in a range of regions.", "Therefore, just a few days ago we decided to extend this option for SME loan restructuring until the end of 2021 Q1, and this applies to both new and repeated restructurings.", "We are certainly going to monitor further how the situation changes.", "Moreover, I would like to remind you that we extended the regulatory relaxations for banks related to provisioning for restructured loans until 1 July.", "This privilege is also available to large corporates until 1 April.", "This concession period will also cover loans that will be restructured in 2021 Q1.", "In addition, we recommend that lenders and credit history bureaus do not take into account these restructurings as a negative factor in borrowers' credit histories.", "I know that many small and medium-sized enterprises focused on this issue and this is a sensitive topic for them.", "I would like to thank OPORA RUSSIA for becoming the mediator in the process of loan restructuring.", "At the first stage, when businesses were especially stressed due to restrictions and uncertainty and because not all support programmes had gained momentum by then and banks had not yet adjusted their business processes since the number of restructuring applications was really enormous and nobody could have expected that, the Bank of Russia together with OPORA RUSSIA and other business associations created a 'green line' mechanism for businesses to apply to regarding any problems in their relations with banks.", "As a result, these were business associations who communicated with banks directly, and if they failed to solve a problem, the Bank of Russia intervened.", "This mechanism has proven to be efficient and highly requested.", "Therefore, we have decided to make it a permanent one.", "We are well aware that small companies may really face difficulties trying to gain banks' consideration and loyalty towards them.", "Therefore, it is very good that they have their lobbyists, in the good sense of the word.", "As I have already said at the beginning, it is critical for us to make the communication between the financial sector in general and small businesses as easy as possible.", "This is not only related to the accessibility of loans.", "Today, I would like to dwell on three issues.", "Of course, there are also other aspects, but since time is limited I will focus on three issues.", "Firstly, this is certainly anti-money laundering and counter-terrorism financing (AML/CTF).", "This is a very acute topic for businesses, and we have already discussed it many times.", "The second issue is how the Faster Payments System evolves and what benefits it can provide to SMEs.", "The third topic I may not ignore and which is currently widely discussed is a digital ruble and what it can give to businesses.", "As regards AML/CTF problems, we hold, and I hope that you also comprehend it, that these antimoney laundering procedures are absolutely crucial since they protect the banking system and the economy in general against 'dirty' business and crime.", "However, these procedures have their drawbacks.", "Banks may behave suspiciously even towards lawful companies, and we have observed this.", "Banks are not ready to investigate the situation when these are small clients that do not bring high profits, such as small and medium-sized enterprises.", "It is easier for banks just to block transactions than to consider them carefully.", "As a result, this affects bona fide businesses.", "We have been employing the mechanism for rehabilitating such affected companies for a while already, but we are aware that the entire system requires redesigning and costs need to be lower.", "Of course, it is now possible for a firm to be rehabilitated, but it would be better to avoid such a situation where companies have to undergo all these procedures, including an examination by the commission, since this is stressful for any market participants.", "Therefore, we discussed this topic already last year, but we have now progressed to the active phase of the efforts aimed at establishing the centralised information service Know Your Customer, or KYC, as we have got used to saying.", "This platform will make it possible to reduce the number of banks' refusals and companies' expenses for the communication with banks.", "Clients' risks will be assessed not by banks, but by the platform developed by the Bank of Russia that will classify companies into three risk groups according to the traffic light principle.", "Banks will be able to focus only on the group having these risk signs and on the analysis of the operations of clients involving potentially higher risks.", "We are going to launch this platform into regular operation at the end of 2021 and then scale it up so as to embrace all credit institutions by the end of 2022 Q1.", "Of course, we believe that it will make life easier for SMEs.", "We have also discussed how to improve this platform together with you.", "The second issue is the Faster Payments System (FPS).", "Initially, we launched it to enable P2P transfers.", "We can see that it is highly requested.", "However, right from the beginning, we have built this system considering the needs of retailers and small businesses and comprehending that this system may help SMEs cut costs significantly.", "The FPS addresses the issue of high acquiring fees and considerably reduces costs for trade and service companies.", "In contrast to direct caps on fee amounts, it does not disturb the balance in the market.", "The FPS fees are 2-3 times lower than acquiring fees and may not exceed 0.7%.", "Another advantage of the FPS is that it helps reduce the cash gap since funds transferred via the FPS are credited into companies' accounts instantaneously.", "This speeds up the turnover of enterprises' funds, which is also essential for business.", "The third aspect is that the FPS is easily deployed.", "This system requires no additional equipment, and all necessary software may be promptly installed on the already existing terminals and cash desks.", "Installation and debugging take two or three days on average.", "At the beginning of next year, we will also launch the mobile application of the FPS.", "It will enable any retailers to integrate with the system faster, without the need to create their own apps.", "Moreover, other applications will function as well.", "We are going to carry out regular training workshops on the FPS, with the first one scheduled for 15 December.", "So, you are welcome to join it.", "In future, we will hold such events together with OPORA RUSSIA and other business associations.", "And the last topic I would like to touch upon is a digital ruble.", "In October, we released our consultation paper on a digital ruble.", "You are welcome to read it if you are interested in.", "As you know, many foreign central banks are currently conducting analytical studies as well.", "A number of banks, for instance in China, have already started testing digital currencies.", "We may talk of a global technological revolution in central banks which will create a new form of money.", "What are the differences between a digital ruble and the currently existing cash and non-cash money forms?", "Firstly, a digital ruble is an obligation of the Central Bank, and not of commercial banks, which makes it similar to cash rubles.", "For those holding digital rubles, this implies that they will preserve this money, whatever happens to their banks.", "Secondly, a digital ruble enables faster and more reliable payments and settlements.", "We are currently exploring several models to design a digital ruble which organise the interaction between customers, the Central Bank and commercial banks differently, but all the models have these advantages.", "These are faster, reliable and secure payments.", "To a certain extent, a digital ruble also blurs the distinction between cash and non-cash payments.", "We are studying the option of launching offline payments with digital rubles via special-purpose wallets, but this is a challenging issue.", "This will enable people to pay with digital rubles even where there is no internet connection and they do not have cash.", "For companies operating in such localities, in remote areas, this option will reduce cash turnover costs.", "Of course, a digital ruble may also create new risks, and we are closely exploring them.", "These may include cyber risks and the impact of this new form of money on the financial sector, primarily banks, and on the monetary policy.", "We are now taking efforts to carry out a comprehensive discussion of these benefits and risks with the business community, the financial sector, and lawmakers.", "You are also welcome to join this discussion.", "We have plenty of formats to take part in it.", "At the moment, we can see that these are banks who are concerned the most about a digital ruble - they perceive it as a factor that may decrease their profits.", "Just as the FPS, for instance, that levels out even the possibilities for banks and trade and service companies to negotiate cooperation terms to process payments and strengthens the competition in the market, a digital ruble decreases costs for businesses, but, on the other hand, may seize a part of banks' fee income from transactions.", "We believe this to be a natural trend in the development of the financial system: financial intermediaries should become increasingly cheaper for the economy and should earn their revenues owing to new products and services convenient to and requested by customers, and not because clients have no other options, as was the case with acquiring fees.", "Therefore, a stronger competition in this area will benefit the economy and businesses.", "In our opinion, SMEs will definitely benefit from this.", "In addition to the topics I focused on today, we certainly continue to develop bank loan alternatives to enable businesses to fully employ the potential of the financial sector.", "In particular, we continue to develop fund raising through the 'green sector' of the exchange and other securities market instruments, online factoring, and crowdfunding, which is a critical issue.", "We are updating our roadmap for the development of financing for small and medium-sized businesses, with the active engagement of OPORA RUSSIA, and are going to finalise the project soon.", "We have a special roadmap for small companies.", "I have said once again that this is a priority for us, and we have a targeted range of measures we are discussing with you.", "Wrapping up, I would like to wish success to businesses.", "We will do our best to enhance the financial system so that it meets companies' needs as much as possible and will continue our extensive cooperation with OPORA RUSSIA in order to receive feedback and find new points of growth.", "I wish you all resilience in your business, so that you are capable to overcome any challenges and successfully develop.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SME financing", "Loan restructuring", "AML/CTF", "Faster Payments System", "Digital ruble", "Small business development", "Financial sector regulation", "Anti-money laundering", "Cyber risks", "Monetary policy"]}