{"sentences": ["I would like to welcome you to the video conference on \"Adaptation and management of digital portfolios, digital banking services and customer contacts in a pandemic crisis\", organized by the Banker newspaper.", "In its \"Strategy for the Digitalisation of EU Financial Services\", the European Commission states that the future of finance is digital.", "However, we can safely say that not only the future but also the present of finance is inextricably linked to digitalisation.", "This was clearly seen in the unprecedented situation caused by the coronavirus, in which it was through digital technologies that the continuity of the provision of financial services to consumers and businesses was ensured.", "The pandemic is about to permanently change our way of life, accelerating the processes of digitalization in all spheres of life - work, entertainment, shopping, administrative services.", "We are witnessing the emergence of new business models, services and solutions that create value, save time and effort, but at the same time are accompanied by new risks and challenges - both technological, This trend in the development of the financial sector is particularly visible in the dynamic and customer-oriented area of payments.", "Undoubtedly, the catalyst for these processes is the European legislation in this area, namely the Second Payment Services Directive, known as PSD2.", "As the main innovations in it we can highlight two aspects - opening access to payment accounts (the so-called \"open banking\") and increasing the requirements for the security of electronic payments.", "These were the areas in which in 2020 the efforts and attention of both the business and the regulator continued to be focused.", "As part of the first aspect, the directive introduced two new types of payment services provided entirely on the Internet - payment initiation and account information services, and regulated the activities of providers offering them.", "The provision of new services requires interaction between payment service providers who maintain customer accounts (most often banks) and the respective providers that offer new services.", "Most payment service providers holding accounts in our market have chosen to achieve this interaction by creating special interfaces for automated access to their managed payment accounts (so-called application programming interface - API).", "Despite the created interfaces, the offer of the new services in Bulgaria, as well as in a number of other countries of the European Union, is still limited.", "In order to achieve a harmonized application of legislation at European level and to support payment initiation and account information service providers, the European Banking Authority (EBA) adopted an opinion on obstacles in early June 2020. within the meaning of Art.", "32 (3) of the regulatory technical standards for in-depth identification of the customer and common and secure standards of communication .", "The opinion highlights a number of technical or organizational obstacles that payment service providers, which maintain accounts, pose to the new services and which should be removed.", "Examples of such obstacles include the unavailability of all procedures for performing in-depth identification of the customer when using the new services, requiring manual entry of the IBAN on the payment account from which payment is initiated or requesting account information, repeated in-depth establishing the identity when initiating payment, the need to provide prior consent to the client to use the new services, etc.", "Improving the security of electronic payments is the second major aspect of PSD2.", "In September 2019, the requirements for payment service providers to apply a procedure for indepth identification of the customer when the payer accesses his payment account online, initiates an electronic payment transaction or performs another remote action that could occur risk of payment fraud.", "These requirements have started to apply to credit transfers made through the Internet and mobile banking platforms.", "However, for online card payment transactions, due to the necessary significant technical changes, both for payment service providers and merchants operating e-shops, However, the delayed application of security requirements for online card transactions should not adversely affect customers.", "During the transitional period, payment service providers should recover the value of all unauthorized card payment transactions on the Internet for which no indepth identification of the customer has been applied, and the BNB monitors compliance with this requirement.", "Although the pandemic has led to some delays in the implementation of migration plans, according to available data, we expect Bulgaria to successfully complete migration by the end of the year within the projected pan-European deadline.", "Along with the work on the implementation of the current legal framework, many efforts are focused on its further improvement with a view to the emergence of innovative market participants, new technologies, changing business models.", "In September, the European Commission published the Digital Finance Package, part of which is the \"EU Strategy for Retail Payments\" and the \"Strategy for the Digitalisation of EU Financial Services\".", "The aim of both strategies is to outline the medium-term guidelines and priorities for the development of digitalization in the financial sector.", "Central to the payment strategy is immediate payments, executed within seconds, 24 hours a day, 7 days a week, 365 days a year, called the \"new rule\" in the strategy.", "Bulgaria is not lagging behind these trends.", "The project of Borika AD for immediate payments in BGN, based on the requirements of the SEPA scheme for immediate credit transfers, is in an advanced stage of development.", "As an operator of the real-time gross settlement payment system (RINGS), the BNB assists in the implementation of the project.", "The company's ambition is in 2021 for payment service providers in Bulgaria to start providing their customers with immediate credit transfers in BGN.", "In order to develop innovative, affordable, secure and convenient payment solutions both in the online environment and in physical stores, it is important to provide an interoperable infrastructure that allows the smooth execution of cross-border immediate payments within the EU, as well as the achievement of additional standardization to ensure compatibility between final payment solutions offered to payment service users (eg common standard for QR codes, provision of access to NFC chips in mobile phones, etc.).", "These, as well as other aspects related to technological changes in the field of payments, including the risks arising from unregulated services, especially technical ones, which are ancillary to the provision of regulated payment services, I wish interesting and fruitful work to the participants in the videoconference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalisation", "Payments", "PSD2", "Security", "Immediate payments", "Innovation", "Regulation", "Risks", "Cross-border payments", "Interoperability"]}