{"sentences": ["The Reserve Bank Board met this morning.", "It decided on a package of further measures to support the Australian economy as it recovers from COVID-19.", "Given the significance of this package, I wanted to explain in person what we are doing and why we are doing it and to answer your questions.", "At its core, today's decision reflects the Reserve Bank's commitment to do what we reasonably can, with the tools that we have, to support the recovery of the Australian economy.", "The Board views addressing the high rate of unemployment as a national priority and it wants to do what it can to support job creation.", "Importantly, today's decision complements government efforts to support the Australian economy and to lower unemployment.", "When the virus first arrived on our shores, economic policy quickly turned to building a bridge to the recovery.", "This was the right strategy and this bridge has made a major difference to people's lives, helping many people and businesses get through a very difficult period.", "This bridge was constructed through close co-operation by governments across Australia, the Reserve Bank, the financial regulators and Australia's financial institutions.", "For the Reserve Bank's part, we have kept borrowing costs low and the financial system very liquid and supported the supply of credit to the economy.", "This broad economic policy response and Australia's progress on the health front have meant that the Australian economy is in a better shape than many others.", "While Australians have experienced a severe recession, it has not been as bad as was earlier expected or experienced in many other countries.", "In light of this experience, we have recently updated our economic outlook, with the full details to be published on Friday.", "These updated forecasts will contain an upgrade to the near-term economic outlook, although there are a number of factors weighing on the medium-term outlook, including lower population growth.", "On balance, both the recent household spending and employment data have been a little stronger than we were expecting.", "It now appears probable that GDP increased solidly in the September quarter despite the lockdown in Victoria.", "And growth over the year to June 2021 is expected to be close to 6 per cent compared with an expectation of 4 per cent growth when we reviewed our forecasts three months ago.", "The fiscal support, including through the Budget, has played an important role here.", "The unemployment rate is also now expected to peak at a lower rate than previously - at a little below 8 per cent, rather than the 10 per cent expected three months ago.", "This upgrade to the near-term outlook is clearly welcome news.", "At the same time though, we need to recognise that the pandemic has inflicted significant damage on our economy.", "It will take time to repair that damage and it is highly likely that the recovery will be uneven and drawn out.", "In particular, we face the prospect of a long period of higher unemployment and underemployment than we have become used to.", "In the RBA's central scenario, job creation is slow over coming months and the unemployment rate is still around 6 per cent at the end of 2022.", "One consequence of this is that wages growth and inflation are both likely to stay very low.", "In each of the next two years, we are expecting annual wages growth of less than 2 per cent.", "And inflation, in underlying terms, is expected to be just 1 per cent next year and 11⁄2 per cent in 2022.", "Given this outlook, the Board judged that it is appropriate to take further steps today to support the economy.", "Unemployment is a major economic and social problem that damages the fabric of our society.", "So, it is important that it is addressed.", "The Board recognises that, in the context of the pandemic, the responsibility for job creation falls mainly on the shoulders of business and government.", "But the Reserve Bank can, and will, make a contribution too.", "Today's policy package does that and it builds on the contributions from our policy measures earlier in the year.", "Today's package has three elements.", "These are: first, a reduction in the cash rate target, the three-year yield target and the interest rate on new drawings under the Term Funding Facility to 10 basis points, from the current 25 basis points.", "second, a reduction in the interest rate on Exchange Settlement balances to zero from the current 10 basis points.", "and third, the introduction of a program of government bond purchases.", "In particular, we are intending to buy $100 billion of government bonds over the next six months, purchasing bonds issued by the Australian Government as well as by the states and territories.", "Together, these three elements represent a significant package.", "The lower interest rates and our plan to buy $100 billion of government bonds over the next six months will help people get jobs and support the recovery of the Australian economy.", "The package combines the price-based target at the shorter part of the yield curve that has been in place since March with a quantity target at the longer part of the yield curve.", "In doing so, it will lower the whole structure of interest rates in Australia.", "This lower structure of interest rates will work to support the economy through the normal transmission mechanisms, including lower borrowing costs, a lower exchange rate than otherwise and higher asset prices.", "To be clear, the inflation target remains the cornerstone of Australia's monetary framework.", "Even so, the priority over the next couple of years is jobs, with inflation risks remaining low.", "The RBA has a broad legislative mandate for price stability, full employment and the economic welfare of the Australian people.", "Today's decision reflects that broad mandate.", "The Board expects that this new lower level of interest rates will be in place for an extended period.", "The Board will not increase the cash rate until actual inflation is sustainably within the target range.", "It is not enough for inflation to be forecast to be in the target range.", "For inflation to be sustainably within the target range, wage growth will have to be materially higher than it is currently.", "This will require a lower rate of unemployment and a return to a tight labour market.", "On the current outlook, it will take some years to get there.", "Given this, the Board is not expecting to increase the cash rate for at least three years.", "It remains the case that prior to any increase in the cash rate target, the Board intends to remove the three-year yield target.", "I would now like to provide some further details of the bond purchase program.", "At the start, it is important to point out that all purchases will be made in the secondary market through an open auction process.", "The RBA will not be buying bonds directly from governments.", "We plan to hold auctions three times a week: on Mondays, Wednesdays and Thursdays, with the first auction being on this Thursday.", "On Mondays and Thursdays we plan to purchase bonds issued by the Australian Government (AGS) and on Wednesdays we plan to purchase bonds issued by the states and territories (semis).", "We will focus on buying bonds with maturities of around five to 10 years, but may also buy bonds outside this range, depending upon market conditions.", "To assist with the smooth running of the auctions, we plan to buy AGS with five to seven-year maturities on Mondays and AGS with seven to 10-year maturities on Thursdays.", "For semis, we plan to alternate weekly between the five to seven and seven to 10-year securities, subject to market conditions.", "We will be purchasing fixed-rate nominal bonds only, as these are the benchmark fixed-income securities in Australia and they underpin the pricing of many other assets.", "Inflation-indexed bonds are not part of the program.", "The initial auctions for AGS will be for around $2 billion and the initial auctions for semis will be around $1 billion.", "This means that we expect to purchase around $5 billion per week.", "We will closely monitor the impact of our purchases on market functioning and are prepared to adjust the size and timing of the auctions if necessary.", "If the size of these initial auctions is maintained, 80 per cent of the bonds purchased would be AGS and 20 per cent would be semis.", "In allocating our bond purchases across the various states and territories we will be guided by the stock of debt outstanding and relative market pricing.", "These bond purchases mean that the RBA is now conducting quantitative easing, or QE, similar to that of many other central banks.", "I want to point out, though, that there has already been a very substantial increase in the size of our balance sheet as a result of our earlier measures.", "Once these additional bond purchases are completed mid next year, our balance sheet would have nearly tripled since the beginning of 2020, provided that the funds currently available under the Term Funding Facility are drawn upon.", "I also want to point out that this bond purchase program is separate from any bond purchases that we undertake to support the three-year yield target.", "We remain committed to buying bonds in whatever quantity is needed to support that target.", "Any bonds purchased in support of the threeyear yield target will be separate from the $100 billion.", "I would now like to address four specific questions that I know some people would have.", "I will then answer questions more broadly.", "These four specific questions are: 1.", "Why make this change now?", "Is the RBA now financing the government?", "Why have a price and a quantity target?", "With interest rates so low, is the RBA now out of fire power?", "Why make these changes now?", "This is an understandable question, especially given that we are easing monetary policy further today at the same time as we are upgrading the near-term outlook for the economy.", "Apart from the general case for further monetary easing that I have already spoken about, there are a couple of other factors that have influenced the timing.", "The first is that over recent months we have learnt more about the pandemic and its economic impact.", "As the months have passed, it has become increasingly apparent that there will be longlasting effects, including high unemployment.", "While the outlook does remain uncertain, we do have a somewhat clearer picture of the future state of the labour market.", "A sharp bounce-back in jobs is unlikely and it will take time to return to where we were before the pandemic.", "We have responded to this clearer picture today.", "The second factor is that monetary easing is likely to get more traction today than it would have when widespread restrictions were in place.", "In earlier months, the usual transmission mechanisms were not working as normal and the challenges facing the country were best addressed by other policy tools.", "However, as restrictions are eased and people have more opportunities to spend, our judgement is that further monetary easing now provides additional support to other policies, including the fiscal initiatives and the RBA's earlier monetary policy package.", "In reaching today's decision, the Board also considered the effects on medium-term financial and macro stability as well as the impact on savers.", "The Board recognises that low rates can encourage some additional risk-taking, as investors search for yield.", "It also recognises that low deposit rates can create difficulties for some people.", "These issues will need to be closely watched over the months ahead.", "But the Board judged that the bigger risk at the moment was the threat to our economy and to balance sheets from an extended period of high unemployment.", "Today's decision will lessen that risk.", "Is the RBA now financing the government?", "The answer is a simple no.", "Today's decision does not change the long-standing separation of monetary policy and fiscal financing in Australia.", "The RBA is not financing government spending.", "I want to highlight the important distinction between providing finance and affecting the cost of that finance.", "The RBA is not providing finance to the government, but our actions are lowering the cost of government finance.", "I should point that our actions are also lowering the cost of finance for all other borrowers in Australia, whether they are a household buying a home or a business wanting to expand.", "This lower cost of finance for everybody is supporting the recovery from the pandemic.", "It is important to point out that the bonds purchased by the RBA will have to be repaid by the government at maturity.", "They will have to be repaid in exactly the same way as would occur if the bonds were held by others.", "The same is true for the ongoing coupon payments on the bonds.", "The fact that the RBA is holding some bonds makes no difference to the financial obligations of the government, other than through a lower cost of finance.", "The Australian Government and the states and territories continue to fund themselves in the market, as they should.", "Raising funds in the market is an important discipline and movements in market prices can contain valuable information.", "Recent bond auctions have been heavily oversubscribed, even though the size of these auctions has been a record high.", "There is strong demand by domestic and global investors for bonds issued by the Australian Government and by the states and territories.", "I expect that this will remain the case.", "Why have a price and a quantity target?", "As part of the RBA's March package, we announced a price target for the yield on the three-year Australian Government bond, rather than a quantity of bonds to purchase.", "We viewed the yield target as the more direct way of achieving our objective of low funding costs.", "The target also reinforced our forward guidance regarding the cash rate.", "Given that we expected the cash rate to remain low for some years, we judged it appropriate to target a three-year yield and stand behind that target with our balance sheet.", "These arguments for a yield target remain valid and so we are continuing with the three-year yield target.", "We considered targeting a longer yield - say five years - but decided against this.", "This was on the basis that the yield target is most effective when it is consistent with our forward guidance on the cash rate.", "As I said earlier, we expect the cash rate to be at its current level for at least three years.", "Beyond that, we have less confidence.", "I certainly hope that the economy will be sufficiently strong sometime over the next five years to warrant an increase in the cash rate.", "So three years, not five years, is the appropriate maturity for the yield target.", "Today's decision supplements this price target with a quantity target further out along the yield curve.", "This quantity target is similar to the approach adopted by many other central banks, which have responded to the pandemic with government bond buying programs.", "The evidence is that these programs have lowered government bond yields in other countries.", "One result of this is that Australia has had higher long-term bond yields than elsewhere, even though the setting of the short-term policy rate is similar across countries.", "These higher bond yields have added to the attractiveness of Australian dollar assets and this has put some upward pressure on the exchange rate.", "There has also been an accumulation of evidence that central bank balance sheet expansion has a stimulatory effect beyond that resulting from lower bond yields.", "When the central bank buys assets, investors in the private sector adjust their portfolios, buying different assets with the proceeds of their bond sales.", "This portfolio rebalancing can affect the price of other assets and international capital flows, as well as the exchange rate.", "Given these considerations, the Board judged it was now appropriate to combine the three-year yield target with QE further out along the yield curve.", "Is the RBA now out of firepower?", "The short answer here again is no.", "The Reserve Bank is not out of firepower.", "We have additional monetary policy options and we are prepared to use them if the circumstances require.", "In terms of interest rates, I think we have gone as far as it makes sense to do so in the current environment.", "There has been no change to the Board's view that there is little to be gained from lowering the policy rate into negative territory.", "While a negative rate might lead to a helpful depreciation of the Australian dollar, it could impair the supply of credit to the economy and lead some people to save more, rather than spend more.", "Given this assessment, the Board continues to view a negative policy rate in Australia as extraordinarily unlikely.", "But monetary policy is now about more than just short-term interest rates - we have returned to a world in which quantities matter too.", "In this world, it is certainly possible for us to increase the size of our bond purchases.", "Given this, we will continue to closely monitor the economic situation and the impact of our purchases on market functioning.", "If we need to do more, we can and we will.", "The RBA also has a range of tools to support the proper functioning of markets and address market dysfunction were that to occur.", "These tools include further liquidity provision, asset purchases and transactions in the foreign exchange market.", "So it would be incorrect to conclude that we are out of firepower.", "That brings me to the end of the four questions I posed.", "I am now happy to answer any other questions that you might have."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Unemployment", "Inflation", "Interest Rates", "Bond Purchases", "Monetary Policy", "Quantitative Easing", "Economic Recovery", "Wage Growth", "Fiscal Policy", "Government Financing"]}