{"sentences": ["Introduction Good morning and thank you for the opportunity to participate in GARP's 2020 Climate Risk Symposium.", "As shown by the strong turnout today, attention on climate-related financial risks is clearly growing within finance, both for the private sector and the public sector.", "Today, I'll speak about these risks from a microprudential perspective-that is, the impact on specific financial institutions, particularly banks, and how firms are managing those risks.", "I'll also provide a short update on some of the work under way through the Basel Committee's Task Force on Climate-Related Financial Risks-the TFCR.", "Before proceeding, I'll emphasize that I am speaking only for myself and not necessarily the Federal Reserve System or the Federal Reserve Bank of New York.", "Risk Management Perspective From a supervisory perspective, a primary focus is to ensure that banks operate in a safe and sound manner and manage risks so they are resilient to a range of shocks.", "As you know, the core of effective risk management includes identifying, measuring, and managing traditional banking risks like credit risk, market risk, operational risk, or liquidity risks.", "These risks can materialize from a range of shocks-a recession, a geopolitical event, or a bad actor.", "The purpose of bank supervision is to ensure that supervised firms are resilient to all of these risks.", "Banks are becoming increasingly attuned to the heightened financial risks from a changing climate.", "These risks can manifest in a number of ways: the impairment of collateral due to severe weather events; mark-to-market losses from the devaluation of companies with stranded assets; stress to contractual cash flows as regional shocks are realized; or the reduced provision of financial services as business strategies adapt.", "All of these are salient concerns for financial firms and their supervisors.", "Financial firms are now incorporating these risks into existing risks management frameworks.", "Many firms view climate change as a cross-cutting risk driver that spans familiar risk categories, broadly affecting risk management approaches.", "Moreover, some firms are considering governance issues, the use of scenarios analysis, disclosure options, and thinking about the strategic implications of a transition to a more sustainable economy.", "Understanding the impact of climate change, however, comes with significant challenges including the long time horizon, data gaps, the need for new model development, inherent complexity and fundamental uncertainty.", "All of this suggests that there is much work ahead of us.", "Taskforce on Climate-Related Financial Risks Just as banks are building awareness of climate-related risks, the supervisory community is similarly developing capacity in this area.", "I will now turn my attention to the specific work of the Basel Committee's Task Force on Climate-Related Financial Risks (TFCR).", "The Committee has noted that climate change may result in physical and transition risks that could impact the safety and soundness of individual financial institutions and have broader financial stability implications for the banking system.", "In response, the Committee established the TFCR to undertake work on climate-related financial risks in February of 2020.", "I am acting as a co-chair of the Task Force, along with Frank Elderson, Executive Director of Supervision at the Netherlands Bank.", "In the first phase of work, the TFCR conducted a stock-take of members' existing regulatory and supervisory initiatives on climate-related financial risks.", "This work highlighted the increasing focus on climate-related risks.", "To take the work forward, the TFCR is following a gradual and sequential approach from a banking supervisory perspective with a current focus on understanding climate risk transmission channels, as well as methodologies for measuring and assessing these risks.", "The TFCR plans to complete these fundamental research initiatives by mid-2021.", "Building on this analytical work, the TFCR will then consider the extent to which climate-related financial risks are incorporated in the existing Basel Framework and identify effective supervisory practices to mitigate such risks.", "The TFCR does not currently have a view on potential prudential treatments or supervisory expectations related to the mitigation of climate-related financial risks.", "The financial sector has taken important steps toward incorporating the financial risks of climate change into risk management frameworks, strategic discussions, and oversight regimes, but I think it is fair to say that this work is still in its early days.", "We all have much to learn with many challenges ahead of us.", "My perspective reflects, in part, the observation that understanding the impact of climate change from a risk management perspective is both a complex problem and a complicated one.", "It is complex in the sense of many interconnections and feedback loops; the likely existence of nonlinearities and tipping points; and massive uncertainty about key factors like the timing of climate impacts, policy choices, technological change, and adaptive responses by consumers and businesses.", "All of this tests our capacity to understand and manage the risks.", "At the same time, this is a complicated undertaking from an implementation perspective.", "Success will require us to process and analyze vast amounts of granular data and aggregate across business lines, sectors, and jurisdictions; to implement new governance and organizational structures; and to invest in our workforce to develop new skills and new expertise.", "In my view, these challenges are not a reason for a cautious approach, but rather a clear signal about the scale of the work to be done.", "Our shared success will depend on meaningful investments to build capacity and develop new tools, a willingness to innovate and look beyond traditional approaches, and an unwavering commitment to the public good.", "In particular, I think it will require ongoing collaboration between the private and public sectors to push the industry toward greater resilience to the financial risks of climate change.", "Discussions like this one are a critical step in that direction.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related financial risks", "Risk management", "Climate change", "Financial stability", "Basel Framework", "Supervisory practices", "Climate risk transmission channels", "Data gaps", "Governance issues", "Scenario analysis"]}