{"sentences": ["Ireland's Engagement in Europe and Deeper Integration of Europe - Deputy Governor Sharon Donnery 01 October 2020 Speech Remarks delivered at European Movement Ireland.", "Slides used during the presentation are available here.", "The decision by the vast majority of the Irish people to join the European Communities (EC) in 1973 had a profound impact on our development as a nation.", "We looked outwards, rather than inwards, recognising, as then Taoiseach Sean Lemass had said during the accession negotiations: \"Ireland belongs to Europe by history, tradition and sentiment, and no less than by geography\".", "Europe has played a substantial role in Ireland's transformation from a protectionist nation to an international hub.", "When preparing for today, I looked back at the White Paper, laid before the House of the Oireachtas in 1970, outlining the implications of joining the then EC for Ireland.", "Along with the desire to participate in the movement towards European unity, the rationale included the belief that membership would be more beneficial to economic development than remaining outside the Community.", "There was a recognition that the small domestic Irish economy alone would not enable our country to grow to achieve its principle economic objectives of: \"full employment, the cessation of involuntary emigration and a standard of living comparable with that of other Western European countries\".", "The European Union itself is very different to the one we joined over forty years ago.", "From the implementation of the four freedoms governing the movement of goods, people, services and capital to the creation of the common currency.", "And just as Ireland has benefitted from progress, as a country we have also worked hard to contribute to that progress through our engagement.", "Its evolution has not been without its challenges.", "The financial and sovereign debt crisis left deep scars, and exposed the vulnerabilities and costs of a partial and incomplete Union.", "A key lesson for our resilience was the need for deeper integration.", "This led to a move to complete Europe's Economic and Monetary Union (EMU).", "The aim of the reforms was to ensure that Europe delivered on that founding rationale and provided \"balanced economic growth and price stability, [and] a competitive social market economy, aiming at full employment and social progress\".", "It is critical that we deepen integration in Europe, that we complete this Union, and do not end up in a 'halfway house', a monetary union needs a banking union.", "Today we face another crisis.", "And over the last six months, we have seen the European project deliver.", "Fiscal, monetary and financial sector policies were deployed when faced with this common challenge.", "But while the financial system withstood the initial effects of the pandemic, and we are now seeing a gradual economic recovery, the resilience of the financial system and indeed Europe's resilience may be tested further.", "- First discuss the European wide macroeconomic stabilisation policies that were deployed in response to the - Second, I will turn to common financial stability concerns; - Third, I will briefly consider the departure of our nearest neighbour from the EU; and, - Finally I will conclude with some thoughts on how we can be influential in Europe, from the Central Bank's perspective.", "Macroeconomic stabilisation - a common goal Macroeconomic stabilisation has been key to mitigating the effects of the current crisis on individuals, households and firms.", "By macroeconomic stabilisation, I mean actions that policymakers take to counter the effects of economic shocks.", "For Ireland, as a small open economy on the periphery of Europe, particularly vulnerable to global shocks, being part of the Single Market has been critical to our growth and prosperity in recent decades.", "And our resilience to shocks would likely have been weaker, absent the common market, currency and policy actions of Europe behind us.", "The policies and decisions we make engaging with our colleagues at various tables in Europe are central to this.", "Following the harsh lessons of the last crisis, the European response to the pandemic has been sizeable and significant.", "In contrast to the last crisis, counter-cyclical fiscal policy has played a huge role in supporting households and firms through the pandemic.", "At an EU level, the \"general escape clause\" of the Stability and Growth Pact (SGP) - Europe's fiscal framework - was activated.", "This enables countries to borrow heavily to finance the rising costs of the pandemic.", "The activation decision was made by the ECOFIN Council, made up of the Economics and Finance Ministers of all member states.", "As a small economy, our engagement at these fora is especially important so that policies can help all member states overcome the crisis.", "The recent agreement on the Next Generation EU fund , which should help support all countries in their recovery from the current crisis, was also a considerable milestone.", "The agreement provides a common budgetary instrument to complement national fiscal policies.", "While the fund is currently temporary, it should provide useful lessons for how a shared fiscal capacity can be used for macroeconomic stabilisation.", "On the monetary policy front, the Governing Council of the ECB responded rapidly with sizeable measures, including a Pandemic Emergency Purchase Programme (PEPP) and the Pandemic Emergency longer-term refinancing operations (PELTROs).", "The envelope for PEPP alone is €1,350bn worth of assets, or approximately 11 per cent of euro area Gross Domestic Product (GDP) [which can be purchased on the secondary market under this programme, until the end of June 2021].", "Furthermore, additional monetary policy accommodation was provided through an increase in the existing Asset Purchase Programme.", "The goal of all these measures is to support the flow of credit to the real economy, prevent a damaging tightening of financing conditions and proactively respond to the worsening outlook for growth and inflation in the euro area.", "Furthermore, monetary policy has learned lessons from the euro crisis.", "Philip Lane, Member of the Executive Board and former Governor of the Central Bank, highlighted in a recent blog post that the flexibility embedded in the PEPP has reduced the risk of fragmentation, a key issue in the euro crisis, by frontloading asset purchases and targeting them to where they are most warranted.", "These significant actions of governments and of central banks - have been critical in stabilising our economies.", "These counter cyclical policies, domestic and international, fiscal and monetary are positively reinforcing each other across borders and supporting the recovery.", "They are examples of the European project delivering a better outcome for all.", "Initial estimates suggest that for Ireland, compared to a scenario without policy action, these measures would reduce the scale of the decline in output in 2020 by just over four percentage points.", "There have been, and always will be, economic downturns but deeper integration with the common aim of minimising hardship for households and firms should lead to better outcomes for the people of Europe.", "And our engagement in Europe is central to delivering this for the people of Ireland.", "Financial Stability - a shared concern Now let me turn to financial stability, a core aspect of our mandate at the Central Bank of Ireland, and an area where co-operation and integration with our European and international partners is crucial.", "The financial system is international, interconnected, and interdependent.", "It is only by engaging and working together across borders that policymakers can ensure it remains stable and absorbs, rather than amplifies shocks and so, operates in the best interests of consumers and the wider economy.", "As Europe has changed over recent decades, so too has the financial system, notably, with a larger share now operating outside the traditional banking sector.", "Following the financial crisis, for me, the overarching lesson is that do not want to find ourselves in some, suboptimal, 'halfway house.'", "One of the key initial responses to the last crisis was to introduce the European System of Financial Supervision (ESFS).", "The main task of the ESFS is to ensure consistent and appropriate financial supervision throughout the EU.", "As the European Commission outlined in 2009, the system of solely national supervision \"lagged behind the integrated and interconnect reality of ... European financial markets, in which many firms operate across borders.\"", "The ESFS consists of a collaborative network centred around the three European Supervisory Authorities (the European Banking Authority, the European Insurance and Occupational Pensions Authority and the European Securities and Markets Authority), the European Systemic Risk Board and national supervisors.", "From these beginnings, later steps were taken to implement a banking union , which is particularly important in a monetary union as problems in other countries can quickly spill over borders.", "While we have made progress towards a functioning banking union, with the introduction of cross-border supervision through the Single Supervisory Mechanism and rules for managing failing banks through the Single Resolution Mechanism, it is not yet complete.", "A key outstanding issue includes the lack of a common system for deposit protection.", "This is important as within the euro area, depositors in a country hit by a crisis may worry they are not protected to the same extent as depositors in other member states, incentivising them to move funds abroad.", "This could amplify shocks to our economies and banking systems.", "To this backdrop, and on the back of the resilience we have built up in recent years - the banking system has been able to support the economy in the first phase of the pandemic.", "But the shock has not yet fully transmitted to the balance sheet of the banking system.", "However, as we transition from temporary forbearance measures that addressed liquidity for borrowers there is a need for longer term solutions for those borrowers experiencing solvency and affordability difficulties.", "We are seeing that some sectors are being more affected than others, e.g.", "the hospitality and accommodation sector, where economic disruption is affecting employment and the viability of businesses.", "The inevitable effects of unemployment and business closures will take time to materialise on bank balance sheets.", "European institutions have played an important role here too.", "The European Banking Authority (EBA), for example facilitated the delivery of payment breaks.", "They did this through guidelines providing regulatory flexibility so that lenders could offer temporary relief to borrowers in the form of payment moratoria that suspended regulatory rules on loan classifications.", "While the extent of the effects on the financial system will depend on the evolution of the virus and the scarring effects of this crisis, the deeper European regulatory and supervisory integration has created a more robust and resilient system to withstand the initial shock.", "The banking system is one element of the financial system, and following the global financial crisis an increasing share of financial intermediation has moved to parts of the non-bank or market-based finance system.", "To give a sense of scale, non-bank financial institutions now account for almost 60 per cent of total euro area financial assets.", "The equivalent number in the early years of the euro was under 40 per cent.", "The scale of the sector in Ireland is relevant to the global picture, as our jurisdiction hosts 10 per cent of global money market funds (MMF) assets and 5 per cent of global investment fund assets (excluding MMFs).", "There are a range of diverse business models domiciled here, including investment funds, securitisation vehicles and non-securitisation vehicles.", "The sector in Ireland is dominated by investment funds, including MMFs.", "Market-based finance provides a valuable alternative to bank financing and can facilitate risk sharing across the financial system.", "Recognising this, the European Commission has produced an action plan to complete the Capital Markets Union (CMU) in Europe.", "Deeper and more developed capital markets can facilitate long-term investment, by allowing businesses to access a wider range of funding sources.", "Savers and investors can also benefit from greater choice.", "Developing CMU can become another instance of how we are stronger together.", "CMU will also help, as Isabel Schnabel emphasised recently, to accelerate the transition towards a carbonneutral economy, as the evidence suggests that stock markets are more effective than banks in financing the greening of our economy.", "However, like all forms of financial intermediation, market-based finance can contribute to a build-up of financial vulnerabilities.", "Vulnerabilities linked to market-based finance include those related to liquidity mismatches and excessive leverage.", "Given the size of the sector domiciled here, we actively contribute to discussions through our role in the Eurosystem, the European System of Financial Supervision and we are also active at the global level through contributions to deliberations by IOSCO and the Financial Stability Board.", "The shock from COVID-19 resulted in stress across global financial markets.", "Parts of the global funds sector - including funds resident in Ireland - experienced a sharp increase in redemptions and challenges in liquidity management.", "Our most recent Financial Stability Review, published in June, showed that there were around €72bn of net redemptions from Irish-resident funds in March.", "At an individual level, the vast majority of funds managed to meet investor redemption requests, with limited use of tools such as suspensions and gating observed.", "However, this needs to be seen in the context of unprecedented central bank interventions that played a key role in restoring market functioning.", "And the focus is now on the extent to which structural vulnerabilities from liquidity mismatches and leverage in the global funds sector contributed to market disruption.", "As regulators, we must ensure that the level of resilience in market-based finance is great enough to match its increased importance in the financial system and the broader economy.", "The Central Bank is actively engaged with international stakeholders on identifying risks in the sector as well as making the case for, and contributing to the development of a macroprudential framework for the market-based finance sector.", "As we work towards CMU in Europe to enhance risk sharing, in parallel, we must develop the resilience of the non-bank sector.", "The Withdrawal of the UK from the EU As I have outlined, Ireland in Europe and the deeper integration of Europe is critical for the macroeconomic stabilization and financial stability challenges we face.", "However these are not the only challenges.", "Absent COVID-19, my remarks today may have focused on the departure of our nearest neighbor from the EU.", "Since joining the EU, our economic profile has changed remarkably.", "Where once our trade was largely centred around our nearest neighbour, today the EU bloc is our largest trading partner.", "The composition of our economy and so too our exports has transformed, with a smaller role of agriculture, a rise in pharma, med tech and ICT exports, and substantial growth in the financial services sector.", "The latter is particularly important for us in the Central Bank for the regulation and supervision of the financial services firms that populate the International Financial Services Centre (IFSC) in Dublin for example.", "Since the 2016 referendum, the Central Bank has worked on identifying and understanding financial stability and consumer protection risks.", "Together with other policymakers, we have worked so that potential financial stability cliff-edge risks are mitigated to the greatest extent possible, following the expiry of the transition period.", "Nonetheless, whatever the outcome of negotiations, our economic analysis shows that the outcome for Ireland will be worse than the status quo and will cause significant disruption.", "And the considerable uncertainty, disruption and differing sectoral effects due to COVID-19 will add to the stresses faced by firms as the transition period ends.", "We will publish our fourth Quarterly Bulletin of the year next week, which will consider these issues in further detail.", "Beyond the economic effects, we will also be losing a colleague at the many European tables and committees we participate in.", "Going forward, we must strengthen our engagement with our European peers, so that we may influence and shape key decisions and policies in Europe and internationally.", "Engagement with Europe Today I have considered the macroeconomic stabilisation response to the pandemic, our financial stability concerns and considered the challenges ahead as our nearest neighbour leaves the Union.", "Critical to each of these issues, is our ongoing engagement and integration with Europe.", "From the Governor's seat at the ECB when deciding on monetary policy, to decisions at the EBA on supervisory forbearance and to discussions with European supervisory bodies when the investment sector saw large redemptions in March.", "From the Central Bank's perspective, external engagement, particularly with our colleagues across Europe, will continue to be a key focus for the Central Bank in the future.", "'Engaging and Influencing' is one of our five strategic themes and within this, we endeavour to actively contribute to decision making and to engage strategically with the Eurosystem, the Single Supervisory Mechanism, the European Supervisory Authorities, the European Systemic Risk Board and the Single Resolution Board.", "This work ranges from major strategic issues such as the ongoing monetary policy review to more operational issues such regular data collection and everything in between.", "That our participation with these organisations is such a core part of all that we do reflects the deep integration with Europe.", "Finally, let me conclude with a reflection.", "Regardless of our integration in Europe, we would have faced many of the same challenges and issues including macroeconomic stabilisation and financial stability, as well as issues I have not touched on today such as climate change, stable coins and cryptocurrencies and ageing populations.", "Responding to these global challenges as a small economy or Central Bank, without the weight of Europe - would be considerably harder.", "Instead, our engagement in Europe and the deeper integration of Europe offers us a path to \"prosperity based on balanced economic growth and price stability, [and] a competitive social market economy, aiming at full employment and social progress\".", "[1] I would like to thank Caroline Mehigan and Paul Reddan for their contributions to my remarks.", "[2] See Statement by An Taoiseach Sean Lemass to Ministers of the Governments of the Member States of the EEC , Brussels, January 1962.", "[3] See The departure of the UK from the EU, address from March 2019, for further discussion.", "[4] See Membership of the European Communities - Implications for Ireland , April 1970.", "Completing Europe's economic and monetary union .", "[7] See The macroeconomic impact of the policy response , ECB blog post by Philip R. Lane, 4 August 2020.", "Recovery Paths from COVID-19 and the Impact of Policy Interventions.", "Quarterly Bulletin Articles, pp.-94.", "[9] See Communication from the Commission - European financial supervision , May 2009.", "[10] See Financial Integration and Structure in the Euro Area , ECB, 2020.", "Mapping market-based finance in Ireland (No.", "[12] See Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - Action plan on Building a Capital Markets Union , September 2015.", "[13] See When markets fail - the need for collective action in tackling climate change , address from Isabel Schnabel, 28 September 2020.", "[14] See Making the case for macroprudential tools for the market-based finance sector: lessons from COVID-19, address from Gabriel Makhlouf, 29 June 2020.", "Completing Europe's economic and monetary union"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroeconomic stabilisation", "Financial stability", "European Union integration", "Market-based finance", "Brexit", "Pandemic", "Banking union", "Capital Markets Union", "Monetary policy", "Financial supervision"]}