{"sentences": ["Mayor Tang, Minister Teo, Assistant Minister Li, distinguished guests, ladies and gentlemen, good afternoon.", "Welcome to the 3rd Singapore-China (Chongqing) Connectivity Initiative (CCI) Financial Summit.", "Let me first thank Chongqing for hosting this Summit.", "We are honoured to have with us representatives from all ten ASEAN central banks.", "The global economy is recovering from one of the deepest recessions in history.", "With COVID19 still raging globally, the recovery has been uneven and remains uncertain.", "Yet, East Asia - especially China and ASEAN - has held up relatively well.", "China reacted decisively to contain the pandemic.", "Its economy has rebounded and GDP has recovered to above pre-COVID levels.", "ASEAN is not far behind, with ASEAN-5 expected to grow by 7% q-o-q in Q3.", "Trade between China and ASEAN is booming again.", "As the rest of the world takes longer to recover, we must step up economic and financial integration between China and ASEAN to sustain the economic recovery in the region.", "Financial connectivity can play a particularly vital role in supporting this.", "Through the CCI over the past 5 years, Chongqing and Singapore have strengthened financial connectivity between the Western Region and ASEAN.", "Corporates from Chongqing as well as the broader Western Region have found Singapore an attractive destination to raise financing.", "As of April 2020, we have seen 117 cross-border financing deals amounting to USD 11 billion.", "Chongqing enterprises raised USD 7 billion in Singapore, while enterprises in Sichuan, Shaanxi, Qinghai, Xinjiang, Guangxi and Yunnan obtained nearly USD 4 billion of financing.", "Cross-border loans from Singapore grew 67% y-o-y to reach RMB 5 billion this year.", "Our financial institutions continue to establish in each other's markets.", "A Chongqing-based FinTech, Whalet, obtained a licence in Singapore to conduct crossborder remittance this year.", "I am also pleased that Vickers Venture Partners, a venture capital fund focusing on deeptech, will be establishing a Qualified Foreign Limited Partnership Fund in Chongqing.", "Let us continue to build on the progress we have made.", "I suggest three areas where Chongqing and Singapore can work closer together to strengthen links between the Western Region and ASEAN.", "one, trade digitalisation; two, green finance; three, disaster risk insurance.", "Digitalising the International Land-Sea Trade Corridor COVID-19 has reinforced the importance of digitalising trade.", "We have seen how restrictions imposed to contain COVID-19 created severe trade disruptions.", "Part of this is because trade processes are complex and still largely paper-based.", "Minister Josephine Teo spoke about the CCI's New International Land-Sea Trade Corridor (CCIILSTC).", "Let us make the ILSTC fully digitalised end-to-end: this will be the first of its kind in the world.", "A digitalised ILSTC will: improve efficiency and reduce cost; build trust in documentation and verification processes; and enable better risk management, reduced fraud, and lower costs.", "We are already seeing some progress.", "Singapore's Networked Trade Platform, which is a trade and logistics ecosystem, and China's National Single Window, are now linked.", "This has enabled direct exchanges of digital customs documents between Singapore and China.", "Customs declarations can now be paperless and easier.", "But there is more to do by way of digitalisation to make trade flows and its financing smoother, cheaper and faster.", "Chongqing and Singapore can jointly explore digitising Bills of Lading for trade along the ILSTC.", "Bills of Lading are one of the key documents that underpin international trade.", "But despite its cost and inefficiency, paper Bills of Lading remain the default.", "There are already electronic equivalents.", "Singapore's Infocomm Media Development Authority (IMDA) is piloting TradeTrust, which allows firms to generate and transmit verifiable electronic Bills of Lading.", "We can also explore connecting our trade platforms digitally to seamlessly exchange trade documents.", "We can create a sandbox to conduct trade along the ILSTC using electronic Bills of Lading and other negotiable trade instruments.", "FinTechs from China and ASEAN can develop innovative solutions for an end-to-end digitalised trade platform.", "Let us make trade between China and ASEAN safer, faster, and more efficient.", "In March this year, 25 tonnes of citrus from Zhongxian County were shipped from Chongqing to Singapore in 13 days via the ILSTC, this is half the usual time taken.", "Perhaps the next import of citrus to Singapore can be even faster through an end-to-end digitalised trade process along the ILSTC.", "Harnessing Green Finance for Sustainable Development The second area where Chongqing and Singapore can work closer together is green finance.", "COVID-19 has made us all more aware of the value of protecting the environment.", "China has committed to ambitious green policy goals including carbon neutrality by 2060.", "Chongqing has the important task of leading sustainable development in the Western Region and along the Yangtze River Economic Belt.", "Green finance will be a powerful tool to help achieve this.", "Green finance is also a key area of focus in Singapore.", "MAS has worked with the financial industry to launch a Green Finance Action Plan.", "It has four key strategies: strengthen the financial sector's resilience to environmental risks; develop green financing solutions and markets for a sustainable economy; harness technology to enable trusted and efficient sustainable finance flows; and build knowledge and capabilities in sustainable finance.", "ASEAN too has prioritised green finance.", "Green finance volumes in ASEAN doubled last year and remained robust in 1H 2020, despite COVID-19.", "As Asia continues to urbanise, its demand for affordable and sustainable energy will only grow.", "There is great opportunity for the Western Region and ASEAN to collaborate on initiatives to support the large scale of green financing that is needed.", "Last year, Chinese and Singapore banks jointly issued over USD 2 billion in green bonds and loans in Singapore to finance Belt and Road projects.", "In May this year, ICBC partnered DBS Bank and OCBC Bank to issue its first green loan in Singapore, to the value of SGD 730 million.", "More can be done to mobilise private sector capital to support the green agenda in Asia.", "Strengthening Disaster Risk Insurance The third area for co-operation is insuring against disaster risks, like pandemics, natural catastrophes, and climate change.", "This is critical as the Western Region continues to invest in infrastructure development including along the ILSTC.", "The Western Region is highly exposed to natural catastrophes, and the Yangtze River floods this year were the worst seen in decades.", "Understanding risk exposures and strengthening financial risk management helps protect lives, livelihoods and public assets.", "Insurance players and academic experts in Chongqing and Singapore can work together to better assess and model the Western Region's risks.", "They can develop together climate and disaster risk financing solutions such as: traditional insurance and reinsurance; regional catastrophe risk pools; and catastrophe bonds.", "I am confident that our efforts under the CCI will help usher us towards a more inclusive, sustainable and resilient future.", "Let us make use of the next 5 years to cement financial integration between China and ASEAN, so that we emerge stronger from the COVID-19 crisis."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Connectivity", "Trade Digitalisation", "Green Finance", "Disaster Risk Insurance", "ASEAN-China Economic Integration", "Chongqing-Singapore Financial Cooperation", "International Land-Sea Trade Corridor", "Electronic Bills of Lading", "Sustainable Development", "Risk Management"]}