{"sentences": ["Ladies and Gentlemen, It is always a pleasure to be here each year.", "A lot has happened over the past months as well as in the last hours.", "Covid provoked an unprecedented fall in French GDP in the first and second quarter and its second wave will trigger another drop in the fourth quarter, though hopefully one that is less severe.", "A short-term view could argue there is a trade-off between supporting a quick recovery, and fighting climate change.", "I believe the contrary: reconstruction is an opportunity to accelerate the transition to greener growth.", "It cannot be a mere restart: due also to climate, we need to be Schumpeterian.", "The Banque de France and ACPR are as committed as ever and delivered on what we announced last year, in spite of the Covid-19 crisis we \"walked our talk\" (1).", "But we have also observed, thanks to our experience, a number of methodological impediments to data and reporting practices.", "Going forward, we must tackle these issues in order to better assess and disclose climate-related risks (2).", "The Banque de France/ACPR lived up to its promises on climate 1.1.", "The ACPR's pilot exercise and CCFD's report Despite the Covid-19 crisis, the pilot exercise on stress tests which I announced here one year ago was launched in July and its results will be published next April.", "Top French institutions (both banks and insurers) are currently running it.", "This exercise is the first of its kind worldwide.", "Its goals are twofold: 1/ better assess the exposure of banks and insurers to climate risks (both physical and transition risks) in a forward-looking/dynamic manner.", "2/ Assist the industry to better factor in climate change risks, improve models and assessment methodologies, and identify data gaps.", "Beyond that, we hope we are designing a methodology for climate stress tests that can be fine tuned over time and which other central banks and supervisors will be able to follow.", "The Authority also published a guide last May referencing the best practises regarding the governance of climate change risks for banks.", "On another note, the ACPR's CCFD (our new Commission Consultative Climat et Finance Durable [Climate and Sustainable Finance Committee]) has been monitoring the public commitments of financial institutions to exit carbon-intensive industries.", "The ACPR-AMF preliminary joint report published this morning stresses the progress made by the French financial sector, but also the need for harmonisation.", "The NGFS is keeping its momentum On the international front, it is a source of great pride to see the NGFS, which we initiated almost three years ago in Paris - along with seven other founding members - and for which we provide the Secretariat, blossoming with more than 70 Members, covering the five continents.", "The NGFS is striving with more than six deliverables produced to date, following-up on the six recommendations we issued in our First Comprehensive report (April 2019).", "Let me highlight three of its latest publications in particular, which bring some building blocks to a climate-risk assessment framework: - The \"Guide for Supervisors\", published last May, sets out recommendations for banking and insurance supervisors (for example: identifying exposures of supervised entities that are vulnerable to climate-related and environmental risks and assessing the related potential losses); - The \"Guide on climate scenario analysis for central banks and supervisors\", published last June, which aims to provide a common starting point for analysing climate risks to the economy and the financial system.", "Indeed, the ACPR pilot exercise builds on these NGFS climate - The NGFS has also started to tackle the link between climate change and monetary policy by publishing \"Initial takeaways\" in June 2020.", "Based on a comprehensive review of existing literature and expert analyses, it provides early answers to the following questions: (i) How does climate change affect key macroeconomic variables?", "And (ii) What are the effects on the monetary transmission channels and central banks' assessment of their policy space?", "The ECB's strategy review will be the occasion to foster the integration of climaterelated risks into the monetary policy framework These considerations among central bankers also translate into actions.", "The ECB, under Christine Lagarde's presidency, decided to integrate in its Strategy Review how monetary policy can contribute in the fight against climate change.", "Don't listen to those who say that this would be mission creeping, or that it would require a change of our mandate: I refuse this \"call for inaction\", and climate change will affect and already affects our present price stability mandate.", "This will be heavy work, both in terms of macro and micro economic research - we should enrich our models to integrate the effects of climate -, and in operational methodology - we should reassess our collateral including climate risks.", "Progress is needed on climate disclosures to allow for a consistent risk analysis There are many initiatives on disclosure - and let me pay a special tribute to the progress initiated by the TCFD (Task Force on Climate-related Financial Disclosures) -.", "But the current lack of granular and comparable datasets in the field of climate risks, undermines our ability to operationalise the assessment of financial risks linked to climate change.", "Many necessary data are still simply missing To foster data availability within the financial sector, in summer 2020, the NGFS launched an ambitious workstream to identify and map lacking data (financial and non-financial) relevant to climate risk analysis.", "We actively look forward to the publication of the preliminary results in the course of 2021 (that is: a detailed list of data items that are currently lacking, but which are needed).", "Current disclosures are often hardly comparable However, the available data should also be comparable enough to be processed easily on a large scale, with reliable results.", "To solve this issue, regulations should be more specific and prescriptive towards climate-related reporting from financial firms as well as corporate firms, including SMEs (with proportionality).", "This is why we need harmonised and relatively granular reporting standards.", "France and the EU are at the leading edge and have already implemented targeted disclosure requirements (art.", "173 in France / upcoming \"Disclosure regulation\"- SFDR -, to be implemented next March in Europe).", "However, this is still not enough, as the data disclosed currently lack homogeneity and comparability: this is a major loophole of the implementation of article 173 in France, for instance.", "We are not yet able to assess and compare the results of financial institutions in our public reports.", "I strongly believe that the EU should keep its first-mover advantage in climate data standardisation.", "After the adoption, last December, of a sustainable taxonomy, sustainable reporting is actually the next critical step ahead of us to mainstream green finance.", "I am looking forward to the report the EFRAG is currently preparing to address this issue [report to be published on 31 January 2021].", "We should indeed strive to design our own framework for non-financial data, which meets our own needs (which means, for instance, integrating the ambitious concept of double materiality).", "It is a European responsibility, and a public one: we cannot just leave it to private bodies, at the global level.", "We should be committed to make our common framework operational and easy to transpose.", "We Europeans would then be in a position to inspire potential international initiatives aiming to produce a global sustainable reporting framework, and then make sure that the EU standards are widely recognised.", "Such a necessary endeavour for the EU also has domestic grounds: we will have to implement the new article 29 of the \"Loi énergie et climat\", which will replace article 173.", "I dearly hope that, the ACPR and the French Treasury together, we can use the decree scheduled for early next year to strengthen harmonisation along the lines of the European standard that is to come.", "If not - but that would be a second best - we should at least ensure a French comparability.", "I have insisted on what we can do, must do, and will do: regarding supervision, monetary policy, and the harmonisation of financial disclosures.", "Let me remind you in conclusion that we central banks cannot be \"the only game in town\": to give an obvious example, only an accurate carbon pricing will allow for a full integration of climate risks into any business decision.", "We cannot do everything, but rest assured we will do our utmost."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["climate change", "climate risks", "green growth", "climate-related risks", "climate-related data", "climate stress tests", "NGFS", "climate-related disclosures", "sustainable reporting", "carbon pricing"]}