{"sentences": ["A framework for central banks to assess the appropriateness of their policy decisions usually has three dimensions: necessity, effectiveness and side effects.", "It is important to view these dimensions in conjunction, as there are usually trade-offs involved, which may differ over time.", "In my introduction, I will elaborate on the dimensions and trade-offs in the current monetary policy setting.", "The necessity of continued monetary policy support follows from the mandate of the ECB, which states that price stability is the primary objective.", "It is beyond doubt that the extended monetary policy measures since mid-March have been needed to support monetary transmission and help the economy establish a foothold in the lockdown.", "This has contributed to avoid worst case scenarios and deflationary threats.", "The monetary policy responses to the corona crisis have clearly been effective.", "The ECB responded forcefully by employing a multitude of instruments, including the new Pandemic Emergency Purchasing Program.", "This has been effective in limiting the fall-out from the financial market stress and preserve the loose monetary conditions.", "Moreover, the targeted LTROs have been effective in safeguarding banks' funding liquidity.", "Thereby, the emergency monetary policy measures have been an effective circuit-breaker to prevent bad equilibria.", "As we have moved to the recovery phase, the focus of the monetary measures has shifted to supporting inflation, by maintaining accommodative monetary and financial conditions.", "However, broad and encompassing policy response is important to ensure that we don't rely overly on individual measures that could be subject to unintended side effects if they are kept in place for too long.", "For example, if central bank support remains in place for a prolonged period of time, debts accumulate and asset prices are further stimulated, posing risks to financial stability.", "Instead, a sustainable recovery from the crisis also requires sufficiently productive public and private sector investments.", "And structural reforms that foster the creation of new firms, while non-viable firms are wound-down in an orderly fashion.", "Though this can be a painful process for some sectors, the economy has to adjust to a world that might have structurally changed.", "Monetary policy can maintain appropriate financial conditions to help the economy adjust, but other policy authorities will have to set the adjustment in motion.", "The EU Recovery Fund has the potential to contribute to this, if it is invested well and accompanied by supply-side reforms.", "For continued monetary policy support with asset purchases, it is important that the benefits of our interventions - i.e.", "the contribution to price stability - remain outweighing the potential sideeffects.", "For central banks the key challenge then is to assess in which circumstances - or states - specific monetary policy instruments are most effective and side effects are most limited.", "Such considerations are an important element of the ECB strategic review, which will benefit from an evaluation of the monetary policy measures taken in the corona crisis."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Monetary policy", "Price stability", "Financial stability", "Asset purchases", "Pandemic Emergency Purchasing Program", "LTROs", "EU Recovery Fund", "Structural reforms", "Side effects", "Effectiveness"]}