{"sentences": ["CENTRAL BANK OF KENYA Institute of Chartered Accountants of Barbados (ICAB) Annual Conference 2020 Kenya's Digital Transformation Journey Keynote Address by Dr. Patrick Njoroge Governor, Central Bank of Kenya Thursday, November 12, 2020 As Prepared for Delivery I am delighted to join you Good morning, good afternoon and good evening to you all!", "for this important Conference, and I express my profound gratitude to the Institute of Chartered Accountants of Barbados (ICAB) for the invite.", "I want to believe that I have a strong connection to Barbados and indeed the Caribbean people, built over the years.", "I have fond memories of my visit to Barbados in September last year, and the warm hospitality from my brother Governor Cleviston Haynes of the Central Bank of Barbados.", "But I believe we are just beginning a beautiful friendship-in the words of Prime Minister Mia Motley at Kenya's 56th Jamhuri Day celebrations, \"[...] know in Kenya that Barbados is a second home for you.", "Know in Kenya, that the Caribbean is your second home for you.", "Know in Kenya, that your brothers and sisters in the Caribbean will stand together with you for those causes that unite us, because our values are similar.\"", "We had the honour of hosting the Prime Minister during her State Visit to Kenya last December.", "As part of her visit, the Central Bank of Kenya organised an exhibition entitled where the Prime Minister interacted with innovators from \"Fintech in the Savannah\" Kenyan banks, telecommunication companies and Fintech companies.", "I was amazed at the Prime Minister's high-level ownership of potential innovations in Barbados.", "At one point a young Fintech, Kwara, caught her attention.", "Kwara has developed a solution that enables Savings and Credit Unions (SACCOs)-or credit unions as they are referred to in Barbados-to digitize their operations through a subscription cloud-based solution without having to acquire expensive new software and hardware.", "This would facilitate SACCOs (or credit unions) to move quickly into the digital age, while serving their mostly rural customers.", "This innovation immediately clicked with the Prime Minister, given the challenges faced by credit unions in Barbados and the potential positive impact on the population, and she immediately invited Kwara to Barbados.", "Yes, Prime Minister, we will send our best and brightest!", "The year 2020 has been truly extraordinary, defined by the COVID-19 pandemic, and the death and destruction it has wrought.", "Lives and livelihoods have changed dramatically in a few short months.", "But in all this doom and gloom, the resilience of the human spirit has shone through-like green shoots pushing through a fertile field.", "The theme of this \"Embracing Resilience'' conference, Disruption-Building is quite timely as we reflect on our collective challenges and triumphs during this period.", "Digitalization, the theme I have been asked to focus on, has seen us through this difficult period.", "In the context of the COVID-19 containment measures-and particularly movement restrictions and curfews-digital platforms have enabled our citizens to access financial, health, education and medical services, entertainment, and shop online.", "In Kenya, the digital rails built over the last fifteen years have been a saving grace as we have battled COVID-19.", "point of Kenya's digital rails The starting in March 2007 was in using mobile phones to serve a need to transfer money from urban workers back to their families in the rural areas.", "These P2P transfers were supported by a network of agents who facilitated cash thereafter, Kenya's withdrawals and cashing in.", "Shortly long-term development plan, Vision 2030, was rolled out in 2008 with the overarching objective of improving the livelihood of all Kenyans through shared prosperity.", "Financial services were identified as a key enabler, but requiring a dramatic transformation as only 26 percent of adult Kenyans could access the formal financial system in 2006.", "This transformative imperative supported the growth of mobile phone financial services from payments to an elaborate ecosystem that includes other financial services such as savings, credit, insurance, pensions and capital markets.", "At the same time, the percentage of Kenyans accessing financial services had tripled from 26 percent in 2006 to 82 percent in 2019.", "Pushing further ahead, our vision is the democratization of financial services, which customers can access anytime anywhere.", "What were the pillars that have anchored our financial transformation journey?", "It is easy to get caught up First, it is not about the technology but the problem at hand.", "in the fanciness of technology and exotic labels-blockchain, artificial intelligence (AI), internet of things (IoT).", "Unfortunately, often times Fintechs and other startups may focus on the features of the technology, and not how it solves a problem.", "The mobile phone in our case offered a platform to resolve distance, cost and time constraints that Kenyans had faced in accessing money transfer and other financial services.", "The focus must be on people.", "Regulators, Fintechs or Second, it takes collaboration to build an ecosystem.", "Governments on their own cannot build a financial ecosystem.", "Regulators can certainly create an enabling environment but they need the agility and innovation of the private sector in order to succeed.", "As a regulator, we have walked the journey with various innovators who have fielded presentations, demonstrations, asked questions to ensure that the end product is safe, efficient and serves public needs.", "Additionally, we have been supporting early innovators through hackathons, mentoring and networking opportunities.", "We seek to maximize the Third, is our regulatory philosophy towards innovation.", "opportunities arising from innovation while minimising the risks.", "This entails understanding business models, resultant risks and the mitigants put in place by innovators.", "We have followed this test-and-learn approach over the years, long before the advent of sandboxes.", "Kenya has had its successes, but much more needs to be done to fully benefit from the digital economy.", "Digitalisation is the next frontier for placing citizens at the heart of any nation's development and more importantly raising their standards of living.", "It is with this in mind, that Kenya's Digital Economy Blueprint was launched in May 2019.", "The vision of the blueprint is a digitally empowered citizenry, living in a digitally enabled society.", "We aspire for a Kenya where every citizen, enterprise and organization has digital access and the capability to participate and thrive in the digital economy.", "To maximize our benefits, we must build ecosystems that facilitate digital transactions nationally, regionally and globally.", "This is the thinking that informed Kenya's digital economy blueprint that outlines five pillars as the foundation for a thriving digital economy.", "The pillars are: Digital Government, Digital Business, Infrastructure, Innovation Driven Entrepreneurship and Digital Skills and Values.", "We are making progress in extending digitalization to other facets of our economy including digital court processes, automation of land registries and other government processes.", "More broadly, digitalization is enhancing the fight against corruption, money laundering and terrorism financing.", "While these are important gains, much more remains to be done.", "Circling back to the COVID-19 crisis, digitalization will remain at the centre as we transition to the recovery.", "There has been positive news this week of very encouraging test results on a COVID-19 vaccine.", "We must of course temper our expectations as a lot remains to be done to roll out on a mass scale this and other vaccines under preparation.", "But what cannot wait, is repairing the damage to lives and livelihoods that COVID-19 has caused.", "Recently, the World Bank estimated that the pandemic could push up to 100 million people globally into extreme poverty.", "There have been significant setbacks to the implementation of the Sustainable Development Goals (SDGs) particularly in health and education.", "How then does digitization act as the bridge to post COVID-19 recovery?", "First, we must put people at the centre of the global financial system.", "public and private sector, the key question must be what are the needs of the people particularly in the context of the SDGs, and how will digitalization work for them?", "How do we get citizens to participate for instance in financing the health, education and other social services that are critical for their lives and livelihoods?", "In Kenya, we introduced M-Akiba in 2017, a mobile phone-based government digital bond to mobilise micro-savings of as little as USD30 to finance government.", "This was targeted at a segment of the population that could not participate in conventional government securities with a minimum threshold of USD500.", "This concept is now being replicated in other countries most notably, Bangladesh.", "While digitalization has Second, we must connect our citizens to the digital ecosystem.", "been a lifeline in the pandemic, we risk alienating a large swathe of the global population.", "Over 700 million people lack broadband connectivity while over a billion lack formal identification.", "Governments must therefore invest in digital infrastructure including basic enablers such as reliable electricity supply.", "Investment in digital identity to connect citizens is imperative lest we leave them behind.", "Substantial public and private investment will be required towards this end.", "Third and perhaps most important is empowering and protecting our citizens in the Notwithstanding the significant benefits that digitalization presents, it also digital realm.", "poses serious risks related to cybersecurity and data privacy.", "As many of our citizens connect to digital platforms for the first time, they may lose their hard earned funds to criminal actors in the digital arena.", "We must therefore equip them with the requisite skills to effectively use digital platforms while protecting their data and funds.", "As I conclude, I want to stress that Kenya is on a journey to a digital economy and so is Barbados.", "We are prepared to walk with you, sharing our own experiences, challenges and learning from you as well.", "Our two countries have a common heritage and vision of the shared prosperity of our citizens.", "The linkages that have been established by our leaders, Governments, central banks, and representatives of the private sector have set the stage for our take-off.", "I look forward to our continued collaboration and welcoming you in Kenya once the dark cloud of COVID-19 has lifted as it surely will.", "We face the future with hope and courage.", "Pretend dis uh marathon.\"", "But as the Prime Minister says, And there \"If you want to go fast, is a proverb that reminds us how we must prepare for the marathon: go alone.", "If you want to go far, go together.\"", "I wish you fruitful deliberations and a very successful conference.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "Digital transformation", "COVID-19", "Digital economy", "Financial services", "Innovation", "Digitalization", "Digital payments", "Financial ecosystem", "Cybersecurity"]}