{"sentences": ["Mr Minister, Ladies and Gentlemen, I am very happy to welcome you here to the Banque de France's premises this morning.", "I would also like to welcome those joining us remotely.", "We are all aware of just how important new technologies are in ensuring continuity and stability in this crisis.", "My dear Cédric, you'd clearly be the first to say so.", "I would also like to welcome Alain Clot, President of France Fintech, and of course Robert Ophèle, Chairman of the AMF, with which we have organised this Forum.", "Your presence among us, Mr Minister, is proof of public authorities' commitment to Fintechs.", "And that is my first message this morning: the Banque de France and the ACPR are also fully committed to supporting Fintechs.", "I shall then go on to tell you how we intend to act in the digital payment revolution.", "The Banque de France and ACPR's support for Fintechs Let's start with a question I consider particularly important, and on which there should be no shred of ambiguity between us: why do the Banque de France and ACPR regard Fintechs as important?", "Because they are an essential element for the financial sector: they deliver creativity and they understand new needs rapidly.", "And they bring to the forefront French scientific expertise and technology: artificial intelligence, cryptography, distributed ledger technology, etc.", "Regardless of how they are integrated into the financial sector - via cooperation or direct competition with established players - they make the industry more dynamic.", "This is also true with regard to the entry into financial services of the Bigtechs, which are often less keen on competition.", "I'm not just saying this to please the Fintechs that are here with us today.", "It is a deeply-held belief and a commitment, on my part and on that of the entire ACPR.", "But what, I hear you ask, are you doing concretely to help the Fintechs in their development?", "Let me start by reminding you that the Banque de France is working with Fintechs on two levels: via its mission of providing services to the economy - to businesses and SMEs - and via its mission of safeguarding financial stability.", "Our role as a central bank and supervisor, is to reconcile confidence and innovation.", "If you would allow me to borrow a metaphor from the history of the railroads - which were originally a major innovation in the 19th century, but also one that was not without its risks - our role is to prevent the train from derailing and to make sure the passengers aren't afraid to get on board.", "We therefore need to encourage innovation but also ensure that people trust innovations.", "At the Banque de France, we have taken various steps to promote innovation.", "First, we appointed a start-up correspondent at the national level [Maurice Oms], and we will soon have start-up correspondents in the regional French Tech capitals.", "The Banque de France's innovation laboratory, the Lab, is working with numerous actors in the field.", "This year, we inaugurated a new site in Singapore, one of the epicentres of the Fintech industry.", "And recently, Paris was selected alongside Frankfurt to house the European branch of the BIS's Innovation Hub.", "At the ACPR, we are doing our utmost to facilitate contact with Fintechs at all stages.", "First, there is a single point of entry: the Fintech-Innovation Unit.", "Since 2016, it has met and advised between 100 and 150 project leaders per year, to help them flesh out the initial outline of their project before potentially submitting it for approval.", "The approval procedure has also been simplified with the creation of a digital portal, and we have adapted certain procedures to recent developments: introduction of a streamlined post-Brexit procedure in 2019, and of a simplified procedure for a large number of payment service providers (PSPs) in 2020.", "On top of this, in our day-to-day supervision, we apply the regulation using a proportional approach.", "For example, for small establishments, we allow a single individual to hold more than one key positions.", "To give another example, under the transposition of the second European Payment Services Directive (PSD2) in 2018, third-party payment service providers - which do not hold client funds - are subject to reduced annual reporting requirements.", "However, this proportionality does not mean being less demanding, especially with regard to the fight against money laundering.", "The general principle of \"same activity, same rule\" must apply.", "Indeed, it is in the Fintechs' own interest that we should help them to apply the regulatory framework.", "We also want to help them when new rules are put in place.", "Under the PSD2 framework, the ACPR was the first European authority to grant authorisations for payment initiation and aggregation services.", "In total, it has authorised more than 20 actors to offer these new services since 2018.", "It has also worked to promote the development of open banking, by making sure that all actors can work together on the deployment of APIs.", "The eight workshops this afternoon, led by experts from nearly all of the ACPR's directorates, are testament to the focus we place on teaching and informing.", "But if we can do even better, even more, tell us today.", "I shall finish by focusing on the ACPR-AMF Fintech Forum which is what brings us here today.", "Created in 2016, it is a forum for exchange which we try to make as efficient as possible by setting up, where needed, targeted working groups to make concrete progress on key topics.", "The 2018 task force on artificial intelligence led to the publication of a first report, and in turn to the launch of experiments with volunteer players, which shall continue in new forms next year.", "This work is a first step towards the publication of principles of governance for AI algorithms.", "The working group on remote customer identification led to a number of regulatory changes this year.", "We are now supporting ANSSI's efforts to publish a framework so that these changes can be fully implemented.", "We have also set up two working groups with players from the crypto-asset sector.", "The first, which published its report last Wednesday, examines all anti-money laundering methods used by digital asset service providers: it highlights the potential of blockchain technology in transaction tracing, and sets out technical avenues for ensuring that electronic transfers meet the transparency requirements recommended by the FATF.", "The second aims to promote dialogue between digital asset service providers and banking players, to help cryptoasset entrepreneurs get access to the bank accounts and services that they need.", "The digital revolution in payments I would like to turn now to a subject that is closely linked to Fintechs: payments in the digital era.", "Innovations in the field of payments are disrupting the traditional split between central bank money and commercial bank money.", "People are using less and less cash, and therefore less and less central bank money, and more and more contactless payments.", "What is more, the European payment ecosystem has become extremely reliant on non-European players - today the global card schemes, and tomorrow the Bigtechs - with the result that it now has limited control over the management of personal data.", "In parallel, the rise of crypto-assets and above all of stablecoins means they could potentially try to replace central bank and commercial bank money, even though they offer none of the same guarantees in terms of liquidity, service continuity and neutrality.", "In light of this situation, Europe needs to develop a payments strategy.", "I have often pushed for this over the past two years.", "Recently, we have made decisive progress thanks to the strong involvement of the ECB and the Commission.", "We now have to put this into action and \"deliver\" - this is urgent for the next two years.", "This strategy notably combines three elements: 1/ European regulation on stablecoins: on 24 September, the European Commission published its MiCA project, which in our view provides a good basis for reconciling innovation with consumer protection and financial stability.", "/ An acceleration on the European central bank digital currency (CBDC), the \"digital euro\".", "We haven't yet decided on it, but we need to be ready to decide if it becomes necessary, and as soon as it becomes necessary.", "The Banque de France was the first to start a programme of eight experiments on a wholesale CBDC, notably with a number of Fintechs, to improve the functioning of the financial markets and institutions.", "If necessary, the Eurosystem could decide to issue a CBDC to ensure the general public have access to central bank money, especially in countries where cash payments are in decline.", "The ECB has created a high-level task force whose report we published ten days ago.", "We will now launch a public consultation, starting today, examine all regulatory and technical issues, and begin experiments at the national central banks - the Banque de France will contribute actively to this.", "Between now and mid-2021, the Eurosystem will decide whether to launch a project for a digital euro, which would start with an investigatory phase.", "And while we're on the topic, let me just comment on the terminology used: you sometimes hear people talk about cryptocurrencies, but the term is a contradiction.", "You either have a currency, with all its functions and a public guarantee, or private crypto-assets.", "But there is no such thing as a cryptocurrency.", "/ A European mobilisation on private payment infrastructures thanks notably to the involvement of the major European banks in the European payments infrastructure (EPI) project.", "It is crucial that we go beyond the current national systems, and offer cross-border solutions together with a pan-European brand.", "There is no contradiction between the CBDC and the EPI.", "We could very probably need both.", "The BIS recently underlined this complementarity between public and commercial money in its report published on Friday.", "I would therefore like us to build a public/private partnership.", "The potential impacts on the banking industry and financial stability could be controlled using different means: for example, by having the retail central bank digital currency distributed by the banks, directly to individuals; and by limiting the amount of digital euro in circulation to prevent an excessive conversion of deposited commercial bank money into CBDC.", "In conclusion, I would like to repeat a conviction: Fintechs are no longer separate from the world of finance.", "They are transforming the practices of financial institutions, their relations with customers - we can see it clearly with payments - as well as their relations with supervisory authorities: new technologies are useful not only for improving crisis prevention and management, but also for optimising the work of the supervisor.", "We are talking about Regtech and Suptech.", "All these dimensions will be taken into account in the Banque de France's next strategic plan, \"Building 2024 together\".", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Fintechs", "Digital payments", "Financial stability", "Innovation", "Central bank digital currency", "Crypto-assets", "European payments strategy", "Stablecoins", "European Payments Infrastructure", "Regulation"]}