{"sentences": ["Check against delivery Ladies and Gentlemen, Dear Friends, It is a great pleasure for me to welcome you all to the Bank of Finland webinar on New Challenges to Monetary Policy Strategies.", "We are streaming the event from our Monetary Museum in Helsinki.", "I would like to extend a special welcome to a large group of invited guests in Teams.", "I look forward to a productive debate this afternoon.", "In my opening remarks, I'd like to briefly lay the ground for the two main subjects of the webinar.", "Firstly, as this webinar will focus on the core analytical matters in the European Central Bank's ongoing strategy review, I will say a few words on its background and key issues.", "Secondly, I will discuss new challenges raised by the COVID-19 pandemic, particularly the interaction between monetary and fiscal policy, which has become an increasingly strategic issue in the context of the current crisis.", "PRIMARY OBJECTIVES OF THE ECB The essential rationale of the review was elegantly coined by President Christine Lagarde recently: \"We need to thoroughly analyse the forces that are driving inflation dynamics today, and consider whether and how we should adjust our policy strategy in response.\"", "With that in mind, and to set the scene, let me explore what has been the evolutionary road of the ECB's monetary policy strategy during its relatively short history.", "As the European Union is fundamentally a community of law, it is worth reminding ourselves of the legal base of monetary policy: the EU Treaty defines price stability as the primary objective of the Eurosystem.", "Clear enough, but how has price stability been defined so far?", "That is perhaps less clear.", "In October 1998, the Governing Council announced a quantitative definition of price stability, which was defined as \"a year-on-year increase in the Harmonised Index of Consumer Prices (HICP) for the euro area of below 2%\".", "That was interpreted as a range between 0 and 2%, and the main focus was on combating too high inflation.", "After reasonable success in achieving that aim, the first review of the strategy was launched half a decade later in 2003.", "The project was aimed at promoting public understanding of the ECB's policy goals, strategy and actions.", "In the end, the Governing Council confirmed the definition adopted in 1998, but supplemented it with an aim of \"below, but close to, 2%\" for the inflation target.", "This was expected to provide a safety margin against deflation risks and an inflation buffer for the labour market, as well as enough room to facilitate relative price adjustment in the monetary union.", "However, setting the inflation target at the upper bound of the price stability definition generated a perception of asymmetry and ambiguity on the target.", "This will be discussed by Dr. Juha Kilponen in the first session today.", "In a way similar to other major central banks that have adopted a framework of flexible inflation targeting, the ECB's current monetary policy strategy includes two additional key elements.", "The first is that price stability is a forward-looking concept that is to be maintained over the medium term.", "The second is that the ECB is mandated \"without prejudice to price stability\" to support the general economic policies of the Union.", "And this is not a mere footnote, since when reading the EU Treaties (article 127 of the TFEU and 3 of the TEU), \"without prejudice to the objective of price stability\", we as the Eurosystem are pledged to \"work for the sustainable development of Europe based on balanced economic growth and price stability, a highly competitive social market economy, aiming at full employment and social progress\".", "Hence, I find the sometimes passionate debate that every now and then pops up on the need for a 'dual mandate' rather pointless, almost like shadowboxing.", "It is already in the Treaty, unless we call it a 'triple' or 'quattro' mandate, since if we respect our legal mandate we need to aim at achieving full employment, balanced growth and sustainable development - indeed as long as price stability is not compromised.", "ECB STRATEGY REVIEW So much for the historical and legal background.", "In January this year, the ECB launched a new strategy review of its monetary policy framework, but unfortunately this had to be postponed for half a year due to the COVID-19 outbreak.", "The review was re-launched in September this year and is expected to be completed by September next year.", "The review is ongoing, and we are currently in the middle of the debate.", "It is not yet the time to draw definitive conclusions, and I maintain an open mind and want to look into further analysis on the way.", "Having said that, I would like to share my personal views on some of the key issues of the review.", "Why is the strategy review so important?", "The simple answer is 'change' - especially the change in the operating environment of monetary policy.", "Since 2003, the euro area and the world economy have been undergoing profound structural changes.", "In combination, these have lowered the natural rate of interest, or the equilibrium interest rate.", "Declining trend growth on the back of slowing productivity and an ageing population and higher savings rate, as well as the legacy of the financial crisis, have all driven interest rates down, thus reducing the scope of monetary policy.", "In addition, the change in the relationship between the spare capacity of the economy and inflation - or the Phillips curve - has put enormous pressure on monetary policy and price stability, as the effective lower bound now sets the floor for cutting interest rates.", "Although unconventional policy measures have alleviated this constraint to some extent, inflation in the euro area has been low for a long time, and, what's worse, inflation expectations have drifted downwards.", "In the early years of its operation, the ECB was seeking to establish credibility when too high inflation was the main concern.", "In the current environment of low rates and mostly negative demand shocks, however, the problem of too high inflation is more remote, and the problem of \"lowflation\" more relevant.", "The question now is rather: How do we ensure that inflation expectations will not forever stay anchored at too low a level?", "There are two ways to reduce the risk of too low inflation and inflation expectations.", "Firstly, by having a clear and genuinely symmetric definition of price stability, and secondly, by having a reaction function that delivers sufficiently forceful and equally effective policy actions to deviations from the target to both directions.", "In this year's Presidential Address to the American Economic Association, Ben Bernanke maintained that if the neutral rate is below 2% or so, the new tools will add valuable policy space but are unlikely to compensate entirely for the constraint imposed by the lower bound.", "He also added that the costs associated with a very low neutral rate, measured in terms of deeper and longer recessions and inflation staying persistently below target, underscore the importance for the central banks of keeping inflation and inflation expectations close to the target.", "Bernanke also emphasised that a low neutral rate increases the relative attractiveness of alternative strategies for increasing policy space, such as raising the inflation target, or relying more heavily on fiscal policy to fight recessions and to keep inflation and interest rates from falling too low.", "The Federal Reserve renewed its policy framework just recently and decided to move to average inflation targeting.", "The Fed has chosen a policy framework that can be characterised as flexible without being too rigid in its parameters.", "With it, the Fed emphasizes the goal of reaching maximum employment, implying that inflation could temporarily somewhat overshoot its 2 percent target, if that means more Americans stay in and join the workforce.", "It is often argued that strategies that include overshooting of the inflation target are vulnerable to a time-inconsistency problem.", "We will today have a chance to listen to James Bullard, President of the St. Louis Fed, who will give his take on this and more broadly on the Fed's strategy review.", "These lower-for-longer, or 'make-up' strategies also include variants of price-level targeting.", "In the model simulation exercises, make-up strategies turn out to be effective in reaching inflation targets in the medium term, as they take past deviations from the target into account - in other words, this time \"bygones are not bygones\".", "In my view, we in the Eurosystem should be open not only to a genuinely symmetric price stability target, but also to considering make-up strategies as a way to strengthen the commitment to symmetry.", "Consequently, while a symmetric inflation target and a reaction function, preferably with a makeup strategy, would help us in achieving our price stability mandate, it would, of course, be no silver bullet alone.", "Rather, it would be one key building block of how the review can enable the ECB's monetary policy to better achieve its inflation aim and to better support sustainable growth and a higher level of employment in the coming years.", "MONETARY AND FISCAL INTERACTION As we know, the ECB's monetary policy is now very accommodative; in parallel, the euro area Member States are providing very substantial fiscal stimulus.", "Importantly, monetary policy and fiscal policy now work hand in hand and reinforce each other, providing a safety net until the COVID-19 crisis phase is over, and hopefully a trampoline for stronger growth beyond it.", "The smart coordination this time around reminds me of what Tommaso Padoa-Schioppa used to say about central banks, \"Independence does not mean isolation.\"", "It is a better policy mix that serves Europe now.", "Since early March, the ECB has used a number of instruments to ensure easy financial conditions, thus securing access to finance for households and businesses.", "These include the Pandemic Emergency Purchase Programme (PEPP), the targeted longer-term refinancing operations (TLTRO III), and the arrangements for securing dollar liquidity for European banks through swap lines with the US Federal Reserve.", "By way of its forward guidance, the Governing Council has made it clear that it is ready to do whatever it takes, within its mandate, to support economic activity across Europe in these tough times.", "An ambitious and coordinated fiscal stance remains critical, in view of the sharp contraction in the euro area economy and the reduction in private demand.", "While fiscal measures taken in response to the pandemic emergency should, as much as possible, be targeted and temporary in nature, weak demand from businesses and households and the delayed recovery still warrant continued fiscal support next year.", "That's why the Next Generation EU package should be made operational without delay.", "Provided the funds are deployed for productive investments and accompanied by productivity-enhancing structural reforms, Next Generation EU could contribute to a faster, stronger and more uniform recovery and thus increase the growth potential of EU Member States' economies.", "Such reforms will be particularly important in addressing persistent structural and institutional weaknesses, as well as in accelerating the green and digital transition of our economies.", "This unprecedented fiscal stimulus will increase the debt-to-GDP levels of euro area countries considerably.", "In the euro area as a whole, debt-to-GDP will exceed 100 % by the end of this year.", "At the same time, the size of the ECB balance sheet is expected to reach approximately €7,000 billion, of which about €3,200 billion will be composed of euro area government-issued papers.", "This has raised a concern about the division of labour between monetary and fiscal policy.", "As Jens Weidmann, President of the Bundesbank, has said, \"monetary policy has the power to accommodate high levels of public debt; however, this ability is more of a curse than a blessing.\"", "No wonder this blessing-turned-curse has raised the issue and risk of fiscal dominance, one of the fields of interest of Professor Eric Leeper, who will also have the floor today.", "In a fiscal dominance regime, price level would no longer be treated as a purely monetary phenomenon, and monetary policy would be geared towards securing a favourable market value of government debt, instead of 'merely' safeguarding price stability.", "An important concept here is the fiscal limit that delivers the maximum government debt-to-GDP ratio that can be sustained without appreciable risk of default or higher inflation.", "This is also the topic of Eric's seminal 2013 paper 'Fiscal Limits and Monetary Policy', which tells why the notion of a fiscal limit may grow increasingly relevant in advanced economies in the coming decades.", "It concludes that, in the end, the political process that determines fiscal choices and the distance of the economy from its fiscal limit are beyond the control of independent central bankers.", "I am particularly glad to welcome Dr. Isabel Schnabel, member of the ECB Executive Board, to our webinar today.", "She has previously addressed the issue of fiscal dominance by saying that \"The euro has been built on the principle of 'monetary dominance': the ECB's objectives are solely determined by its mandate as defined in the European Treaties.", "This principle is buttressed by far-reaching political independence, the prohibition of monetary financing of public debt and a comprehensive fiscal framework.\"", "This is all true, and as a member of the ECB Governing Council I fully subscribe to it.", "It would be very interesting to discuss this dilemma in greater depth in this webinar.", "Ladies and Gentlemen, In a world of increasing uncertainty, we must try to find certainty and stability in the areas that are still under our control.", "This applies to monetary policy, too, and that is why we are here today: we are here to discuss what the monetary policy landscape could look like in the coming decade, and how we can best operate in it with the aim of bringing stability and certainty to the hundreds of millions of people that our decisions affect.", "With these concluding words, I look forward to our discussions, and wish you all a very productive and enjoyable webinar.", "contributing to the achievement of the objectives of the Union as laid down in Article 3 of the Treaty on European Union.", "The ESCB shall act in accordance with the principle of an open market economy with free competition, favouring an efficient allocation of resources, and in compliance with the principles set out in Article 119.'", "'The New Tools of Monetary Policy', American Economic Association Presidential Address, Ben S. Bernanke January 4, 2020.", "The debt-to-GDP level of the euro area is forecast to increase by over 15 percentage points to 102% of GDP, according to the European Commission's November 2020 forecast.", "'Too close for comfort?", "The relationship between monetary and fiscal policy'.", "Speech by Dr Jens Weidmann, President of the Deutsche Bundesbank, at the OMFIF Virtual Panel, 5 November 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Inflation target", "Monetary policy strategy", "Fiscal policy", "Monetary dominance", "Fiscal limit", "Make-up strategies", "Interest rates", "Neutral rate", "Phillips curve"]}