{"sentences": ["News conference Zurich, 17 December 2020 Andréa M. Maechler Introductory remarks by Andréa M. Maechler I will touch on two areas in my remarks today: First, I will review developments on the financial markets over the last half-year; here I will comment briefly on our foreign exchange market interventions in 2020.", "Then I will speak about the imminent changeover from Swiss franc Libor to SARON.", "Situation on the financial markets Investor risk sentiment has been extremely volatile since our last news conference in June, mainly due to developments surrounding the coronavirus pandemic.", "Over the summer months, economic activity and investor sentiment recovered following the relaxation of the containment measures introduced during the first wave of infections.", "In the autumn, the second wave of infections dampened investor confidence again, especially in Europe.", "Then, in November, news that coronavirus vaccines might soon become available caused market sentiment to return to a positive footing.", "In addition, various political risks, such as the Brexit negotiations and the US presidential elections, influenced risk sentiment.", "Monetary and fiscal policy on both sides of the Atlantic also played an important role in market developments.", "Having taken extensive measures to stabilise the markets in the wake of the turbulence in March, the US Federal Reserve (Fed) and the European Central Bank (ECB) have since confirmed the expansionary stance of their respective monetary policies.", "The ECB recently eased its monetary policy further by, among other things, increasing the size of its bond-buying programme.", "Moreover, market participants interpreted the Fed's revision of its monetary policy strategy as an indication that the Fed will continue pursuing an expansionary monetary policy for an extended period.", "This, along with expectations of a major fiscal stimulus package, supported investor risk sentiment and caused inflation expectations in the US to rise.", "What is more, in Europe, the agreement reached in July on the creation of an EU recovery fund led to a further decline in risk premia on sovereign bonds.", "Overall, risk markets were able to benefit for considerable periods of time, despite the volatile market environment.", "There was some divergence between the US and Europe, however: While the leading US equity index, the S&P500, hit a new record high as early as the beginning of September driven by technology stocks, price developments on the major European stock markets were more moderate.", "Thanks to the rally in November, all major indices are up on mid-year.", "According to the latest reading, Switzerland's SMI is up around 3% (cf.", "On the interest rate markets, yields on long-term government bonds continued to reflect expectations of an ongoing low interest rate environment.", "Although yields on US Treasuries did trend upwards slightly overall in the second half of the year, 10-year US Treasuries continued to trade at historically low levels - around 0.9% according to the latest figures - following the marked drop in interest rates at the beginning of the year.", "The yield on 10-year German government bonds continued to decline from mid-year under the influence of the ECB's bond purchases.", "A moderate decline in yields was also observed in Switzerland.", "For example, the latest reading shows the yield on 10-year Confederation bonds just below the mid-year values, at around -0.6% (cf.", "On the foreign exchange markets, the persistent downtrend of the US dollar has been the dominant theme in recent months.", "On a trade-weighted basis, the dollar has depreciated by over 7% since the end of June.", "Against the backdrop of predominantly positive risk sentiment, the dollar was less in demand as a safe-haven currency.", "The rise in inflation expectations in the US is also likely to have contributed to the depreciation of the dollar.", "The euro, by contrast, has appreciated by almost 3% on a trade-weighted basis since mid-year.", "It strengthened in particular following the announcement of the EU recovery fund, which market participants interpreted as a sign of stronger fiscal cohesion within the euro area.", "Trading in the pound sterling has been volatile over recent months in light of the ongoing Brexit negotiations; the currency has appreciated over 2% on a trade-weighted basis since mid-year.", "The Swiss franc trended mainly sideways on a trade-weighted basis during the summer months, before coming under renewed appreciation pressure in the autumn due to the second coronavirus wave and heightened uncertainty ahead of the US elections.", "The Swiss franc only weakened again recently with the prospect of a COVID-19 vaccine and hopes of a faster recovery of the global economy.", "On a trade-weighted basis, the Swiss franc is almost 1.5% stronger in nominal terms than at the end of June (cf.", "It thus remains highly valued.", "As reported in our interim results, we carried out foreign exchange market interventions totalling CHF 90 billion in the first half of this year.", "On a trade-weighted basis, the Swiss franc has strengthened some 5% in real terms since the beginning of 2020.", "Had we not intervened, the franc would have appreciated significantly more, and this would have placed an additional burden on our economy in an already exceptionally challenging environment.", "Let me now say a few words about the changeover from Swiss franc Libor to SARON.", "The end of Swiss franc Libor is fast approaching.", "In November, the Libor administrator launched a consultation procedure on the discontinuation of Swiss franc Libor as per end-2021.", "Market participants in Switzerland may therefore only have around 12 months to complete the necessary work for a smooth transition to SARON.", "Only the heavily used tenors of US Libor are expected to be granted an extension until mid-2023.", "However, this will not affect the Swiss franc Libor I have been focusing on in my remarks.", "In order to ensure an orderly transition, it is vital that the changeover to SARON on the credit and derivatives markets occur as early as possible.", "The supply of SARON-based products on the credit market is increasing.", "For example, various banks have launched SARON-based mortgages in recent months.", "However, the SARON-based derivatives market is still significantly less liquid than its Liborbased counterpart - turnover on the SARON-based derivatives market remains considerably lower than turnover on the Libor-based market (cf.", "As we do not have a consistently liquid government bond curve in Switzerland, the interest rate swap curve is very important as a reference for pricing fixed-interest loans and bonds.", "With the discontinuation of Swiss franc Libor, this critical reference function will be performed by the SARON-based interest rate swap curve.", "It is important that Libor-based contracts that cannot be switched to SARON before the end of 2021 are furnished with robust fallback clauses.", "The International Swaps and Derivatives Association (ISDA) has recently published such fallback clauses for derivatives contracts.", "Robust fallback clauses minimise the risks associated with the discontinuation of Swiss franc Libor, thereby providing a safety net.", "The SNB itself continues to make progress with the changeover to SARON - we will have no outstanding Libor-based derivatives in our investment portfolio by the end of 2021.", "Moreover, from end-2021, we will exclude all Libor-based floating-rate notes from the list of collateral eligible for SNB repos when implementing monetary policy.", "These steps will cut any remaining ties between the SNB's monetary and investment policy and Libor.", "Zurich, 17 December 2020 Andréa M. Maechler Charts Zurich, 17 December 2020 Andréa M. Maechler News conference"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Swiss franc Libor", "SARON", "Financial markets", "Monetary policy", "Foreign exchange market", "Risk sentiment", "US dollar", "Euro", "Swiss franc", "Brexit"]}