{"sentences": ["Distinguished leaders and visionaries of Citibank, officers from different multinational and top-tier local corporates, fellow speakers, ladies and gentlemen, good afternoon.", "The Bangko Sentral ng Pilipinas recognizes that the road to digital economy for the Philippines is bright and auspicious.", "Given the country's strong macro-economic fundamentals, fascinating advancements in technology, and influx of engaging clients, it is undeniable that we are ready to partake in a digital transformation journey.", "For one, technological innovations if channeled the right way, can curtail financial inclusion barriers.", "Accordingly, the BSP advocates the promotion of financial products and services that are suitably designed, priced, and tailored to diverse market segments, including the unbanked and underserved markets, through pioneering delivery channels.", "We continue to encourage digital innovation alongside key mandates of maintaining monetary and financial stability and the efficiency and safety of payments and settlements systems.", "This digital transformation is made more significant given that this global health crisis has caused a reduction in physical banking touchpoints, compelling clients and industries to traverse and discover financial activities through virtual avenues.", "Nonetheless, the BSP has prepared solutions within its regulatory purview which support the new economy set up and ensure that the pace of digital transformation proceeds hand in hand with caution and adequate risk management.", "Truly, in order to sustain growth of the whole economy and the banking system, we need to ensure that secure, reliable and robust infrastructures and systems are in place to facilitate various economic activities.", "Going back to financial inclusion, it has always been one of the BSP's top advocacies.", "The harsh r elaity is that majority of Filipinos continue to have no formal bank accounts.", "Hence, financial inclusion remains a strategic objective, which must run in parallel with financial stability, integrity and consumer protection objectives.", "This pursuit, alongside rapidly evolving technologies and changing customer demands, paved the way to a global phenomenon called mobile revolution.", "One that is greatly evident in our country, as the Philippines is expected to reach a 70% smart phone penetration rate by the end of 2020.", "However, there are two main barriers that the financial industry must overcome to leverage on this number: first of which is the struggle of opening an account given our country's geographical landscape; and second is the high capital expenditures for necessary infrastructures.", "In light of this, financial institutions have decided to leverage on technology in order to reach a broader customer base and deliver immediate, on-demand financial services aligned with market needs.", "Opening an account with a financial institution is the first step towards financial inclusion as it opens opportunities for a wider range of financial products and services.", "Thus, the BSP supports the use of electronic Know-Your-Customer (e-KYC) verification process, as this intends to address long-standing constraints.", "Through online customer registration, selfie submission, and technology-aided face-to-face verification, among others, the financial system has been transformed offering a more seamless customer onboarding and risk profiling process while lowering costs and rationalizing operations.", "Another barrier that banks and non-bank financial institutions alike need to address is the high cost of building and maintaining new infrastructures.", "Taking note of this predicament, most BSFIs have decided to utilize cloud computing.", "The use of cloud-based services has allowed even the smaller institutions to have access to affordable, elastic, convenient, and attested computing capabilities.", "Cloud-based technology allows rapid experimentation and innovation owing to its support for on-demand and scalable computing resources.", "Another pivotal benefit is the cloud computing's role in business continuity and disaster recovery arrangements given the automatic replication of data and elimination of the need for acquiring and maintaining duplicate devices and infrastructures.", "In effect, redundancy and high-speed replication can be achieved without resorting to substantial costs and investments.", "Another continuing trend that presents great significance is the entry of BigTechs in finance.", "These entities have greatly benefitted from their gigantic customer base through collection and analysis of customer data that fueled their accelerated growth in the past decade.", "Accordingly, the role and exposure of BigTechs in the financial system have also begun to prominently increase.", "Their large network and data exposure allow BigTechs to navigate the financial services industry, particularly in the field of credit, insurance and payment products.", "In the Philippines, firms such as GrabPay and AirPay, affiliated with Grab and Shopee respectively, have been granted licenses to operate as Electronic Money Issuers (EMI).", "BigTech firms in the financial services industry present numerous benefits driving modernization, diversification and efficacy, and potential to contribute to financial inclusion.", "Given their usual long financial runway, they can be aggressive in going for previously untapped markets, which could benefit small to medium enterprises (SMEs).", "PesoNet and InstaPay Amid these trends, cash still plays a big part in our country's payment ecosystem.", "Nevertheless, digital innovation, combined with changing customer expectations, is expected to drive the reduction in cash-based transactions.", "Entities from both the private and public sector are starting to invest in digitalization initiatives, slowly tilting their client-based transactions from cash payments and remittances to electronic payments, via electronic money, peer to peer (P2P) and interbank transfers or even virtual currency transfers.", "Relative thereto, the two priority payment schemes launched under the National Retail Payment System (NRPS), PESONet and InstaPay, continue to show promising exponential growth in terms of volume and value, and have paved the way for Filipinos to have convenient and secure retail payment options for moving funds across participating financial institutions via electronic delivery channels.", "What makes the PESONet and InstaPay appealing is that the recipients are not charged for the electronic crediting of the funds to their accounts, allowing them to receive the amount transferred in full.", "Instead, senders pay for the fees which are competitively priced by the participating institutions.", "In particular, PESONet facilitates faster and more efficient mobilization of funds across businesses by enabling digital settlement of various payments such as merchant payments, payments to suppliers and government disbursements.", "PESONet supports the country's journey towards being a cash-lite economy since it is strategically promoted as a viable alternative to checks and may be used for settlement of recurring bulk payments.", "As 31 August 2020, PESONet has 61 participating institutions.", "There has been a surge in the use of PESONet during the lockdown period that began in midMarch 2020.", "This is on the back of restricted mobility, shortened operating hours of business establishments, and the necessity of avoiding face-to-face transactions during the lockdown.", "The adoption of PESONet has also been supported by the Philippine Payments Management, Inc. (PPMI).", "Its member institutions have responded to the call of the Bangko Sentral to provide relief measures, including waiving fees for PESONet transactions, in order to help ease the adverse impact of the pandemic to the general public and deepen the use of digital payments in the country.", "Fee waiver on PESONet transactions has since been extended by PPMI member institutions until end-September 2020 or until end-December 2020, depending on the participating institution.", "Hence, the greater use of PESONet is evident with the remarkable rise in the volume and value of associated payments from July 2019 to July 2020.", "Over this twelve-month period, PESONet payments more than doubled with volume surging by 122 percent year-on-year and value rising by 119 percent over the same period.", "Aside from aiding businesses in mobilizing funds during the pandemic, PESONet was also employed for social transfers made through the Social Security System's Small Business Wage Subsidy (SBWS) Program.", "This shows the facility's potential as a viable means for the efficient and speedy distribution of welfare benefits to indigent citizens.", "Similarly, we have also observed the sustained adoption of InstaPay.", "Year-on-year increase in transactions, from July 2019 to July 2020, exhibited a drastic upward trend in volume and value of transactions by 739 percent and 442 percent, respectively.", "In 2020 alone, the volume of InstaPay transactions have more than doubled, with an increase of 122 percent, from first to second quarter of 2020.", "The same behavior is observed in the value of transactions with an increase of 93 percent for the same period.", "As 31 August 2020, InstaPay has 47 participating institutions, 36 of which have Sender/Receiver functionality, while the remaining 11 are Receivers only.", "EGov Pay Transactions In November 2019, the PPMI with the guidance of the Bangko Sentral, launched the EGov Pay to serve as a payment solution for streamlining and digitization of government collections and disbursements.", "EGov Pay is envisioned to curb government revenue leaks through efficient collection means and enhanced transparency.", "In terms of disbursements, the facility can hasten prompt delivery of social services to concerned stakeholders.", "The gradual surge in EGov pay transactions reflects the deepening public awareness of this digital facility as a safe and efficient means of payment for taxes, licenses, permits, and other obligations to the government.", "The Bureau of Internal Revenue (BIR) has been the top biller followed by the Philippine National Police (PNP), Environmental Management Bureau, and Overseas Workers Welfare Administration (OWWA).", "In an effort to encourage ease of use of electronic payments, the BSP also drives to further streamline the digital payments landscape in the country.", "While customers have long supported the use of the traditional debit and credit card, more recently, Quick Response (QR) for payments has been gaining more attention from end-users.", "This technology has emerged as the most expedient means of payment since it merely entails code scanning which is faster and easier than the usual procedures associated with the use of payment cards.", "The Bangko Sentral required all payment service providers (PSPs) to adopt the national QR code standard developed by the Philippine Payments Management, Inc. (PPMI), as provided in BSP Circular No.", "1055, in order to revolutionize the fragmented QR-driven payment solution into an interoperable payment mechanism.", "Adoption of the same eliminates the need for the merchants and customers to maintain several accounts and for the merchants to display numerous QRs.", "Launched in November 2019, the QR Ph which serves as the National QR Code has provided touchless payment convenience and encouraged the usage of the Person-to-Person (P2P) QR Ph through the InstaPay rail, and now it has exhibited significant increase in volume and value of transactions since its inception and likewise, for the first half of 2020.", "Test and Learn / Regulatory Sandbox With all these ongoing developments and milestones in fintech and payments, the BSP remains attentive to potential avenues by which we can further respond to the dynamic technology landscape while at the same time, adopting industry best practices.", "As the BSP is tasked to promote and maintain price and financial stability, the benefits and risks of digitalization are carefully assessed and examined.", "Hence, it has established and maintained a regulatory environment that allows innovations to flourish while ensuring that risks are properly mitigated, through the \"test and learn\" or more commonly known as the \"regulatory sandbox\".", "In this environment, innovative financial services are permitted to operate in a live but controlled setting while the BSP takes initiative to fully understand business model's peculiarity and assess the attendant risks.", "Central Bank Digital Currency On another note, the BSP is currently navigating research on the creation of Central Bank Digital Currency (CBDC).", "As published by the Bank of International Settlement in 2018, CBDCs are a new form of digital central bank money that can be distinguished from reserves or settlement balances held by commercial banks at central banks.", "Hence, CBDCs may be considered legal money and should not be intertwined with cryptocurrencies, which are decentralized digital currencies based on blockchain technology.", "The BSP formed a technical working group (TWG) that is tasked to conduct an in-depth study on the feasibility and policy implications of issuing a BSP CBDC.", "Cloud Outsourcing As mentioned earlier, financial institutions have been leveraging on the benefits of cloud computing technology for quite some time, as guided by BSP Circular No.", "808 on Information Technology Risk Management and BSP Circular No.", "Given the technological changes that have occurred in the past years, amendments to the outsourcing framework is already in progress, considering the increased maturity of the industry of BSFIs and to benchmark with international leading practices.", "Another progressive action from the BSP is the formulation of the Open Banking framework.", "The BSP recognizes the benefits of Open Banking for the financial services industry as this espouses greater financial transparency options to consumers through wider access and control over their own data.", "As this progresses, it will become a strategic solution to drive digital transformation since banks and non-banks will be driven to provide more customer-focused products and services.", "Ongoing Amendments to VCE and EMI Framework Lastly, the accelerated growth on the use of EMIs and VCEs has driven the BSP to amend BSP Circular No.", "649 and BSP Circular No.", "944, respectively, to be aligned with the fintech industry's best practices.", "As such, updates to BSP Circular No.", "649 is currently ongoing, while the amendments for BSP Circular No.", "The proposed circular focuses on the guidelines for Virtual Assets (VA) and Virtual Asset Service Providers (VASP), as it aims to enhance the BSP's regulatory and supervisory response to money service business activities harnessing the technology of virtual currencies (VC), in line with international standards for anti-money laundering (AML) and countering the financing of terrorism (CFT).", "This will ensure that activities relating to VASP are executed within an unbroken chain of regulated entities.", "Once issued, the aforementioned circular will address identified gaps by the Financial Action Task Force Guidance for a risk-based approach on VASPs.", "Updates on other initiatives of the BSP under the National Retail Payment System On top of the aforementioned developments, the Bangko Sentral and the payments industry, led by the PPMI, continue to work on the following initiatives aimed at transforming our payments environment from a cash-heavy to a cash-light ecosystem: 1.", "QR Ph for P2M Payments The QR Ph will further penetrate the market with the availability of the Person-to-Merchant (P2M) QR Ph in the near term.", "This facet of the QR Ph adoption is expected to advance financial inclusion since it will attract the small unbanked vendors and their customers to own a transaction account to be able to enjoy P2M QR Ph which is a breakthrough in the country's e-payment development.", "Bills Payment Currently, the country has a fragmented bills payment mechanism where a biller typically has to make a bilateral arrangement with a payment service provider (PSP) if the former wants to electronically collect from the clients of the latter.", "The bills payment initiative aims to eliminate inefficiencies in the bills collection process, by ensuring that a biller can collect from its customer without requiring both parties to transact through a common PSP.", "Direct Debit A direct debit will enhance customers' management of recurring payments such as monthly rents by simply authorizing the payees to pull funds directly from their accounts.", "Likewise, having a direct debit arrangement would help payees streamline collection efforts and provide assurance that expected cash inflows are settled on time.", "Affordable Fees on Micro Transactions Together with PPMI, the Bangko Sentral is working on reducing the cost of doing digital payments to encourage the consumers to shift from cash-based to digital transactions.", "Recent Issuance of The Payment System Oversight Framework (PSOF) The Bangko Sentral's continuing thrust to develop the national payment system comes along with its mandate under the National Payment Systems Act (NPSA) to promote financial stability by adopting reforms for strengthening governance and risk management over payment systems.", "Such reforms are envisioned to be designed and implemented through the enforcement of an institutionalized Framework which was issued in July 2020 with BSP Circular No.", "The salient features of the Framework include the following: Cooperative Oversight - The responsibilities of the Bangko Sentral interrelates with those of other regulators.", "For instance, there are financial activities which involve two linked settlements, such as the delivery of a security against payment of cash, where the security settlement is under the regulatory ambit of the Securities and Exchange Commission (SEC) while the money settlement is subject to oversight by the Bangko Sentral.", "In this context, the Framework allows the Bangko Sentral to engage in cooperative oversight to address the need for comprehensive regulation over interrelated financial market infrastructures (FMIs).", "Designation of Payment Systems.", "Through the adoption of a risk-based oversight approach, the framework focuses supervision over designated payment systems.", "Designation of payment systems shall be conducted by the Bangko Sentral through the key information gathered from its monitoring activities.", "The operator of a designated payment system and its participants which include banks, nonbank e-money issuers and critical service providers, are all subject to closer oversight and enforcement action, as necessary.", "The Bangko Sentral can revoke the designation of a payment system under justifiable circumstances.", "Measure to Avert Disruption in Payment Systems.", "When a threat to the safety, efficiency and reliability of a designated payment system exists due to weaknesses in governance by the operator of a designated payment system, the Bangko Sentral shall appoint without need for prior court hearing, a manager of recognized competence in the payments field, to administer the operation of a designated payment system.", "Ladies and gentlemen, the changing digital landscape is here and now.", "To stay relevant is to remain vigilant and agile to these changes.", "This should compel us to be open-minded and hopefully, through these new ways of thinking, we are able to fully harness fintech innovations to unlock financial inclusion barriers and facilitate digital financial transactions in ways never been seen before.", "The BSP, as your partner in promoting financial innovation and inclusion, shall remain steadfast in supporting beneficial innovations through an enabling policy and regulatory environment.", "We are excited to witness the financial sector take on the power of innovations to provide better lives for all Filipinos.", "Thank you and I wish you all a wonderful afternoon!"], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Digital transformation", "Financial inclusion", "Mobile revolution", "Cloud computing", "BigTechs", "PESONet", "InstaPay", "EGov Pay Transactions", "QR Ph", "Central Bank Digital Currency"]}