{"sentences": ["The late Kofi Annan, Secretary-General of the United Nations, said in 2001 that the biggest challenge in this century is \"to take an idea that seems abstract - sustainable development - and turn it into a reality for all the world's people\".", "Despite the massive strides achieved to alleviate poverty in pursuit of the Sustainable Development Goals, almost two decades later, the benefits of sustainable development continue to elude the majority of the world's population.", "Today, with the COVID-19 pandemic still raging, we see a potential reversal of decades' worth of progress in poverty reduction, with an estimated 71 million people expected to be pushed back into extreme poverty - the first rise in global poverty since 1998 .", "The pandemic has brought the global economy to its knees and the lives we once knew as 'normal' have been turned on their head.", "At the same time, displacement and disruptions due to climate-related events such as storms, flooding and droughts have persisted and intensified.", "The pandemic offers many valuable lessons which can help us think about how we can navigate and move forward on the SDGs, and what finance specifically can do.", "While causing great upheaval, the pandemic has provided an impetus for us to reset and reprioritise resources to reconstruct our economies and financial systems to be more sustainable and inclusive.", "Most importantly, the pandemic offers a once-in-a-generation opportunity to implement reforms in areas that have been neglected for too long.", "Such an opportunity may not come again.", "One such area is our response to climate risks.", "Few foresaw the pandemic coming, and even fewer had imagined its massive impact and threat to both human lives and the global economy.", "While there were warnings by some in the scientific and medical community, unfortunately these hardly registered in the minds and imaginations of policymakers, businesses and others.", "Had the world taken these warnings more seriously, perhaps things would have been different.", "The magnitude and severity of the impact could have been less damaging.", "When it comes to the climate, we are seeing similar signs of inaction.", "This is in spite of all the compelling data surrounding global warming, and in spite of all the visible signs of worsening natural disasters.", "With the resources of governments, businesses and individuals coming under substantial stress in the fight against this unprecedented health crisis, the calls for a \"green recovery\" have yet to be met with concrete and sustained actions on the scale needed to achieve meaningful and lasting change.", "On the contrary, there are signs that initiatives to reduce carbon emissions or cut pollution are being deprioritised.", "International climate change negotiations scheduled for COP26 later this year are also being postponed due to the pandemic, delaying further global progress on the climate front.", "And yet, the reality is that climate change is an existential threat to humanity.", "It is also a threat that humanity itself helped to create and must now, with the strongest vigour, mitigate.", "The financial sector has a central role in this effort.", "Policymakers, supervisors and those responsible for managing financial institutions must strategically consider how we respond to climate risks.", "Financial institutions are exposed to liability risks, asset impairment, and rising claims arising from climate-related risk.", "The materialisation of these risks can impact and disrupt financial intermediation activities, in turn amplifying climate-related risks to the economy.", "Such risks are already clear and present, and they will intensify if we do not take steps to alter course.", "While policymakers and supervisors are taking steps to facilitate and catalyse progress in this area, the challenge I believe for all of us is this - As we move forward, how do we sustain meaningful change within the financial sector that is compatible with greener and more sustainable financial services?", "I think it will require three things: 1.", "A new way of defining and thinking about sustainable finance; 2.", "A better way to hold financial institutions accountable for their role in promoting sustainability 3.", "A collaborative way of working together to provide the enabling conditions for the demand and supply of sustainable financing to thrive.", "In responding to the pandemic, vast amounts of financial resources are being mobilised to bring the pandemic under control.", "Billions of dollars are being spent to develop and procure potential COVID-19 vaccines.", "More than a hundred candidates are in the race to develop an effective vaccine, of which only a handful will, in all likelihood, be successful.", "Thereafter, there will be more funding needed to produce, procure and distribute the vaccine.", "In the case of the climate crisis, trillions are needed to help reach the goal of The Paris Agreement.", "The role of green bonds will be key.", "Globally, transition bonds are making headlines as a new funding instrument designed to help \"brown\" companies shift to greener business activities.", "Malaysia continues to be the forefront of green sukuk, which caters to the needs of investors that prefer investments with a positive environmental impact, particularly those which go towards funding activities or technologies that support a low-carbon and climate resilient society.", "In addition, social bonds and sukuk are gaining appeal as instruments which direct funding towards projects that generate positive socio-economic outcomes.", "An example is the Sukuk Prihatin which was recently launched by the Government of Malaysia to raise funds to support Malaysia's efforts to combat COVID-19 and support an economic recovery.", "These include financing micro SMEs especially female entrepreneurs, supporting grants for research into infectious diseases, and improving connectivity for rural schools.", "Investors also have the option of donating the principal amount upon maturity.", "Institutionalised forms of social finance which blend \"social dividends\" with financial returns are also being pursued to fill the gap in financing business and government initiatives.", "This is an area where Islamic finance has made important headway given its emphasis on improving social justice through wealth redistribution and fair financial dealings.", "In building social resilience and sustainability for example, in Malaysia, a scheme called iTEKAD was launched in May to mobilise social finance contributions such as zakat towards providing seed capital that is packaged with microfinancing for eligible micro-entrepreneurs to start and grow their businesses to generate sustainable incomes.", "Islamic financial institutions in Malaysia are also committed to adopt what we call \"Value-based Intermediation\" or \"VBI\" which advocates for positive and sustainable impact through the practices, offerings and conduct of institutions.", "The triple bottom line considerations in VBI are people, planet and prosperity.", "A number of VBI products offered include sustainability linked financing for green and environmentally friendly projects, as well social impact financing to support the SDGs, such as the financing of female entrepreneurs.", "Guidance is also provided for Islamic financial institutions to incorporate ESG risk considerations in their financing and investment decision making process for selected sectors, through the issuance of the Valuebased Intermediation Financing and Investment Impact Assessment Framework (VBIAF) Sectoral Guides on Palm Oil, Renewable Energy and Energy Efficiency, in August this year.", "To help align understanding and assessments of risk, Bank Negara Malaysia will soon be finalising a \"Climate Change and Principles-based Taxonomy\".", "The taxonomy provides a common language to categorise economic activities based on their impact on climate change.", "It is also intended to facilitate financial flows to activities that support the transition to a lower carbon economy.", "It will also be important for external stakeholders to hold financial institutions to account for their climate risk commitments.", "We are working with financial institutions in Malaysia to improve transparency on how climate risk considerations are being integrated into business decisions.", "To this end, we are progressing plans to further encourage financial institutions to adopt the TCFD recommendations for climate-related disclosure.", "Ensuring the integrity of disclosure is key, and this needs to reflect an enterprise-wide commitment to climate risk mitigation and adaptation.", "This not only improves credibility and trust on the part of stakeholders, but also helps to create opportunities for growth and for achieving stronger business resilience.", "This is a mission that involves many different parties.", "And so, we are working closely with the Securities Commission Malaysia, the financial sector and other partners, through the Joint Committee on Climate Change to drive and coordinate the financial sector's collective response to climate risk.", "We also actively engage with the relevant government ministries and agencies to align financial sector and national climate strategies, and address barriers to green financing and investments.", "I know many others are on a similar journey, with a shared aspiration to build more resilient communities and countries.", "One might ask, what else can the financial sector do to accelerate the mobilisation of financial resources for sustainable and inclusive purposes?", "Here, let me turn to my final point on the need to embrace technology and digitalisation.", "As countries went into lockdowns to contain the spread of the virus, day-to-day activities - economic or social in nature - came to a halt.", "Faced with a disruption of an unprecedented scale, it quickly became obvious that technology provided an important lifeline, or at least a way to navigate the 'new normal'.", "Indeed, the pandemic has accelerated the push towards greater digitalisation.", "As countries move ahead in adopting more cutting-edge technologies, it will be critical to have in mind three key imperatives.", "One, the digitalisation agenda must be inclusive.", "We need to strengthen digital enablers, particularly digital connectivity infrastructures and utilities to ensure the benefits of technology can be more universally enjoyed, rather than by a select few that have access.", "Increasing digital literacy is also crucial to ensure that no one is left behind, simply because they do not understand the 'language' of the digital world.", "Two, digitalisation efforts must combine both demand- and supply-side aspects.", "Creating demand requires the right economic incentives for people and businesses to adopt digitalisation.", "This includes promoting digital banking to meet the needs of the underserved segment.", "Regulations need to be in place to protect against cyber threats and to increase user confidence.", "Digital platforms also need to cater to consumer issues and interest, such as dispute resolution, products returns and exchanges, and fraud cases.", "For the supply-side, a comprehensive talent upskilling programme is needed to elevate the workforce's digital skillsets in order to effectively support digital transformation.", "In Malaysia, a series of initiatives have been implemented to accelerate digitisation among businesses, ranging from the provision of technical and advisory support to funding assistance.", "Three, digitalisation efforts must be complemented by an enabling policy environment.", "Digital sandboxes are useful as test-beds and platforms to drive the commercialisation rate of innovative technology solutions, which may include the diffusion of existing technologies.", "Combined with regulatory facilitation, technical advisory and funding support, these sandboxes provide a conducive environment to develop digital talent and knowledge to support scaling-up of tech firms.", "At the national level, Malaysia has recently implemented a National Innovation and Technology Sandbox to serve this purpose.", "The Bank's Financial Technology Regulatory Sandbox, introduced in 2016, also serves as a platform to enable innovative solutions to be deployed and tested in a live environment, within specified parameters and time frames.", "It has benefitted participants through more affordable, accessible and efficient solutions, which have encouraged wider adoption of digital financial services.", "In advancing these imperatives, the financial sector can play an important role.", "Digital financial services can become one of the key foundational infrastructure for more expansive digitalisation efforts.", "For example, digital payments infrastructure is often seen as one of the key elements of any digital economy.", "Such platforms not only bring efficiencies to retail customers and smallscale transactions, but would provide a rich 'foundation' of data, upon which other innovations and overlay services can be built.", "While our immediate priority is to safeguard both lives and livelihoods in this pandemic, the world must not lose sight of its goal to pursue a better and more sustainable future for all, such as that set out by the SDGs.", "Clearly, the financial sector has a part to play in this mission.", "Over the course of the next four days, this forum will further explore and discuss what some of these questions and challenges mean for the financial sector, including Malaysia's experiences in this area.", "I look forward to constructive and fruitful discussions during this forum."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["sustainable finance", "climate risk", "digitalisation", "green recovery", "social finance", "ESG", "TCFD", "financial inclusion", "digital literacy", "digital payments"]}