{"sentences": ["06.10.2020 Parliamentary testimony: presentation of the Banco de España Annual Report 2019 Pablo Hernández de Cos Mr. Chairman, ladies and gentlemen: My appearance once more before this Committee is to present the Banco de España Annual Report 2019.", "It was approved by the Bank's Governing Council last June and published that same month.", "This year the Report has been dedicated to the impact of the pandemic on our country's economy, and to discussing what the role of economic policies should be to achieve our common priority objective: to minimise the impact of this grave crisis for our citizens' well-being.", "Along with summarising the content of the Annual Report, in my appearance I shall offer an update of the economic situation caused by the pandemic and, where appropriate, a review of some of the Report's messages.", "This is particularly appropriate in a setting like the present, which is rapidly changing and subject to high uncertainty.", "The macroeconomic situation In the strictly economic area, the health crisis and the measures needed to contain it have caused a deep recession worldwide, with a high degree of synchrony.", "The high mark for this recession was last spring.", "Subsequently, the practically simultaneous lifting in most regions of the bulk of the antipandemic measures taken allowed global activity to rebound.", "However, the severe losses incurred while the strictest measures were still in force have been only partially recouped.", "As a result, current activity and employment is still clearly below the pre-crisis level in almost all world regions.", "Moreover, what we are seeing is an uneven recovery; not only because it is stronger in some regions than in others, but also because, from the standpoint of the productive sectors, some segments - in particular those in which social interaction plays a more significant role - have been markedly affected.", "And, finally, the recovery is characterised by fragility.", "This is because its continuation is subject to uncertainty over the intensity of the fresh outbreaks of the virus that might occur in the coming quarters, until we have an effective medical solution.", "The incomplete nature of the recovery I mention is, of course, patent in the case of the euro area.", "And not only regarding the developments observed to date.", "If we take the latest projections of the European Central Bank (ECB),1 released scarcely one month ago, we see that its baseline projection points to a prolongation of the improvement seen since May for the coming quarters.", "Yet that does not prevent the area's GDP from declining by 8% this year.", "And that despite the fact that one of the assumptions of this scenario is that the epidemiological situation will not worsen in the coming quarters.", "What is more, at end-2022, the area's level of GDP is expected to stand almost 4% below the level projected in the previous Eurosystem forecasts (dating back to December 2019) prior to the outbreak of COVID-19.", "In Spain, economic activity since the pandemic broke has closely followed the path marked by the introduction of the lockdown measures and their subsequent lifting.", "The data for the first half of the year show record declines in GDP, with a 22.1% reduction relative to end2019.", "This fall-off is greater than for the euro area on average, owing to the fact that the lockdown measures adopted during the state of alert were stricter.", "And it is also because of certain structural characteristics of our economy, such as the greater relative weight of the sectors most affected by this crisis, a Spanish business sector mostly comprising small and medium-sized enterprises, and a substantially higher temporary employment ratio.", "The progressive lockdown-easing steps were accompanied by a gradual improvement in activity, leading GDP to grow in the third quarter at a double-figures rate following the sharp decline in the second quarter.", "However, we should not be led by an excessively benign interpretation of these apparently favourable figures.", "As I stressed, the current recovery is, across the various regions, partial in nature.", "But the incompleteness of the rebound is more evident in Spain than in other economies.", "As a result, the level of activity attained in the third quarter this year in Spain would still be some 12.3% and 9.5% below that of the same period a year earlier, according to the two scenarios recently published by the Banco de España.", "Moreover, although the lifting over May and June of the bulk of the measures restricting people's movement and activity in numerous sectors led to a swift recovery in Spanish output in those months, there were mounting signs during the summer that the rebound was losing momentum.", "In this respect, a set of high-frequency indicators appear to show that, especially since mid-August, there has ceased to be any significant additional headway in this recovery.", "This apparent slowdown in the improvement in activity has coincided with an upsurge in COVID-19 infections, which have not ceased to increase since early July.", "Further, although the rebound in the virus has been common to many other countries, it has been more acute in Spain.", "As a result, compared with the main European economies, Spain is currently posting notably higher figures for new infections per 100,000 inhabitants.", "This worsening epidemiological situation has led to the progressive reinforcement of certain social distancing measures.", "While these restrictions are so far limited, they are affecting the process of economic recovery.", "It is highly likely that this adverse impact will have been particularly acute in the tourist sector, which moreover operates at peak over the summer period.", "Indeed, the rebound in the pandemic in Spain during the summer led the authorities in many tourist-issuing countries, which include the main European markets, to announce various measures discouraging travel to Spain.", "Accordingly, the levels of activity in the sector during the summer were at some distance from those for the same period a year earlier.", "Thus, for instance, only 77% of the hotel establishments that had opened in August 2019 did so in the same month in 2020, and only slightly over 40% of hotel rooms offered were taken up.", "On the information available, it is even possible that tourist activity may have worsened in September, given the high level of cancellations of prior reservations, the step-up in the year-on-year decline in air traffic and the downturn in spending using cards issued by non-residents.", "And, evidently, the latest pandemic-related developments in Spain do not contribute to brightening the outlook for these sectors of activity in the coming months.", "Beyond the short term, the outlook for the Spanish economy, as for other countries, is shrouded in uncertainty, linked to how the pandemic evolves.", "This is why the Banco de España opted, in its publication dated 16 September,2 to present more than one scenario in relation to the possible course of the economy over the next two years, as it had already done last April and June.", "In this case, two scenarios were released.", "They share a common assumption about an effective medical solution being found and widely distributed among the population as from the second half of 2021.", "That is in line with the time horizon which, despite the high uncertainty, epidemiologists appear to be tentatively viewing as most realistic.", "The difference between the two scenarios lies in the assumptions made about the course of the epidemiological situation in the coming quarters.", "Specifically, the first scenario considers, set against the second, that fresh outbreaks will require more limited containment measures in terms of their intensity and of the productive sectors directly affected, which will be confined to leisure and hospitality.", "Consequently, the adverse effects on production and employment will also be on a smaller scale, not only as a result of the lesser severity of the restrictions on activity, but also because the degree of uncertainty is also expected to be lower.", "Accordingly, this variable would dent households' and firms' spending decisions to a lesser extent.", "Under either of the two scenarios, the decline in Spanish GDP in 2020 would be very high.", "In Spain's case, it is all the more patent than in other countries that, despite the fact the source of the crisis is a shock which is in principle transitory, its consequences will have a relatively high degree of persistence.", "In this respect, the projected level of GDP for end-2022 is still expected, under the first scenario, to be around 2 percentage points (pp) below the pre-pandemic level at the end of last year, and more than 6 pp down under the less favourable scenario.", "The impact of the crisis on labour utilisation is proving very severe.", "Part of this effect has come about through the termination of employment relationships.", "That has meant that, at end-September, Social Security registrations were 2.3% down on a year earlier (almost 440,000 people).", "An even bigger portion of the reduction in the use of labour has been in the form of the recourse to furlough schemes (ERTEs by their Spanish name).", "Indeed, in late September, work for almost 730,000 workers (a still-high figure, although it is admittedly almost 80% below the April high) was still fully or partially suspended.", "The series of actual Social Security registrations, constructed stripping out the figures for workers on furlough, still showed, on average monthly data, a year-on-year decline of 6.2% in September.", "The path of progressive recovery observed since May held up in September, albeit at a lesser pace than in the previous months.", "Moreover, heterogeneity across the productive sectors is very high.", "Compared with the pre-crisis level, the decline is particularly marked, in percentage terms, in certain services such as hospitality, which is particularly affected by the social distancing measures.", "Moreover, in absolute terms, the sizeable fall in actual registrations in this sector is indicative of the importance of tourism for Spain's economy.", "In the coming quarters employment, in terms of hours worked, is expected to follow a very similar path to that of economic activity, showing declines of over 10% in 2020 and a subsequent recovery.", "Meantime, the increase in unemployment is being contained in the short term by the resort to furlough arrangements.", "In annual average terms, the unemployment rate is expected to rise significantly this year (to 17.1% of the labour force under the first scenario and to 18.6% under the second) and also in 2021, before starting to descend in 2022 (when, in annual average terms, it would stand at 18.2% and 20.2% under the respective scenarios).", "Both scenarios forecast inflation to hold at a moderate pace over the projection horizon.", "Core inflation has slowed notably in recent months as a result of the weakness of demand stemming from the pandemic.", "Looking ahead, the persistence of a high degree of cyclical slack will mean inflation in non-energy industrial goods and in services will continue to run at relatively low - though growing - rates until end-2022.", "The risks underlying the scenarios for economic activity published by the Bank remain tilted to the downside.", "And more unfavourable developments than those contained in the second scenario, i.e.", "the harsher of the two considered, cannot be ruled out.", "In particular, in light of the recent course of the pandemic, we cannot preclude the resort to more severe lockdown measures than those envisaged in the scenarios.", "Moreover, there is much uncertainty over how long will be needed before we have an effective medical treatment, and there are some risks that it will be delayed beyond mid-2021.", "Lastly, uncertainty remains on the external front, especially concerning the possibility of the Brexit negotiations concluding without an agreement at the end of the transition period or of US-China trade tensions worsening.", "However, as I shall set out later, the launch of the Next Generation EU (NGEU) European recovery fund, which was not taken into account in the aforementioned scenarios, given the still-high lack of specifics for key tenets of the programme, is a factor operating in the opposite direction.", "The NGEU fund is a significant reaffirmation of the European construction process.", "Spain, moreover, would be one of the Member States with potentially most to gain, given the comparatively more serious impact of COVID-19 on our economy to date and the high likelihood that its consequences will be more persistent.", "The risks to financial stability The unprecedented impact of the pandemic on economic activity has entailed a very significant increase in the risks to global financial stability.", "The forceful economic policy response (by the monetary, fiscal and supervisory authorities) and the effect of the farreaching international financial reform implemented in the past decade are helping mitigate and manage these risks.", "Indeed, the financial system has been acting to date as a mitigating rather than an amplifying factor of the impact of this crisis.", "But we should not be complacent.", "As I have stressed, the scale of this shock is very great, and its duration uncertain.", "I shall now review how the main risks in this area have evolved recently, drawing on the analysis of the effect of the crisis on various agents in the economy: non-financial corporations, households, the real estate and financial sectors, and general government.", "Non-financial corporations (NFCs) faced this shock from a more favourable financial position than was the case before the global financial crisis.", "Specifically, in recent years they had lowered their debt levels substantially, to below the European average at end2019, and had higher liquidity buffers.", "Moreover, the sectoral distribution of activity was more balanced than prior to the previous crisis.", "However, the information for the first half of the year shows that NFCs have seen their profitability plummet.", "Their return on assets (ROA) halved, falling from 4% to 2%, and the proportion of NFCs with low profitability increased.", "Simulations by the Banco de España point to a strong contraction in firms' profitability in 2020 as a whole, with SMEs trending more unfavourably, especially those in hospitality and leisure, motor vehicles, wholesale and retail trade, and transport and storage.", "The simulations on firms' liquidity, on the basis of the aforementioned macroeconomic scenarios and incorporating the impact of the economic policy measures implemented, anticipate that the percentage of firms with liquidity needs in the period spanning the second and fourth quarters of this year will increase as a result of the pandemic by almost 10 pp, to 70%.", "The information on bank lending shows that firms are resorting to this source of financing to cover a sizeable portion of their liquidity needs.", "Specifically, the outstanding balance of NFCs' borrowing from national credit institutions increased at a record-high pace, shifting from an annual contraction of 1.1% in February to an annual expansion of 8.1% in June.", "That said, this increase eased to 7.2% in July.", "One of the key factors behind the rise in credit over these months was the progressive activation of the Official Credit Institute's guarantee facility for NFCs and individual entrepreneurs, which proved particularly favourable to SMEs.", "In fact, of the €174 billion lent to NFCs from December 2019 to June 2020 via new lending business, €71.5 billion (41%) corresponded to guaranteed loans.", "As a result, the sector's aggregate debt-to-GDP ratio has risen for the first time since 2010, to 82% in 2020 Q2 (the highest level since 2017), owing both to the increase in debt and to the decline in GDP.", "True, the intensity of these rises will be corrected to some extent when the GDP data for the coming quarters are incorporated.", "But the simulations by the Banco de España also suggest a deterioration in the financial position, measured as each firm's net debt relative to its net assets.", "This would be greater in the SME segment and in the sectors most affected by the pandemic.", "As was the case with firms, households' financial position improved significantly following the previous global financial crisis.", "At the same time, mortgage-related lending standards have been much more prudent, although consumer credit has been growing at high rates in recent years and certain groups of households have remained in a situation of vulnerability.", "However, household income has been considerably cut in the current crisis, owing to the reduction in hours worked and the increase in unemployment.", "Households' gross disposable income fell by 8.8% year-on-year in the first half of 2020.", "In parallel, lending to households has fallen off in recent months as a result of the decline in new lending business.", "The reduction has been more marked in the consumer credit segment, while new financing for house purchases fell less sharply.", "Overall, although the moratoria on loans, which affect 7% of the outstanding balance of lending to households, have checked the decline in lending to this sector by reducing the volume of loan repayments, its year-on-year growth rate dipped to -0.8%, compared with the 0.3% increase in February.", "This has entailed an increase in the financial pressure borne by households.", "Thus, for the household sector as a whole, the debt-to-gross disposable income (GDI) ratio rose by almost 4 pp in the first half of the year to 95%.", "Once again, the intensity of this increase in debt will foreseeably ease to some extent with the GDI data for Q3.", "The increase in household saving not earmarked for debt service (a consequence of the heavy decline in consumption) appears to have been channelled to bank deposits, which posted a year-onyear increase of 7.1% in July.", "However, updated information on the distribution of this saving within the household sector is not available, making it difficult to assess to what extent this development is softening the greater degree of financial pressure for certain groups of households.", "In this connection, the heterogeneity in households' financial situation is proving very significant from the financial stability standpoint.", "Taking the Banco de España's Survey of Household Finances (EFF), we find that the industries most affected by the pandemic used youths and women proportionally more than other sectors, also employing a higher percentage of low-wage workers.", "These lower wages would be partly offset by the fact that the employees concerned lived with other household members with higher income.", "As regards their finances, 28% of workers in the social industries lived in 2017 in households whose financial assets amounted to less than one month's income, and around 8% had bank debts whose payments exceeded 40% of the household's gross income.", "Accordingly, the labour income and financial situation of the households of workers in the social industries were in 2017 more fragile than those of employees in other, regular industries.", "Overall, then, the non-financial private sector's financial position has worsened.", "The consequences of this for credit institutions' results will become fully patent in the coming quarters.", "Clearly, too, the improvements in the quality of the Spanish banking sector's balance sheet and in its solvency levels in the past decade have placed it in a better position to absorb this crisis and to continue providing the financing the economy needs.", "And the sector's risks to financial stability have been mitigated by the various economic policy measures adopted.", "In any event, banks' income statements have already been adversely affected.", "Specifically, in the first half of 2020, the consolidated net result of the Spanish banking system as a whole was negative (around -€9.5 billion), a decline of almost €20 billion compared with the profit recorded in June 2019, and making for a return on assets (ROA) of -0.5% (1.1 pp less than in June 2019) and a return on equity (ROE) of -7.3% (15 pp down on a year earlier).", "This negative performance is due, particularly in the case of the two biggest banks, to the deterioration of the goodwill of their subsidiaries abroad.", "This illustrates how, in a global crisis such as the current one, the international diversification of Spanish banks' business will foreseeably be less useful than in past crises for containing and mitigating the attendant effects.", "Indeed, the net profit of the Spanish banking system as a whole would have been positive had this downturn in goodwill and other extraordinary adjustments not been taken into account.", "In any event, the fall in profitability was also due to greater provisioning in anticipation of future asset impairment, whereby impairment losses doubled compared with 2019.", "That explains why, for the other banks without an international presence, the reduction in profits averaged 60%.", "The sector's profitability is thus far below what investors demand.", "As a result, the price-tobook ratio (which compares listed banks' market capitalisation to their book value) contracted markedly in March in Spain, as it did in the other European countries, falling to around 0.4.", "Subsequently, however, it picked up to some extent.", "As stated, one aspect of recent developments that should be assessed is the fact that much of the adjustment in results is due to expectations of loan impairment provisions that have not yet materialised but will do so in the coming quarters, allowing these provisions to be appropriately distributed over time.", "In fact, the downturn in economic activity caused by the pandemic has so far only fed through moderately to non-performing loans, with but a slight rise in Q2 which, given the high growth of credit, has provided for additional reductions in the NPL ratio.", "Recurring income has already begun to feel the effects but, so far, expenses have also adjusted downwards.", "The downturn in banks' profitability has not yet led to a reduction in their solvency.", "Indeed, in the first half of the year, solvency has increased slightly.", "That highlights the significance of the measures adopted by economic policymakers in their respective areas.", "The recommendation not to pay out dividends has enabled banks to add these resources to their capital buffers, the numerator of the solvency ratio.", "Further, risk-weighted assets, the denominator of the solvency ratio, have fallen owing to the use of the guarantee programme and to the rapid changes to European capital rules in late June.", "These amendments were dubbed \"Quick Fix\", and I shall refer to them later.", "The ECB's decisions, for their part, have helped keep very loose financing conditions for banks in place.", "But this situation must not lead to complacency.", "As I have previously stated, the foreseeable impairment of assets will, based on our analyses, significantly impact banks' solvency.", "Moreover, this impact will differ from bank to bank, depending on their starting point and on their different exposure to the sectors most affected by this crisis.", "In this connection, the ECB has recently undertaken a vulnerability analysis of the banks under its supervision.", "The aim was to conduct a forward-looking test of banks' resilience to the shock caused by the pandemic.", "The results of this exercise, which I will now refer to, do not differ very much in qualitative terms from the provisional results we obtained at the Banco de España in the FLESB stress test exercise, whose final findings will be published in our autumn Financial Stability Report.", "As usual, I shall be submitting those results to this House.", "The baseline scenario posited in the vulnerability exercise included the most likely effects of the crisis on macroeconomic variables, namely cumulative declines in euro area GDP this year and in the next two years of around 1%.", "The exercise estimated a 2 pp reduction in the solvency of European banks as a whole to 12.6% on average, above the prudential requirements in place.", "While there is cross-bank heterogeneity, these results highlight the fact that, on one hand, banks have faced this crisis with greater margins of safety, partly as a result of the regulatory changes made in the wake of the international financial crisis.", "On the other hand, the results also show the effectiveness of the measures implemented to date to mitigate the impact of the crisis.", "Such measures include most notably the guarantee programmes, the ECB's extraordinary refinancing measures and the recommendation to banks not to pay out dividends, thereby strengthening their resilience.", "Under the harsher scenario in which the cumulative decline in euro area GDP mounts to 6% by 2022, the 5.8 pp reduction in the solvency ratio is much bigger, leaving average CET1 at 8.8% of risk-weighted assets.", "Moreover, under this scenario a significant proportion of banks would remain below the minimum prudential requirements.", "As you know, the probability of this scenario materialising is low but not negligible; should it do so, it might possibly be necessary to adopt additional measures to those already implemented.", "I shall return to this issue later.", "The latest developments in Spain's public finances reflect the impact of the pandemic, which has been particularly severe in our country, and of the measures adopted to contain it.", "All of which has translated into a significant increase in the budget deficit and public debt, and also in the contingent obligations assumed by the different tiers of government.", "Specifically, general government debt stood at 110% of GDP in June (14.6 pp more than in December 2019).", "The Banco de España's macroeconomic projections forecast a very marked deterioration in the general government balance for the whole of 2020 and a partial correction in the following two years.", "High public debt also means future vulnerability.", "In the short term this risk has been mitigated: first by the measures taken by the ECB, which have prevented fragmentation of the euro area sovereign debt markets; and second by the European response, with the launch of mechanisms to jointly address the costs of the pandemic.", "However, if such a high level of public debt were to remain in place over time, the Spanish economy would be exposed to a situation of chronic vulnerability to changes in investor sentiment in the financial markets.", "For its part, the negative net international investment position of the Spanish economy and the foreign debt position have risen, in terms of GDP, as a consequence of valuation effects and of the fall in output.", "Specifically, in 2020 Q2, the negative net international investment position stood at 77.4% of GDP, 6.5 pp more than in Q1, influenced by the sharp contraction in output.", "The nation's gross external debt rose by €56.8 billion in 2020 Q2, owing solely to valuation effects, to 188.1% of GDP, a record high.", "The high net liability position of the Spanish economy continues to be another factor of vulnerability, especially in the present setting of high uncertainty over future economic developments.", "Before completing this overview of the recent changes in financial stability risks, I would like to refer briefly to the most recent performance of the financial markets and the real estate market.", "Starting with the financial markets, it is evident that this crisis is also having a major impact on the valuation of many financial assets, and on their volatility.", "Initially, the stock markets underwent a severe correction and the volatility of equities and debt securities rose sharply.", "Subsequently, following the global monetary and fiscal policy response, the stock markets began to recover and volatility to decline.", "Indeed, both in the United States and the euro area, some market valuation indicators, such as earnings per share, have returned to alltime highs.", "This could suggest a certain disconnect between the rapid and significant recent recovery in financial markets and the more moderate changes observed in the macroeconomic data and the concerns regarding corporate sector weakness.", "In this respect, despite the slowdown in recent months in the pace of credit rating downgrades, after widening sharply between March and May the spreads on high-yield or speculative grade corporate debt (i.e.", "with an external rating below BBB), ceased to improve in June in Europe and in the United States.", "They have thus remained short of their pre-crisis levels, in contrast to the case of investment-grade corporate debt (external rating of BBB or higher).", "This deterioration in corporate credit quality is a further factor of vulnerability for financial stability.", "Past experience shows that extensive credit rating downgrades in the corporate sector can generate adverse second-round effects that exacerbate crises.", "A recent study by the European Systemic Risk Board (ESRB) illustrates how important this vulnerability may be.", "Specifically it is estimated that investment funds and insurance companies hold the bulk of BBB rated corporate debt holdings, one-third of which are associated with sectors considered to be pandemic-sensitive.", "A large-scale downgrading of this debt to below investment-grade status would entail considerable potential losses for the entire European Union (EU) financial system.", "Credit rating agencies play a fundamental role in this process.", "Accordingly, when making their assessments, they need to take into account the long-term outlook for the corporations concerned and avoid excessively procyclical behaviour.", "Indeed, this time round, credit rating agencies appear to have been more cautious than in the global financial crisis and, to date, there has been no recurrence of incidents comparable to those seen in the past.", "In any event, the results of this exercise show the systemic importance of this vulnerability and the need to be ready to provide a sufficient, internationally coordinated response, depending on how the pandemic develops worldwide.", "Turning now to the real estate market, this sector's starting point was unquestionably less vulnerable than in the previous crisis, after a very significant correction both in housing investment and house prices in the past decade and with a much lower share of highlyleveraged new mortgage origination since 2008.", "The performance of the real estate market during this crisis has also been very uneven across countries.", "In Spain, both the number of sales and activity in the housing segment have fallen very sharply.", "However, prices have proved to be more resilient, although real asset prices traditionally take longer to correct than financial asset prices.", "Meanwhile, prices in the non-residential real estate segment (i.e.", "offices, warehouses and commercial property) show highly polar behaviour, between the main areas where prices are holding up and the other areas where they are declining significantly.", "In any event, how well the sector ultimately recovers once the health crisis is over will depend on the greater or lesser degree of persistence of the adverse economic and financial effects.", "The economic policy response The rest of my address will focus on analysing the economic policy response to this crisis, and how this response must now adapt to the latest developments connected with the pandemic and its economic impact.", ".1 Monetary policy In the monetary policy sphere, it is now almost seven months since the ECB began to roll out an extensive package of measures that sought to mitigate the impact of the pandemic on the euro area economy.", "This vigorous and robust response from the ECB was crucial to address the tightening of financial conditions observed in the initial phases of the pandemic and, therefore, to avoid a more severe impact on the real economy.", "Today it is appropriate to reflect on the motives that prompted the ECB to adopt these measures, to review their progress and, lastly, to analyse the financial and macroeconomic impact they have had, both in Spain and in the euro area overall.", "COVID-19 emerged in the euro area in a setting of low inflation and broad monetary stimulus, with policy rates at all-time lows, new net purchases of assets under the asset purchase programme (APP) and a schedule set for the targeted longer-term refinancing operations (TLTROs-III).", "From the outset, the ECB faced three significant pandemic-related challenges: first, the need to stabilise financial markets throughout the euro area, to head off cross-country financial fragmentation; second, to protect the supply of bank credit, which is especially important for funding for households and SMEs; and third, to endeavour to neutralise the downward pressures on inflation stemming from the COVID-19 crisis, in accordance with the ECB's price stability mandate enshrined in the EU treaties.", "Against this backdrop, the ECB adopted a series of measures that may be grouped into two main blocks: first, those designed to encourage the supply of bank credit to the real economy; and second, those relating to the asset purchase programmes.", "Taking the first block, the ECB approved a broad raft of measures to provide liquidity to banks so that they, in turn, were able to ensure access to credit for households and firms.", "These included, in particular, the improvements to the conditions of the TLTROs-III.", "These have enabled banks to obtain long-term funding at beneficial interest rates, which may temporarily be as low as -1%, on the condition that the participating banks maintain their supply of credit to the real economy in the context of the COVID-19 crisis.", "To reinforce this measure, the ECB also eased the collateral eligibility criteria for banks in its refinancing operations, thus increasing the volume of funds they may obtain.", "These measures have been highly successful.", "In the June TLTRO-III operation, participating banks received liquidity totalling €1.31 trillion, an all-time high in Eurosystem refinancing operations.", "The available evidence suggests that participating banks are using a significant portion of the funding received to continue to provide liquidity to the real economy.", "In short, the measures taken by the ECB under its refinancing operations are playing a key part in preserving the supply of bank credit.", "And, in an economic setting as difficult as the present one, they are helping to hold interest rates on bank loans at historically low levels and to support the vigour shown by new bank lending since the start of the crisis.", "Indeed, in Spain the volume of credit to the non-financial private sector has expanded again after ten years of deleveraging and posted year-on-year growth of 2.5% in the summer months.", "Importantly, in addition to the ECB measures, others that have also been conducive to the flow of bank funding to the economy during this crisis are the public guarantee programmes implemented by national governments and the decisions of both macroprudential and microprudential authorities to allow financial institutions to make use of their capital buffers.", "In particular, the public guarantee programmes would help explain the disparate performance of credit between households and firms in Spain: while the rate of decline in credit to households has increased slightly, credit to productive activity has grown at rates over 7%.", "More than 40% of all new credit granted to firms comes under the guarantee programme, which reflects its importance in explaining these developments.", "The ECB also approved a second block of measures, relating to the asset purchase programmes, designed to stabilise financial markets in all euro area countries and neutralise the downward pressures on inflation stemming from the contractionary effects of the pandemic.", "Since end-February, financial conditions had tightened in the euro area, with both corporate and sovereign risk spreads widening considerably.", "This widening of spreads implied an increase in financing costs both for governments and firms, which acted as a channel for transmission of the pandemic crisis to the real economy.", "The spread widening in the euro area was uneven: countries that started from weaker fiscal positions, with higher debt levels, and those that were most affected by the first wave of the pandemic witnessed a much more pronounced increase in their financing costs.", "This crosscountry financial fragmentation hindered common monetary policy transmission to the whole of the euro area, and even posed a threat of a repeat of the 2012 sovereign debt crisis.", "In this setting, in March the ECB announced the launch of a new financial asset purchase programme (PEPP) which grants it the necessary flexibility to be able to concentrate its purchases at certain moments in time or on government bonds issued in certain jurisdictions, with a view to preventing fragmentation in monetary policy transmission.", "The volume of purchases initially announced under the PEPP was €750 billion for the whole of 2020.", "In June the term was extended up to at least June 2021, and the volume by a further €600 billion, making for a total of €1.35 trillion.", "Today we can safely say that the PEPP has been clearly successful in curbing financial market deterioration in all euro area countries.", "This is particularly visible in sovereign yields, which are now close to their pre-crisis levels, but it may also be perceived in other market segments such as corporate issuance.", "This decline in the cost of sovereign debt has amplified the room for manoeuvre of the fiscal authorities in all euro area countries, enabling them to take unprecedented measures to sustain the income of households and firms.", "The impact of the PEPP and of all the other measures on financial conditions is substantial, but it is also important to assess their effect on economic activity and, ultimately, on inflation in the euro area, given the ECB's price stability mandate.", "Although it is still too soon to assess the macroeconomic effectiveness of the programme, the preliminary estimates of the Banco de España's experts suggest that the PEPP will have considerable positive effects on the rate of growth of GDP, employment and inflation, in the euro area as a whole and in Spain.", "Indeed, the cumulative impact on GDP growth is expected to be somewhat greater in the case of the Spanish economy, primarily because the programme is estimated to have had a greater impact on the reduction in the cost of sovereign debt in Spain.", "However, it is difficult to quantify the degree of financial and economic deterioration that would have ensued had the PEPP not been implemented.", "One of the main effects of the monetary policy decisions has been to avoid severe disruption in the financial markets that could have generated an even more profound and persistent economic crisis, with potentially dire effects on capital market stability.", "To conclude, the monetary policy measures adopted by the ECB in response to the COVID-19 crisis have had a stabilising effect on financial conditions and on economic activity, both in Spain and in the euro area overall.", "Looking ahead, the fragility and heterogeneity of the recovery in the euro area, projected medium-term inflation far below our objective and a nominal effective exchange rate that has in recent months offset a large part of our stimulus measures lead us to conclude that there is no room for complacency.", "Significant monetary stimulus will have to be maintained until we achieve a solid recovery.", "Moreover, we cannot rule out the possibility that the measures described above may have to be recalibrated, or new measures introduced, in order to fulfil our price stability mandate, understood always in a symmetrical manner.", "It is also crucial that we retain flexibility in the implementation of our asset purchase programmes, to avert any potential financial fragmentation problems.", ".2 Macroprudential and microprudential policies The various national and international authorities with prudential powers - which include the Banco de España, the ECB, the European Banking Authority (EBA), the ESRB, the Single Resolution Board (SRB) and the Basel Committee on Banking Supervision (BCBS) - have adopted a plethora of decisions during this crisis with the main aim being that the financial system contribute to overcoming the crisis.", "First, supervisory processes have been adapted to free up banks' operational resources so that they may be used to ensure business continuity.", "Also, all regulatory changes that entailed heightened requirements for institutions have been postponed.", "In this respect, the BCBS, which I have the honour to chair, has resolved to delay by one year (from 2022 to 2023) the implementation of the revised methodology of identification of global systemically important institutions and also the full implementation of Basel III.", "The BCBS has also postponed the end of the transitional period for capital requirement floors for banks using internal models to 1 January 2028.", "In any event, the BCBS has confirmed that all jurisdictions are committed to the full, consistent and timely transposition of the Basel III regulations in accordance with the new calendar.", "Second, in the accounting sphere, certain aspects relating to how the existing regulations should be applied to calculate credit risk have been clarified, to ensure that potential temporary delays in loan repayments by borrowers are not treated as if they were a case of permanent impairment of loan quality.", "The latter would lead to an immediate and abrupt correction in credit ratings and, therefore, to an increase in the provisions required, which would ultimately lead to a decline in credit extended by banks.", "In exchange, especially should the crisis become prolonged, it is necessary to ensure that misuse of this flexibility does not lead to inappropriate accounting practices that may translate into delayed recognition of actual quality impairment of some credit exposures.", "In this respect, in accordance with the supervisory guidelines, any measures adopted here should not hinder measurement of actual impairment or reasonable credit risk provisioning, and should provide institutions with the incentives necessary to maintain the appropriate standards.", "In addition, the authorities have ruled that institutions may make effective use of their available capital buffers to absorb unexpected losses.", "In particular, the ECB informed that it will temporarily allow significant institutions (those under its direct supervision) to operate below the level set for certain requirements such as the capital conservation buffer, Pillar 2 guidance and the liquidity coverage ratio.", "The SRB clarified that it will take a forward-looking approach to monitor compliance with the minimum requirements for own funds and eligible liabilities (MREL) and that this requirement will not limit the use of the capital buffers released by the macroprudential and microprudential authorities.", "It was also announced that institutions will have sufficient time to subsequently restore any capital buffers used.", "The Banco de España notified all the institutions under its direct supervision of the different measures taken to ease capital and liquidity requirements.", "In addition, in our quarterly decisions, we have held the countercyclical capital buffer at 0%, indicating that we do not intend to increase it until the Spanish economy has recovered from the impact of the crisis.", "Third, the financial authorities, including the Banco de España, have recommended that institutions temporarily eliminate dividend pay-outs and apply prudent criteria in their variable employee compensation schemes, so that they may channel their resources into shoring up their capital positions.", "These measures will be reviewed before year-end but, in any event, institutions' dividend distribution and compensation policies should remain highly prudent until the current uncertainty abates and a solid economic recovery takes root.", "For its part, the EU has approved a package of measures to encourage banks to make full use of the flexibility inherent in the European accounting and prudential framework.", "The measures also make a series of adjustments to the applicable regulations, to encourage bank lending to households and firms.", "Included in this package of measures is the Capital Requirements Regulation \"quick fix\", which adapts the SME support factor in the calculation of risk-weighted assets (RWAs), applies a prudential filter to changes in the value of sovereign debt instruments and reviews the temporary prudential treatment of credit risk impairment, among other measures.", "This response from the prudential authorities, accompanied by the fiscal and monetary policy measures adopted, has enabled the initial impact of the shock to be absorbed and has prevented materialisation of a systemic risk in the financial system that would have exacerbated the crisis and made it more persistent.", "However, in the context of uneven and uncertain recovery I have described, we cannot rule out the possibility that the risks identified may materialise or that their impact and persistence may be greater than expected.", "In this sense, in the banking sphere, the response to the possible materialisation of these risks can only be at the European level, given the commitment to banking union.", "In this response, the completion of banking union with the launch of a fully mutualised European deposit insurance scheme would make a decisive contribution to ensuring financial stability in the euro area, in the coming months and in the medium term.", "It is also crucial to analyse how appropriate the European regulations for resolution and winding-up of credit institutions are for a hypothetical systemic crisis, or the possible role that asset management companies may play in the event of severe impairment of European financial institutions' balance sheets.", "The EU Member States should also make swift progress towards an agreement to create a common European procedure for administrative windingup of credit institutions.", "This procedure would benefit from the instruments developed for resolution of credit institutions, aiming to maximise the realisable value of the financial assets that make up the bulk of banks' balance sheets.", "In Spain, recent experience has shown how inefficient the existing insolvency proceedings for credit institutions are in terms both of timelines and recovery in value.", "It would, therefore, be desirable for progress to be made in the determination of an administrative mechanism for winding up credit institutions that maximises the preservation of value and reduces both the timelines and the costs of the existing insolvency proceedings.", "Irrespective of the future scenario, the present crisis also poses an additional challenge for European banking sector profitability, which was already very low before the crisis.", "To address this challenge, banks must continue to raise their efficiency levels.", "This requires not only cutting costs, but also making the necessary investment in digitalisation and data exploitation that will allow them to offer higher quality service to their customers, while at the same time expanding their more profitable businesses, maintaining strict control of the risks assumed.", "Only in this way will banks be able to address the additional challenge posed by the potential entry of new competitors, such as big tech companies, in the lending market.", "In addition, there is still room for consolidation in the banking sector, and this can help strengthen banks and the banking system overall.", "I should recall, as I have indicated on several occasions, that corporate operations are for management teams and shareholders to decide on.", "The role of banking supervisors - of the Banco de España and the ECB - in the framework of the Single Supervisory Mechanism's joint supervisory teams, is to analyse the viability of the merger projects that are submitted to us and, where appropriate, to monitor that such projects are implemented correctly.", "Naturally, in our assessment, we analyse the operations in the light of the public policy objectives assigned to us as supervisors, which require that we safeguard the solvency of institutions and financial stability.", "In this respect, I wish to highlight the transparency exercise that the ECB has undertaken by submitting its Guide on the supervisory approach to consolidation in the banking sector to public consultation prior to its approval.", "The aim is precisely to provide the market with greater forward visibility on supervisory actions and thus help banks design merger projects that are sound from a prudential standpoint and ensure that the resulting institution has a business plan that, when implemented correctly, will add value.", "To sum up, our duty, as economic and supervisory authorities, is to continue our close monitoring of financial institutions and markets, ensuring that they continue to provide the necessary flow of credit to the economy, and also of financial stability risks stemming from this crisis.", "And we must continue to adopt measures to mitigate those risks and, naturally, stand ready to provide an appropriate European response should such risks materialise.", "I believe our shared goal should be to ensure that the present crisis neither gives rise to a widespread tightening of financial conditions nor causes serious damage to our financial system.", ".3 Other economic policies The fact that I have referred first to the role played, in combating the crisis, by macroprudential and microprudential policies and monetary policy - instruments that, moreover, fall within the remit of the institution I lead - does not in any way imply that fiscal policy is not playing an important role.", "On the contrary, it seems to me that, from the standpoint of economic policy, budgetary policy is our main means of defence against the consequences of COVID-19.", "And this instrument has been deployed decisively since the outbreak of the crisis in Spain and in other countries.", "First, steps have been taken to increase the budgetary resources assigned to health in response to the pandemic.", "Second, since the start of the period of induced hibernation of the economy, various actions have been taken to make up for the loss of employment income and corporate revenues.", "Notable, in particular, are the temporary employment adjustment programmes and the public guarantee schemes for credit institutions' lending to businesses, which I have already referred to.", "As you well know, the aim of these actions is to facilitate the preservation of employment relationships when the measures restricting activity and personal mobility are lifted, and to support the viability of non-financial corporations which, despite being solvent, have seen their liquidity position deteriorate as a consequence of the crisis.", "In the current phase of gradual economic recovery not only are restrictions still in force in some areas of activity, but also, as we are seeing, it is proving necessary to reintroduce others as a consequence of the fresh outbreaks of the disease.", "It therefore seems appropriate to maintain support measures of this kind, to prevent the temporary suspension of activity from turning into a permanent loss of productive capacity.", "The damage caused by their premature withdrawal would exceed the possible cost of maintaining them until the recovery shows signs of sufficient strength.", "However, given the significant heterogeneity of the effects of this crisis, in particular in this recovery phase, support measures should be much more focused now and their timing adjusted to the duration of the crisis.", "At the same time, there are already signs that the pandemic may give rise to certain structural changes, although the full extent of these is, for the time being, difficult to know.", "On one hand, the pandemic has led to significant changes both in the behaviour of economic agents and in the extent of teleworking and, generally, in the application of new technologies in different areas.", "These changes, in so far as they are confirmed to be structural, will give rise to changes in consumption and production patterns which it will be necessary to adapt to.", "Likewise, this crisis has revealed certain vulnerabilities associated with, for example, the global fragmentation of production, which had remained relatively unnoticed in recent years.", "These may lead to significant changes in trade relations between countries in the coming years.", "On the other hand, the uneven impact of the crisis across different sectors, types of business and population groups is becoming visible in this phase.", "As the crisis continues, some of the damage may become permanent.", "In this respect, despite the wide range of measures adopted, there has already been a very significant drop in the number of firms registered for Social Security.", "Specifically, almost 84,000 fewer firms were registered for Social Security at the end of September, compared with the end of February, a year-onyear decline of 6.1% in September.", "It is very likely that Q3 data will also show an increase in long-term unemployment.", "And, as I have already mentioned, the crisis is affecting workers on low wages and with more fragile finances more severely, which may increase inequality.", "We can also expect the public sector and part of the private sector to emerge from this crisis with significantly higher levels of debt.", "It is crucial that these changes and this structural damage are identified promptly and that their implications for the economy as a whole, as well as for specific sectors, firms and segments of the population are understood.", "Economic policy cannot indefinitely sustain a sector that is set to undergo a structural reduction in its level of activity.", "Instead, it should aim to promote and support the adaptation of the productive system and workers to the new realities and the efficient reassignment of resources among industries and firms.", "In short, the design of economic policy measures should be adapted to the changing circumstances of the crisis itself.", "The ability, over the coming quarters, to recalibrate the support measures to ensure that at all times they match the needs arising from the course of the pandemic will determine our opinion in a few years' time of the success of the economic policies of today in addressing this crisis.", "It is this spirit of needing to adapt to continuously changing circumstances that has inspired the recent agreement between the Government and the social agents to renew furlough arrangements (ERTEs) until 31 January 2021: the agreement has introduced new forms of temporary suspension of employment relationships, in response to activity restrictions that may arise entirely or partly as a consequence of the introduction of fresh pandemic containment measures.", "One particular dimension of the necessary redesign of these mechanisms is a more selective focus.", "The protection measures should be directed at those industries and firms most directly affected by the activity restrictions resulting from the course of the pandemic, this being an aspect of the latest ERTE extension.", "The rationale for this heightened focus is twofold.", "First, public funds are limited and already subject to considerable pressure, so they need to be channelled towards those uses that yield the highest returns.", "Second, if these programmes are extended for a very long period to all the economy's industries and firms they may eventually hamper the reallocation of productive resources that may be necessary after the crisis.", "Finding the right balance between continuing to provide the necessary protection and maintaining a sufficient degree of selectivity will require the practically constant reassessment and adaptation of these instruments in coming quarters.", "At the same time, to facilitate structural adjustment, it is necessary to ensure that the various flexibility mechanisms that firms have available in the present employment framework are functioning properly.", "This is especially important in a context, like the one I have described, that is changing and surrounded by significant uncertainty.", "However, as well as reorientation towards certain groups of agents, another change to the design of the support measures for households and firms that may be necessary in future relates to the specific instruments used.", "In particular, we should bear in mind that some of the support measures for non-financial corporations that have been deployed so far, such as bank loan guarantees, involve an increase in firms' future financial obligations.", "In a situation of sharply falling revenues, loan guarantees have proved to be an extremely useful instrument in the short term.", "Indeed, it may be necessary to expand these facilities in future, depending on the course of the pandemic and its economic effects.", "However, it should be recognised that prolonging this type of assistance entails a build-up of debt that may, in some cases result in a deterioration in solvency, especially in the case of those firms that operate in the sectors most affected by the shock.", "For this reason, it would make sense to assess the possibility of further actions to support firms that do not involve an increase in financial obligations, such as, for example, by means of direct assistance or, in some cases, through temporary capital injections.", "In the latter case, the €10 billion fund recently approved by the Government, to be managed by Sociedad Estatal de Participaciones Industriales (SEPI), could be a suitable tool for this type of action.", "Furthermore, for companies that have difficulty meeting their financial obligations, streamlined debt restructuring procedures need to be available to avoid such difficulties leading to the disappearance of heavily indebted firms whose business model is nonetheless viable.", "Also, for firms with non-viable business models, an orderly market exit should be available, since this would result in a more efficient allocation of resources.", "To achieve these aims, the introduction of improvements in the operation of in-court and outof-court insolvency procedures would be desirable for greater efficiency and speed.", "In this same respect, in the case of the income support measures for the workers and households most affected by the crisis, their possible extension should be combined with an improvement in active labour market policies and in the training available to unemployed persons and workers, in order to maintain their employability and facilitate their reallocation within the labour market and avoid long-term unemployment.", "Apart from these short-term actions, an ambitious structural reform agenda is urgently needed, to increase the economy's potential growth, which was already low before this crisis.", "And, at the same time it is necessary to design a credible strategy for a gradual sustained reduction in fiscal imbalances, to be implemented when the pandemic is over and the economic recovery has firmed.", "Such a strategy is particularly important and appropriate for a country like Spain, which has faced this crisis with public finances in a more vulnerable position than in other European economies.", "In a context of persistent recession, this strategy would have important benefits, in the form of an increase in the economy's potential growth, generated by the reforms, and an improvement in the credibility of the sustainability of public finances in the medium term, which would in turn expand the fiscal headroom available and boost the expansionary effects of the current fiscal actions.", "In short, to have the fiscal space necessary to be able to expand the support measures for the economy should the course of the pandemic make this necessary, the reform agenda needs to be implemented decisively, fiscal consolidation needs to be planned and support instruments need to be reformed to make them more flexible and focused.", "In the case of structural reforms, the Annual Report, which I am presenting to you today is a veritable catalogue of the main challenges that, in the opinion of the Banco de España, the Spanish economy faces in order to raise aggregate well-being.", "These challenges are wide-ranging in type and require the following issues to be addressed: low productivity growth, labour market duality, high unemployment, population ageing, inequality, climate change action, changes in the globalisation model and the speed of digitalisation of the economy.", "I have had the opportunity to discuss these issues in previous appearances before you,6 but on this occasion I should like to focus precisely on those factors that constrain the possibilities for sustained economic growth, since the negative impact of the pandemic has made the need for action to raise potential growth all the more important.", "First, however, I should like to focus on a very important development that was not assessed in the Bank's Annual Report as it has occurred since the report was prepared.", "I am referring to the approval by the European Council, in July, of the European recovery fund (Next Generation EU).", "Its importance in this context lies in its nature as an instrument for providing a powerful boost to the potential growth of the Spanish economy, although its success will depend on knowing how to make appropriate use of it.", "As I have already mentioned, the economic policies that we are implementing in response to the crisis need to find a balance between supporting the recovery and spurring economic adjustment to the scenario that will emerge after the pandemic.", "In this setting, supranational support at European level appears to be fundamental to achieve this twofold objective.", "The degree of economic and financial interdependence within this geographical area is very high.", "Consequently, joint action is the most effective means of ensuring that the economic effects of the pandemic are overcome within a short period and at a lower cost for each and every country, particularly in a situation like the current one in which, although the crisis is global, its effects on the various economies are asymmetric.", "Admittedly, we do not have the instruments to address the effects of this crisis satisfactorily at European level.", "Ideally, the EU would have an appropriate institutional framework for addressing the asymmetric effect of economic shocks (for example, by launching a permanent macroeconomic stabilisation capacity for the common budget, a cyclical stabilisation function or panEuropean unemployment insurance).", "That said, in the absence of these instruments, the European recovery fund is an alternative that may satisfy some of these needs in a reasonably adequate manner.", "It could also (and would ideally) be the seed for the European institutional framework that we are currently missing.", "The fund will be financed on the capital markets, with the European Commission borrowing, on behalf of the Union, an amount of up to €750 billion between 2021 and 2026.", "According to the preliminary estimates available, the maximum volume of funds that Spain might receive from the fund over this period is some €140 billion (around 12.5% of Spain's estimated GDP in 2020), of which almost half would take the form of direct grants, with the rest in the form of loans.", "These funds, appropriately channelled towards projects with the ability to transform the Spanish economy and raise its potential growth, will be fundamental to strengthen the economic recovery and reduce the possible permanent consequences of the crisis.", "In fact, according to Banco de España estimates,8 this fund has the potential to become an important element of support for the recovery and, especially, a unique lever to raise the Spanish economy's low potential growth rates.", "Nonetheless, we would be making a huge mistake if we were to think that mere receipt of the funds will be sufficient for our country to extract the greatest possible benefit from them.", "First, we need to establish the capacity to design and develop a sufficient volume of new projects, so that the funds are not used to finance spending that would have taken place in any case, or to finance projects with limited added value.", "Second, prompt execution of these projects would help make the Spanish economic recovery more robust, once the constraints imposed by the pandemic are lifted.", "Lastly, it is crucial that the projects are chosen so as to maximise the size of their impact on economic activity and public finances.", "For this purpose, it would be helpful if the funds were distributed on the basis of a structural reform plan designed to strengthen the economy's long-term growth.", "Indeed, the structural improvements required by the Spanish economy could be facilitated by using some of the European funds available to introduce them.", "A certain volume of investment may be needed to initiate some of these structural improvements or to smooth the transition costs, as in several of the cases that I intend to refer to later on, so that the use of public funds for these purposes would in my opinion be fully justified.", "Accordingly, depending on the speed with which the funds are made available, their nature (loans or grants from the Community budget) and, especially, the extent to which they are used to boost growth, the impact of these funds on activity in the coming years may vary from several tenths of a percentage point to several percentage points of GDP.", "Thus, for every €10 billion of rapid-execution European grants used for productive investment, the estimated impact on GDP over the next two years would be around 0.3 percentage points.", "In contrast, if that same amount were used to finance current spending, the impact on the recovery would barely average 0.1 percentage points of GDP over the next two years.", "For this reason, it is of utmost importance to have an accurate diagnosis of the factors that limit the potential growth of the Spanish economy.", "In this respect, the diagnoses available tend to be unanimous in emphasising, first, the low productivity growth in comparison with other European countries and, second, the insufficient utilisation of labour.", "With regard to the lack of productivity growth, it is sometimes argued that the reason lies in our productive structure, insofar as industries in which the growth rate of this variable is more modest have a comparatively high weight.", "This argument has some merit.", "However, careful examination of the available evidence shows that relative productivity growth in Spain is lower in most industries.", "This is something that economic policies need to address if we wish to raise the potential growth of the Spanish economy and, thus, the present and future well-being of our citizens.", "The cornerstone of any strategy to improve productivity growth, and thereby boost the opportunities of all citizens and the transition towards a more sustainable economy, should focus on two areas in which Spain has a worrying shortfall: human capital and technological capital.", "As regards human capital, Spain's relative disadvantage with respect to more dynamic European economies should lead to a rethink of the institutional design of the educational system, including a far-reaching review of the curriculum content and the system of learning itself.", "To understand the urgency of the need for fundamental reform of the educational system, it is sufficient to note that, among the OECD countries, Spain comes last in tests of mathematical reasoning and second last in reading comprehension.", "And, in the short term the educational system needs to be strengthened in order to ensure that pupils acquire the necessary qualifications, even in the absence of physical classes.", "As for technological capital, the weight of public investment in research and development activity in GDP is 26% lower in Spain than on average in the EU, a gap that widens to 54% in the case of private spending, which indicates just how far behind we are in this area.", "To correct this shortfall would require improving the incentives for investment in R+D+I, including strengthening the support mechanisms for innovation, improving the evaluation of research-based further education and boosting the most appropriate financing levers in this area, which are different from the usual ones, given the particularities of investment with a greater innovative potential.", "Moreover, it is necessary to stress the existence of complementarities between human and technological capital, which would warrant taking an overall approach when promoting them.", "Given their considerable effectiveness in raising the economy's potential growth, it would be desirable for projects with both a high technological content and a focus on human capital development to be given priority among the uses for the European recovery fund, despite the long maturity period before they bear fruit.", "As I have already said, a significant part of the responsibility for the low growth potential of the Spanish economy lies with the limited use of labour.", "In my opinion, this is closely related to the structural shortcomings that have, for decades, hampered the operation of the Spanish labour market.", "These shortcomings not only result in insufficient use of this productive resource, but also give rise to a further factor that limits the growth of productivity in Spain relative to other European countries.", "The Spanish labour market displays two undesirable stylised facts.", "First, it is characterised by the persistence of significantly higher unemployment rates than in other European countries, even in upswings.", "Combating high unemployment and, in particular, its long-term component requires the appropriate instruments, in the form of active labour market policies, in order to increase the employability of persons who have lost their jobs, so as to avoid a permanent deterioration in their human capital and in the growth potential of the economy overall.", "Second, the unemployment rate fluctuates sharply, which means that inequality also increases substantially during crises.", "These sharp cyclical fluctuations in unemployment are explained by the high rate of temporary employment and the low protection of workers with temporary contracts compared to those with permanent ones, which means that employment adjustment in recessions falls on temporary workers.", "Reducing the high degree of duality in the Spanish labour market should therefore be very high on the economic policy agenda.", "One way of achieving this objective would be to establish a system in which workers, while in employment, build up part of the severance costs in advance in an individual fund (the \"Austrian backpack\" scheme).", "The European recovery fund could play a very important role in the switch to this system.", "Specifically, some of the funds could be used to finance the high costs of transition to this model.", "Finally, as I mentioned earlier and as a necessary corollary of the very robust economic policy measures adopted in response to the crisis to date, Spain will in future have to undertake budgetary consolidation to bring the high level of debt down to more moderate levels in the post-pandemic scenario.", "As we well know, sound public finances are crucial not only for an appropriate response to recessions like the current one, but also to avoid bouts of financial vulnerability like those seen in the context of the last financial crisis.", "Also, there is extensive evidence to show that high levels of government debt over long periods reduce the funds that could be available for more productive purposes and make it more expensive and difficult to finance the economy at the aggregate level, leading to distortions in private investment decisions and, consequently, lower economic growth.", "For this reason, it is important that a detailed strategy be designed as soon as possible for achieving a gradual and sustained reduction in fiscal imbalances, to be implemented when the pandemic has been overcome.", "This strategy should also place the emphasis on improving the quality of public finances, from the viewpoint of their composition, in terms of the various types of revenues and expenditures, to ensure that it is geared towards boosting long-term economic growth.", "And it is important to stress that although, as I have already mentioned, this fiscal consolidation strategy should only be implemented when the economic effects of the crisis have been overcome, the design and communication of its basic aspects should be undertaken without delay, as this would boost economic policy credibility and, in consequence, the expansionary effects of the current fiscal measures.", "The size of the challenge is so large that successfully addressing fiscal consolidation will require a comprehensive review of the tax system and of all expenditure items.", "Also, this objective will be facilitated by the implementation of the structural reforms that I spoke of earlier.", "I should like to conclude with a reflection which I think needs to be clarified, especially in this seat of popular sovereignty.", "In the last part of my address, I have referred to a set of economic policy actions that involve changes (some of them substantial) to the institutional framework and regulatory environment, the purpose of which is to increase well-being and opportunities in society.", "It is frequently the case, however, that even though aggregate well-being improves, the costs and benefits of measures are unevenly distributed, whether among agents (because a redistribution of income is involved), or in terms of their time profile (because the costs are more immediately visible than the benefits).", "As a result, the implementation of some measures is difficult.", "In this respect, international evidence shows that, in practice, reforms tend to be introduced more often in crisis periods, perhaps because, under such circumstances, the short-term economic and social costs of postponing their adoption tend to be greater than the cost of implementing them.", "Hence the need to forge a broad consensus, which will sometimes require the support of efficient compensation and incentive arrangements, but which, above all, needs to be based on a long-term perspective, as this is essential to generate the necessary certainty and credibility.", "In the current context of elevated uncertainty regarding the impact of the pandemic, both as regards its duration and persistence and its varied impact across countries and industries, one of the main contributions of economic policy is precisely to help provide firms and households with a horizon of greater certainty.", "This is a task for all institutional levels, both domestically and internationally.", "Ladies and gentlemen, we need to be aware of the scale of the challenge facing us, which is to restore a path of prosperity and opportunities for all.", "A correct diagnosis of the situation and decisive national policy action to help fully harness the opportunities offered to us by the EU are essential preconditions for future well-being.", "This is why I advocate achieving broad political and social consensus to address the urgent, ambitious and comprehensive growth strategy that our country needs."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Pandemic's impact on Spain's economy", "Financial stability risks", "Economic policy response", "Monetary policy", "Macroprudential and microprudential policies", "Other economic policies", "European recovery fund", "Productivity growth", "Labour market", "Fiscal consolidation"]}