{"sentences": ["11.12.2020 Testimony before the Upper House Parliamentary Budget Committee in relation to the Draft State Budget for 2021 Pablo Hernández de Cos Ladies and gentlemen, My appearance before this committee is part of the passage through Parliament of the State and Social Security budgets (the Budget) for 2021.", "The main aims of this Budget, in my opinion, should be to mitigate the considerable adverse impact of the COVID-19 pandemic on Spain's economic growth and welfare, to facilitate economic recovery and to lay the foundations for addressing the Spanish economy's structural challenges.", "In order to provide you with an assessment of the extent to which this Draft Budget contributes to these aims, my speech will revolve around three main themes.", "First, I will describe the recent behaviour of the economy and will suggest how it may behave in the coming quarters, for which purpose I shall make use of the macroeconomic projections that the Banco de España has published this morning.", "This description will allow me to assess the macroeconomic forecast which forms the basis for the Draft Budget.", "Second I will give my views on the main budget figures, highlighting the overall fiscal policy stance, the composition of revenues and spending, and the risks that may jeopardise achievement of the budget deficit target.", "Finally, I will set out the main challenges that fiscal policy must address in the medium term.", "The Spanish economy: recent developments and outlook 1.1 International environment As we all know, in the first half of this year the spread of the pandemic and the measures deployed to contain it caused an unprecedented slump in global economic activity, which reached its nadir in the spring.", "Against a background in which the restrictions imposed were progressively eased, the world economy then embarked upon a path of recovery, which has, however, proven to be incomplete, uneven and fragile.", "In particular, the worsening of the pandemic in recent months has led to a significant slowdown, which may even entail an activity contraction in some areas in Q4.", "The latest news on the availability of different vaccines at the beginning of next year are obviously positive and should serve to improve confidence and rule out the most adverse scenarios, although the effect on activity will take time to be appreciated.", "Even so, the level of uncertainty regarding the duration of the crisis, the greater or lesser persistence of its effects and, therefore, the dynamics of the subsequent recovery remains very high.", "The most recently published forecasts are consistent with this diagnosis.", "For example, the OECD's, presented at the beginning of this month, have a baseline scenario under which, after growing by 2.7% in 2019, world GDP will contract by 4.2% in 2020.", "This contraction will be particularly severe in the - essentially advanced - OECD economies, which are expected to see a fall in GDP of 5.5%.", "In 2021, activity is projected to recover relatively forcefully - albeit heterogeneously - in practically all economies, which would entail growth of 4.2% at world level.", "Despite this recovery, the level of GDP at the end of 2021 would, in the great majority of countries, still be lower than in 2019, with the notable exception of China.", "In the OECD as a whole this gap would amount to some 2.4 percentage points (pp).", "Allow me to briefly mention the euro area, given its influence on Spain.", "And also let me explain the monetary policy decisions taken yesterday by the Governing Council of the European Central Bank (ECB).", "In the first half of this year, the recession was particularly sharp in the euro area, while, in Q3, activity recovered strongly, posting quarter-on-quarter growth of 12.5%.", "In spite of this, the level of GDP in Q3 was still down 4.4% from the last quarter of 2019.", "Among the four largest euro area economies, the loss of output relative to its end-2019 level was more pronounced in Spain (9.1%) than in Italy, Germany or France (which recorded falls of 4.7%, 4% and 3.7%, respectively).", "In the autumn, the rapid spread of the second wave of the pandemic in Europe put a brake on this recovery, being accompanied by an increase in uncertainty and the reintroduction of containment measures.", "These have been somewhat more targeted than those deployed during the first wave and, therefore, have had a smaller impact on economic activity.", "Even so, it is possible that this slowdown may eventually lead to a fresh fall in activity in some countries.", "In this context, the latest Eurosystem projections, presented yesterday,1 show poorer growth expectations for 2020 Q4 and 2021.", "Specifically, the baseline scenario considers a decline in euro area GDP of 7.3% in 2020, followed by an increase of 3.9% in 2021, which is 1.1 pp less than was expected in September.", "Also, the risks to this baseline scenario remain on the downside, although given the news regarding vaccines, their magnitude would be somewhat lower than in September.", "These rates also involve a downward revision to the September projections, partly as a consequence of the negative surprises generated by price developments in recent months which have brought the euro area's headline inflation down to -0.3% in November and core inflation to 0.2%, an all-time low.", "According to the projections, prices will accelerate further in 2022 (1.1%) and in 2023 (1.4%), but these rates would still be very distant from the ECB's medium-term price stability objective.", "It is in this context that the Governing Council of the ECB decided at its meeting yesterday to implement a new package of measures.", "First, we announced an increase of €500 billion in the envelope of the pandemic emergency purchase programme (PEPP), and its extension to March 2022.", "We also decided to extend the reinvestment period for purchases under this programme until at least the end of 2023.", "The PEPP programme, introduced last March, has been crucial to keep financial conditions favourable for all agents (public sector, firms and households) and for all euro area countries during the current crisis.", "The recalibration approved yesterday seeks to preserve the current loose financing conditions and to prevent the reappearance of financial fragmentation in the coming quarters, against a background characterised by the economic effects of the second wave of the pandemic, the impact of which has been asymmetric across countries, and the uncertainty surrounding future developments.", "Second, we have eased some of the conditions of the targeted long-term refinancing operations (TLTROs).", "The total amount that participating banks will be entitled to borrow has been raised from 50% to 55% of their stock of eligible loans, against a background in which a large number of euro area banks had exhausted or were close to exhausting their total borrowing allowance.", "Also, the period during which banks will benefit from the reduced interest rate on such operations has been extended by 12 months, until June 2022, provided that they comply with the requirement to maintain their provision of eligible credit to firms and households during a new assessment period.", "Finally, another three quarterly TLTRO operations have been scheduled between June and December 2021.", "The TLTRO operations have been fundamental in preserving, during the pandemic crisis, the supply of bank credit to the real economy, and in particular to small and medium-sized enterprises, which are especially dependent on bank loans as a result of their limited capacity to obtain funds on the capital markets.", "The recalibration announced yesterday seeks to continue to preserve the provision of bank funding to firms and households over the next two years, against a background in which, according to the information available, there could be a tightening of the supply of bank credit, and in which measures such as public guarantee facilities, which have been so important in boosting such supply, may play a lesser role.", "These decisions, especially those relating to the PEPP, are particularly important from the standpoint of euro area countries' budgetary policy, since they will continue to provide room for manoeuvre to fiscal authorities to maintain the measures to support the economy.", "This is particularly important in countries such as Spain, which has been especially affected by the COVID-19 crisis and already had large budget deficits and high public debt levels before the crisis.", "The ECB's actions are preventing an increase in financing costs which, had it occurred, would have significantly limited national fiscal authorities' room for manoeuvre.", ".2 Recent developments in the Spanish economy In Spain, the impact of the pandemic on economic activity has been particularly severe.", "Specifically, during the first half of the year, Spain's GDP contracted by 22.1% from its end2019 level.", "In the spring, the progressive easing of containment measures led to a recovery phase, which was reflected in quarter-on-quarter GDP growth of 16.7% in Q3.", "However, in Q3, Spanish GDP was still 8.7% down from the same period of 2019.", "Apart from affecting some sectors but not others, the economic impact of the pandemic is proving to be very uneven.", "At sector level, for example, the deterioration in manufacturing, construction and the primary sector was less severe, and the recovery stronger, than in services.", "Q3 data show a year-on-year decline in value added in transport services, wholesale and retail trade and hospitality of more than 20%, well above the decline of 3.6% in manufacturing.", "In terms of groups of workers, the negative effect of the crisis was especially acute in the case of young people and those with temporary contracts.", "The labour market indicators also show similar behaviour.", "In particular, while the year-on-year rate of change of effective social security registrations in the hospitality sector was -36.6% in November, the deterioration in employment was much less severe in manufacturing (-4.8%).", "In fact, in some industries, such as agriculture and market services, employment was already growing at positive rates in November (0.5% and 2.9%, respectively).", "The latest data for social security registrations show a year-on-year decline of almost 10% for workers under the age of 30, a much larger contraction than observed for all workers (-1.8%).", "Also, while employees with temporary contracts declined by 7.6% year-on-year in November, those with permanent contracts barely decreased (by 0.1%).", "At the same time, the recovery is fragile.", "Indeed, in recent months, as fresh outbreaks of the pandemic increased and the authorities reintroduced restrictions on mobility and activity in certain sectors, the economic recovery began to lose momentum.", "In the case of the labour market, effective social security registrations (a variable that is calculated excluding furloughed workers), which fell by 22.5% year-on-year in April and improved very notably until September (when they fell by 6% year-on-year), stood at 5.8% in October and November.", "With regard to confidence indicators, the composite PMI, which had rebounded appreciably between April and July, declined steadily between August and November and stands at a level consistent with an economic downturn.", "Similarly, the economic sentiment index declined in both October and November, reaching 87.5 points, its lowest value since June.", "Lastly, several high-frequency indicators, such as those for electricity demand, fuel consumption and mobility, suggest that the recovery slowed over the course of Q3 and, in some cases, even reversed in the final stretch of the year.", "Along the same lines, spending using bank cards, whose annual growth rate stabilised over the summer months, shifted down in October and appears to have remained weak in November.", "These developments are consistent with movements in the retail trade index in recent months.", "However, for now the indicators offer only partial and incomplete information on the performance of activity in Q4 as a whole.", "In any event, it is clear that the second wave of the pandemic is having a smaller impact on the economy than the first.", "This appears related to the fact that the containment measures have, broadly speaking, been less strict and more targeted than those deployed in the initial months of the pandemic.", "There will also have been some learning on the part of agents in terms of adapting to the pandemic and the associated restrictions.", "Meanwhile, less deterioration was observed in Spain during Q4 than in some of the main euro area economies.", "This may stem from the differing severity of the restrictions imposed in each country, but also the fact that the pandemic's second wave began earlier in Spain - having an adverse bearing on activity in the third quarter - than in most of Europe, where its adverse effects will essentially be concentrated in Q4.", "Overall, the baseline scenario of the macroeconomic projections published today by the Banco de España points to a slight quarter-on-quarter contraction of output in Q4 (-0.8%), which is somewhat less acute than that estimated for the euro area in the Eurosystem projection exercise (-2.2%).", "Given the current level of uncertainty, this baseline scenario comes with two alternative scenarios.", "In the severe scenario the Spanish economy would contract more sharply (by -3%), while in the more benign scenario GDP would slightly expand, by 0.6%.", ".3 The most persistent damage and changes caused by the crisis Beyond the short-term effects the crisis is having on the economy, certain other more persistent effects can now be identified.", "First, the impact on public finances stands out.", "Specifically, the budget deficit rose to 6.9% of GDP in cumulative 12-month terms to June, more than 4 pp above the 2019 level.", "The latest data, which do not include local government, reflect a deficit to September of 8.1% of GDP, up 5.2 pp on the 2019 close.", "Second, regarding the business sector, the number of firms registered for social security purposes has fallen since February6 - posting a year-on-year decline of 7.2% in November - and there has been a significant increase in financial vulnerability levels.", "In particular, it is estimated that 40% of Spanish firms may be unable to service their debts out of their earnings in 2020, 27 pp more than in 2019.", "In addition, in terms of solvency, the percentage of firms that will be unable to repay their debts out of expected future earnings is estimated to have risen by between 4 pp and 8 pp - according to the scenario envisaged - up to between 15% and 19%.", "These figures would be higher for SMEs, and especially for firms operating in the sectors hardest hit by the pandemic.", "Third, insofar as the sectors most affected by the pandemic employ a relatively high share of young and low-income workers,8 the crisis appears to have had a particularly harsh impact on the workers who were most vulnerable at the outset and who have fewer available resources to sustain their expenses.", "This could affect the future development of inequality in Spain.", "Lastly, the crisis has given rise to significant changes to production processes and consumption patterns, related in particular to the deepening of digitalisation processes and the growth in teleworking.", "Thus, the results of a survey compiled by the Banco de España show that 31% of the firms surveyed consider teleworking to be a significant or very significant tool to mitigate the effects of the pandemic.", "In addition, around 20% of the firms reported that they were making more use of online sales channels.", "Although it is difficult to identify the scale of these changes, some could be structural, resulting in a reallocation of resources between firms and sectors.", "These examples illustrate the challenge that economic policy faces in the coming quarters.", "In addition to providing income support to firms and households, it must also correctly address this structural damage and help the productive system swiftly adapt to changes that are beginning to be perceived as permanent.", "See, for example, Blanco et al.", "(2020), Spanish non-financial corporations' liquidity needs and solvency after the COVID19 shock, Occasional Paper No 2020, Banco de España; and Blanco et al.", "(2020), \"The impact of the COVID-19 crisis on the financial position of non-financial corporations in 2020: CBSO-based evidence\", Analytical Articles, Economic Bulletin, 4/2020, Banco de España.", "To illustrate this point, the number of temporary employees fell sharply (-13%) in year-on-year terms to Q3, according to Spanish Labour Force Survey (EPA) figures, while the number of permanent employees fell by 0.8%.", "The fall in employment was similar by sex (-3.6% for female employees and -3.4% for male employees) and remained very high for the 16 to 29 age group (-12.8% in Q3), compared with an increase of 1.4% for the over 45s.", "Among young people, the unemployment rate is up 7 pp compared with 2019 Q3 at 31.4%.", "The decline in employment among persons with a low level of education (-13.8%) contrasts with the increase of 1.5% year-on-year among those with a high level of education.", "For more details, see Banco de España Annual Report 2019, Box 4.2, \"The employment income and financial situation of the workers most affected by COVID-19\".", "See \"Spanish business survey on activity and the impact of COVID-19\", Box 3 of the Banco de España's Macroeconomic projections for the Spanish economy (2020-2023), December 2020.", "Thus, credit card spending data show that, at end-November, the online sales channel recorded year-on-year growth of around 20%, while the traditional sales channel declined by nearly 10%.", "In addition, the retail trade index for October reflected considerable differences in the sales patterns of SMEs and single-location firms, whose sales fell by 15.2% and 6.6%, respectively, compared with October 2019, and in those of the large chains and large retail outlets, whose sales rose by 7.3% and 1.4%, respectively 1.4 The Banco de España's macroeconomic projections I will now turn to the macroeconomic projections that the Banco de España has published this morning.", "Compared with those published in mid-September, the new projections include the economic data released since then, the latest pandemic developments - which have been more negative than expected a few months ago - and the positive news on the progress made towards achieving effective medical treatment for COVID-19.", "I should also point out that the European funds from the Next Generation EU (NGEU) programme have been explicitly included in these projections.", "In addition, the projection horizon has been extended by one year, to 2023.", "As I have indicated, the economic situation remains subject to an extremely high level of uncertainty, mainly deriving from the doubts regarding the course of the pandemic.", "The news about the development of several vaccines has eased this uncertainty, although the challenge of producing and distributing them to the population as a whole remains.", "As I will explain in detail later, there is also a high degree of uncertainty regarding the amount of European funds that the Spanish economy will be able to mobilise in the coming years and their multiplier effect on the economy.", "Among the geopolitical factors, doubts remain regarding the outcome of the Brexit negotiations, with a no-deal scenario at the end of the transition period still a possibility.", "Indeed, this is the hypothesis included in the Eurosystem's latest projections (and, therefore, in our projections for the Spanish economy).", "On a more positive note, the outcome of the elections in the United States could revitalise the multilateral framework of international relations.", "Other key elements of uncertainty concern the extent to which economic agents will adapt to the pandemic and the restrictions it entails, the damage to economic growth potential caused by this crisis and the structural changes, to which I have already referred, that it may bring about or speed up.", "In this setting, the Banco de España, together with the other central banks of the Eurosystem, has chosen, as in previous quarters, to set out several scenarios: the baseline scenario, and a mild and a severe scenario.", "The baseline scenario assumes that the restrictions in 2021 Q1 will be similar in terms of stringency to those observed in 2020 Q4.", "It also assumes that the distribution of a medical solution from the start of 2021 will allow the containment measures to be eased - albeit gradually - as from Q2.", "Compared with this baseline scenario, the mild/severe scenario assumes that the course of the pandemic will be more/less favourable and that vaccines will be distributed among the population, so that the containment measures in place will be somewhat less/more stringent.", "Considering these scenarios, in 2020 GDP would fall by between 10.7% under the mild scenario and 11.6% under the severe scenario.", "Under the baseline scenario, it would shrink by 11.1%.", "In accordance with these projections, the economy is expected to pick up quite vigorously in 2021 and 2022, and somewhat more moderately in 2023.", "Under the most optimistic scenario, these rates of growth would be higher throughout the projection horizon, especially in 2021 when GDP would increase by 8.6%.", "By contrast, under the severe scenario, the recovery profile would be significantly more moderate, with GDP growth of just 4.2% in 2021.", "The effects of the pandemic on the Spanish economy are also expected to be quite persistent.", "Even under the most optimistic scenario, our economy would not return to its end-2019 activity levels until end-2021.", "Under the baseline scenario this would not happen until mid-2023, while under the severe scenario the recovery would not be complete by the end of the projection period.", "Turning to the labour market, the rise in the unemployment rate is expected to be relatively contained in 2020 - partly as a result of the furlough schemes - and to be somewhat higher in 2021.", "From then on, the unemployment rate is expected to fall gradually, although under the baseline scenario it would not return to its pre-crisis levels until the end of the projection period.", "Regarding public finances, the budget deficit is expected to rise sharply in 2020, up to around 10.5% of GDP under the baseline scenario.", "Going forward it should decrease, although at the end of the projection period, even under the most optimistic scenario, it would still be substantially above its end-2019 level.", "The public debt ratio is expected to rise by more than 20 pp in 2020 and will not improve significantly throughout the projection horizon; indeed, under the severe scenario, it may even increase further.", "Lastly as regards consumer prices, under all three scenarios the inflation rate will remain in negative territory in 2020 on average (approximately -0.3%) and will climb only very gradually in the coming years, up to a maximum of 1.4% in 2023 under the mild scenario.", "These forecasts entail a downward revision of those published in September, essentially on account of the negative surprises observed in recent months, which have resulted in a headline inflation rate of -0.9% in November.", ".5 The optimum economic policy response to this macroeconomic setting To date, the measures taken in the fields of fiscal, monetary, employment and financial policies in response to the COVID-19 crisis have significantly mitigated its economic impact, easing the deterioration of real activity and of economic agents' income and liquidity and preventing systemic financial stability risks from materialising.", "Going forward, the economic outlook will essentially depend on the extent to which these policies can adapt to an extremely uncertain and changing environment, so that a balance may be achieved between their effectiveness and the efficient use of public funds.", "I have already referred to the role played by monetary policy, in which the Banco de España, as a member of the Eurosystem, actively participates.", "The ECB's actions will continue to be determinant in maintaining favourable financing conditions, making them extensive to all euro area countries and supporting the flow of bank credit.", "This will continue to provide leeway for the tax authorities to roll out the measures necessary to support firms and households.", "In the specific area of budgetary policy, and within the time horizon covered by the Budget for 2021, efforts should continue to be focused, as has been the case throughout 2020, on combating both the health crisis and the adverse economic consequences of the lockdown measures introduced to mitigate it.", "On the health front, the fight against COVID-19 clearly remains top priority.", "This may require continuing to adjust the capacity of the healthcare system, to ease the effects of the second wave and to handle any possible fresh outbreaks.", "In addition, arrangements will have to be put in place to ensure that, once the health authorities approve the use of the vaccines, they may be distributed swiftly and efficiently.", "In all other areas, the priority in the short term must continue to be to support households and firms until there is a sound and sustained pick-up in activity.", "This support is crucial to minimise the risk of the current health and economic crisis triggering a financial crisis that would entail much higher and longer-lasting costs in terms of activity and employment.", "In this respect, we must stand ready to introduce any additional support measures, or to extend or recalibrate existing measures, that may be necessary should the pandemic take a more adverse turn.", "The development of vaccines and their ultimate distribution to the population provide a time horizon over which economic policy should remain very robust.", "This must be compatible with avoiding adopting permanent measures that increase the structural budget deficit, which would further impair the sustainability of public finances.", "The focus of this support should also become gradually more selective, concentrated on the population groups and firms hit hardest by the crisis, so as to maximise its effectiveness in a setting in which public funds are limited.", "This idea is reflected, for example, in the new design of the furlough schemes in force since September.", "In addition, support policies for firms must be tailored to latest developments - especially, as I indicated earlier, to the deterioration in their solvency - and, at the same time, must not hamper the reallocation of funds between sectors and firms.", "In this respect, the extension of the grace period and maturity of loans under the Official Credit Institute (ICO) guarantee facilities, approved by the Government in November, will help ease the financial pressure borne by many firms.", "But in some cases it would also be advisable for them to strengthen their solvency position by means of capital instruments.", "The €10 billion fund managed by SEPI (the State industrial holdings corporation) enables large strategic corporations to be recapitalised, but it would be advisable to complement this with new tools aimed at strengthening the solvency position of smaller firms.", "Moreover, for firms that are highly indebted but whose business is viable, debt restructuring could be an advantageous option for lenders and borrowers alike.", "To facilitate this process, insolvency arrangements should be improved to enhance their efficiency13 and processes should be put in place to allow firms with non-viable business models to effect an orderly market exit.", "To facilitate the reallocation of resources to more dynamic activities, active labour market policies and training and retraining of the workers most affected by this crisis should play a key role.", "Efficient use could be made of the European funds under the NGEU programme to promote this role.", "Regarding these European funds, it is clear that one key factor for the development of the Spanish economy in the coming years will be the capacity to mobilise and allocate the funds efficiently.", "Considering their high volume, they will be fundamental, both to boost economic recovery in the short term and to modernise our economy and increase its growth potential in the medium term.", "In this respect, although it is important to mobilise the largest volume of funds possible, the way in which they are assigned to different expenditure items and potential investment projects is no less important.", "It is essential that they be assigned to new investment projects with a high multiplier effect on economic growth potential, for example, through an increase in human and technological capital stock.", "These effects would be optimised if the funds were accompanied by an ambitious structural reform package that would allow our economy to function more efficiently overall.", "The funds themselves should also contribute to the roll-out of these reforms.", "In addition, bearing in mind the temporary nature of the funds, it is important that they are not used to defray the cost of permanent increases in expenditure, as this would simply increase our already high structural deficit.", "An analytical exercise conducted by the Banco de España14 illustrates the sensitivity of expected GDP growth in Spain in the coming years to different hypotheses as to the amount of the European funds used and the efficiency with which they are assigned to projects.", "The results of this analysis show that if the rate of absorption of the NGEU programme funds in 2021 reaches 75% of the level announced by the Government, the impact of these funds on the rate of growth of GDP in 2021 would be between 1 pp and 1.6 pp, taking a range of fiscal multipliers consistent with the relevant empirical evidence available.", "However, if the rate of absorption of the NGEU funds in 2021 were more in line with the historical evidence available for other European fund programmes (around 30% of the funds available), the impact on GDP growth in 2021 would be approximately 0.6 pp for an average fiscal multiplier according to the academic literature.", ".6 Draft Budget macroeconomic forecast The macroeconomic forecast underpinning the Draft Budget expects real GDP in Spain to fall by 11.2% in 2020, followed by growth of 9.8% in 2021.", "I will now compare these forecasts with those of the Banco de España.", "In any event, I must stress that, in such an extraordinarily uncertain and changing environment as the present one, we need to be especially cautious when comparing these projections.", "Furthermore, we must also acknowledge that those published earlier were necessarily underpinned by more limited data.", "Specifically, the macroeconomic forecast underpinning the Draft Budget was presented to the Spanish Parliament in October, while the latest Banco de España macroeconomic projections have been published today.", "I will now focus on three points concerning this comparison which, in my view, should be highlighted.", "First, with regard to the starting point for this Draft Budget, which is none other than the forecasts made for 2020, the projected fall in GDP in Spain (-11.2%) is consistent with the growth forecast under the baseline scenario of the Banco de España (-11.1%).", "Second, we must take into consideration that use of the aforementioned European funds appears to be behind a significant portion of the projected real GDP growth of 9.8% in 2021 included in the Budget.", "Specifically, in 2021 €27 billion is expected to be available from these funds (around 2.4% of estimated GDP for 2020), which would generate, according to the estimates included in the Budget, a positive impact on the rate of growth of GDP in that year of 2.6 pp.", "With regard to this impact, I wish to highlight that both full absorption of the NGEU funds in 2021 and their multiplier effect on activity assumed in the Draft Budget appear optimistic in light of the historical and empirical evidence.", "In particular, after seven years of the last three European structural fund programming periods (with smaller volumes than those expected under the NGEU) Spain's rate of absorption of the funds available was below 80% in all cases.", "The materialisation of a multiplier effect above unity in 2021, such as that assumed in the Budget, would require a particularly rigorous strategy for efficiently assigning and absorbing these funds.", "This cannot be assessed appropriately because of the Budget's lack of specificity.", "In summary, I consider that there are significant downside risks in terms of both the volume of European funds that the Spanish economy will be able to mobilise in 2021 and their ability to drive economic growth in the near term.", "In this regard, the assumptions contained in the Banco de España projections are based on the historical evidence and assume a rate of absorption of 70% in the case of the funds available for investment projects (approximately €21 billion according to the Draft Budget) and of 100% for the funds earmarked to cover current spending needs (the remaining €6 billion).", "These scenarios also consider an average multiplier for these funds that is slightly below unity in 2021.16 As a result, the potential impact of using the European funds on GDP growth in Spain in 2021 would be 1.3 pp under the scenarios the Banco de España has presented today.", "This is clearly below the 2.6 pp included in the Draft Budget macroeconomic forecast.", "I will now focus on the \"no-policy-change\" GDP growth forecast (i.e.", "discounting the effect of the European funds) for 2021.", "In the Draft Budget this rate is 7.2%, above that projected under the Banco de España baseline and, naturally, severe scenarios (5.5% and 2.9%, respectively), and similar to that projected under the mild scenario (7.3%).", "This comparison enables the identification of an additional downside risk to the output growth rate assumed in the Draft Budget for 2021.", "The last point I wish to make is that, to the extent that there are risks that the pick-up in activity in 2021 may be weaker than forecast in the Budget, there is also a risk that the unemployment rate and inflation may deviate from their forecasts in that year.", "The Draft Budget macroeconomic forecast expects the unemployment rate to reach 17.1% of the labour force in 2020.", "This is above the range defined by the three Banco de España scenarios (from 15.7% under the mild scenario to 16.2% under the severe scenario).", "However, for 2021, the Draft Budget expects the unemployment rate to fall to 16.3%, while the Banco de España scenarios expect increases of between 1.4 pp under the mild scenario and 4.3 pp under the severe scenario, taking it to 17.1% and 20.5%, respectively.", "The Draft Budget expects an inflation rate of 0.9% in 2021, above the forecasts envisaged under the three Banco de España scenarios, which range from 0.7% under the mild scenario to 0.5% under the severe scenario.", "Draft State and Social Security Budget Allow me now to focus on assessing the main revenue and expenditure measures included in the Draft Budget, the general budgetary policy stance, and the expected developments in Spanish government debt.", ".1 Main public spending measures As regards public spending, the Draft State Budget envisages for 2021 a highly significant increase of 24% in total expenditure and of 26% in primary expenditure compared with the 2020 budget outturn projection.", "For the general government as a whole, if the Draft Budgetary Plan figures include the projected use of the European funds in 2021, the general government spending-to-GDP ratio would be 50.8%, down slightly on that projected for 2020 (53%), but far higher than that recorded in 2019 (42.1%).", "This clearly highlights the expenditure push the Spanish general government plans on making in 2021.", "Next I will concentrate my comments on the expenditure items around four main aspects: the NGEU programme, the expenditure items most directly linked to management of the pandemic, certain specific discretionary measures, and the main items whose future development is primarily shaped by the assumptions included in the macroeconomic forecast.", "First, the NGEU programme to which I referred earlier.", "This programme is, on account of its magnitude, the factor that distinguishes this Draft Budget from any other presented in Spain in recent decades.", "The channelled funds are distributed across the various expenditure headings, although they are allocated especially to spending on industry and energy (21.1% of the total funds), civil research and development and innovation (17.8%), infrastructures (17.6%), health (11.1%), education (6.8%), and housing policy (6.2%).", "As a result, unprecedented increases have been budgeted in certain expenditure items.", "Thus, for example, compared with the figures budgeted in 2019, real investment by the State is expected to rise by 47% in 2021 (equivalent to 0.2 pp of GDP), expenditure on civil research, development and innovation by 70% (0.4 pp of GDP) and expenditure on infrastructures by 52% (0.3 pp of GDP), while expenditure on education would increase by 80% (0.2 pp of GDP) and health expenditure by 71% (0.3 pp of GDP).", "In principle, these expenditure items, to which the majority of the European funds would be allocated, have the potential to increase economic growth in the medium term, given that they would enable an increase in the economy's stock of human and technological capital, and infrastructure.", "In any event, the materialisation of these effects will depend crucially on the projects selected.", "Furthermore, given the magnitude of these increases and the possible delays in the process, there are certain risks that they may not materialise in full in 2021.", "In addition, I would like to stress again that, given the temporary nature of these European funds, they should not be used to defray permanent increases in expenditure, as this would simply drive up our already high structural deficit.", "My second comment refers to the forecasts for certain expenditure items that have been severely hit by the management of the pandemic in 2020.", "On this front I would like to highlight two matters.", "First, the weight in GDP of expenditure on purchases of goods and services and on in-kind transfers to households is expected to rise by 1.8 pp in 2020 as a result of the pandemic, to then fall by 0.5 pp in 2021.", "With regard to these items, combining a high level of flexibility to respond to possible future adverse epidemiological developments with strict expenditure execution is warranted so as to avoid the inefficiency of persistently running very high levels of current spending.", "Second, spending on unemployment and subsidies, which has risen very significantly in 2020 as a result of, among other factors, the employment support measures introduced in response to the pandemic, is expected to fall considerably in 2021 (36% and 20%, respectively).", "The decrease in unemployment expenditure is somewhat higher than that included in the Banco de España projections (25% under the baseline scenario).", "This appears to be related to the different unemployment rate projections for 2021.", "A slight upward risk seems to exist in the level of expenditure assumed in the Draft Budget in this item, especially when considering that the furlough schemes may need to be prolonged for longer than initially estimated (at present the schemes will run until 31 January).", "My third comment relates to certain discretionary measures.", "In particular, the Draft Budget includes a proposal to raise pensions and public sector wages by 0.9% in 2021, in line with the Government's inflation forecast for next year.", "This proposal also includes an increase of 1.8% in minimum and non-contributory pensions, and of 5% in the IPREM, the multipurpose public indicator of income index that is used as a benchmark for increases in subsidies, assistance and unemployment benefit.", "As I already stated in my testimony before the Parliamentary Budget Committee,17 in a setting where the risks surrounding the inflation forecast for 2021 are to the downside, the proposals to raise public sector wages and pensions envisaged in the Draft Budget could result in an ex-post increase in real terms in compensation for those groups.", "This at the same time as a large-scale destruction of employment and a highly acute deterioration in the public finances are taking place.", "Further, it should be borne in mind that, on the available evidence, the fiscal multiplier of increases in these items is significantly lower than that of other expenditure components.", "Moreover, these increases in real terms would be in addition to those experienced in 2020; drawing on Banco de España forecasts, the compensation of government employees rose in real terms by approximately 2.7% and pensions increased by 1.2% as a result of inflation markedly drifting downwards from the projections at the beginning of the year.", "In this connection, tying the indexation of pensions and public sector wages to a period longer than one year could make sense, such that increases or decreases in purchasing power stemming from inflation forecast errors are avoided.", "Furthermore, in my view, in the current setting, rather than adopting widespread wage increases for public sector workers, it would be more appropriate to assess the possibility of introducing more specific increases within that group, for example, for health sector workers, based on objective criteria.", "Lastly, I wish to comment briefly on the Draft Budget forecasts for certain expenditure items whose growth can be assessed relatively accurately according to the measures adopted in the Draft Budget and the macrofinancial assumptions underpinning it.", "In particular, I wish to refer to pension expenditure, which is determined by the increases agreed and demographic factors, and to interest expenditure, which reflects developments in government debt and interest rates.", "The official forecasts for these items are in line with the estimates obtained from the models used by the Banco de España.", ".2 Projected government receipts On the revenue side, the Draft Budget proposes a broad raft of legislative changes to existing taxes, including a higher rate of personal income tax and wealth tax for higher income earners, a limit on double taxation exemptions for large corporations, a higher insurance premium tax rate and increased VAT on some sugary drinks.", "The initial proposal for higher taxation of diesel oil for non-professional use was removed from the Draft Budget on its passage through the Congress of Deputies.", "Taking this into account, this set of measures would increase government receipts by around €1.8 billion in 2021, according to official estimates.", "The Draft Budget also reflects the impact on revenue of two recently approved taxes (the financial transaction tax and the tax on certain digital services) and of another two new taxes expected to be created in the near future (a tax on single-use plastic containers and another on landfill waste).", "On official estimates, the impact on revenue of this set of instruments would amount to some €3.2 billion in 2021.", "By contrast, following the presentation of the Draft Budget, the Government approved a lower VAT rate for medical face masks.", "My assessment of the revenue heading measures will focus on two matters: the overall direction of the tax changes introduced and the risks surrounding their revenue-raising capacity.", "First, I wish to reflect on the appropriateness of the timing of the aforementioned changes to taxes and on the specific instruments used.", "From the onset of this crisis, the Banco de España has upheld the view that the fiscal policy response should be decisive to mitigate the adverse effects of the crisis.", "As I stated earlier, the economic recovery shows signs of fragility and is surrounded by considerable uncertainty.", "That calls for maintaining significant fiscal support measures.", "In this connection, I believe it may have been preferable to delay the introduction of some of these tax increases until the economic recovery is more robust.", "As regards the main instruments considered, I insist that in my view what is needed is a profound and comprehensive reform of our tax system.", "Implementing the potential changes to taxes as part of this comprehensive reform would be desirable.", "In some cases (such as, for example, the taxes on financial transactions and digital services), it would also be desirable for these changes to be approached in a coordinated manner internationally, to maximise their revenue-raising capacity and prevent competitive distortions or the relocation of tax bases.", "I will return to these questions a little later when I put forward what I believe to be the main fiscal challenges facing our economy in the medium term.", "Second, I would like to comment on the growth forecast for tax revenue and social security contributions contained in the Draft Budget, of 9% in 2021 in budgetary terms.", "Three main factors condition the feasibility of this forecast, all of which are subject to significant uncertainty.", "First, the revenue-raising capacity of the new taxes, for which there are very few historical or international benchmarks.", "Second, the sensitivity of tax revenue to tax bases; an elasticity that is very difficult to assess with any accuracy in circumstances such as the present, for which there are no comparable historical benchmarks.", "And third, the macroeconomic environment itself, which, as I have said, is subject to significant uncertainty and risks that, overall, could result in lower economic growth in 2021 than included in the Budget.", "According to the analyses conducted by the Banco de España, these three factors are conducive to downside risks for the Draft Budget public revenue forecast, although the bulk of these are associated with the considerable activity growth projected in the Government's macroeconomic forecast for 2021.", "In this regard, public revenue growth would stand below the 9% envisaged in this Draft Budget in all three scenarios published by the Banco de España today.", ".3 The general government deficit target and the fiscal policy stance The Draft Budget expects the public deficit to stand at 7.7% of GDP in 2021.", "This would represent a decline of 3.6 pp on the forecast for 2020, resulting from the anticipated revenue increase of 1.5 pp and expenditure falling 2.1 pp.", "As I have said, analysis conducted by the Banco de España indicates significant downside risks for the 2021 revenue forecast.", "However, the general government budget outturn data for 2020 suggest that this year's fiscal close may be somewhat better than anticipated in the Draft Budget, primarily owing to lower than estimated expenditure growth.", "If confirmed, the pass-through to 2021 of this lower than anticipated deficit in 2020 could offset the foreseeable public revenue shortfall next year, such that a deficit in 2021 of 7.7% of GDP would be feasible.", "Indeed, a deficit of 7.7% of GDP next year is precisely what the Banco de España forecasts in its baseline scenario.", "In any event, it is important to emphasise that the risks of deviation from this baseline scenario are sharply asymmetric, based on the different Banco de España scenarios.", "Accordingly, under the more benign scenario the budget deficit might be 1 pp lower in 2021, while under the more adverse scenario the budget deficit could reach 9.6% of GDP in the same period (1.9 pp higher than envisaged in the Draft Budget).", "As regards the fiscal policy stance, this is usually approximated by the change, from one year to the next, in the general government structural balance, a variable that is not directly observable and can only be estimated with a high degree of uncertainty.", "On information included in the draft budgetary plan, the structural balance would deteriorate by 1.4 pp in 2020 and 0.8 pp in 2021, which is indicative of an expansionary budgetary policy stance.", "This same message can be deduced from the Banco de España's projections, albeit with slightly different figures owing to certain methodological differences in the structural balance calculation.", "In any event, the expansionary stance in 2021 would be primarily due to the impact on growth of the NGEU programme.", "Therefore, should any of the risks mentioned in relation to this programme's impact materialise, the fiscal policy stance could ultimately be less expansionary next year.", ".4 Government debt According to the Draft Budget, the general government debt-to-GDP ratio will reach an alltime high of 119% of GDP in 2020 and will edge down to 117% in 2021.", "This fall would owe exclusively to the strong nominal GDP growth forecast in 2021, which offsets the impact of the budget deficit and the so-called stock-flow adjustments.", "The Banco de España's forecasts for this variable are relatively similar, although in 2021, depending on the scenario considered, the government debt ratio could fluctuate between 113.7% of GDP (mild scenario) and 122.8% of GDP (severe scenario).", "All as a result of the different path assumed for nominal GDP growth and the general government deficit.", "The medium-term challenges for public finances Clearly the crisis prompted by the pandemic is having a profound impact on public finances.", "It is likewise clear that the toll would have been greater still had no action been taken.", "Expansionary fiscal policy will remain necessary in 2021 and, broadly speaking, until the pandemic's effects on the economy have dissipated.", "This is what motivated the European Council's decision to temporarily suspend fiscal discipline rules in Europe.", "In any event, it is important to recognise this impairment of public finances as a significant element of vulnerability for the Spanish economy.", "This heightened vulnerability has not been particularly visible to date, since the ECB's expansionary monetary policy is contributing to keep government debt financing costs very low, while the new European instruments are helping to finance the costs of the crisis.", "In addition, the current environment of structurally low interest rates - below the expected nominal GDP growth rate - is allowing high levels of public debt to be sustainable.", "However, there is abundant evidence that general government running high levels of debt can restrict access to financing in the private sector and drive up its cost, hampering the accumulation of private capital and curbing economic growth.", "High levels of debt also increase the likelihood of episodes of financial instability, such as the global financial crisis and the euro area sovereign debt crisis.", "Lastly, the higher the level of government debt, the less the scope for fiscal policy to respond to future downturns.", "Given all this, the much-needed expansionary role of fiscal policy during the crisis must not obscure the likewise pressing need to correct the budgetary imbalances once the crisis is overcome.", "That will be the moment to undertake a gradual restructuring of public finances.", "As I have been saying since the onset of this crisis, designing and announcing such a plan ahead of time would help to anchor the credibility of economic policy in this country.", "In order to determine the structural deficit and public debt reduction paths that would comprise a fiscal consolidation plan, the levels at which these variables will stand as a consequence of the current crisis must first be estimated.", "There is significant uncertainty regarding these levels, since the depth and duration of the crisis are unknown.", "That said, the magnitude of the post-crisis structural deficit can be approximately calculated based on its estimated level in 2019 (3.1% of GDP).", "To this amount would need to be added certain structural expenditure introduced in recent months, such as spending on the health system, some of which is likely to have a structural component, and on the minimum income scheme, as well as the extra interest burden arising from the higher level of debt.", "In addition, according to the estimates available, around 1 pp of GDP would have to be added in each of the next three decades on account of the increase in pension expenditure stemming from the decision to return to consumer price indexation.", "The result is a structural deficit of no less than 5% of GDP.", "However, as I have said, this figure is shrouded in significant uncertainty, since at present the effects of the crisis on potential output can only be measured with great imprecision.", "Bearing in mind that European fiscal rules require that the structural deficit be reduced by 0.5 pp each year, correcting the projected post-crisis deficit would take just over a decade.", "According to the Banco de España's simulations, a fiscal consolidation process that demands an annual structural balance improvement of 0.5 pp of GDP until budgetary equilibrium is achieved would see the public debt ratio reach just below its end-2019 level by 2035.", "This consolidation process would be especially effective if implemented alongside ambitious structural reforms that increase the economy's growth potential and, consequently, the size of the main tax bases.", "I referred in detail to these structural reforms in my appearance before the Parliamentary Committee for the Economic and Social Reconstruction of Spain after COVID-19 last June22.", "Among other aspects, they should focus on accelerating productivity gains in the economy and reducing the unemployment rate and labour market duality.", "These reforms are all the more important and urgent given that the current crisis may have an adverse impact on the economy's growth potential.", "In view of the scale of the challenge facing public finances, it is reasonable to think that action will be needed in relation to both public revenue and spending.", "It should also be remembered that the composition of public finances is likewise crucial from the standpoint of the economy's growth potential.", "In the case of spending, all expenditure items must be subject to an efficiency review similar to that launched by the AIReF (the independent authority for fiscal responsibility), which revealed scope for efficiency gains in several areas.", "Going forward, it would be desirable for such analyses to be systematically taken into consideration in the budget preparation process.", "On the revenue side, this country's tax system needs an in-depth and comprehensive review to enhance its efficiency and ensure that the tax revenue is sufficient to finance spending.", "It might be useful to start by comparing the Spanish tax system with that of our fellow European countries.", "Such a comparison shows that our revenue-to-GDP ratio is low relative to other euro area countries.", "Spain stands out for its scant indirect tax revenue, which includes VAT, excise duties and, in particular among the latter, environmental taxes.", "As regards direct taxation, corporate income tax receipts are also lower in Spain.", "By contrast, there is virtually no revenue gap with the euro area in personal income tax and social security contributions.", "Finally, as recently noted by the AIReF, there is considerable scope to reduce the tax benefits in the Spanish tax system.", "Lastly, I would also like to emphasise that the medium-term consolidation of public finances is impossible if population ageing is ignored, since this will lead to a very significant increase in public spending on pensions, health and long-term care.", "I discussed this challenge at length in my appearance before the Toledo Pact Committee in September.", "Allow me to recall some of those reflections here today.", "In the specific case of the pension system, recurrent deficits have been recorded in recent years.", "In its recent recommendations, the Toledo Pact Committee underlines that the social security system is presently burdened with costs that are not its responsibility, and it therefore proposes transferring these to the central government.", "In addition, the AIReF proposed transferring some of the social contributions currently allocated to the National Public Employment Service to the social security system.", "These measures seek to significantly reduce the social security system's deficit, which naturally comes at the expense of the central government deficit.", "As I mentioned earlier, the decision to resume indexing pensions to consumer prices, which was likewise recommended by the Toledo Pact Committee, will lead to a significant increase in pension spending relative to GDP over the coming decades.", "Addressing the strains of population ageing will therefore require increasing the system's resources or alternatively reducing the benefit rate or lifting the effective retirement age further.", "The specific decisions on this necessary revision of the system must be taken in the political realm, so that Spanish society's various preferences with regard to pension levels and the resources necessary to finance them are appropriately weighted.", "Developments in employment and economic productivity must also be taken into account, since these likewise have a bearing on the sustainability of the pension system and, therefore, of the general government balance sheet.", "Further, the effects of population ageing are not confined to public spending; they also extend to factors such as the configuration of the labour market, inflation, demand-side policy transmission and tax revenue.", "The characteristics of the pension system likewise have important implications for fostering labour participation and worker productivity.", "Given all this, the pension system reform should be undertaken simultaneously with structural reforms that improve these variables' performance.", "In any event, the reform should improve the system's transparency and take into consideration the redistributive consequences of the changes, both within each generation and across generations.", "Allow me to finish with a few brief considerations.", "The macroeconomic environment remains challenging and uncertain as a result of the health crisis prompted by the pandemic.", "Against this backdrop, now marked by the development of COVID-19 vaccines and their likely progressive roll-out as of early next year, economic policy should focus on providing a resolute response to the challenges stemming from the economic crisis.", "Budgetary policy must continue to counter the pandemic's significant adverse effects on overall economic activity and the income and liquidity of households and firms.", "Should the downside risks for the macroeconomic scenario included in the Budget materialise, this includes allowing free rein to the automatic stabilisers.", "At the same time, the discretionary measures adopted in the current context must focus particularly on those agents hardest hit by the pandemic's adverse effects.", "Such measures must also remain temporary to prevent any further worsening of the structural deficit and should preferably be geared at items that have a positive bearing on long-term growth.", "The projects implemented with the backing of NGEU European funds must be selected for maximum impact on long-term sustainable growth capacity.", "At the same time, an ambitious reform plan should be urgently implemented to address the economy's structural problems, such as low productivity, high unemployment, labour market duality and other issues linked to combating climate change.", "The European funds must also be earmarked to financing these reforms.", "The need for active use of budgetary policy to combat the pandemic's economic fallout should not obscure the fact that Spain's public finances will emerge from this period severely impaired.", "It is imperative that a detailed medium-term budgetary consolidation plan be designed without delay, for gradual implementation as soon as the pandemic is behind us.", "By reducing the economy's financial vulnerability, this plan should help set activity and employment on a sustained growth path.", "As well as establishing specific annual targets to reduce the structural budget deficit, the budgetary programme must define specific measures that will allow those targets to be met in the medium term.", "An exhaustive review of government receipts and expenditure is crucial to preparing such a programme, with a view to restructuring these based on each heading's contribution to growth in activity and long-term employment.", "As I have been repeating since the onset of this crisis, the credibility of this strategy of structural reform and budgetary consolidation also rests crucially on it being grounded on a broad consensus that ensures its continuance over time."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none"], "topics": ["Fiscal Policy", "Monetary Policy", "COVID-19 Pandemic", "Economic Recovery", "European Union", "Public Debt", "Structural Reforms", "Unemployment", "Inflation", "Productivity"]}