{"sentences": ["Good afternoon Ladies and Gentlemen, I am delighted to be here with you at the Paris Blockchain Week Summit today to talk about innovation in the financial sector and the contribution of central banks.", "Central banks, in the context of their general mandate to ensure monetary and financial stability, use three main levers to fulfill their responsibilities in the field of market infrastructure and payments on which I would like to focus my remarks today: supervision, service provision and intermediation.", "Against the backdrop of rapid technological changes, using these levers is more challenging than ever because we do so to promote efficiency and safety and there are trade-offs between these two objectives.", "This may expose us to criticism of conservatism and bias regarding innovation: firstly, in favour of \"old\" technologies which have proved their robustness but might not be in tune with new developments and secondly, in favour of well-established and regulated incumbents.", "Let me say immediately that such criticisms would be misguided and undeserved.", "To explain why, first, let me stress that promoting sustainable innovation is part and parcel of our mandate, and second let me illustrate what we do concretely in that regard.", "Promoting sustainable innovation is part and parcel of our mandate for two main reasons: it is a driver of efficiency gains and an enabler of inclusion.", "- There is no need to go back to ancient times and payments with seashells but we just have to take a glance at the situation three decades ago to acknowledge that in the field of market infrastructures and payments, clearly, innovation has been synonym of efficiency progress.", "The trend towards the dematerialisation of financial assets and means of payment, which has been underway for decades, is a good example.", "Rooted in the current surge in digitalisation, shifts in consumption patterns such as the growth of e-commerce go hand in hand with an increase in the use of electronic payment instruments, along with the development of internetbased technologies and multi-functional electronic devices.", "As a result, payment services are becoming more available, ignoring some of the physical borders and time constraints to satisfy customer demand for instant, continuous, uniform and safe payment services, as economic agents become ever more mobile.", "However, the ongoing technological transformation triggers possible side and adverse effects from an efficiency and safety standpoint.", "Let me mention for instance the fragmentation of solutions with limited interoperability, the growing number of interdependent players, the increased exposure to cyber threats and data protection issues, and the possible constitution of monopolies (including technology monopolies).", "This is the reason why promoting innovation requires us to look thoroughly at new technologies from an efficiency perspective as well as from a safety one, in line with our financial stability mandate, in order to ensure that they improve welfare in a sustainable manner.", "This applies in particular to the new trend towards the tokenisation of financial (i.e.", "security tokens), the creation of new tradable assets associated with new rights, such as utility tokens, new means of payments such as stablecoins and, more generally, all the A series of private and public initiatives new use cases referred to as decentralised finance.", "tokenising financial assets have emerged in the world over the last three years, with the aim of generating new business opportunities, enhancing liquidity and improving the functioning of market infrastructures.", "We are, for example, currently analysing whether tokenisation can help with one of the major remaining inefficiencies, i.e.", "cross-border payments, which are still costly, incur long delays before settlement, and give rise to uncertainties on AML-FT checks.", "This is one of the top G20 priorities, and a solution based on new technologies and innovation could help us facilitate their transfer for the common good.", "But no sound and sustainable development is possible in a hazardous environment.", "And from that perspective, it is also important to ensure that new risks are not brought to the financial system, such as liquidity fragmentation, negative collateral effects on harmonisation efforts and Stablecoins deserve special attention and scrutiny in disruptive effects on the ecosystem.", "- A second reason why we care about innovation is that it is a new lever for financial inclusion.", "Financial inclusion is definitely a major challenge and digitalisation should help identify new avenues to improve it.", "Inclusion is not only an essential topic for the financial sector and the economy, but more broadly for society as a whole.", "Without this access, there is no or only limited ways for people to take part in the formal economy, build up capital, buy goods and services, develop an entrepreneurial project, or save their earnings in a secure and easily manageable way.", "This is essential because it is about reducing inequalities and making sure that more fragile populations, households and small businesses, are not left out of economic development.", "Of course, private actors have understood that financial inclusion might benefit improvements and have a huge role to play in such a journey.", "There are many areas where private actors can help: improving access to financial services, for instance via mobile devices, gathering more and better data, which allows for more tailored and better-priced products, driving down operation costs, and making relationships with fragile clients more profitable.", "These expected benefits should obviously not hide new risks related to financial inclusion in a digitalised world: a risk of digital divide, leaving out those who are not at ease with digitalisation, or even the risk of security issues for personal data if not handled properly.", "We, at the Banque de France are very attentive to those issues because our institution has been entrusted by law to support financial inclusion.", "Our contributions in that area are today quite diverse and are a major part of our mission to provide services to the public, in the line with three major objectives: improving fair access, preventing inequalities of treatment and improving financial literacy.", "As regards fair access, one good example is the Banque de France's involvement in the \"right to an account\" procedure set up by French law.", "If banks refuse to open a bank account for a client, he or she can make a request to us and we will designate a bank within 24 hours.", "This specific bank account will provide basic services free of charge.", "As regards the second objective to help preventing inequalities of treatment, the Banque de France is involved in preventing and addressing households' overindebtedness issues.", "Along with other stakeholders, we help them find solutions to their financial difficulties.", "The Banque de France also chairs the observatory for banking inclusion, which is in charge of promoting financial inclusion and especially of monitoring the banking industry's commitment to cap payment incident fees for all financially vulnerable customers.", "Lastly, the Banque de France promotes financial literacy, through its role of national coordinator of involved stakeholders, by providing specific tools, resources and training for social workers.", "How do we promote sustainable innovation Let me illustrate now more concretely what we do to foster sustainable innovation.", "Our actions take two main forms: The support to and implementation of regulatory frameworks and supervisory practices that foster both innovation and the stability of our financial system - Our inclusion as a player in the financial innovation ecosystem 1- Most of the current regulatory framework was designed before the technological \"disruptions\" that we are now facing.", "It therefore seems logical to adapt it to these technological evolutions as well as to their challenges and associated risks.", "The same, naturally, applies to our supervisory framework and methods.", "The success of the payment services directives (PSD1&2) has illustrated that the European legislation can accompany new trends and trigger innovation.", "With new settlement assets such as Global Stablecoins, the adaptation of existing regimes will have to fit into a larger regulatory framework, to be adopted at a global level.", "These adaptations must preserve and consolidate two fundamentals of financial sector regulation: the financial stability objective and the principle of monetary sovereignty.", "In this respect, I would like to commend the ambitiousness of the European Commission's recent Digital Finance Package and its priorities, in particular those to fight against the fragmentation of the digital single market for financial services and to address the new challenges and risks associated with the digital transformation.", "With regard to these risks, I think it is appropriate for the Commission to address the complex but currently unavoidable issue of the oversight framework to be applied to critical IT service providers, including cloud service providers, and the equally important matter of the supervision of issuers and distributors of stablecoins, whether they be single or multicurrency coins.", "The pilote regime, which is intended to allow market trading facilities and central securities depositories to be exempted, for a period up to six years, from specific existing rules listed in the regulation, in order to trade, settle and register crypto-assets on distributed ledger technology might also invite central banks to examine the conditions under which they could make available their own settlement asset, central bank money, beyond the inner circle of banks.", "- Adapting the regulatory framework will not be enough to keep up with the pace of innovation.", "At the Banque de France, we consider it necessary to be a useful player in the innovation ecosystem, in pursuing two objectives: facilitate and experiment.", "And we are therefore particularly active in this regard through a variety of initiatives that have been made possible by innovative tools that the Bank decided to set up in the recent years: - Le Lab, our innovation centre opened in June 2017, which gives Banque de France teams a support for thinking \"out of the box\" and imagining their business; - The ACPR Fintech-Innovation Unit, which facilitates the relationship between Fintechs and the Authority, especially with respect to the authorisation process, and studies in particular new challenges to financial regulators and supervisors that arise from innovations; - A recently appointed start-up contact person [Maurice Oms], and in the coming weeks, a network of start-up correspondents in the regional French Tech capitals, which will help liaise with the start-up ecosystem.", "- Lastly, I wish to mention the creation of the BIS Innovation Hub, with a triple mission of studying critical trends in financial technology, exploring the development of solutions that could enhance the functioning of the financial system, and mobilising central banks on innovation issues.", "The Eurosystem has decided to be part of this journey, with two innovation centres in Paris and Frankfurt.", "All these new and innovative tools enable the Banque de France to actively experiment new technologies, with a view to identifying both the opportunities and the risks they may bring.", "It would take too much time for me to elaborate on all our experiments in the fields of Datascience and AI, blockchain, cyber security, etc.", "Let me just take a few examples.", "I would like first to talk about the workshops conducted by the ACPR on the use of artificial intelligence in the financial sector as an example of what experimentation can bring, not only to a supervisory authority, but also to the entire ecosystem.", "Indeed, these concrete experiments enabled the ACPR, based on specific use cases, to examine algorithms from inside, their intrinsic performance, their integration into operational processes, and their control and governance environment.", "Drawing on this experiment, the ACPR published a report last June outlining what the framework for the proper use of these future tools could look like.", "This illustrates how experimentation allows us to send the right signals for the ecosystem to realise the potential of new technologies without fearing a delayed and unexpected \"backlash\" from the Supervisory Authority.", "The Banque de France's ongoing programme of experiments on wholesale CBDC constitutes further tangible evidence of our active support for innovation.", "challenges brought by innovation, there is one of special interest for central bankers: that of preserving the anchor role of central bank money in particular in financial markets.", "To this extent, the digitalisation trends in financial markets and in payments, as well as the larger role of nonbank financial intermediaries invite central banks to reflect on the way they give access to the safest settlement asset, central bank money.", "The existence of a digital form of central bank money is obviously not a prior nor a sufficient precondition for financial market efficiency and security.", "Nevertheless, the strong demand in the ecosystem to provide innovative solutions convinced us of the interest of an experimental approach in this field.", "The way we experiment with CBDCs for wholesale transactions perfectly illustrates our choice to move from conceptual and academic considerations, to experiments in the field, hand in hand with market players, using a pragmatic, trial and error way of working.", "The goal is to determine i) how digital central bank money may improve the efficiency and fluidity of payment and settlement systems, ii) what are the most promising technologies and iii) whether it makes sense to make central bank money available to beneficiaries that do not have access to it yet.", "In May this year, we conducted a first successful and very promising experiment with Société Générale Forge, that enabled us to test the three steps of a digital transaction: the tokenisation of a security, the digital representation of central bank money on a private blockchain, and the settlement of a transaction on the security on the private blockchain.", "This led us to interface successfully a public with a private blockchain.", "Upcoming CBDC experiments - there will be eight of them - will help us to investigate not only the potential of technology but also to question the players in the ecosystem on what tomorrow's landscape could look like, on subjects as fundamental as the methods of exchanging financial instruments for CBDCs, the improvement of the conditions for executing cross-border payments or new ways of making CBDCs available to financial sector players.", "In turn, these experiments will lead us to assess whether the regulatory framework currently in force needs to be adapted since we are carrying out these experiments within the current legal framework.", "Besides, this autumn, the Eurosystem has adopted a similar hands-on approach for its experiments on a digital euro for the general public, in which we are participating, alongside with the ECB and other Eurosystem central banks.", "The experiments underway directly relate to the need for the Eurosystem, should circumstances so require, to be ready to issue a CBDC in order to ensure that central bank money is accessible to the general public and to preserve their freedom of choice of means of payment and their confidence in our currency.", "To conclude, let me say that a thriving, creative and efficient innovation ecosystem is a key element in the transformation of the financial system towards greater efficiency and stability.", "This is why at the Banque de France and the ACPR, we feel it is important to support it and contribute to it."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Innovation", "Financial inclusion", "Central bank money", "Stablecoins", "Regulation", "Supervision", "Blockchain", "Digitalisation", "Fintech", "Payments"]}