{"sentences": ["Speech 26 October 2020, 4.30 pm The importance of good framework conditions for the Swiss financial centre Lugano Banking Day Thomas J. Jordan∗ Chairman of the Governing Board Swiss National Bank Lugano, 26 October 2020 © Swiss National Bank, Zurich, 2020 Ladies and gentlemen, I am pleased that this important event can go ahead at the second attempt, despite the continuing exceptional circumstances.", "Of course, I regret very much that the audience cannot be physically present.", "Despite all the digital possibilities available to us now, direct contact with the general public and with business remains very important for the Swiss National Bank.", "Coronavirus has not only impeded the holding of this centenary celebration, it has also had a far-reaching impact on the economy and our social interaction.", "I am therefore particularly pleased to have this opportunity to congratulate the Ticino Banking Association in person on its 100th anniversary.", "As Chairman of the SNB's Governing Board, I visit Ticino often and have meetings with representatives of the Ticino Banking Association on an annual basis - under normal circumstances.", "The SNB has had good relations with your association for many years.", "This is not surprising, since the Ticino financial centre has a long history, as this centenary anniversary proves.", "However, recent years have left their mark on banks and insurance companies in Ticino, as elsewhere.", "The financial crisis, the end of banking secrecy, the tax treaty with Italy and now the coronavirus pandemic have posed major challenges for many institutions.", "Nevertheless, the Ticino financial centre continues to be vitally important for employment and value added in the Italian-speaking region of Switzerland.", "I will use my speech today to focus on aspects that I believe are important for the current and future potential not only of the Ticino financial centre, but of the Swiss financial centre as a whole.", "But first, I want to talk about why a well-functioning financial centre is of value to our economy.", "I will start with insurance companies.", "Insurance companies bundle risks that households or companies would otherwise have to bear themselves, or would even be unable to take in the first place.", "And then, there are the banks.", "They perform a key economic role with their core business of collecting deposits and granting loans.", "In doing so, they enable, for example, private individuals to take out mortgages and companies to fund major investments.", "Just how important the supply of credit is to the economy has been demonstrated by the coronavirus crisis.", "This past spring, many companies in Switzerland experienced liquidity shortages due to disruptions in economic activity.", "In order to supply liquidity to companies quickly and with minimum red tape, the Federal Council drew up an aid package, together with the SNB, the Swiss Financial Market Supervisory Authority FINMA, and the banks.", "Under this programme, the banks grant loans to companies.", "The Confederation assumes the default risk and the SNB provides the banks with liquidity through a new refinancing facility.", "Thanks to this facility, banks can refinance these loans favourably at the SNB policy rate of -0.75%.", "All indications are that the supply of credit and liquidity to small and medium-sized enterprises in Switzerland is currently working well.", "Another feature of the financial centre is that, in carrying out their activities, banks and insurance companies themselves add value and create jobs.", "The financial sector is an important employer in Switzerland, with around 218,000 full-time positions in 2018.", "In that year, it generated a nominal gross value added of around CHF 63 billion, or almost 10% of GDP.", "Its size, however, means that both positive and negative developments in the sector have a particularly strong effect on Switzerland.", "The SNB, too, is dependent on an efficient and effective financial sector.", "This is because by granting loans, the commercial banks transmit our monetary policy to the Swiss economy.", "And by participating in the Swiss franc repo market, insurance companies, too, play a role in Swiss money market pricing.", "The financial sector thus makes an important contribution to the transmission of our monetary policy.", "Stable and well-capitalised banks The global spread of coronavirus has led to a sharp deterioration in the economic environment and financial market conditions.", "Nonetheless, banks in Switzerland have so far withstood the effects of the pandemic well.", "Yet the turbulence has shown how important it is for banks and insurance companies to have adequate capital and liquidity buffers.", "A firm foundation for this is set out in Swiss legislation.", "Systemically important banks are required to hold sufficient capital and liquidity buffers.", "These institutions are also required to ensure their recovery or orderly wind-down in a crisis.", "Over recent years, the globally active big banks have significantly strengthened their capital bases, reduced their risk positions and implemented key organisational measures for crisis management.", "The resilience of domestically focused banks is also good overall.", "Thus, the regulations in place are particularly beneficial in the current environment given the high levels of uncertainty caused by the coronavirus crisis.", "At the same time, by focusing on the key aspects of capital, liquidity and resolution, regulations in Switzerland are typically lean.", "This is because we believe it is important that market players in this country should be subject to as few constraints as possible regarding their activities and their business model.", "Solid currency and price stability Another pillar of a stable and attractive financial centre is a reliable currency.", "A reliable currency is one that holds its value over time, thereby ensuring price stability.", "Our country has one of the most solid currencies in the world, namely the Swiss franc.", "No other currency has retained its value so well since the outbreak of the First World War.", "Nor has any other country kept average inflation lower than Switzerland.", "But there is another side to this coin.", "In times of high uncertainty, the Swiss franc tends to appreciate strongly, putting the economy under pressure and jeopardising price stability.", "We have witnessed this again recently.", "As a result, the SNB has been faced with the challenge of using its monetary policy to guarantee price stability in Switzerland.", "With the negative interest rate and our willingness to intervene in the foreign exchange market as necessary, we are able to counteract the attractiveness of Swiss franc investments.", "Our goal here is always to ensure appropriate monetary conditions in Switzerland.", "In general, an overvalued Swiss franc can pose a problem for the financial industry too.", "This is especially true for the important business of wealth management, where returns mainly accrue in foreign currencies, while costs are generally incurred in Swiss francs.", "We are, of course, also aware of the challenge that the negative interest rate poses to the financial sector.", "We have therefore reduced the burden it places on the Swiss banking system to the level necessary for the implementation of monetary policy.", "Once again, I must also stress that the low interest rate environment is a global phenomenon with structural causes.", "This is unfortunately not something that Switzerland can escape.", "Political and institutional framework A further prerequisite for Swiss financial service providers to compete on an international level is a sound political and institutional framework.", "Switzerland has long had stable political relations, legal certainty, efficient authorities, and a solid and secure infrastructure.", "This constitutes a strong underpinning for financial service providers.", "But let us not rest on our laurels.", "We must try to avoid creating any administrative hurdles that neither contribute to stability nor bring any great benefit, but instead unnecessarily restrict the activities of financial service providers.", "Transfer stamp tax and withholding tax, for instance, curb the potential for growth in Switzerland.", "The reform of the withholding tax system and the abolition of transfer stamp tax on domestic bonds are expected to strengthen the Swiss capital market.", "This would not only benefit the financial sector, but also improve the financing options available to companies.", "It would also benefit small and medium-sized enterprises, for which such opportunities have been very limited until now.", "Open market access Switzerland undoubtedly owes much of the prosperity it enjoys today to open markets and thriving trade.", "However, for the export-oriented parts of the Swiss financial industry, limited market access continues to be an obstacle restricting growth potential.", "Market access to some countries has deteriorated since the financial crisis.", "This especially affects wealth managers who are operating in our relatively small domestic market.", "Measures to facilitate market entry would therefore be helpful.", "And there are new opportunities to be developed in the multilateral trading system too.", "Until now, the liberalisation of global trade has focused on goods.", "Liberalisation of trade in services could offer new growth potential for financial service providers.", "I come now to the end of my speech.", "Ladies and gentlemen, good framework conditions are key to ensuring that our financial centre remains a global leader.", "They must be safeguarded at all times, and, where appropriate, improved.", "In addition, and speaking more generally, good framework conditions help companies in all sectors find corporate responses to challenges such as coronavirus, but also to structural changes.", "They provide the foundation for private market participants to be economically successful and compete at an international level.", "This is, of course, especially true of the financial sector.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Swiss financial centre", "Ticino financial centre", "Coronavirus", "Banks", "Insurance companies", "Monetary policy", "Price stability", "Swiss franc", "Political framework", "Market access"]}