{"sentences": ["Today, the Bank of Russia has decided to maintain the key rate at 4.25% per annum.", "Why have we made this decision, although we do see room to further ease monetary policy under the baseline scenario?", "Firstly, in recent months inflation has been slightly higher than expected.", "This trend has been driven by both a rapid revival of consumer demand after the lockdown period and the weakening of the ruble in July - August.", "We estimate that short-term proinflationary risks have slightly risen again, while disinflationary risks somewhat decreased.", "However, disinflationary risks still prevail in the medium run.", "Secondly, the external environment has become more volatile.", "There are rising concerns about the pace and sustainability of the recovery in the global economy, especially considering that in recent weeks the pandemic situation has worsened to a certain extent in a number of countries.", "Geopolitical risks have intensified.", "Moreover, we also considered the following factors when making our decisions.", "Inflation expectations remain elevated, affected by price and exchange rate movements and the persistent uncertainty over further developments.", "The companies we survey are reporting rises in costs due to higher input prices.", "Moreover, they incur extra costs since they need to comply with the sanitary and epidemiological requirements.", "Concurrently, businesses assess demand for their products as weak.", "This limits their capacity to pass through increasing costs to end product prices.", "However, as demand bounces back, this pass-through may occur.", "And so businesses' price expectations may also increase.", "As regards households' inflation expectations, in August we were able to resume our regular monthly surveys.", "Today, we have the opportunity to comprehensively assess new survey results, comparing them with pre-pandemic data.", "Households' inflation expectations have certainly risen, specifically by one percentage point against March.", "However, I should stress that their response to the drastic change in the situation this year has turned out to be much less intense than before.", "This evidences that they are more anchored since inflation has been staying at its record lows over recent years.", "I would like to emphasise that this stronger anchoring of inflation expectations is exactly what enabled us to promptly shift to accommodative monetary policy, significantly cut the key rate, and act countercyclically.", "However, what is the reason behind our concerns about the rise in inflation expectations?", "There is a risk that they may again stay elevated for a certain time, thus impeding a steady anchoring of inflation close to 4% and affecting the flexibility of monetary policy further on.", "Monetary conditions continue to adjust to the earlier significant key rate reduction.", "Interest rates in the credit market are going down, with lending amounts having considerably expanded.", "Owing to financial stability in the banking sector, the key rate decrease has quickly and successfully translated into the easing of monetary conditions and supported the economy, despite higher credit risks.", "Unlike the previous crisis periods, this year we have managed to prevent a contraction in lending.", "In addition to the key rate cuts, lending is also promoted by the regulatory easing and other measures implemented by the Bank of Russia.", "The preferential programmes launched by the Government are another important contributor to the easing of monetary conditions.", "In particular, preferential lending accounts for nearly one-fourth of new loans granted in recent months to small and medium-sized enterprises and about one-half of new mortgage loans.", "Nonetheless, the anti-crisis support measures implemented by the Government and the Bank of Russia will be gradually terminated.", "We also take into account that it is essential to maintain accommodative monetary conditions next year in order to stabilise inflation close to 4% over the forecast horizon.", "When making our decisions on the key rate, we also estimate how saving behaviour is adjusting to lower interest rates in the financial market.", "We are aware that in this case financial institutions, companies and households need time to adjust to the new conditions.", "This is especially relevant since the pandemic, declining incomes and higher uncertainty may dramatically alter consumption and saving models.", "Seeking higher returns, individuals are increasing demand for various instruments in the financial market.", "For instance, we can already observe an increase in bond investments and an overall surge in households' activity in the stock market.", "This trend in itself has no significant impact on the efficiency of monetary policy because the transmission mechanism is equally functioning through the securities market as well.", "We believe it essential that these changes in saving models do not entail any significant rise in risks for households, businesses and financial institutions.", "Hence, pursuing our monetary policy, we factor in that this adjustment will be taking time.", "As regards the economy, after the easing of the quarantine restrictions, economic activity has been reviving, although unevenly across different industries and regions.", "A number of industries are managing to decrease the gap with pre-pandemic output levels faster than other sectors.", "This is evidenced by official statistics, our up-to-date results of financial flows monitoring and companies' surveys held by the Bank of Russia's regional branches.", "Those industries that are primarily focused on consumer demand are bouncing back more quickly.", "Their recovery is being driven by both pent-up demand for goods that were unavailable over the quarantine period and the growth of expenses in the domestic market during the holiday period when possibilities to travel abroad are limited.", "Nonetheless, this is primarily related to goods.", "The service sector is still far from having fully recovered, being affected by postquarantine restrictions and consumers' cautiousness.", "As regards the production of intermediate and export goods and their transportation, these industries are recovering more slowly.", "Weak external demand is a significant constraint on economic growth.", "Moreover, the momentum for the recovery in the global economy may be waning now.", "As a result of this heterogeneity, there may be significant differences in price dynamics in different industries and regions, both now and in future.", "This trend is clearly demonstrated by data on consumer inflation in summer.", "The return to potential in different product markets may occur at a different pace.", "For instance, in industries focused on domestic demand, this may be a faster process than in export industries; the recovery of the consumer-facing sector may be quicker than in the production of investment goods.", "Therefore, it is essential to consider not only the general output gap in the economy, that is, the deviation of output from its potential, but also the situation in individual sectors.", "If output in industries focused on domestic demand returns to its potential faster than generally across the economy, this will amplify overall inflationary pressure.", "We take this into account when analysing the economic situation and making key rate decisions.", "At present, the effects of deferred domestic demand have been considerably implemented and the overall recovery of the Russian economy is likely to continue at a more moderate pace.", "This year, both fiscal and monetary policies are contributing to the economic recovery.", "At the same time, while anti-crisis budget measures were particularly important during the period of restrictions and will be curtailed in future, accommodative monetary policy will continue to operate next year to support the Russian economy.", "I would also like to emphasise that both fiscal and monetary policies play a countercyclical role, that is, they address the issue of overcoming the downturn and bringing the economy back to its potential.", "This is certainly a top-priority task in the current situation, yet it is critical to remember what is absolutely essential for sustainable long-term development and an increase in economic potential, labour productivity and, accordingly, households' incomes.", "To tackle this task, we need incentives to increase private investments and develop private initiatives and should enhance the flexibility of the labour market, which primarily depends on the business climate and other structural factors.", "The level of our economic potential after the pandemic and how quickly the economy will regain it are crucial for both our macroeconomic forecast and monetary As you know, this uncertainty of supply- and demand-side factors is a key point policy.", "They are presented in the draft Monetary Policy Guidelines for 2021- 2023 published last week.", "We are going to update our forecast estimates following the Board of Directors' meeting scheduled for October.", "Yet, our approaches to the set of scenarios and key forecast assumptions in the scenarios will remain unchanged.", "Winding up, I would like to make my traditional comments on monetary policy prospects.", "The main path of the monetary policy easing has already been passed - since June 2019, the key rate has decreased by 350 basis points, including by 200 basis points this year, to reach its record low.", "We still see some room for reducing the key rate, but we will consider the necessity to use this room and the time when this should be done.", "As shown in the Monetary Policy Guidelines, both under the baseline and alternative scenarios, the Bank of Russia will be capable to tackle the task of maintaining price stability, that is, keeping inflation at our target close to 4%."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["inflation", "monetary policy", "key rate", "economy", "inflation expectations", "lending", "consumer demand", "recovery", "risks", "external environment"]}