{"sentences": ["The fox and the hedgehog: preparing in a world of high risk and high uncertainty Charlotte Gerken, Executive Director, Insurance Supervision InsuranceERM Risk and Capital EMEA Virtual Conference I would like to thank Alan Sheppard, Zachary Morris-Dyer, Gareth Truran, Anthony Brown, Robin Swain, Manuel Sales, Olga Filipenko and Sarah O'Sullivan for their assistance preparing these remarks.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Good morning.", "Thank you to Insurance ERM for inviting me to speak at your conference.", "When I told a colleague I had been asked to give a talk on responses to risk, he told me: \"the fox knows many things; the hedgehog knows one important thing.\"", "I was curious to learn more: this idea came from a fragment of text by an Ancient Greek poet Archilochus of Paros; it inspired Isaiah Berlin's 1953 essay on Tolstoy's view of history; and has been used in Jim Collins's book What it boils down to is a way of thinking, one that guides how you From Good to Great.", "prepare for and respond to risk: the fox looking at every eventuality; the hedgehog's one big idea being to curl into a ball and wait for the peril to pass.", "I'm left with the image of the fox hopping about and getting ever more frustrated as it schemes how to get at the hedgehog.", "Today I will take a look at some of the tactical steps we have taken around the financial markets and macro-economic impact of Covid-19 on insurers.", "And go on to more strategic responses to this and other structural changes, focussing on developments in stress testing and scenario analysis.", "There have been times this year when it's been hard to resist the temptation to react to unfolding events with the hedgehog's one big idea.", "Unfortunately, there have been few places where curling up in a ball would not have left you in the path of a massive juggernaut.", "Deploying our fox brain we have learned many things and responded tactically to the varying ways the financial markets, macro-economic, and business operational impacts from Covid-19 are affecting us.", "(1) In the early phases of the pandemic in the UK, the Prudential Regulation Authority (PRA) made a number of clarifications of policy on recognition of credit impairments and the detailed operation of the matching adjustment, in order to avoid perverse, unintended consequences of the interaction between widespread credit downgrades and the regulatory regime.,2 (2) Anna Sweeney, my co-Executive Director, spoke recently about contract uncertainty and the limits of insurers' capacity to mitigate systemic, undiversifiable risk.", "Work is underway domestically and internationally on both questions.", "For example, there are a number of initiatives in the UK and elsewhere to consider the appropriate form of public-private backstops that would enable insurers to continue to offer essential, effective risk pooling to new and recovering businesses.", "(3) We are beginning to understand some of the operational consequences.", "Most obviously, changes in working patterns have increased reliance on technology infrastructure.", "In response we are See Follow-up note to insurers on the letter from Sam Woods 'Covid-19: IFRS 9, capital requirements and loan covenants' (April 2020).", "See PRA Statement to insurers on the application of the matching adjustment during Covid-19 (July 2020).", "See speech by Anna Sweeney 'Ask not what the economy can do for insurers - ask what insurers can do for the economy' (September 2020).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice increasing the emphasis we place on resilience to cyber threats, reviewing defensive measures and additional controls at firms, and maintaining the priority given to threat led penetration exercises.", "These and other responses serve to address one of more fronts of risk and uncertainty - whether from regulatory, legal or operational sources.", "The one big thing the last several months has brought home to our hedgehog brain is the need to be prepared for a world of high risk and high uncertainty on multiple and interacting fronts.", "The full extent and ramifications of structural changes either brought about or accelerated by the pandemic are unknown, for example the opportunities and threats presented by disruptive trends in FinTech, which has the potential to change economies of scale or to spur competition.", "And risks that may have been eclipsed by the pandemic remain live - whether geo-political, long term demographic trends, or climate change.", "While we know that climate change can create financial risks on both sides of insurers' balance sheets, and that some combination of crystallization of physical and transition risk is inevitable, the timing and extent of specific impacts are highly uncertain, particularly on exposures to specific industries.", "What should firms and regulators be doing to prepare, in the face of these multiple and potentially interacting sources of risk and uncertainty?", "One significant response to unknown risks and uncertainty is stress testing and scenario analysis, and that is what I want to focus on today.", "Current firm-specific and sector-wide stress testing Stress testing is already a central feature of the Solvency II regulatory regime for insurers.", "Firm-specific stresses provide assurance that firms are highly likely to be able to meet their obligations to policyholders: the capital calculation can be thought of as a stylized, 1-in-200 severity stress test of the whole balance sheet.", "Firms are also required to undertake scenario analysis within their Own Risk and Solvency Assessment (ORSA).", "The ORSA process is designed for the firm to provide a narrative of the type of (bespoke) risks it is exposed to and to illustrate how resilient it is to those.", "To these firm-specific measures we have added periodic, regulator-led stress tests, whose purpose is to assess the sector's ability to meet policyholder claims in a common scenario, which reflects micro- and macro-prudential concerns of the PRA.", "Our first supervisory stress test was in 2015 for general insurers and we have repeated the exercise every two years, bringing life insurers into it for the first time last year.", "Our experience has been that these stress testing exercises give us valuable additional insights into firms' financial resilience, beyond those that can be obtained from the usual solvency capital requirement calculation.", "See Rule 3.8 of the Conditions Governing Business part of the PRA Rulebook.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Use of a common scenario enables peer comparison to identify both genuine differences in firms' risk profile, and potential optimism in any one firm's modelling and assessments, thus helping firms improve their risk management.", "It improves our understanding of the potential aggregate, systemic impact of management actions taken rationally by individual firms.", "It helps us to identify any concentrations in reliance on individual reinsurers, jurisdictions, or external models, for example.", "It informs our supervisory approach and helps us to identify priorities if a particular scenario crystallizes (e.g.", "The 2019 stress test again indicated general insurers' resilience to a range of natural catastrophe risks.", "This resilience is reliant on significant levels of reinsurance, particularly from Bermuda, and we worked jointly with the Bermuda Monetary Authority, who highlighted their firms' reliance on onward reinsurance, and in particular to the capital markets via Insurance Linked Security structures.", "One of the benefits of set piece tests is that they enhance our understanding of the structure and sensitivities of firms' balance sheets, and this can be used to undertake further, ad hoc, desk-based stress testing.", "For example, earlier in 2020 we were able to use information gleaned from last year's stress tests to conduct a crude but rapid test of the potential impact of credit and insurance losses from the pandemic and its immediate economic consequences.", "We were aided in this by the resemblance between one of the scenarios used in 2019 and the economic aspects of the pandemic crisis.", "Fortunate perhaps, but equally, many different real world events might lead to similar impacts on the financial variables that drive at least the asset side of the balance sheet, as well as income.", "So generic stress tests can give us a guide to resilience under a diverse set of systemic shocks/scenarios regardless of the circumstances of a particular event.", "The results of our 2020 desk-based exercise helped us to identify the firms that were likely to be the most vulnerable, and apply supervisory focus to them.", "Insurance companies operate in a range of different markets, meaning that the impact of the pandemic on their financial positions has varied significantly.", "In the face of high uncertainty, firms need to continue to make decisions based on their individual exposures and risk appetites.", "Those decisions include whether or not to make distributions including dividends.", "Firm-specific stress testing of affordability is a key input to Board's decisions.", "And we expect firms to continue to do this and maintain high levels of prudence in the face of continuing high uncertainty.", "Stress testing: 2021 and beyond In the near future we have two more stress tests coming up using a common scenario: (1) The Bank of England will be using the 2021 biennial exploratory scenario (BES) to explore the financial risks posed by climate change.", "The exercise aims to test the resilience of the current business models of the See Insurance Stress Test 2019: Feedback for general and life insurers (June 2020).", "See Letter from Sam Woods to insurers on distribution of profits (March 2020).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice largest banks, insurers, and the financial system to climate related risks - as well as the scale of adjustment that will need to be undertaken in coming decades for the system to remain resilient.", "Conducting a climate stress test poses distinct challenges compared to conventional macro-financial or insurance stress tests.", "The Bank is using feedback from last year's discussion paper to ensure it is effective and that the design is appropriate.", "We are having further engagement with financial firms, climate scientists, economists, other industry experts, and informed stakeholder groups to support this work.", "We will publish scenarios in June 2021, with initial submissions due by the end of September.", "Given this time frame we would encourage firms to start developing their capabilities sooner rather than later.", "Our current plan is to publish results in the first quarter of 2022, following a second round of submissions if that proves necessary.", "(2) We will also run another comprehensive insurance stress test in 2022, which amongst other things will include a dedicated scenario for general insurers underwriting cyber risk, reflecting our view that firms still need to improve the way they assess and manage their cyber exposures.", "Life insurers were included in the stress test for the first time in 2019 and it was hard to produce robust results, comparable across firms with diverse business models and capable of being sensibly aggregated.", "We will be engaging with life firms in the very near future on lessons learned from the 2019 exercise to understand better where investment is needed - by most firms - to improve capability.", "Also what the PRA can do to make the test more successful, including the way in which we specify stresses, and what can be achieved in time for the 2022 and subsequent exercises.", "By 2022, our objective is to be able to use our stress testing exercises alongside our other supervisory analysis to improve our insights into the resilience of both the general and life insurance sectors.", "Looking further ahead, stress and scenario testing has more scope to develop as a supervisory tool.", "Areas to explore include transparency and the potential role of sector-wide stress testing in the solvency assessment framework.", "Publication of aggregate results allows the regulator to communicate to the market and the public our view on the resilience of the sector in plausible, narrated stresses, and identify sector-wide risks.", "This serves our accountability and can enhance confidence in the capacity of the insurance sector as a whole to continue to support the wider economy through provision of essential financial services.", "We should also think about whether it will be valuable in the longer term not only to give a sector view but a firm-specific view as well.", "In stress testing the banking system through the annual cyclical scenario (ACS), the Bank publishes the results for the seven participants.", "The objectives for the ACS test include improving firms' risk management and enhancing market discipline, with confidence in disclosures contributing See Discussion Paper 'The 2021 biennial exploratory scenario on the financial risks from climate change' (December 2019).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice positively to access to capital markets.", "Publication has been helpful in cementing the integrity of the exercise and being part of the regulator's accountability.", "These are valuable benefits, and the current consideration of both the future regulatory framework and the review of Solvency II, on which HM Treasury recently published a call for evidence, suggest we should look carefully at both what we are seeking to achieve, why, and how.", "Solvency II review, internal models and the solvency capital requirements calculation Having mentioned the Solvency II review, I do not propose to try and cover the many topics that it encompasses.", "I do want to talk about one aspect which risks being overshadowed by the familiar headline topics of risk margin, regulatory reporting, and matching adjustment.", "That is, the overall approach to setting capital requirements, and the potential role of sector-wide stress testing in that.", "Under the existing implementation of Solvency II, there are many firms for which the standard formula is not appropriate, and internal models are the near-exclusive determinant of capital requirements for all or part of the business.", "And those models either have to be approved or, if not, rejected in their entirety, using a bottom up approach of assessing compliance with a large number of technical tests and standards.", "The philosophy is, in effect, that everything can be modelled, and that determining capital adequacy is essentially a technical exercise.", "This denies the reality: first that some risks are simply not conducive to modelling; and second that even for those that are, there will always be a chance that the model is wrong.", "It hinders supervisors in responding flexibly to risks not well captured by a specific model, or by modelling in general.", "And it has led to huge expenditure of effort by both firms and supervisors in the approval of models and model changes.", "We also have to be alert to the risk of model drift: that detailed changes initiated by firms, that may each be reasonable in themselves, will have a bias towards reducing rather than increasing capital.", "Supervisors need to be able to interrogate the overall outcome of accumulated changes, not just the technical merits of individual changes.", "And it is equally important to remember that insurer resilience depends not just on capital, but also on the accuracy of technical provisions for liabilities, which are themselves inevitably determined by models.", "At times this has led to time-consuming discussion about the fine details relating to firms' models: a bit too fox-like, when what is needed is a more hedgehog-like response - a frank dialogue about resilience to big real world risks and shocks.", "A dialogue that would allow us to respond flexibly to the emergence of new risks and shocks, and to balance modelling with judgment in satisfying ourselves - both regulators and Boards - over capital adequacy.", "We recognise that modelling is at the heart of the management of insurance liabilities, and of assets too thanks to the interconnectedness of the two sides of the balance sheet.", "But uncertainty places limits on the reach of quantitative modelling.", "We should look at a more flexible approach where models sit alongside other All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice inputs to capital requirements.", "Stress testing is an example of a top-down tool we could consider: does the capital position suggested by the detailed, bottom-up modelling deliver resilience at both firm- and sector level to common, real world shocks that we can reasonably expect them to withstand?", "Stress testing may not be the only additional tool.", "The government has an objective of facilitating productive investment to aid recovery and adaptation - not just to the structural changes wrought by the experience of the pandemic, but also to the equally severe, long term threat of climate change.", "Insurers are embracing the part that they can play in financing the transition to a net zero carbon economy with their long term investment.", "But many of the projects that take us to net zero will be innovative and lacking an historical track record: there is a legitimate concern that the riskiness of such projects will be overstated by capital modelling that relies heavily on historical data for its inputs and for validation.", "At the same time the prudential regime has to reflect the economic risks involved.", "We are interested in the possibility for equally innovative risk measurement tools that have the flexibility to cope with any such bias in existing modelling methods, and deliver a balanced risk assessment: I welcome your thoughts on this directly or in responses to the Solvency II call for evidence.", "In finance, the 'Greeks' have become synonymous with the inner workings of models for pricing derivatives - a fox-like activity if ever there was one.", "But thanks to that off the cuff remark by a colleague, I have learned that at least one Greek has much more to tell us about ways of thinking about risk.", "The detailed, fox-like analysis of individual risks and threats and how to respond to them is essential.", "And it is just as important to step back and ask ourselves, does all that industry add up to an effective defence against what the world could throw at us?", "Neither the fox nor the hedgehog has a monopoly on wisdom: as we look forward to 2021, the PRA is determined to learn from these and no doubt from other more exotic creatures.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Stress testing", "Scenario analysis", "Solvency II", "Climate change", "Cyber risk", "Risk management", "Financial markets", "Insurance", "Macro-economic impact", "Covid-19"]}