{"sentences": ["Ladies and Gentlemen, It is a great pleasure to speak at the Citi 2020 Virtual Macro Forum today.", "In my opening remarks, let me focus on two topics.", "First, I will give you a snapshot of the ECB's monetary policy at the current juncture and, second, I will focus on the ECB's strategy review that is now underway.", "According to the ECB's recent forecast, the eurozone economy will contract by 8% this year.", "Next year it will rebound to 5% growth, which will level off to 3% in 2022.", "As a consequence, economic activity is foreseen to return to pre-pandemic levels only towards the end of 2022.", "The Covid-19 crisis has dampened inflationary pressures worldwide.", "HICP inflation in the eurozone dropped into negative territory in August, with consumer prices declining by 0.2% yearon-year.", "This is mainly due to temporary factors, but the elevated level of economic slack, weak energy inflation and the recent appreciation of the euro will continue to act as headwinds.", "Thus, our baseline projections forecast headline inflation to rise only gradually, i.e.", "The ECB's monetary policy is now very accommodative, and so is fiscal policy in the euro area.", "Importantly, monetary policy and fiscal policy now work hand-in-hand and reinforce each other.", "Europe's recovery fund - Next Generation EU - will support the recovery, investment and reforms towards the necessary green and digital transformation.", "The ECB has used a number of instruments to ease financial conditions, thus securing access to finance for households and businesses.", "These include the Pandemic Securities Purchase Programme (PEPP), targeted longer-term refinancing operations (TLTROs), and securing dollar liquidity for European banks through swap lines with the US Federal Reserve.", "Through its forward guidance, the Governing Council has stated that it is ready to do whatever it takes, within its mandate, to maintain price stability and support economic activity across Europe in these tough times.", "ECB President Christine Lagarde has called it, for good reason, a safety net that will be in place until we consider the Covid-19 crisis phase to be over.", "Let me next turn to the ECB monetary policy strategy review.", "After being postponed due to the crisis, the review was re-launched last month, and it is expected to be completed by September next year.", "The essential underlying reason for the strategy review is the profound structural changes in the euro area and in the global economy.", "These include, in particular, the change in the relationship between the spare capacity of the economy and inflation, as well as the long-term decline in the natural interest rate and the sluggish productivity growth.", "The lower natural interest rate has reduced the room for interest rate cuts, as the effective lower bound lays the floor for them.", "However, non-standard policy measures have alleviated this constraint to some extent.", "A reassessment of the ECB's monetary policy strategy is all the more necessary given both the long-term low inflation - or 'lowflation' - and the damage wrought by the Covid-19 pandemic.", "The strategy review will cover a wide range of subjects, including climate change and digitalization, and it is supported by in-depth analyses of the forces that drive inflation dynamics today - or rather, slow them down.", "One of the key issues of the review and of monetary policy today is inflation expectations, and how they should or could be correctly anchored.", "In the early years of its operation, the ECB was seeking to establish credibility in an operating environment in which too high inflation was the main concern.", "This led to the ECB successfully capping inflation expectations by aiming for inflation of \"below, but close to, 2%\".", "However, in the current environment of chronically low inflation, it is more important to ensure that inflation expectations are not anchored at too low levels.", "Today, that is regretfully the case, which has been amplified by the perceived ceiling and asymmetry in the price stability definition, as demonstrated in a recent paper by Bank of Finland researchers.", "To underpin inflation expectations, the first thing to do is to make sure that our inflation target is defined as symmetric - and in particular that the public understands it as symmetric.", "My way of thinking is thus largely similar to that expressed by President Lagarde in her recent speech.", "In other words, what we need is, first of all, a clearly and genuinely symmetric price stability target, and secondly, a reaction function that is sufficiently forceful and equally effective in reacting to deviations in both directions.", "A price stability target defined in such a symmetric manner would help us recover much of the needed policy space and re-empower conventional monetary policy.", "Let me conclude by saying that while a symmetric inflation target and an effective reaction function would help us in achieving our price stability mandate, it would of course be no panacea - it would be no stairway to heaven, but certainly more than only smoke on the water.", "In other words, it would be one key building block in a broader construct of the strategy review, in order to enable the ECB's monetary policy to better support sustainable growth and job creation, and also help reach its inflation target in the coming years.", "I will end here and look forward to your questions.", "On the pandemics' generally dampening effect on inflation see especially Jordà, Òscar - Sanjay R. Singh - Alan M. Taylor (2020): Longer-Run Economic Consequences of Pandemics, Federal Reserve Bank of San Francisco Working Paper 2020-09: doi.org/10.24148/wp2020-09.", "Maritta Paloviita- Markus Haavio - Pirkka Jalasjoki - Juha Kilponen - Ilona Vänni: Reading between the lines - Using text analysis to estimate the loss function of the ECB.", "sequence=3&isAllowed=y.", "Christine Lagarde, The monetary policy strategy review: some preliminary considerations.", "Speech at the 'ECB and Its Watchers XXI' conference, Frankfurt am Main, 30 September 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "inflation", "ECB", "strategy review", "economic recovery", "price stability", "fiscal policy", "inflation expectations", "interest rates", "pandemic"]}