{"sentences": ["Good afternoon Chairman, Committee members, I am joined by Ed Sibley, Deputy Governor, Prudential Regulation and Derville Rowland, Director General, Financial Conduct.", "We welcome the opportunity to appear before you today.", "The effects of the COVID-19 pandemic have been deep and distressing for our community.", "The actions taken to contain the health emergency have affected the economy and all of our lives.", "The Central Bank's job is to ensure the financial system operates in the best interests of households, businesses and consumers.", "In particular, since the start of the pandemic, our aim has been for the financial system to minimise and not amplify the effects of this economic shock.", "In light of the Committee's request, I will give a brief overview of the economic outlook, payment breaks, issues in the insurance sector, the Tracker Mortgage Examination and the credit union sector.", "We are happy to expand on these or any other matters in the subsequent discussion.", "The economic outlook In terms of the economic outlook, we published our latest analysis in our Quarterly Bulletin earlier this month.", "Since the trough reached in the April-May period, Irish economic activity rebounded with the re-opening of the economy.", "But the recovery has been partial and uneven and the outlook remains uncertain, a pattern reflected in the wider euro area and elsewhere in the world, as the IMF indicated in its forecasts last week.", "The unevenness in Ireland is clear from the divergence in performance between the strength of exports and the weakness of domestic demand.", "The overall resilience of export growth has mitigated the fall in GDP, which only fell by 3% in the year to the second quarter, in contrast to underlying domestic demand, which fell by 16% over the same period.", "We projected GDP to decline by 0.4% in 2020 but for domestic activity to fall by around 7 per cent, and unemployment to rise to 5.3% from its pre-crisis level of 4.9%.", "Looking towards 2021, we see a modest recovery for overall domestic demand and GDP, of the order of 1.6% and 3.4% respectively.", "These figures could be higher by about 2 percentage points if a trade deal is agreed between the EU and the UK before the end of the transition period.", "We see unemployment increasing to 8% in 2021 before declining slightly to 7.5% in 2022.", "The latest restrictions announced by the Government on Monday evening clearly have negative implications for individuals, households and businesses across the country and for their incomes, their consumption patterns and their investment plans.", "Ultimately, solving the economic crisis will be dependent on our ability to manage the health crisis as a healthy economy needs a healthy workforce, healthy consumers and a healthy community.", "From what we know so far, under the latest Level 5 measures more sectors will remain open as compared to the April/May period since when consumers and businesses have adapted to operating with restrictions.", "The decline in domestic demand that we forecast for 2020 is likely to be larger than what we published in our Quarterly Bulletin two weeks ago but, on the assumption that the latest measures will be time-limited and that consumers and businesses continue to adapt, our forecast is for activity to also continue to recover gradually during next year, although domesticfocussed economic activity remains unlikely to return to its pre-pandemic levels before 2022.", "The economic shock has left many business and personal borrowers facing difficulties in meeting their repayment obligations.", "We recognise that that this is a worrying time as we move to Level 5 and it is important to explain what is being done to support borrowers affected by the pandemic.", "At the onset of the crisis, lenders across Europe offered loan repayment breaks to all borrowers whose incomes had been affected by the pandemic.", "This system-wide response, undertaken without individual credit assessments, provided relief regardless of whether the income shock was short-term or potentially more permanent.", "By early October, there were just under 54,000 active payment breaks associated with Irish household and business borrowers.", "40% of active payment breaks for Irish borrowers relate to mortgages, representing 3.4% (or 21,322) of outstanding Irish mortgages.", "Active payment breaks for Irish borrowers have reduced by 65% since the end of June (or a reduction of over 98,000), as borrowers start to return to repayment arrangements.", "Unfortunately, there will be borrowers who cannot return to full repayments and they will require individually-tailored support to address the issues they are experiencing.", "Lessons from the global financial crisis have shown that temporary forbearance can assist borrowers to return to full repayment if their income has reduced temporarily but is not effective in addressing more permanent income shocks.", "In the past we have also seen that lenders may be incentivised to rely excessively on temporary forbearance measures which may not be in the borrowers' best interests over the longer term.", "One important lesson from the previous crisis is for early engagement between borrower and lender to prevent the build-up of arrears.", "In response to the move to Level 5 restrictions, we note the statement made by the BPFI that lenders are prepared to offer appropriate support to those borrowers who need it.", "For our part, we continue to engage with the BPFI and with lenders.", "Our clear expectation is that lenders engage effectively and sympathetically with distressed borrowers - in line with the Code of Conduct on Mortgage Arrears, the Consumer Protection Code and regulations for firms lending to SMEs - to deliver appropriate and sustainable solutions and facilitate as many of them as possible to return to repaying their debt.", "In particular, in the current environment we expect lenders to adopt interim measures to support borrowers experiencing temporary income shocks when the financial position of the borrower is not yet assessed or where more permanent solutions are being determined.", "Insurance issues Turning to insurance, last month we concluded the first phase of our review of differential pricing in the private car and home insurance markets.", "The aim of the review is to establish the extent to which differential pricing is in use within these markets and to determine how firms are utilising the practice and whether it is in line with the Consumer Protection Code.", "The first phase of the review identified a number of weaknesses that we have communicated to insurance firms.", "We are planning to release the interim results of our work by the end of this year but it will be necessary to complete all phases before setting out firm conclusions from the Review.", "I anticipate that to happen by the middle of next year.", "On business interruption insurance, we published our supervisory framework in August.", "Our aim is to seek the early identification and resolution of issues which have the potential to cause customer harm and establish clarity for affected businesses as quickly as possible.", "Some business interruption insurance policies do provide cover for the circumstances of interruption related to the outbreak of COVID-19.", "And in some cases the position is unclear although a strong or reasonable argument can be made that they do provide cover.", "The framework is designed to identify and monitor insurers' approaches to these types of policies, to set out our expectations in relation to these, and to indicate that matters will be escalated where those expectations are not met.", "Tracker Mortgage Examination As a result of our work on the Tracker Mortgage Examination, lenders have been required to pay €708m in redress and compensation to 41,700 affected customers.", "We are now well into our related enforcement investigations.", "As you probably know, last month we fined KBC more than €18.3m for its tracker-related failings, which followed the €21m fine imposed on PTSB last year.", "Investigations continue into the other main lenders.", "Although we have concluded the supervisory phase of the Examination, we continue to monitor the outcome of all complaints, decisions by the Financial Services and Pensions Ombudsman and court cases to identify any systemic or other issues with wider customer impact.", "Finally, the Committee has requested information about the Central Bank's regulation of the credit union sector.", "Credit unions are an important part of the Irish financial system given their community presence across the country, their role in financial inclusion and the €16.2bn worth of savings they hold on behalf of their 3.4m members.", "Our role in regulating the credit union sector is to ensure that it operates in a transparent and fair manner and safeguards its members' funds.", "Our tailored and proportionate regulatory framework and supervisory approach recognises the nature and scale of credit unions and also continues to evolve as can be seen from the recent changes to their investment framework which enable increases in longer term lending, including home mortgage and business lending.", "Last month we published our latest report on the nature and type of risks identified during our supervisory work with credit unions.", "Our analysis covers risks across governance, credit, operational risk, business model risk and investment, liquidity and capital risk.", "Weaknesses were evident in a number of credit unions in each of the risk categories, including governance and credit underwriting.", "The report is intended to be a practical reference tool for all credit union boards and management teams.", "We expect them to consider and act on the findings.", "These are exceptional times and require exceptional responses to address the pandemic, sustain the economy and support the ensuing recovery when it comes.", "Over the last seven months, we have taken action to ensure monetary and financial stability and that the financial system operates in the best interests of the community.", "We will continue to do so.", "Derville, Ed and I would be happy to take your questions."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic outlook", "payment breaks", "insurance", "Tracker Mortgage Examination", "credit union sector", "domestic demand", "unemployment", "GDP", "business interruption insurance", "differential pricing"]}