{"sentences": ["Ms. Kawabuchi Kiyo, Senior Representative of JICA, officers of the CRD project participating banks, ladies and gentlemen, good afternoon!", "I am pleased to have this virtual launch today.", "As you may know, MSMEs are the backbone of our economy.", "They account for 99.5 percent of business enterprises in the country and are responsible for two-thirds of its total employment.", "But, the lack of access to credit remains a major barrier to the further development and sustainability of MSMEs.", "As of end-December 2019 or prior to the onset of the COVID-19 pandemic, MSME loans of the Philippine banking system only account for 8.8 percent of total business loans and 6.1 percent of total loans.", "This is mainly attributed to two factors.", "First, MSMEs are often reluctant to approach banks due to lack of credit history and acceptable collateral typically required for loan application.", "Second, banks tend to perceive MSMEs in general as high-risk due to limited understanding and visibility into this market.", "As they navigate through the pandemic, MSMEs have been heavily devastated.", "During the lockdowns implemented to curb the spread of COVID-19, most MSMEs closed totally and some operated on a highly limited basis.", "The harsh reality is that the pandemic added to the existing challenges encountered by MSMEs and therefore undermine progress towards inclusive economic growth.", "Clearly, both the government and private sector should support to MSMEs to help them withstand this crisis and eventually recover and thrive beyond this pandemic.", "As such, it is timely that the Bangko Sentral ng Pilipinas (BSP) and the Japan International Cooperation Agency (JICA) have embarked on a project to establish a Credit Risk Database (CRD) for small and medium enterprises (SMEs).", "As a brief background, the feasibility study on the establishment of a CRD here in the Philippines was conducted in 2016 by JICA and the Department of Finance.", "The study showed encouraging results and the project became a joint initiative of the BSP and JICA under a Technical Cooperation Program between the Philippines and Japan from 2019 to 2022.", "Today, we are officially launching the CRD project.", "The project aims to improve access to finance among SMEs by promoting risk-based lending which uses credit scoring models to assess the capacity of SMEs to repay their loan.", "The project is a tangible step in building a sustainable financing ecosystem for SMEs.", "Banks, on the other hand, will benefit from the robust credit scoring models built on the database to supplement or to validate their internal scoring models.", "This will particularly be useful to those without a credit scoring model.", "The CRD will enhance the credit risk management system of banks.", "As we usher in the new economy and steer towards a strong post-pandemic economic recovery, we expect the CRD to contribute to providing stimulus for inclusive economic development.", "As the CRD will augment the access of SMEs to credit, it will lead to their enhanced productivity and competitiveness and also generate much-needed jobs and source of income for many Filipinos.", "Indeed, the project will provide long-term support to SMEs.", "I want to thank the Government of Japan and JICA for their commitment towards socio-economic development in the Philippines.", "I also wish to thank the 17 pioneer participating banks : Land Bank of the Philippines, Development Bank of the Philippines, Security Bank, Rizal Commercial Banking Corporation, Philippine Business Bank, Sterling Bank of Asia, China Bank Savings, Malayan Bank, Philippine Savings Bank, UCPB Savings Bank, Producers Savings Bank, Queen City Development Bank, Wealthbank, Sun Savings Bank, AllBank, CARD SME Bank and First Consolidated Bank.", "Their participation and commitment in the CRD project is crucial in the development of the sector.", "MSMEs have taken steps to continue their businesses amid the pandemic.", "The BSP, in cooperation with JICA and the Philippine financial institutions, will do our part.", "Together, we will create a sustainable and vibrant financing ecosystem in the country.", "Thank you and mabuhay!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["MSME", "Credit Risk Database", "Risk-Based Lending", "SME Financing", "Pandemic Recovery", "Inclusive Economic Growth", "Credit Scoring", "Banks", "Economic Development", "Japan International Cooperation Agency"]}