{"sentences": ["Vivek [Pathak, Director, East Asia & the Pacific, International Finance Corporation], ladies and 1.", "It gives me great pleasure to join you today and witness the signing of the cooperation agreement between the Hong Kong Monetary Authority and the International Finance Corporation to establish the Alliance for Green Commercial Banks.", "The HKMA has long cherished our close partnership with the IFC, especially since the setting up of its East Asia and Pacific Regional Office in Hong Kong in 2000.", "Today we are taking that partnership to a higher level, for a broader common purpose.", "We feel privileged to be invited by the IFC to serve as the founding member and first regional anchor to co-launch an alliance that aims to promote green banking in the global financial market, starting with Asia with a view to expanding to other regions.", "It is a strong recognition of Hong Kong's status as the premiere financial centre in Asia and our strong commitment to green finance.", "Climate risk is one of the biggest threats to our planet and future generations.", "A lot has been said about the need and urgency for the financial sector to play its part in tackling this risk.", "The question of \"whether\" is behind us.", "We need to walk the talk and address the question of \"how\".", "Let me begin with the concrete actions we at the HKMA are taking.", "Our action plan is guided by the green and sustainable banking initiative unveiled in May 2019.", "We have been making significant progress since then.", "As one of the largest reserves managers globally, we embrace responsible investing.", "ESG principles are now an integral part of our investment criteria, processes, and asset allocation.", "As a banking regulator, we are working together with banks to manage climate risk.", "Being a good corporate citizen is important, but for banks there is the added dimension of managing the climate-related physical risk and transition risk associated with the projects and businesses they are funding.", "We have already developed a common assessment framework to help banks to assess their individual \"greenness baseline\".", "In June this year, we issued a white paper that sets out our initial thoughts on the supervisory approach to addressing climate-related and sustainability issues.", "This will pave the way for setting our supervisory expectations for banks' implementation.", "Managing climate risk brings new opportunities in green finance.", "The IFC estimates US$29 trillion in climate investment opportunities in emerging markets over the next decade.", "Today Hong Kong is already a green finance centre with a vibrant and efficient ecosystem that matches the demand and supply of green financing.", "But more needs to be done in this fast-growing space.", "As a market facilitator, the HKMA is joining hands with various stakeholders to keep enhancing our platform.", "We are assisting the HKSAR Government in implementing a multi-year green bond issuance programme totalling HK$100 billion.", "Meanwhile, we have set up a cross-agency steering group that brings together financial regulators and Government agencies in order to create a concrete roadmap to promote green finance in Hong Kong, through addressing crosssectoral regulatory issues and coordinating market development efforts.", "We will also explore with our Mainland counterparts collaboration opportunities in the green finance space to support China's commitment to achieving carbon neutrality in 2060. .", "Talent and capacity is key to our green strategy.", "In a recent survey jointly conducted by the HKMA and the banking industry, climate-related risk management was identified as an area with skill gap among practitioners.", "This challenge is not unique to Hong Kong.", "The launch of the Alliance is therefore most timely to fill that gap by - - providing a learning and sharing platform for banks to acquire the knowledge and tools to transform into \"greener\" banks; - helping banks seize climate-related investment opportunities; and - providing thought leadership to advance the green agency globally.", "Equally important, by helping banks build their capacity, the Alliance will complement the efforts of banking regulators across jurisdictions to enhance the banking sector's management of climate-related risks and promote sustainable banking.", "Participating banks will benefit greatly from the IFC's wealth of knowledge and expertise in the field of green finance.", "The learning and sharing among peers will also encourage cross-fertilisation of ideas, identification of best practices, and collaboration in green investments.", "Asia is a good starting point for this global alliance.", "It represents a good mix of developed and emerging economies at different stages of economic development.", "Each has its unique set of environmental challenges but together we share a common commitment to creating a greener and more liveable region.", "Closer to home, Hong Kong hosts three quarters of the world's 100 largest banks, with many of their Asia Pacific headquarters based here.", "So, we are uniquely placed to serve as the testing ground for the Alliance by connecting banks in the region to their global peers to facilitate sharing and learning.", "We are confident that the experience gained in Asia will provide useful insight and reference for the IFC to promote green banking in other parts of the world..", "Equally important, by helping banks build their capacity, the Alliance will complement the efforts of banking regulators across jurisdictions to enhance the banking sector's management of climate-related risks and promote sustainable banking.", "Participating banks will benefit greatly from the IFC's wealth of knowledge and expertise in the field of green finance.", "The learning and sharing among peers will also encourage cross-fertilisation of ideas, identification of best practices, and collaboration in green investments.", "The Alliance is a new initiative for both the HKMA and the IFC.", "Today marks the first step of an exciting journey.", "Very soon we will reach out to stakeholders to join us in this most meaningful project."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green Finance", "Climate Risk", "Sustainable Banking", "Green Investments", "ESG", "Alliance for Green Commercial Banks", "Green Banking", "Capacity Building", "Collaboration", "Hong Kong"]}