{"sentences": ["The world-wide spread of the new coronavirus has led to an extremely serious public health emergency and an economic crisis unparalleled in modern history.", "In order to contain the pandemic, many countries had to introduce measures that curtailed people's movements and social interactions, and temporarily put a stop to many productive activities.", "The repercussions for global growth have already been extremely severe.", "This year we will see a sharp and widespread fall in per capita incomes.", "The longer term impact of the crisis remains surrounded by a great deal of uncertainty, as it is difficult to say how much and in what way the pandemic will ultimately shape households' behavior and consumption patterns, what new needs will emerge and which social habits will be abandoned definitively.", "While the international business cycle has somewhat improved over the summer - with recovery beginning in many countries - the pandemic has continued to spread.", "As a result, uncertainty at the global level remains very high all over the world, curtailing consumption and investment.", "The sharp rise in savings observed in many countries in the last few months, which is in large part caused by precautionary motives, could restrain aggregate demand for a long time, slowing recovery.", "A prolonged slowdown in capital accumulation may dampen productivity growth, potentially exacerbated by a retreat from global value chain, which would affect longterm perspectives.", "It is especially important to limit the diffusion of the crisis within the financial sector to avoid additional negative feedback loops.", "In 2020 the amount of people living in extreme poverty will increase for the first time in 25 years.", "The number of food-insecure people could double.", "Countries affected by fragility, conflict and violence, especially in Sub-Saharan Africa, may be most strongly hit.", "The social and economic consequences of this crisis call for continuing action at all levels.", "It must be recognized that the impact of the pandemic has been uneven among workers, with job losses and unemployment concentrated among low-skilled and low-paid workers.", "Unequal access to health and education across and within countries and a consequent drop in human capital accumulation may worsen the impact on future generations.", "We praise management for the role the World Bank Group (WBG) is playing in this regard, having quickly conveyed substantial resources to help the poorest and the most vulnerable, supporting the health sector, and providing liquidity to the business sector in low-income countries.", "Even more than in other episodes of widespread crisis, the WBG must provide countercyclical support while promoting long-term growth.", "These two objectives are not contradictory.", "Indeed, it is necessary to help address the ongoing short-term financing needs of client countries in the fight against the Covid-19 shock while simultaneously promoting sustainable growth.", "Interventions in some areas - such as health or social safety nets - emerge as key priorities.", "However, education and sustainable infrastructure must not be overlooked, as these sectors shore up resilience to environmental, economic and social vulnerabilities.", "Needs arising from the consequences of the shock are huge, and financing a comprehensive economic recovery plan - targeting both poverty reduction and inclusive, sustainable growth - is challenging.", "Only by working together is it possible to come out of the crisis faster and better: international coordination is more important than ever.", "The World Bank Group's financial resources have recently been boosted by the IBRD and IFC capital increase and the very successful IDA replenishment.", "This calls for doubling the effort to coordinate with other multilateral development banks, international financial institutions, and the donor community and to leverage all sources of finance - including from the private sector.", "In this respect, WBG operations should be informed by a clear understanding of the reasons behind private sector retrenchment from developing countries.", "It is crucial to assess the extent to which retrenchment results from heightened uncertainty about the length and the depth of the crisis, which might call for a better use of guarantees or blending instruments.", "At the same time, putting the most appropriate economic policies in place is one of the most effective ways of de-risking.", "While policies aimed at protecting domestic industries to the detriment of FDI flows may have short-term employment benefits, they may entail larger medium-term costs in terms of innovation, technology transfer, and eventually growth potential.", "We encourage the WBG to support the adoption of long-term oriented policies in its dialogue with partners and to develop new financing strategies that can support the implementation of the SDGs.", "We believe it is critically important in these unprecedented times to demonstrate the unwavering support of the global community to the poorest countries and we look forward to the review by Executive Directors of the decision concerning the 2020 IDA transfer by December 2020.", "An extension of the Debt Service Suspension Initiative (DSSI) by 6 months is warranted by the continued liquidity pressures.", "This decision could be re-examined by the time of the 2021 IMF/WBG Spring Meetings and a further extension by six months could be considered if required by the economic and financial situation.", "All official bilateral creditors should implement this initiative fully and in a transparent manner.", "We strongly encourage private creditors' participation in the DSSI on comparable terms when requested by eligible countries.", "We recognize that debt treatments beyond the DSSI may be required on a case-by- case basis.", "In this context, we welcome the agreement reached in principle at the G20 on a \"Common Framework for Debt Treatments beyond the DSSI\".", "We welcome progress achieved in the ongoing review of IDA voting rights.", "We urge Executive Directors to conclude the review by November 2021 and to agree on a simpler system that would ensure a progressive alignment between contributions and voting rights, while safeguarding the voting power of recipient countries.", "We reaffirm our commitment to a 5-year shareholding review and the Lima principles.", "Nevertheless, we do not necessarily believe a shareholding realignment is required at each review.", "As the current review comes only two years after the conclusion of the 2018 capital increase, with the capital subscriptions process in the IBRD and IFC having just begun, we support the completion of the 2020 IBRD shareholding review at this stage with no realignment.", "Similarly, we support the completion of the IFC shareholding review without further analytical work.", "Confronting these unprecedented challenging times requires dedication and strong discipline in the use of available resources.", "We thank President Malpass, and all WBG management and staff for their exceptional effort on the front lines of the response to the economic consequences of the pandemic.", "Flexibility in the use of budgetary resources has been instrumental in this endeavor.", "As we continue to face the inevitable cost pressures resultant from a much larger portfolio and operations in more difficult contexts, it is important to maintain budgetary discipline.", "This is even more relevant for the IFC, whose budget coverage ratio has deteriorated, suffering particularly from adverse effects in financial markets."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic crisis", "Poverty reduction", "Sustainable growth", "Financial sector", "Debt relief", "World Bank Group", "Health", "Education", "IDA"]}