{"sentences": ["Thank you for joining Senior Deputy Governor Wilkins and me to discuss today's policy announcement and Monetary Policy Report (MPR).", "Our main message today is that it will take quite some time for the economy to fully recover from the COVID-19 pandemic, and the Bank of Canada will keep providing monetary stimulus to support the economy through the recovery.", "Before turning to your questions, let me say a few words about our policy discussions.", "Obviously, the Governing Council spent a lot of time discussing the current status of the pandemic and its impact on our economy.", "Simply put, things really depend on how the pandemic evolves.", "We are basing our outlook on some particular assumptions about the virus.", "We assume authorities won't need to reinstate the sort of extensive and widespread containment measures we saw in the spring.", "But we can expect successive waves of the virus to require localized and targeted restrictions.", "The need for these restrictions will ebb and flow, and gradually diminish over time.", "We are assuming that vaccines and effective treatments will be widely available by the middle of 2022.", "Finally, we expect that the fallout from the pandemic will have some long-lasting effects on future economic growth.", "Since the spring, we have developed a better understanding of the economic effects of containment measures and the impact of the government support programs.", "With this, and the recognition that the virus is going to be with us for some time, the Governing Council decided to go back to our normal practice of giving a projection for growth and inflation in the MPR.", "That said, let me stress that the projection is highly conditional on our assumptions about the virus.", "As expected, the Canadian economy bounced back in the third quarter as many businesses reopened.", "In fact, the rebound was a little stronger than we had anticipated at the time of the July MPR, but we are still over 700,000 jobs below our pre-pandemic level of employment.", "To put that in perspective, peak job losses in the Great Recession a little more than a decade ago were about 425,000.", "The current job losses are concentrated in service sectors, particularly in lower-wage jobs where physical distancing is difficult.", "This is why the income support programs put in place have been so important for the recovery.", "They have protected the most vulnerable and supported household spending, which has helped to underpin the recovery in consumption.", "Housing activity also rebounded sharply in the third quarter as sales made up ground that was lost in the containment phase.", "But outside of household and government spending, the economy has struggled.", "Investment and exports have increased but are still weighed down by uncertainty and weak demand.", "Meanwhile, the Canadian dollar has been a bit stronger than we assumed in July, despite continued low oil prices.", "The Governing Council agreed the very rapid growth of the reopening phase is now over and we are in the slower-growth recuperation phase.", "We expect fourth-quarter growth to be just barely positive-weaker than previously expected due to the resurgence in COVID-19 infections.", "For 2020 as a whole, we expect that the economy will have shrunk by about 5 1/2 percent.", "Looking out to 2021 and 2022, we are projecting annual growth to average almost 4 percent, with household spending leading the way.", "But we expect this growth to be uneven across sectors and choppy over time.", "Some parts of the economy will simply be unable to completely reopen until a vaccine is widely available, so sectors will recover at very different speeds.", "Moreover, as infection rates fluctuate, economic activity will continue to be affected by containment measures as well as consumer and business caution.", "We expect business investment to remain weak as uncertainty persists and exports to grow only slowly.", "When we add it up, the Governing Council projects that the economy will still be operating below its potential into 2023.", "Let's now turn to inflation-our mandated goal.", "The most recent CPI inflation data came in at 0.5 percent, and it's expected to stay below our 1 to 3 percent target range until early next year.", "After that, it is projected to rise gradually, but stay below 2 percent throughout the projection horizon.", "The Governing Council also spent a fair bit of time discussing longer-term issues.", "We know the pandemic is reducing investment and is likely to cause long-lasting damage to some people's job prospects.", "These forces will reduce Canada's economic potential.", "We have substantially marked down our estimate for Canada's potential growth to about 1 percent a year through 2023.", "I explained earlier how our outlook is highly conditional on assumptions about the virus.", "Beyond these, it is also subject to several important risks.", "For example, it's possible that consumption could be stronger than expected if households quickly reverse the buildup in savings they have accumulated since the start of the pandemic.", "In contrast, an economic setback could lead to a sharp tightening of financial conditions, further slowing both growth and inflation.", "The Governing Council sees the risks around the projection to be roughly balanced.", "But it's important to remember that we are operating at the effective lower bound for our policy interest rate and inflation is well below target.", "So, we are particularly focused on the downside risks to our projection.", "Given the outlook, the Governing Council agreed that extraordinary monetary policy support will continue to be needed.", "Accordingly, we will continue to hold the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.", "In our current projection, this takes us into 2023.", "We are providing exceptional forward guidance combined with a full economic projection to provide as much clarity as we can to Canadians in an environment of considerable uncertainty.", "Our forward guidance is being reinforced and supplemented by our quantitative easing (QE) program.", "We are recalibrating our program of government bond purchases, and I want to take a moment to explain what we are doing and why.", "At the outset of the pandemic, our bond purchases were focused on restoring orderly market conditions, and we concentrated on buying bonds with shorter maturities where issuance was strongest.", "Now that markets are functioning well and the yields on shorter maturity bonds are well anchored by our forward guidance, we can concentrate more of our bond purchases at longer maturities.", "Shifting our purchases to longer-maturity bonds increases the amount of monetary stimulus provided per dollar purchased.", "That's because it focuses more directly on the borrowing rates that are most relevant for households and businesses.", "Given the expected impact from buying more longer-term bonds, the Governing Council judges that, as we gradually reduce our total weekly bond purchases from at least $5 billion to a minimum of $4 billion, our QE program will continue to provide at least as much stimulus as before.", "This recalibration of the program will increase its effectiveness.", "The QE program will continue until the recovery is well underway.", "We are committed to providing the monetary policy stimulus needed to support the recovery and achieve the inflation objective.", "With that, Senior Deputy Governor Wilkins and I will now be happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none"], "topics": ["COVID-19 pandemic", "economic recovery", "monetary stimulus", "economic outlook", "inflation", "growth projection", "consumer spending", "business investment", "quantitative easing", "potential growth"]}