{"sentences": ["Digitalization and financial services innovation in the Italian G20 Presidency Agenda Speech by Alessandra Perrazzelli Deputy Governor of Deputy Governor of the Bank of Italy Singapore FinTech Festival 2020 - Economic Summit, 7 December 2020 Thank you for inviting me to speak at this very important event.", "The Italian G20 Presidency officially took off on December 1.", "Three keywords embody the overarching priority themes of the Presidency: People, Planet, and Prosperity.", "These 'three Ps' will inspire the agenda of the G20 Finance Track work streams led by Finance Ministers and Central Bank Governors.", "We must aim to foster a transformative recovery from the pandemic to a more inclusive and sustainable economy and society, levering on new technologies and digitalization, to bring a brighter future for all.", "The Italian Presidency will bring a renewed focus on green and sustainable finance issues (which also figure in the agenda of this event), in particular with initiatives aimed at promoting better quality data and a broader and more comparable climate-related financial disclosure.", "As to digitalization and financial services innovation - the main theme of this Singapore Festival - taking over from Governor Alkholifey, I confirm that these will continue to be important cross-cutting issues in the G20 Finance Track workprogram also under the Italian Presidency.", "As a first example, following up on the G20 Action Plan developed under the Saudi Presidency for sustaining the recovery after the pandemic, the Italian Presidency will promote a discussion in the G20 on the role of new technologies and digital transformation as drivers of productivity gains which can lead to more inclusive and resilient growth.", "A priority will be to define a menu of policy options providing evidence on best practices for supporting the digital transformation and generating productivity returns.", "A second example concerns digitalization applied to infrastructure.", "The Italian Presidency considers a priority to continue to work on the InfraTech Agenda endorsed under the Saudi Presidency, by focusing on best practices for delivering high-quality and high-impact technological solutions enabling infrastructure resilience, and for addressing disparities between urban and rural areas to reach universal access to connectivity networks.", "A third example refers to the G20 work stream on financial inclusion.", "The shift towards digital financial services, further accelerated by the pandemic, has created new opportunities but also new challenges.", "Leveraging on better and more advanced technology, we must work to ensure that benefits are widely shared, by improving financial access for underserved and vulnerable groups, and small and medium enterprises, and to avoid that the increased use of digital means might be a source of exclusion for some categories, due to the lack of digital infrastructure or digital skills.", "Under the Italian Presidency, the Global Partnership for Financial Inclusion will identify the gaps in digital financial inclusion, uncovered by the crisis, and explore viable solutions to address them, by looking at the state of development and accessibility of digital infrastructure, the degree of financial and digital literacy, the adequacy of the regulatory and supervisory framework.", "Digitalization and financial services innovation also set the stage for some key priorities identified by the Italian Presidency for the work on financial regulation, coordinated by the FSB in collaboration with the Standard Setting Bodies.", "As the pandemic has increased the use of digital financial services and remote work tools, an important objective is to promote safety and resilience of the financial system by strengthening cybersecurity in the financial sector.", "Following up on the Cyber Incident Recovery and Response (CIRR) toolkit developed by the FSB under the Saudi Presidency, the Italian Presidency will focus on cooperating to achieve greater harmonisation in specific areas such as reporting of cyber incidents.", "The Italian Presidency is also engaged to achieve more efficient and secure cross- border payment systems, building upon the Roadmap for enhancing cross-border payment arrangements and infrastructures developed under the Saudi Presidency and facilitating the achievement of its 2021 committed deliverables.", "Related to this, we will continue the review of regulatory, supervisory and oversight challenges of global stablecoins and of remaining financial stability concerns.", "Let me briefly recall the recent developments and arguments underlying the G20 objective to improve cross-border payments and the Italian Presidency commitment to take it forward in 2021.", "The pandemic has led to a sharp acceleration in the spread of digital payment instruments in many countries of the world.", "For example, in the second quarter of this year the number of mobile payments transactions processed by Chinese banks increased by 25 per cent with respect to the same period of 2019.", "In the US, survey evidence suggests that nearly one in five respondents plan to increase the use of mobile payments due to COVID-19.", "In the euro area, around 40 per cent of consumers have decided to reduce the use of cash for their daily shopping since March, partly because of the fear of being infected by the virus via banknotes or proximity to the cashier.", "In Italy, the use of payment cards rose and the use of cash decreased even over the summer, when the risk of infection was low and social distancing measures were very limited.", "These trends suggest that the change in consumer habits towards an increasing use of digital payment instruments, which started well before this crisis, will continue in the years to come, potentially at a faster pace than what we have observed before.", "Recent advances in technology and innovation, such as distributed ledger technologies (DLT) and multilateral platforms, create the potential for new payment infrastructures and instruments for cross-border payments.", "DLT, in particular, could represent a break with the way in which payment infrastructures have traditionally worked, i.e.", "a model in which information is centralized at a single trusted entity.", "In fact, DLTs enable operators to record a chain of transactions and exchange messages to initiate transactions directly and in one online register, the distributed ledger, which is shared by all users.", "This could reduce the costs of accessing payment infrastructures, fostering competition and cheaper payment services for all.", "In sum, technological innovation and the potentially long-lasting effects of pandemic on our behaviour may have profound consequences for the way we will pay and transact in the future, even in the near future.", "The FSB Roadmap to enhance global cross-border payments is a complex multiannual project, spanning 19 areas of intervention (the socalled \"building blocks\") grouped in five \"focus areas\" dealing with regulatory and infrastructural aspects, with the objective of achieving an improvement of international payments in terms of cost, speed, transparency and accessibility.", "Actions to be completed by end-2021 have already been committed while the milestones envisaged beyond 2021 are more indicative and can be adjusted as needed.", "The Roadmap builds on important early actions, such as a \"tech sprint\" on harmonising payment standards implementation as well as steps on applying AML/CFT standards consistently and comprehensively.", "It also includes early analyses on emerging developments particularly in innovations such as new multilateral platforms, stablecoins, central bank digital currencies, which the Italian Presidency has identified as more sensitive areas that would deserve a broader and more in-depth discussion in the G20 setting.", "In this context, so-called \"stablecoins\" have the ambition to facilitate payments, especially cross-border retail ones.", "Given the central role of payment services in promoting financial inclusion1, the potential benefits from the diffusion of stablecoins could be significant for the 1.7 billion people globally who are still unbanked or underserved with respect to financial services.", "At the same time, the payment network of a global stablecoin could have a disruptive impact on monetary sovereignty and be a source of financial instability.", "Thus, the spread of stablecoins will require close scrutiny and adequate regulatory initiatives at the global level to safeguard the stability of the payment and the financial systems and sustain economic growth.", "In addition to the potential threats to the financial stability and the monetary sovereignty, so-called stablecoins raise delicate questions regarding IT risks, personal data processing and management, privacy, the correct functioning of the payment system and the transmission of monetary policy.", "There are also the risks of tax evasion, money laundering and the financing of terrorism, which may have profound consequences for wealth inequality, peace and well-being of our civil society.", "The cross-border nature of these issues makes international coordination and information sharing essential to address effectively these risks.", "The Financial Stability Board has recently published ten recommendations to promote a coordinated and effective regulation, supervision and oversight of so-called global stablecoins.", "These recommendations, which are the outcome of the discussion among FSB member authorities, highlight the importance of regulation, supervision and oversight that is proportionate to the risks, and stress the value of flexible, efficient, inclusive, and multi-sectoral cross-border cooperation, coordination, and information sharing arrangements among authorities that take into account the evolving nature of stablecoins arrangements and the risks they may pose over time.", "Many jurisdictions are preparing to create new regulatory frameworks or adapting existing ones to the potential diffusion of so-called stablecoins.", "Examples include the public consultation by the Monetary Authority of Singapore for the revision of its Payment Services Act, the Swiss FINMA stablecoin guidelines, the regulatory proposal \"Market in crypto-assets\" by the European Commission and the Interpretive Letter clarifying banks' responsibilities in providing services to stablecoin issuers, published by the US Office of the Comptroller of the Currency (OCC).", "The application of technologies such as blockchain or DLT could also have an impact on the way central banking is carried out.", "Currently, many central banks across the globe are considering whether to introduce a new digital form of central bank money (Central Bank Digital Currency - CBDC).", "However, there is a number of options in the way central banks can structure a CBDC, each of which brings different risks and opportunities.", "For example, the introduction of a wholesale-only CBDC could improve the efficiency and the risk management of the interbank payment systems but there are no clear evidences if and how this solution will be more advantageous than current account settlement systems.", "Likewise, a retail CBDCs directly available to end-users could provide access to simple and costless ways of paying, fostering financial inclusion, but at the same time could have undesired side effects on banks' business models, financial stability and monetary policies.", "We are still at the beginning of the development of CBDCs and further analysis will be required in order to tackle all key feasibility and operational challenges.", "In this respect, the Eurosystem is currently evaluating all possible options for a European CBDC in order to be ready to introduce, if needed, a \"digital Euro\".", "For this purpose, experimentation activities on possible different design solutions of the digital Euro will be launched shortly to better understand its technical feasibility as well as its ability to meet the needs of potential users.", "A digital Euro will be complementary to cash and to current European initiatives in the field of retail payments and will be carefully designed having in mind the potential implications on privacy, safety/security, monetary policies and financial stability.", "For the time being, it is hard to predict if CBDC will prove to be a successful payment instrument and which CBDC solution will prevail in the long run.", "What is certain, however, is that in the near future CBDCs will coexist with traditional payment instruments and that customers will have access to a broader and diversified range of different payment solutions that could involve traditional cash as well as innovative retail CBDCs.", "Against this background, the Italian G20 Presidency will promote work in two main areas: i) a harmonized implementation of FSB recommendations to address financial stability risks from so-called stablecoins, and ii) the development of measures necessary to effectively address other issues, such as such as money laundering and terrorism financing, data privacy, cyber security, consumer and investor protection and competition.", "On these works I have two more specific remarks: • First, the obstacles to achieving harmonized approaches in regulating stablecoins across jurisdictions, risks associated with diverging regulatory frameworks and possible cross-border regulatory gaps need to be clearly identified in order to avoid a negative impact on financial stability and to limit regulatory arbitrage.", "Through the work of the FSB, the Italian Presidency will promote a harmonized implementation of international standards applicable to stablecoins in national jurisdictions, in accordance with the FSB Report.", "• Second, stablecoins arrangements need to be assessed also against those risks that could fall outside the mandates of financial authorities.", "We therefore need to investigate what kind of measures could be adopted to properly manage AML, operational and cyber security, consumer protection, market integrity, data privacy and competition risks.", "In this respect, the Italian Presidency, in collaboration with relevant standard setting bodies, such as FATF, CPMI and IOSCO, will support the completion of the revision of existing standards and principles, and assess the need for further guidance.", "Focusing on the initiatives currently being undertaken at EU level, the European Commission on 24 September 2020, has adopted a new digital finance strategy and a new retail payments strategy.", "The main priorities of the digital finance strategy focus on removing fragmentation in the Digital Single Market; adapting the EU regulatory framework to facilitate digital innovation; promoting a data-driven finance and addressing challenges and risks with digital transformation.", "The digital finance strategy includes legislative proposals on crypto-assets and on digital operational resilience (to prevent and mitigate operational and, more specifically, cyber-risk).", "It also envisages a medium- term roadmap including the review and potential amendment of other key areas of the regulatory framework in order to strengthen the EU internal market and its ability to compete in the digital financial arena.", "This medium-term roadmap tries to address issues such as the interoperability of digital identities for easing customer on-boarding processes in financial services; moreover, building on the PSD2 open banking framework, the EC will investigate the possibility of broadening the scope of data access initiatives to pave the way towards open finance.", "The strategy on retail payments - consistent with the strategy envisaged by the ECB and the Eurosystem - sets key priorities for retail payments in Europe over the next four years.", "Its main objectives are increasing digital and instant payment solutions with pan-European reach, supporting innovative and competitive retail payments markets, improving the interoperability of retail payment systems and the efficiency of international payments.", "The European legislator is therefore responding via all these initiatives to the changes that are affecting the financial market.", "I refer in the first place to changes to the market structure: new players are entering the financial market, both agile start-ups and Big Techs.", "The regulator here also played a pivotal role: the entrance of new players was in fact enabled by the new EU regulatory framework on retail payment services (the Payment Services Directive 2), which transferred ownership of client data from banks to clients and transformed financial data into a commodity accessible for both financial and non-financial entities.", "Thus, both market and regulatory drivers have created a more competitive landscape that can lower costs and be beneficial for consumers but, at the same time, poses risks for financial stability, competition and data protection that should be carefully assessed by legislators and competent authorities.", "This evolution is accelerated by the way technology and digitalization are changing business models and the way services are offered in the financial market.", "Digital platforms and technologies such as cloud and APIs (application programming interfaces) allow the commingling of payment and financial services with services or products from other sectors, disintermediating banks and other traditional players and transforming them in \"white label\" service providers.", "Crowdfunding and invoice trading platforms are developing and becoming more competitive in providing funding to the real economy.", "The increase of instant lending, also due to the availability of large data sets and the use of AI/ML, will allow clients to know the outcome of a request in real time and will probably require a rethinking of traditional business processes and of the role of back offices.", "For incumbents, these evolutionary trends will imply a growing pressure on profitability, the reconsideration of their business models and ever-increasing investments in R&D and in the adjustment of current IT infrastructures.", "So far, many traditional players are coping well with this challenge by not entrenching themselves in defensive positions but rather opening towards partnerships and collaborations with new Fintech start-ups and Big Techs (so called \"coopetition\").", "\"Coopetition\" will be a key strategy for each player of this new financial scenario in order to leverage on existing strengths and to develop services and products fit for the new market.", "Of course, this new cooperative model will be effective only if an open ecosystem and a level playing field are ensured for both incumbents and newcomers, so that everyone can access and compete on the digital platform economy.", "In an already transforming technological and business environment, the COVID-19 pandemic came along and forced a rapid and large-scale reorganization of the offering of services and products.", "In a short period of time, social distancing and lockdown measures were introduced and the shift towards digitalization, which was already happening before the pandemic, received a boost.", "Social distancing has further stressed the importance of digitalization in the economy and has driven a rapid increase in the use of digital financial services and e-commerce.", "However, to reap the benefits of the growth of digital financial services in the post-COVID era, it will be necessary to close the digital divide at both national and international level by ensuring equal access to digital infrastructure as well as promoting financial and digital literacy.", "It is only fostering an inclusive financial and digital environment that we will fully exploit the potentialities of the digital economy to contribute to the wellbeing and prosperity of society as a whole.", "From a market perspective, compared to incumbents, in the aftermath of the pandemic, Fintech firms may be better placed to react and meet the evolving needs of customers because they are by nature more agile and can rapidly adapt to a changing environment by delivering new and tailored solutions.", "Traditional intermediaries, which were already managing to find the right balance between innovation and legacy, are now facing even more difficulties with the pandemic and will need to reset and reposition themselves against the backdrop of a faster-paced digitalization and of the next economic recovery.", "In this new world, supervisors and regulators will need to adopt policy tools that allow staying abreast of technological and market developments while overlooking the evolution of the sector and managing new macro and micro prudential risks.", "In order to do so, many jurisdictions have set up new institutional mechanisms called \"innovation facilitators\", which include sandboxes and innovation hubs, that are meant to provide national authorities with new fora for knowledge-sharing with market operators and to support new firms or incumbents with Fintech-related issues.", "In addition, the cross-sectoral and cross-border nature of Fintech innovations will require different authorities to coordinate within and across countries to deliver holistic solutions to new phenomena such as AI or stablecoins, which will require a harmonized global response to prevent loopholes and regulatory arbitrage.", "In order to cope with these challenges, the Bank of Italy has recently launched its Milano Hub initiative, a new form of innovation facilitator that aims to be a link between authorities, firms and the academia and to foster wide private and public initiatives that help the transition to digital of the Italian financial system.", "The Milano Hub is another step in the journey of the Bank of Italy in the Fintech world, which started in the beginning of 2017 with the setup of the Bank of Italy's Innovation Hub ('Canale Fintech') and was followed this year by an internal reallocation of competencies related to financial innovation that was meant to create a dedicated Fintech unit and to leverage potential synergies with other Bank of Italy's functions (especially oversight on payment services and currency circulation).", "The hub will leverage on its location in Milan, the main financial center in Italy with a European and global projection, and will be open to the participation of public authorities at both national and international level.", "Cooperation with global hubs such as the one recently launched by the Monetary Authority of Singapore and the Bank for International Settlements will be a key element in the future success of initiatives like Milano Hub and will help fostering the development of global solutions to the challenges posed by innovations.", "As an example, we are planning to launch through the Milano hub, in close collaboration with the BIS Innovation Hub, a new TechSprint initiative which will take place under the Italian G20 Presidency, following in the footprints of the very successful exercise conducted under the Saudi G20 Presidency.", "In conclusion, in all jurisdictions innovation facilitators will play an important role in testing the impact of innovation in a closed environment and in encouraging the spread of responsible innovation in the financial system.", "Thanks to these new instruments, policymakers will be able to \"cross the river of Fintech by feeling the stones\" and to address one by one regulatory and supervisory concerns raised by new Fintech models."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Digitalization", "Financial innovation", "Financial inclusion", "Cross-border payments", "Stablecoins", "Central bank digital currencies", "Financial stability", "Cybersecurity", "Regulatory harmonization", "Digital divide"]}