{"sentences": ["SPEECH The Federal Reserve's Corporate Credit Facilities: Why, How, and For Whom October 20, 2020 Daleep Singh, Executive Vice President Remarks at The U.S. Chamber of Commerce's Center for Capital Markets Competitiveness (delivered via videoconference) As prepared for delivery Thank you, Tom, for the invitation to join this event.", "As all of you know, in March the Federal Reserve-with backing from the U.S. Treasury-created a set of facilities to purchase corporate credit for the first time in its history.", "Many observers have credited the facilities with repairing market functioning in the corporate bond market and restoring the ability of many businesses to finance themselves through the pandemic.", "But my focus today is not the corporate bond market, credit spreads, or Wall Street.", "Rather, I'd like to connect the dots by explaining why these facilities were necessary to support jobs and the economic recovery on Main Street, and why transparency, access, and accountability were so critical to their implementation.", "Before I review the initial success of these programs, I want to acknowledge the painful realities that many firms, employees, and households continue to face.", "For millions of Americans, it's a long road back to normal.", "I should also make it clear that these remarks are my personal views and not necessarily those of the New York Fed or the Federal Reserve System.", "Businesses and Employees Let's start with some context and recall why unprecedented action was necessary in March.", "Amid a synchronized global demand shock of uncertain length and severity, access to credit takes on outsized importance.", "Companies that issue public bonds and commercial paper depend on financing to make investments and meet their obligations, including payrolls, and together likely account for nearly one-fourth of all U.S. private sector employment and just under 50 percent of U.S. output.", "Even companies that do not themselves have public bonds are closely linked through the supply chain, as they receive trade credit from or sell to large corporate bond issuers.", "Research suggests that shocks impacting large businesses spill over to smaller firms, perhaps accounting for 10 percent of the reduction in employment at small firms during the last recession.", "The unusually high level of uncertainty about the pandemic shock was reflected in the functioning of markets that finance large U.S. employers.", "Market liquidity-the conditions under which companies' debt is issued and traded-rapidly deteriorated to levels experienced during the Global Financial Crisis.", "Even for investment-grade companies, the cost of debt skyrocketed to five times pre-pandemic levels.", "At the height of the strain, many companies lost access even to short-term financing, and issuance of longerterm corporate bonds declined precipitously.", "From late February through early March, overall corporate issuance dropped 60 percent year-over-year, with virtually no new issues pricing on several consecutive days.", "Firms that could not access capital markets were at risk of being weakened irreparably.", "As revenues fell and without access to capital markets, companies initially relied on cash buffers and drew down relatively expensive bank-funded credit lines.", "Markets quickly priced in dire outcomes from the unfolding credit crunch.", "As one illustration, nearly $500 billion of high-yield bonds-or about 40 percent of outstanding issues-were trading at distressed levels in mid-March.", "Considering that corporate bonds typically include cross-default provisions-where a default on one bond issue triggers defaults on all of a company's outstanding debt-the total amount of public bond claims that could have entered bankruptcy was several multiples of this amount.", "With widespread financial disruptions threatening to spill over into the real economy and putting millions of jobs at risk, a bold and aggressive policy response was required.", "Enter the Corporate Credit Facilities On March 23, the Federal Reserve, with support from the U.S. Department of the Treasury, announced a broad set of emergency lending facilities, including the Primary Market Corporate Credit Facility (PMCCF) and the Secondary Market Corporate Credit Facility (SMCCF)-together, the CCFs.", "The ultimate goal of these facilities was to provide a bridge for U.S. companies and their employees to the other side of the pandemic shock.", "To achieve this goal, it was critical to provide broad support for both the primary market-where companies access credit-and the secondary market-where the debt of large U.S. companies trades.", "These two markets are linked: the pricing of corporate debt traded in the secondary market informs the cost of financing for newly-issued debt.", "The two facilities differ in terms of mechanics.", "With the PMCCF, companies must approach the Federal Reserve to finance or participate in the issuance of new bonds.", "The PMCCF is designed to be a backstop and is priced at a premium to market rates.", "By contrast, purchases through the SMCCF are not initiated by companies.", "Instead, we purchase small and proportional amounts of outstanding debt of eligible companies at fair market value in the secondary market to provide broad support to the credit market.", "In executing secondary market purchases, we take our cues from market functioning.", "Our staff conducts rigorous monitoring of credit market conditions, as well as broad outreach to understand the nuances of market dynamics.", "The pace of SMCCF purchases is dependent on measures of market functioning and market volumes.", "For a given level of market stress, we set our purchase pace as a share of market volume.", "The percentage of market volume that we purchase each day is based on a broad set of market functioning indicators that measure the issuance and trading of debt.", "When there are market disruptions, as in March, the deterioration in liquidity emerges in a number ways, including higher transaction costs and higher volatility.", "Purchases increase during periods of high trading volume (which often coincide with an uptick of market stress) and are dialed back when trading volume is low to ensure we do not crowd out private investors.", "The purchase framework also adjusts the instruments employed according to market functioning.", "We initially executed in the secondary market by purchasing U.S.-listed exchange-traded funds (ETFs).", "As direct bond purchases came online and market functioning improved, we scaled back our ETF purchases and stopped buying ETFs altogether in late July.", "If market stress were to return and our purchase pace were to increase, we would initially focus our support primarily through direct purchases of corporate bonds.", "And in a scenario of significant market stress, we could buy both bonds and ETFs.", "By varying both the amount and type of purchases, we are able to provide flexible support to the market.", "Let me now highlight several design features of these facilities that proved critical to their impact.", "First, the facilities were large enough to demonstrate the Federal Reserve's resolve in putting a floor on the pandemic's impact on credit markets.", "Indeed, the PMCCF and SMCCF have a combined capacity of up to $750 billion-equal to about eight months of investment-grade corporate bond issuance at the pre-pandemic pace.", "Second, close coordination with the U.S. Treasury acted as a force multiplier.", "The equity committed by the U.S. Treasury facilitated broad support for large employers.", "The facilities' combined capacity leveraged Treasury's committed equity contribution of $75 billion by up to 10 times.", "Third, the support provided by the facilities is broad.", "Excluding banks, all U.S. domiciled firms with an investment-grade rating prior to the facilities' announcement were eligible, thus concentrating support for firms that primarily faced liquidity strains due to the pandemic.", "The facilities also provide support for firms with ratings just below investment grade to mitigate the \"cliff effects\" at the boundary of our support.", "Together, these programs backstop about 80 percent of corporate bonds outstanding, excluding those issued by banks.", "Finally, policymakers signaled their willingness to adapt.", "Even before purchases began, the size of the equity injection and purchasing power of the facility was increased, and the scope was broadened to allow support for \"fallen angels,\" or bonds downgraded below investment grade (but no lower than BB-) after the CCF announcement.", "Implementation Matters In addition to program design, the principles that guided the implementation of these facilities-access, transparency, and accountability-reinforced their credibility and impact.", "Providing broad access to the facilities for corporate borrowers was essential, both to expand the reach of backstop support for the economy, and to ensure that the facilities avoid the allocation of credit.", "Our initial purchases were in a diversified set of ETFs that provide broad exposure to the market for U.S. corporate bonds.", "Purchasing via ETFs offered efficient and rapid transmission of broad-based support to the secondary market.", "At the outset of these purchases, we communicated that ETFs would only be used if their purchase is reasonably expected to achieve the objectives of the SMCCF more effectively than the purchase of underlying bonds.", "One month after starting ETF purchases, the Federal Reserve announced a framework to use corporate bonds as the SMCCF's primary vehicle for providing support.", "In preparation, we had created a \"Broad Market Index\" of eligible corporate bonds, weighted proportionately by amount of debt outstanding from individual companies.", "We then began purchasing bonds across the index in a rules-based manner, taking care that our purchases are neutral toward eligible sectors and companies.", "I should note that in making an assessment of credit eligibility, we broadened our use of ratings to include perspectives from all Nationally Recognized Statistical Rating Organizations.", "Providing broad access also applies to the service providers that support the facilities.", "In early September, we announced the expansion of counterparties to the SMCCF, including several smaller and minority-owned broker-dealers.", "In early October, we announced the launch of our process to re-bid our engagement with the facility's investment manager.", "This process has begun with the CCF cash management role, and in the coming weeks and months we will re-bid the remainder of the role.", "Together, these efforts allow us to expand the reach of our operations while making tangible progress on our commitments to diversity and inclusion, including to minority-, women-, and veteran-owned firms.", "Let me now turn to transparency and accountability.", "In the spirit of these principles, we have reported to the public in near real-time our market activity, including the details of every SMCCF transaction.", "Our holdings are publicly reported on a weekly basis through the Fed's H..1 release.", "Every month the Fed publishes the full holdings in a detailed Congressional report.", "We also provide the attributes of the Broad Market Index, including detailed issuer-level weights.", "Aside from portfolio activity, we have also disclosed the CCF's legal agreements.", "On the New York Fed's website, you can find all documentation with the Department of Treasury that governs the operation of the facilities, as well as all contracts with external vendors.", "On the latter, we remain committed to disclosing all fees to service providers as they are paid.", "Impact on Credit Conditions As you all know, corporate credit conditions have recovered substantially from the worst strains of March.", "Research from the New York Fed estimates that, within the first three months following the CCF announcement, credit spreads retraced about 90 percent toward pre-pandemic levels, with two-thirds of the improvement occurring on facility announcement dates (i.e., before purchases even began), and that half of the improvement in bid-ask spreads since the peak in March occurred on the initial announcement date itself.", "This provides strong evidence that the market found credible the design the CCFs, as well as the Federal Reserve's commitment to following through.", "Improvements in secondary market conditions pass through to corporate borrowing costs in two ways: directly through borrowing rates that are benchmarked to secondary market yields of similar bonds, and indirectly by increasing the willingness of dealers to underwrite bond issuance.", "And this is precisely what we've observed.", "Since the CCF announcement, firms have raised about $1.5 trillion in the corporate bond market from investors, or about double last year's pace.", "Companies have raised new funds and refinanced maturing debt, helping them to maintain their operations and payrolls and build liquidity buffers against continued uncertainty.", "Importantly, the dramatic improvements in credit conditions have come despite an extremely small CCF footprint that has decreased over time.", "On account of healthy primary markets, the PMCCF has yet to be tapped.", "And since mid-May, when we began SMCCF purchases, the pace of our buying has fallen steadily in response to improvements in market functioning.", "In May and June we purchased about $300 million per day, or about one percent of average daily trading volume in the secondary market, and that pace declined to about $20 million per day by September, or less than 0.1 percent.", "Currently, the SMCCF holds about $13 billion of overall exposure across corporate bonds and corporate bond ETFs.", "This is less than 0.2 percent of the outstanding bonds in this $8.7 trillion market.", "As we've said previously, if further improvement in market functioning occurs, we could slow SMCCF purchases further and potentially pause daily purchases entirely.", "Conversely, if market functioning measures indicate deterioration, the SMCCF remains available to ramp up support.", "Despite the small footprint of the CCFs, we know the signaling effects have been potent-indeed, this is the main channel through which these facilities have had an impact-and we remain watchful for the risk of creating distortions.", "One possibility could be that companies issue shorter maturities than they would otherwise to benefit from presence of the CCF backstop.", "So far, we see no evidence of this behavior; if anything, there has been a tendency toward refinancing maturing debt at longer tenors.", "Another distortion could be excessive amounts of corporate debt issuance based on future expectations of an official sector backstop.", "This \"moral hazard\" risk will bear watching over the coming years, but there are at least a couple of reasons to believe it's muted in the current circumstance.", "For one thing, global pandemics are an extremely infrequent occurrence.", "For another, backstop support from the CCFs has been restricted to investment-grade issuers and fallen angels, thus limiting the incentive to overleverage.", "Connecting the Dots To conclude, I'd like to turn from the execution details of these programs to the bigger picture of outcomes in the economy.", "As I noted at the outset of my remarks, the linkages between capital markets and employment are critical to understanding the purpose of the CCFs.", "Large companies rely on capital markets to secure ongoing financing to maintain their businesses and meet payrolls.", "By supporting companies' access to funding, firms employing millions of Americans are in a better position to keep workers on payrolls and to hire them back as the economy continues to recover.", "/10/2020 The Federal Reserve's Corporate Credit Facilities: Why, How, and For Whom - FEDERAL RESERVE BANK of NEW YORK Let me make three observations in this regard.", "First, companies that issue public bonds tend to be large employers.", "U.S. companies with bonds that were due to mature this year and next employ more than 21 million people.", "Those that have accessed corporate bond markets since March employ more than 16 million people.", "Without seeking to minimize the stress on those households that have experienced unemployment, I want to highlight that the vast majority of jobs at large corporations have been maintained.", "Second, companies that issue public bonds tend to generate large investments.", "U.S. companies with near-term bond maturities spent more than $1.1 trillion on capital expenditures last year, just over one-third of the total.", "This translates into spending that touches multitudes of other firms and their employees throughout the economy, including private and smaller firms.", "Third, the removal of tail outcomes in the credit markets matters for employment decisions.", "Researchers have documented this relationship through an association between credit market sentiment and employment forecasts.", "Holding all else equal, if excess credit risk premia remained at their March highs, the median payroll forecast as of the third quarter of 2020 would be lower by approximately 1.8 million jobs.", "Meanwhile, at the fifth percentile-a proxy for the adverse tail scenario-payrolls would be lower by seven million jobs.", "You might interpret these findings as a rough sketch of the counterfactual.", "Had we not provided a robust funding backstop, how many more companies would have shuttered operations and laid off workers, either out of necessity or out of caution?", "If companies had been unable to refinance maturing bonds, how would their defaults have cascaded through supply chains and employment outcomes?", "We'll never know these counterfactual scenarios with precision.", "Suffice it to say, though, that considering the downside risks to the economy we faced in March, the CCF's $13 billion of purchases and committed backstops have provided enormous benefits to the country.", "Access to credit, economic output, and employment outcomes are intimately connected, and it was imperative that the Fed step in to prevent a negative spiral and provide a bridge to the recovery.", "As Chair Powell has noted, the Federal Reserve remains committed to using its full range of tools to support the economy for as long as is needed, to ensure that the recovery will be as strong as possible.", "I am grateful to Jordan Pollinger, Josh Frost, and Anna Kovner for their assistance in preparing these remarks, and colleagues in the Federal Reserve System for valuable comments and suggestions.", "Emin Dinlersoz, Sebnem Kalemli-Ozcan, Henry Hyatt, and Veronika Penciakova (2018), Leverage over the Life Cycle and Implications for Firm Growth and Shock Responsiveness, NBER Working Paper Series 25226 (Cambridge, Mass.", ": National Bureau of Economic Research, November; revised September 2019).", "Anna M. Costello (2020), Credit Market Disruptions and Liquidity Spillover Effects in the Supply Chain, University of Michigan.", "Large companies drew down credit lines of approximately $220 billion during the first quarter of 2020.", "Note that large firms are defined here as having $250 million or more in assets.", "Source: Gabriel Chodorow-Reich, Olivier Darmouni, Stephan Luck, and Matthew Plosser (2020), Bank Liquidity Provision across the Firm Size Distribution, Federal Reserve Bank of New York Staff Reports No.", "Distressed is defined as a credit spread to Treasuries greater than 1000 basis points.", "Anna Kovner and Antoine Martin (2020), Expanding the Toolkit: Facilities Established to Respond to the COVID-19 Pandemic, Liberty Street Blog, Federal Reserve Bank of New York.", "For more details on the measures of corporate bond market functioning, please see the facility FAQs.", "See Federal Reserve announces extensive new measures to support the economy, March 23, 2020.", "CCF eligibility was designed to target domestic non-financial issuers, concentrating our resources on firms that do not have access to funding through deposits, as do banks and bank holding companies To focus on U.S. businesses and not banks, the facilities exclude depository institutions and depository holding companies.", "Eligible bonds are non-depository institution bonds maturing within five years, issued by companies domiciled and incorporated in the U.S. For full details on eligible bonds, see term sheets for the PMCCF and the SMCCF.", "The preponderance of the Federal Reserve's ETF purchases-87 percent at September month-end-are rated investment grade.", "The weightings are determined after limits are applied at the issuer's parent company level (10 percent of all bonds subject to an $11.25 billion cap) and allocated across eligible bonds.", "See New York Fed Announces the First Wave of Firms Selected To Broaden its Counterparty Base for CPFF and SMCCF, September 9, 2020.", "Nina Boyachenko, Anna Kovner, and Or Shachar (2020), It's What You Say and What You Buy: A Holistic Evaluation of the Corporate Credit Facilities, Federal Reserve Bank of New York Staff Reports No.", "Using face value of ICE BofA Investment Grade and High Yield Indices.", "Nina Boyachenko, Anna Kovner, and Or Shachar (2020), It's What You Say and What You Buy: A Holistic Evaluation of the Corporate Credit Facilities, Federal Reserve Bank of New York Staff Reports No.", "Anna Kovner and Antoine Martin (2020), The Official Sector's Response to the Coronavirus Pandemic and Moral Hazard, Liberty Street Blog, Federal Reserve Bank of New York.", "/10/2020 The Federal Reserve's Corporate Credit Facilities: Why, How, and For Whom - FEDERAL RESERVE BANK of NEW YORK Simon Gilchrist and Egon Zakrajsek (2012), Credit Spreads and Business Cycle Fluctuations, American Economic Review, American Economic Association.", "The authors decompose bond spreads into the underlying fundamental risk of the bond and the price of risk (the excess bond premium or credit market sentiment), and find that the excess bond premium forecasts employment.", "They argue that this relationship is because the excess bond premium captures the supply of credit.", "This analysis-which looks at the tails of the distribution rather than the average employment forecast-follows Adams, Adrian, Boyarchenko and Giannone (2020) to construct the one-year-ahead conditional distribution of unemployment based on a quantile regression of the one-year-ahead conditional distribution of the forecast error for the unemployment rate and non-farm payrolls.", "Unemployment and payroll forecasts are sourced from the August 2020 Survey of Professional Forecasters."], "classifications": ["none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate Credit Facilities", "Credit Markets", "Large Businesses", "Employment", "Economic Recovery", "Transparency", "Access", "Accountability", "Financial Disruptions", "Pandemic Shock"]}