{"sentences": ["I would like to thank my colleagues in Payments Policy Department for assistance in the preparation of this talk.", "Thank you for the invitation to join you today.", "It is very good to see the tradition of AusPayNet's annual summit continue, even if it is taking a different form this year.", "As we all know, the world of payments has become an area of excitement: it brings together two things that people have a fascination with - money and technology.", "The pace of change is rapid and the payments landscape is complex and evolving quickly.", "New technologies are creating new ways of moving money around and new business models are emerging.", "There are also new players, including the big techs and the fintechs.", "And blockchain and distributed-ledger technologies are opening up new possibilities.", "This innovation is raising many issues for both the payments industry and for regulators.", "This morning I would like to discuss some of these issues and their implications for the regulatory framework.", "I will then discuss some of the Payments System Board's preliminary views from its Review of Retail Payments Regulation.", "The Payments System Board has a long standing interest in promoting innovation in the Australian payments system.", "Those of you who have followed our work over the years will recall that back in June 2012 the Board released a report titled 'Strategic Review of Innovation in the Payments System'.", "In promoting innovation we have employed a mix of strategies.", "We have used a combination of: i. suasion and pressure on industry participants to do better ii.", "regulation to promote competition and access iii.", "using our position to help overcome coordination problems, which can act as a barrier to innovation in a network with many participants iv.", "helping the industry establish benchmarks that can be aspired to collectively.", "I will leave it to others to judge the success of this mix of strategies.", "But from my vantage point, Australians enjoy an efficient and dynamic payments system.", "There are still gaps that need addressing, but by global standards we have done pretty well.", "Australians were early and rapid adopters of tap-and-go payments and increasingly are using digital wallets.", "We have a very good fast payments system, which after a slow start, is seeing continuing strong volume growth.", "And there is a roadmap for the development of new payment capabilities using this fast payments infrastructure.", "I would though like to draw your attention to two areas where we would like to see more progress.", "The first is the move to electronic invoicing and the ability to link e-invoices to payments as a way to improve the efficiency of business processes.", "The second is improvements to the speed, cost and transparency of cross-border retail payments and international money transfers.", "We are looking forward to progress on both fronts.", "Against the backdrop of this generally positive picture, the Payments System Board recognises that the structure of payment systems is changing.", "In some cases it is now better to think of a payments ecosystem, rather than a payments system.", "In this ecosystem, the payment chains can be longer and there are more entities involved and new technologies used.", "This more complex and dynamic environment is opening up new opportunities for innovation as well as new competition issues to consider.", "One of the factors driving innovation is the increasing interest of technology-focused businesses in payments.", "These businesses include the fintechs and the large multinational technology companies, often known as the 'big techs'.", "They are a source of innovation and are playing a role in the development of digital wallets.", "These wallets are being used more frequently and I expect this trend has a long way to go.", "Another trend is the increasing use of payments within an app.", "Big techs are playing important roles on both fronts.", "This influence of the big techs is perhaps most evident in China, with Ant Group (owners of Alipay) and Tencent (WeChat Pay) having developed new payments infrastructure that has led to fundamental changes in how retail payments are made in China.", "In Australia and many other countries, Google, Apple, Facebook and Amazon are increasingly incorporating payments functionality into their service offerings.", "Mobile wallets such as Apple Pay and Google Pay are the most prominent examples of this in Australia.", "In some other countries the big techs are also offering person-to-person transfers and consumer credit products.", "Facebook also announced its Libra project.", "The Apple Pay and Google Pay wallets illustrate some of the new and complex issues that are arising.", "These wallets are clearly valued by consumers and they will reduce industry-wide fraud costs through the use of biometric authentication (e.g.", "fingerprint or facial recognition).", "The tokenisation of the customer's card number is also a step forward.", "So these wallets are a good innovation.", "At the same time, though, they are raising new competition issues.", "One of these relates to the restriction that Apple, unlike Google, places on access to the nearfield communication (NFC) technology on its devices.", "Many argue that this restriction limits the ability of other wallet providers to compete on these devices and that this could increase costs.", "This issue has recently attracted the attention of policymakers in several countries.", "For example, in 2019 the German parliament passed a law requiring device manufacturers to provide third parties with access to technologies (such as NFC) that support payments services.", "And the European Commission announced in June that it would commence a formal antitrust investigation into Apple's restriction of third-party NFC access on the iOS platform and in September announced that it will also consider legislation on third-party access.", "This issue has also been raised in submissions to our review of payments system regulation, and we are watching developments in Europe and elsewhere closely.", "Another issue being raised by these wallets is the value of information and data, and again we observe Google and Apple taking different approaches.", "Google states that it may collect information on transactions made using Google Pay, which can be used as part of providing or marketing other Google services to users.", "In contrast, Apple states that it does not collect transaction information that can be tied back to an individual Apple Pay user.", "There are also different approaches to charging transaction fees.", "Apple charges a fee to issuers when a transaction is made with the Apple Wallet but a similar fee is not charged by Google when transactions are made with Google Pay.", "It is certainly possible that these different approaches to the use of data on the one hand and access and fees on the other are linked.", "So there are issues to consider here too.", "Beyond the issues raised by digital wallets, there are other competition issues raised by the involvement of the big tech companies in payments.", "These companies are mostly platform businesses that facilitate interactions between different types of users of their platform.", "They have very large user bases, benefiting from strong network effects that can make it hard for competitors.", "Data analysis is part of their DNA and they have become increasingly effective at commercialising the value of data they collect and analyse.", "Providing additional services, such as payments, also reduces the need for users to 'leave' the platform.", "So there are complex issues to be worked through here.", "One of these is the terms of access to the platform and whether the platform requires that payments be processed by the platform's own payment system.", "One specific issue that is raised by both digital wallets and the big techs is the nature of the protections that apply to any funds held within any new payment systems, and outside the formal banking sector.", "For confidence in the system and for the protection of individuals and businesses it is important that strong arrangements are in place.", "In this regard, I welcome the Government's announcement that it will accept the Council of Financial Regulators' proposed reforms of regulatory arrangements for so-called stored-value facilities.", "Under the proposals, APRA and ASIC will be the primary regulators, with requirements tailored to the nature of the facility.", "It would be possible, for example, to 'designate' a provider of a stored-value facility as being subject to APRA prudential supervision on the basis of financial safety considerations.", "This could become relevant if the technology companies were to launch new payment and other products that held significant customer funds.", "Internationally, this and related issues came to prominence following Facebook's announcement that it was developing a global stablecoin (originally called Libra, but recently rebranded as Diem).", "Since the original announcement, the Libra Association (now the Diem Association) has also announced plans to launch some single-currency stablecoins intended for use in consumer digital wallets.", "In April, the Association applied to FINMA (the Swiss financial regulator) for a payment system licence.", "This initiative has raised concerns from governments and regulators in many jurisdictions regarding a wide range of issues including consumer protection, financial stability, money laundering and privacy.", "The Swiss authorities have established a regulatory college to coordinate with other countries.", "The RBA is participating in this college on behalf of Australia's Council of Financial Regulators.", "FINMA has indicated that Diem will be subject to the principle of 'same risks, same rules' - that is, if Diem poses bank-like risks it will be subject to bank-like regulatory requirements.", "It remains to be seen how this and other similar initiatives progress.", "As I said at the outset, the world of payments is becoming more complex and raising new issues for industry participants and regulators to deal with.", "This means that it is timely to consider how the payments system should be regulated and the Payments System Board welcomes the Government's review of the regulatory architecture.", "The legislation governing the Reserve Bank's regulatory responsibilities was put in place over 20 years ago.", "This legislation gives the Bank specific powers in relation to payment systems and participants in those systems.", "While the powers are quite broad, in practice the Bank has the ability to regulate only a fairly limited range of entities.", "As I mentioned earlier, these regulatory powers have been used in conjunction with our ability to persuade and to help solve coordination problems in networks.", "As part of the Government's review it is worth considering what the right balance is here and whether the regulatory arrangements could be modified to better address the complexities of our modern payments ecosystem.", "An update on the Review of Retail Payments Regulation At the same time that we have been considering these broad issues, the Payments System Board has been conducting its periodic Review of Retail Payments Regulation in Australia.", "This review was temporarily put on hold during the pandemic but has now restarted.", "I would like to use this opportunity to provide you with a sense of our thinking on three important issues: 1. interchange fee regulation 2. dual-network debit cards and least-cost routing 3.", "'buy now, pay later' (BNPL) no-surcharge rules.", "I want to stress that we have not yet reached any final conclusions and the Bank's staff will be meeting with industry participants over the next few months to discuss these and other issues.", "If, at the conclusion of the review, we are to make changes to the standards it is our intention to consult on these by mid 2021.", "Interchange fee regulation The Board's view is that interchange fees should generally be as low as possible, especially in mature payments systems.", "While these fees might arguably play a role in establishing new payment methods, once a payment system is well established these fees increase the cost of payments for merchants and they can distort payment choices.", "So the direction of change in these fees over the medium term should be down, and not up.", "Having said that, at the current point in time the Board does not see a strong case for a significant revision of the interchange framework in Australia.", "The current interchange standards have been in effect for only 31⁄2 years and submissions to the review did not point to strong arguments for major changes.", "The standards appear to be working well and frequent regulatory change can carry costs.", "It is also relevant that the average level of interchange rates in Australia is quite low by international standards, particularly the 8 cents benchmark for debit card payments.", "Credit card interchange fees are also lower than in most countries.", "One exception is the lower credit card interchange fees in Europe.", "The Board is watching the European experience closely and expects that, over time, a stronger case will emerge for lower credit card interchange fees in Australia.", "There is one aspect of the interchange regulations where the Board is considering a change as part of the review - that is the cap on the fees that can be applied to any particular category within a scheme's schedule of debit card interchange fees.", "Currently a 20 basis point cap applies when a fee is expressed in percentage terms and a cap of 15 cents applies when the fee is expressed in terms of cents.", "The Board sees a case to lower this 15 cents cap.", "This case has emerged as there has been an increasing tendency for interchange fees on transactions to be set at the 15 cents cap, particularly on transactions that are less at risk of being routed to another scheme.", "At the same time, the international schemes are setting much lower strategic rates for some merchants, particularly larger ones, in response to least-cost routing.", "This is resulting in large differences in interchange fees being paid on similar transactions, with unreasonably high interchange fees on some low-value transactions, especially at smaller merchants.", "For example, a 15 cent interchange fee on a $5 transaction is equivalent to an interchange rate of 300 basis points, which is far higher than would apply to that transaction if a credit card had been used.", "Over the coming months, Bank staff will be seeking further information from the industry on this issue as the Board considers a lower cap.", "Dual-network debit cards and least-cost routing The second issue is dual-network debit cards and least-cost routing.", "The Board has long held the position that merchants should have the freedom and the capability to route debit card transactions through the lower-cost network.", "The Government and a wide range of stakeholders have a similar view.", "It is understandable why: this choice promotes competition and helps keep downward pressure on the cost of goods and services for consumers.", "Over recent years, the Board has discussed the right balance between regulation and suasion to achieve this outcome.", "Its judgement has been that the best approach was for the industry itself to support least-cost routing, pushed along by pressure from the RBA.", "While progress has been slower than we would have liked, the slow progress by the major banks did create competitive openings for other players, which led to some innovation.", "The major banks now also all offer least-cost routing, with some making it the default offering for small and medium-sized businesses.", "So there has been significant progress.", "The Board is not convinced that a better outcome would have been achieved through regulation.", "The concept of least-cost routing is most applicable when a physical card is used and where that card has two networks on it.", "One recent trend that we have observed is that some issuers have sought to move away from dual-network debit cards to issue single-network cards, with no eftpos functionality.", "This may be partly in response to financial incentives from the international schemes and possibly the additional costs to issuers from supporting two networks on a card.", "Notwithstanding this trend, the Board's view is that it is in the public interest for dual-network cards to continue and to be the main form of debit card issued in Australia.", "It is also important that acquirers and other payment providers offer or support least-cost routing and that the schemes do not act in a way that inappropriately discourages merchants from adopting leastcost routing.", "The Board is again considering the best balance between regulation and suasion to achieve these outcomes.", "Consistent with its earlier approach, its preference is for the industry to deliver these outcomes without regulation.", "To help achieve this, the Board is considering setting out some formal expectations in this area.", "If these expectations are not met, the Board would then consider regulation.", "To be clear, the Board sees a strong case for all larger issuers of debit cards to issue cards with two networks on them.", "At the same time, it recognises that there can be additional costs of supporting two networks, which can make it harder for new entrants and small institutions to be competitive.", "So it may not be appropriate to expect very small issuers to issue such cards.", "Over the months ahead, the Bank will be consulting with small authorised deposit-taking institutions and the schemes to get a clearer picture of the costs and their implications for determining any regulatory expectations.", "The Board also expects that in the point-of-sale or 'device-present' environment all acquirers should provide merchants with the ability to implement least-cost routing for contactless transactions, possibly on an 'opt-out' basis.", "In the online or 'device-not-present' environment, it is not yet clear how least-cost routing should operate and what expectations on its provision might be appropriate.", "In this environment, there is scope for consumers to make more active choices, there are various technical challenges to least-cost routing and there can be more providers in the payments chain.", "So the idea of how least-cost routing might apply in the online world will be explored by the Bank's staff over coming months.", "Buy now, pay later no-surcharge rules The third issue that I'd like to cover is the no-surcharge rules of buy now, pay later providers.", "The Board's long standing view is that the right of merchants to apply a surcharge promotes payments system competition and keeps downward pressure on payments costs for businesses.", "This is especially so when merchants consider that it is near essential to take a particular payment method for them to be competitive.", "The Board also recognises that it is possible that no-surcharge rules can play a role in the development of new payment methods.", "While new payment methods can be developed without them, these rules can, under some circumstances, make it easier to build up a network and thereby promote innovation and entry.", "The Board's preliminary view is that the BNPL operators in Australia have not yet reached the point where it is clear that the costs arising from the no-surcharge rule outweigh the potential benefits in terms of innovation.", "So consistent with its philosophy of only regulating when it is clear that doing so is in the public interest, the Board is unlikely to conclude that the BNPL operators should be required to remove their no-surcharge rules right now.", "Even the largest BNPL providers still account for a small proportion of total consumer payments in Australia, notwithstanding their rapid growth.", "New business models are also emerging, including some that facilitate payments using virtual cards issued under the designated card schemes that are subject to the existing surcharging framework.", "In addition, the increasing array of BNPL providers is resulting in competitive pressure that could put downward pressure on merchant costs.", "The Board expects that over time a public policy case is likely to emerge for the removal of the no-surcharge rules in at least some BNPL arrangements.", "Some of the BNPL operators are growing rapidly and becoming widely adopted by merchants, particularly in certain sectors.", "As part of the Bank's ongoing consideration of this issue, Bank staff will be discussing with industry participants possible criteria or thresholds for determining when no-surcharge rules should no longer be allowed.", "If the point is reached where the Board's view is that the public interest would be served by the removal of a no-surcharge rule, the Board's preference would be to reach a voluntary agreement with the relevant provider.", "This would be similar to the approach adopted with American Express and PayPal.", "In the event that this were not possible, the Bank would discuss with the Australian Government the best way to address the issue.", "More broadly, as I discussed above, the current Treasury review of the regulatory architecture provides an opportunity to look holistically at this issue and whether the existing legislation and regulatory provisions could be amended to better reflect our modern and dynamic payments ecosystems.", "So that is a quick review of some of the issues that the Payments System Board and the RBA staff have been focusing on recently.", "It is clear that payments is an increasingly exciting area and that significant innovation is occurring.", "This presents opportunities to deliver improved services to end users of the payments system as well as raising new questions for policymakers.", "The Bank very much appreciates the ongoing engagement we have with the industry as we jointly work towards better outcomes for the Australian community."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Digital Wallets", "Competition Issues", "Payments Ecosystem", "Big Tech Companies", "Regulatory Framework", "Retail Payments Regulation", "Interchange Fees", "Dual-Network Debit Cards", "Least-Cost Routing", "Buy Now, Pay Later"]}