{"sentences": ["Mayor Chen Jining, Governor Yi Gang, President He Ping, Chairman Yi Huiman, Administrator Pan Gongsheng, ladies and gentlemen, dear friends: It is a great pleasure to attend the 2020 Annual Conference of Financial Street Forum.", "First, I would like to extend warm congratulations on the convening of this year's forum, and wish it a complete success.", "Facing the profound changes in our internal and external environments, China's financial sector has unswervingly followed the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, deepened reforms on all fronts, strictly held the bottom line of risk prevention, served the real economy, and contributed to high-quality development.", "We will work in accordance with the requirements laid out just now by Vice Premier Liu He in his remarks, and reshape the new edges for financial development in the creation of a new development pattern.", "Here I would like to share my opinions on four aspects.", "We will comprehensively enhance the inclusiveness of finance The nature of socialism with Chinese characteristics determines that our financial sector must cater to hundreds of millions of people in the country.", "In a capitalist society, finance is an important cause of polarization.", "Amid the COVID-19 pandemic, the gap between the rich and the poor in some countries is widening, which is largely attributed to the considerable divergence of their financial markets from the real economy.", "For instance, the stock market in some country has witnessed exceptional boom, as reflected by the fact that since the beginning of this year, the increased market cap of five large companies has accounted for over 80 percent of the total rises in its market.", "Here in China, however, we shall remain even more committed to the new development philosophy, and better leverage the role of finance in adjusting industrial structure, optimizing income distribution and improving social welfare.", "In China, 99 percent of the population now has access to basic financial services, with banking outlets covering 96.6 percent of towns.", "Each Chinese resident has 8.06 bank accounts and 6.01 bank cards on average, and the personal settlement accounts opened in rural areas take up 40 percent of the total.", "Two-thirds of micro, small and medium-sized enterprises (MSMEs), as well as tens of millions of self-employed businesses and ordinary rural households can obtain bank loans.", "Government-funded or government-subsidized medical and health insurances have benefited all urban and rural residents.", "These are extraordinary achievements even in the global context.", "However, that's not enough.", "Given that the contradiction between the unbalanced and inadequate financial supply and the multilevel and diverse financial demand remains relatively salient, much work remains to be done to achieve the goal of inclusiveness in the finance sector.", "We must steadfastly advance the supply-side structural reform of the financial sector.", "To be specific, we should cultivate small and medium-sized financial institutions, while developing large and super-large financial enterprises.", "In the meantime, we should also foster both specialized professional institutions and one-stop institutions with a comprehensive business scope.", "Financial entities of different types should remain committed to their roles, learn from each other's strengths to offset their own weaknesses, and benignly compete and cooperate with each other, in a bid to build together a prosperous financial sector.", "All financial institutions should speed up digital transformation, which is an inevitable way to improve their ability to serve the public.", "Deepening the internal governance reform of financial institutions remains an imperative task.", "In this regard, we must face up to the hidden risks and violations of laws and regulations that have been exposed, resolutely punish corrupt officials, and spare no efforts to recover the losses of the country and the people.", "Financial institutions of all sizes, including city commercial banks, rural credit cooperatives, trust companies and leasing companies, must establish and improve the modern corporate system.", "In this process, the key is to strengthen the corporate governance structure, and strictly select senior executives who are loyal, professional,clean and pragmatic.", "Supervision and regulation should be further strengthened and improved, so as to channel financial resources to weak areas in economic and social development.", "We should adopt a customer-centered mindset, strive to realize the career aspirations of employees, take root in urban and rural communities, and actively fulfill social responsibilities.", "We should improve the availability of financial services and reduce service costs through technological empowerment, so that people can have equal and even access to financial resources and enjoy high-quality financial services.", "The accomplishment of these goals essentially conforms to the need of value creation for equity investors.", "Financial institutions must tap their professional advantages, enhance wealth management services, increase people's property income, and maintain and increase the value of people's wealth in the long run.", "In addition, financial institutions should also prevent risk spillovers, maintain the stability of the financial market, and improve social welfare.", "In terms of disaster prevention and relief, green development and climate change, financial institutions should also act proactively and play an exemplary role.", "We will make efforts to promote the sound development of commercial oldage insurance, the third pillar of China's three-pillar old-age insurance system China has initially established a three-pillar pension system underpinned by basic oldage insurance, enterprise (occupational) annuity and personal commercial old-age insurance.", "The first pillar has covered nearly one billion urban and rural residents.", "However, the second pillar only accounts for a small share of the total, and the third pillar has remained in its initial stage for a long period.", "Compared with many other countries, the third pillar in China developed at a relatively slow pace and represented a minuscule share, with little support for the elderly care.", "As China's population aging picks up pace, it is imperative to develop the third pillar.", "To that end, the financial sector can and should play an important role.", "By giving full play to the advantages of finance and vigorously developing the third pillar for the elderly care, we can effectively alleviate the pressure on China's expenditure on pension insurance and meet people's diverse needs for elderly care.", "At the same time, we can also pool long-term stable funds together, explore a cross-cycle investment model, and make the third pillar a major driver for long-term and value investing in the capital market, so as to fundamentally promote the sound development of the capital market and satisfy the funding need of infrastructure construction and technological innovation.", "At present, the total financial assets of Chinese residents have reached RMB160 trillion, of which more than RMB90 trillion is bank deposits mostly with maturities of less than one year.", "The financial assets that can be converted into life-long pension resources are of a massive size, thus demonstrating prominent advantages.", "In recent years, together with relevant ministries and commissions and financial enterprises, the PBC has conducted extensive research on the reform and development of old-age finance, and worked out an overarching plan for the next step.", "The Central Committee of the Communist Party of China (CPC) and the State Council have attached great importance to this issue, and the Financial Stability and Development Committee (FSDC) of the State Council has made special arrangements that require active, prudent and orderly progress achieved in a step-bystep manner.", "The overarching plan adopts a two-pronged approach.", "On the one hand, focusing on the existing business rules by unifying the standards for old-age finance products and removing products which do not live up to their names.", "On the other hand, carrying out pilot programs of business innovation and vigorously developing professional old-age products that can provide actual elderly care, such as old-age deposits, old-age wealth management and funds, dedicated old-age insurance, commercial pensions, etc.", "We will select out financial institutions and franchised institutions which have more favorable conditions to participate in the endeavors first, firmly bear in mind China's realities, learn the experiences, both positive and negative, of other countries, and blaze a trail for the reform and development of old-age finance.", "We will unswervingly push forward the opening-up of the financial service sector Opening-up and cooperation are the only way to financial prosperity and development.", "In an enclosed environment, it is impossible to foster financial institutions or markets which are competitive in a real sense.", "Promoting reform and development with opening-up is an important lesson learned from our experience in the past 40-plus years of reform and opening-up.", "In his key remarks delivered at the Celebration of the 40th Anniversary of the Establishment of the Shenzhen Special Economic Zone, General Secretary Xi Jinping made a profound point that the new development pattern was not an enclosed domestic cycle, but an open, dual-cycle pattern with both domestic and international cycles.", "Similarly, it is amid the twists and turns in an open environment that China's financial system has become more international and resilient and achieved today's historic achievements.", "China has established and developed the world's largest credit market, and the world's second largest stock market, bond market and insurance market.", "Large state-owned commercial banks are leading the world or even outperforming global peers in productivity, management costs, inclusive finance, digitized operations, etc.", "Large insurance companies are also in the front ranks of the world in terms of growth rate, development potential and market valuation.", "Since the 19th CPC National Congress, under the strong leadership of the CPC Central Committee and the direct guidance of the FSDC of the State Council, more than 50 opening-up measures have been introduced in the financial sector, including significantly easing foreign equity restrictions, expanding business scope, and exploring new areas for cooperation between Chinese and foreign financial markets.", "So far, these policies have gradually been implemented and delivered results, and produced a batch of demonstrative cases.", "The first wholly foreignowned insurance holding company, the first wholly foreign-owned life insurance company, and the first foreign-controlled wealth management company were successively approved for establishment.", "The strides of opening-up in the financial sector have not been stopped for a moment, even amid the worst situations of the COVID-19 pandemic.", "In the next step, while resolutely safeguarding China's financial security and stability, we will unswervingly expand opening-up in the financial service sector, continuously optimize institutional arrangements for the financial market, deepen international economic and financial cooperation, and steadily improve the competitiveness of the financial system while further opening up.", "We welcome foreign institutions with sound market reputation and credit records, especially those with specialties and expertise in risk control, pension management, consumer finance, wealth management and health insurance, to enter China and vitalize the market.", "We also encourage Chinese financial institutions to \"go global\" and do business in host countries in accordance with local laws and regulations.", "We will give full play to the immense role of technological advancement in improving financial efficiency Finance and technology have always been mutually reinforcing each other and developing together.", "All the major technological revolutions in the history significantly drove the financial sector forward.", "The introduction of telegraph enabled financial services to be offered beyond time and spatial limits.", "The application of computers significantly enhanced the capacity of storing financial data and improved the efficiency of financial services.", "Nowadays, the achievements of technological revolution, represented by the Internet, big data and block-chain, have been widely applied in the financial sector.", "Meanwhile, finance has also supported and boosted the development of tech companies through credit and capital markets.", "That the financial sector is among the first to widely apply technological achievements has been an important driving force for technological progress.", "Some banks and insurance companies have already set up influential tech companies.", "Fintech application in China has been world-leading in many aspects.", "Mobile payment, electronic clearing, online banking and digital credit have been developing rapidly.", "So far, transactions conducted without visiting bank outlets have accounted for nearly 90 percent of the total in the banking industry.", "Micro and small businesses (MSBs) used to wait for 20 to 30 days for loan approval, while with the support of technological platforms, such process has been reduced to seconds.", "Some Internet tech companies are actively exploring financial businesses, and have made remarkable achievements.", "We will continuously support Fintech development, optimize customer experience and improve service efficiency.", "We will also closely follow and assess the trend of the influence of the technological revolution on the financial sector, and make effective forward-looking arrangements.", "On the aspect of regulation, technology application will be strengthened in a bid to improve regulatory efficiency.", "Undoubtedly, Fintech development has also raised some new problems, which calls for efforts to pay high attention to risks and challenges such as cyber security, data privacy and oligopoly, so as to ensure market fairness and financial stability.", "Beijing has a unique position as the capital city.", "The financial sector must be fully committed to supporting the functional development of the \"four centers\" (the cultural, political, international exchange, and science and technology innovation centers), as well as the construction of a national integrated demonstration zone for greater openness in the service sector.", "We will also support Beijing in its accelerated construction of the pilot free trade zone and in the development of Beijing as a platform of high-level opening-up for the coordinated development of the BeijingTianjin-Hebei region.", "Here is the end of my speech."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Financial inclusiveness", "Old-age insurance", "Financial opening-up", "Technological advancement", "Financial stability", "Risk prevention", "Financial regulation", "Beijing financial development", "Financial reform", "Financial innovation"]}