{"sentences": ["Good afternoon everybody in Athens and Europe, Good morning to New York, Let me first thank the IMN, especially Chris and my friend Jade for the kind invitation to offer a few opening remarks at today's important webinar on \"Greek Banking & NPL Management\".", "I wish to all of you to be healthy and stay safe and next year we all get together in Athens at the IMN's real event, and not like this year's virtual event.", "Although the corona shock hit all countries in the world, both in terms of public health and national economy, its effects are asymmetric on both frontiers.", "This is because, on the one hand, the speed of governments' responses in flattening the pandemic curve differed among countries and, on the other hand, because of different initial conditions and timing of the appropriate monetary-fiscal policy mix.", "In Europe, Southern countries have been hit harder than Northern ones, both in terms of the brunt of the disease and the economic recession.", "In my country, measures to combat the pandemic were taken by the Government in a timely fashion and the citizens exhibited selfdiscipline and respected the public addresses of the Greek Prime Minister Kyriakos Mitsotakis; the total number of reported cases was equally low.", "Greece is among the five best performers in the EU in terms of coronavirus deaths per million.", "The latest forecasts with regards to the Greek economic outlook this year is for a recession around 7-8% and for next year a recovery of around 3-4%, namely not a V-recovery, similar to the rest of the Eurozone.", "Looking ahead, the economy will benefit in the coming years mainly from two drivers: a) the catching up effect, which will be bigger as a result of a combination of the MoU and pandemic years and b) from the government's reforms agenda and FDI.", "More on the positive side, last week Greece held a successful bond auction, it's fourth in 2020, to raise €2.5 billion and boost state cash reserves.", "The Public Debt Management Agency said the sale was 7,6 times oversubscribed with offers totaling €18.0 billion, while the yield dropped to 1,2% from 1,5% in June, the lowest ever.", "The day after of the Greek economy requires medium-term planning, smart interventions on behalf of the government and a common understanding across euro area countries.", "The adoption of a new production model should become a national priority, in order to transform the crisis into an opportunity for sustainable growth.", "The pandemic crisis establishes new challenges, where globalization recedes and local production activities are enhanced.", "Telework and tele-education are on a rise and the same holds true for electronic transactions for consumption and investment purposes.", "This paradigm shift for my country goes through economic extroversion, energy transformation, the green economy, the digital transformation of the banking sector, the public administration and the economy in general, the upgrading of agricultural production and technological economy can play a big role and become the new reality.", "This new economy should have the characteristics of a small open dynamic economy, which requires considerable reforms and specific timetables.", "The country's effort is assisted by the favourable monetary environment in the euro area (high liquidity, low borrowing rates for businesses and the Greek state, etc.)", "and the collective European response to the corona-crisis, as evidenced by the European Recovery Fund and other initiatives (SURE, EIB, ESM).", "It goes without saying, that the country should continue with structural reform policies, speed up privatisations, make efficient use of our large public property, and submit integrated investment plans for the full absorption of funds from the above programmes, as well as from the new MultiAnnual Financial Framework 2021-2027.", "Turning now to the Greek banking sector and to the chronic problem of NPLs, despite the measures taken by the government in the context of the pandemic, we fear that since a significant part of the credit portfolio of the 4 systemic banks relates to sectors directly affected from the pandemic (tourism, construction etc.", "), a new wave of NPL inflows may be imminent which will further deplete the banks' capital.", "According to the latest available figures (June 2020) the stock of Greek NPLs is €54 billion and the NPL ratio 33%.", "Recent projections raise the amount of COVID-19 NPLs in the coming year to around €10 billion.", "On the EU front, the EC recently adopted \"Temporary Framework\" allows for the use of state aid through liquidity recapitalization (state guarantees on ELA, guarantees on GGBBs), precautionary recapitalization or impaired asset relief measures (creation of public AMCs) without any burden sharing requirements (bail in).", "The objective of such aid would be solely to address Covid-19 related losses.", "The \"Greek Asset Protection Scheme (Hercules)\" was the first step taken by the Greek government in November 2019 to address the NPL legacy issue, based on the Italian GACS model.", "The European Commission (EC) approved a state aid guarantee scheme for the securitization of up to €32bn gross NPLs.", "NPLs and restructured loans would be sold to SPVs through securitizations.", "Subject to a BB-rating (compared to a BBB for GACS), the government would guarantee then the senior tranche for a total amount of €12bn.", "The issued senior tranches would have a zero risk weighting.", "Complementary to Hercules APS a recent proposal by the Bank of Greece with the short cut national bad bank.", "In the recent past, there were numerous cases whereby the EU provided State aid in the form of equity and guarantees on notes issued by the AMCs: MARK (2016 Hungary), BAMC (2014 Slovenia), SAREB (2012 Spain) and NAMA (2009 Ireland).", "Lessons learned from these cases can help us design and successfully run a public AMC.", "Among the key features of the bad bank proposal are the following: a) an attempt to address at the same time the DTC issue on which Greek banks, like NPLs, constitute another outlier in the Eurozone.", "b) An open issue to be resolved in the near future is the transfer of NPLs, which could take place at Real Economic Value (above market value) following valuation exercise carried out by an independent auditor and instructed by DG Com.", "c) The national bad bank can outsource the servicing of the loans to existing authorized servicers by the Bank of Greece to leverage from experience and economies of scale.", "d) Another open issue is the pricing of the senior bonds, receiving a credible rating and foremost attracts investors.", "e) And last but not least is the funding issue (apart from senior bonds, ESM funds?", "In all the above issues and many more, the Bank of Greece soon will have all the answers given Governor Stournaras's strong commitment for quick results.", "Some claim that there is an issue with the Hercules scheme because of the unfavorable market conditions due to the pandemic.", "The objective should be clear: every effort should be made, \"incentivise\" is the key word here, to ensure the attractiveness of the scheme to private investors, other things being equal.", "In addition, the envelope of the Hercules APS could be further increased with COVID-19 NPLs and/or more legacy loans.", "Time is short and it is a superfluous luxury to waste it.", "I have no doubt that all relevant stakeholders would like to see a permanent solution to the Greek NPLs problem.", "This would let then Greek banks to address the real challenges ahead (financing of dynamic sectors of the economy, banking digitalization, etc.)", "Thank you very much for your attention.", "May I wish you a productive discussion on such an important issue for the Greek banking sector and the Greek Economy more general."], "classifications": ["none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["NPLs", "Greek banking sector", "COVID-19", "European Recovery Fund", "Hercules APS", "digital transformation", "green economy", "public administration", "monetary policy", "structural reform"]}