{"sentences": ["To all participants of this Alphan Thought Leaders Webinar Series, good morning.", "I thank my fellow brothers of the U.P.", "Alpha Phi Beta Fraternity for organizing this webinar series in order to raise public awareness of the current challenges, opportunities, and innovations that we are facing as the result of the COVID-19 pandemic.", "Let me start by providing a macroeconomic perspective on the estimated impact of the coronavirus pandemic.", "The COVID-19 pandemic raised uncertainty and affected economic activity of all nations though the its impact is uneven.", "Based on the June 2020 IMF World Economic Outlook, the global economy is projected to contract by 4.9 percent in 2020 to be followed by a mild recovery of 5.4 percent in 2021.", "In the Philippines, economic output contracted by 16.5 percent in the second quarter of 2020, after exhibiting 84 consecutive quarters of growth.", "This is the lowest recorded quarterly contraction since the 1981 series.", "The decline was primarily attributed to our lockdown measures to slow down the spread of the virus and help prepare our public health sector and local communities respond to the health crisis.", "By sector, only Agriculture was able to post growth of 1.6 percent.", "Industry plunged by 22.9 percent while Services contracted by 15.8 percent.", "In the Industry sector, two major subsectors were worst hit: construction and manufacturing, which contracted by 33.5 percent and 21.3 percent, respectively.", "In the Services sector, the top three sub-sectors that suffered the most were the following: 1/ 1.", "Accommodation and food service activities 2.", "Other services , that is, Arts, entertainment and recreation; and 3.", "Fortunately, we were prepared when the pandemic hit us.", "This slide shows the strength of our macroeconomic fundamentals in 2019.", "Two decades of sustained economic and structural reforms served as well and enabled us to build buffers and widen policy space.", "Our GDP growth averaged 6.4 percent in the last 10 years.", "The robust growth of the domestic economy was achieved in an environment of generally stable inflation and was anchored on purposeful structural reforms.", "The country's strong track record of prudent policymaking has likewise led to a robust external payments position, larger international reserves, improved external debt metrics, and healthy public finances.", "At the same time, Philippine banks continue to be sound, stable, and well-functioning based on all metrics.", "It is from this strong position that the BSP acted swiftly and decisively to inject liquidity into the system to calm the market.", "At the same time, it communicated its priorities and policies well.", "We reduced policy rate by a cumulative 175 bps - by 25 bps even before the pandemic became full=blown, followed by a series of three 50 bps cut in 4 months.", "We cut reserve requirements by 200 bps for universal and commercial banks and by 100 bps for thrift banks and rural and cooperative banks.", "We entered into a repurchase agreement with national government through the Bureau of the Treasury (BTr);1 we also opened a daily one-hour window to purchase government securities in the secondary market (open market operations); We remitted dividends amounting to ₱20 billion to support the NG programs, even if the BSP is no longer required under our new Charter to remit cash dividends to the National Government./ Moreover, we expanded the set of eligible instruments as compliance with the BSP's reserve requirement to include newly granted loans to MSMEs and critically impacted large enterprises that do not belong to conglomerates; We also issued time-bound and targeted regulatory and operational relief measures to encourage BSP-supervised financial institutions to continue their support to the economy, particularly the MSME sector.", "These measures include: extension of financial relief to borrowers, incentivized lending, promotion of continued access to financial services, support for continued financial services delivery, and support for sufficient level of domestic liquidity and economic activity.", "In sum, we have injected approximately P1.9 TRILLION PESOS in liquidity into the financial system, equivalent to 9.6 percent of GDP.", "Because this sector is a huge part of our economy.", "The MSMEs account for about 99 percent of total establishments in Philippines, 63 percent of total employment, and 36 percent of total value added.", "The sector is also a major contributor to the country's current account, generating one-fourth of our total export earnings.", "The banking system has responded positively to these relief measures as we can see from banks' lending behavior and activities towards the sector.", "First, banks continued to extend loans to MSMEs even during the lockdown period.", "In fact, as of end-August 2020, credit allocated to MSMEs reached P527.2 billion.", "Second, banks granted new MSME loans as well as re-financed existing loans.", "Third, loans to MSMEs as compliance with the reserve requirements have likewise increased and banks' lending rates for MSMEs have generally declined.", "1/ The pandemic has given us this opportunity to further accelerate the digital transformation of the financial services sector.", "The BSP encourages the use of electronic payments to enhance the speed, convenience and affordability of financial transactions.", "Now, we have the PESONet and Instapay, the current two Automated Clearing Houses.", "The BSP is promoting the use of PESONet as a viable alternative to checks and recurring bulk payments while the InstaPay as a substitute for coins and cash.", "The existence of the PESONet and InstaPay was crucial in facilitating two key milestone initiatives of the National Retail Payment System: the Government e-Payments (\"EGov Pay\") facility via PESONet; and the National Quick Response Code Standard (\"QR Ph\") via InstaPay.", "The pandemic has shown the critical role of digital platforms in financial transactions and in the economy in general.", "As a result of the pandemic and the consequent lockdowns, more consumers shifted from cash payments to digital payments.", "The evidence is crystal clear: the use of PESONet and InstaPay zoom exponentially.", "For the first eight months of 2020, the value of InstaPay rose by 388.7 percent, while that of PESONet jumped 100.7 percent.", "By volume of transactons, InstaPay and PESONet soared by 623.8 percent and 129.6 percent, respectively.", "Personally this is music to my ears.", "One of my personal goals as Governor of BSP is to have not less than 50 percent of transactions, by volume and value, should be done digitally rather than by cash payments by 2023.", "With the pandemic, I'm optimistic that this goal will be met sooner.", "Of course, this is consistent to my other vision of having a cash heavy to a cash lite economy.", "Indeed, the speed and breadth of the digitalization are gaining momentum.", "And we want to push harder.", "On September 8, 2020, the BSP, jointly with the Trust Officers Association of the Philippines, launched the Digital PERA (Personal Equity Retirement Account).", "It utilizes a digital platform where investors can open, access, and invest 24/7 through their PERA account anywhere in the world using their mobile gadgets.", "This breakthrough project is in addition to an array of digital-enabled investment outlets such as the Unit Investment Trust Funds and Mutual Funds, which are now available for retail clients.", "At any rate, the BSP shall sustain the momentum for the adoption of digital payment services during the pandemic to ensure the smooth transition into the New Economy.", "These services will further respond to the increasing need for contactless payment means between consumers and businesses engaged in e-commerce.", "The demand and supply of QR-enabled payment services have been showing promise.", "In addition to the existing Person-to-Person (P2P) national quick response code standard (QR Ph), Filipinos will soon enjoy the QR Ph for Person-to-Merchant (P2M).", "On the other hand, EGov Pay is an e-payment facility that allows individuals and businesses to pay taxes, permits, fees, and other obligations to the Government (P2G) through the PESONet rail.", "Operational for only seven months, the number of government agencies enrolled in this facility expanded considerably from just 2 when it went live in November 2019 to 277 as of June 2020.", "The BSP is also pursuing a direct debit facility, which will allow customers to better manage their recurring payments such as monthly rental by simply authorizing the payees to pull funds from the account of the payors.", "Another exciting initiative in the pipeline is the availability of a bill payment service.", "This initiative aims to eliminate inefficient bills collection process, ensuring that a biller can collect from the payers even if their payment service providers (PSPs) are different from each other.", "The BSP is also looking forward to the electronic transmission of the SSS benefits and loans via PESONet.", "In addition, the BSP is working with the industry, which is led by the Philippines Payment Management, Inc. (PPMI), to reduce the costs of doing digital payments (particularly for micro transactions) in order to incentivize consumers to convert cash-based transactions into digital form.", "In fact, we just recently announced a number of banks who have extended their waiver of fees for use of InstaPay and PESONet till the end of the year.", "The BSP is also implementing a Digital Literacy Program to understand the new financial landscape.", "This initiative is part of the BSP's financial education advocacy, which aims to increase public trust and confidence in the digital finance ecosystem and encourage massive usage of digital financial services by consumers across all sectors.", "In light of these developments, the BSP enhanced its Financial Consumer Protection (FCP) Framework.", "The enhancements are meant to fundamentally strengthen market conduct practices of BSFIs by establishing guidelines that institutionalize consumer protection as an integral component of corporate governance and culture, as well as risk management.", "Let me also add that the BSP takes a more active role in pushing for the implementation of the Philippine National ID System in collaboration with the Philippine Statistics Authority and other agencies.", "The National ID system seeks to establish a verifiable digital identity for Filipinos which will enable them to open bank accounts, use financial services more efficiently, and gainfully participate in an increasingly digital economy.", "And in the case financial consumers may want to bring up any concerns against banks or financial institutions, they may get in touch with us through our Chatbot, \"BOB.\"", "BOB is short for BSP Online Buddy.", "BOB can communicate in English, Tagalog and Taglish through webchat, Facebook messenger, and SMS.", "This is part of our overall strategy for financial consumer protection.", "As you can see, decades of strategic structural reforms are taking fruit.", "As this crisis presents the significance of forward planning, let me assure you that the BSP is strongly committed to implement necessary reforms, within its mandate, to help the Philippine economy recover and build it resilience against future crisis.", "Let me end with a quote from Former US President John F. Kennedy.", "\"The Chinese use two brush strokes to write the word 'crisis.'", "One brush stroke stands for danger; the other for opportunity.", "In a crisis, be aware of the danger-but recognize the opportunity.\"", "That said, we shouldn't let this once-in-a-lifetime crisis go to waste.", "We should derive important lessons from this crisis moving forward.", "Let us use the lessons from this crisis in reshaping our strategies and priorities for the future.", "Thank you and good morning!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Digital payments", "MSMEs", "Financial services", "Economic impact", "Monetary policy", "Inflation", "BSP", "Fiscal policy", "Financial inclusion"]}