{"sentences": ["The Economist magazine recently published an article comparing the welfare of citizens across countries, based on a survey of various aspects of well-being.", "The title of the article was \"Money really can buy happiness and recessions can take it away.\"", "It maintained that citizens in highincome countries felt better off about their current life situation, have money for food, and access to good and affordable housing nearby.", "Quality of life is also better due to less tangible factors such as corruption not being widespread, feeling safe when walking alone at night, feeling well rested and having helped a stranger in the past month.", "Implicit in these findings is the idea that economic growth should go hand in hand with greater welfare.", "More than the dollars and cents of becoming wealthier, it is the improvements in the quality of life that countries aspire to achieve.", "And so, I was heartened to read in the World Bank's Aiming High report that Malaysia is likely to transition to a high-income economy between 2024 and 2028.", "This panel discussion is thus very relevant to our situation, now more than ever.", "For Malaysia, the journey to become a high-income economy will not be easy.", "In the past three decades, only a handful of countries have managed to achieve that status, and importantly, to sustain their position.", "In fact, the road to becoming a high-income economy is more difficult today, as countries are confronted with challenges and uncertainties like never before.", "According to the OECD , the present landscape has \"new rules, new environmental constraints, new technologies and more competition\".", "We will need to adapt to these changes, while managing other shocks that may come our way.", "What we don't want is for the economy to take one step forward, only to be pulled two steps back.", "Along these lines, allow me to share four points on how Malaysia can more confidently transition towards a high-income economy.", "An economy centred on innovation My first point is on putting innovation at the centre of our economic development.", "Malaysia has come a long way.", "From being a commodities-based economy, we have diversified into high-end manufacturing and modern services.", "This helped us advance into a middle income economy in the early 70s.", "Yet, since then, we have struggled to achieve productivity- and innovation-driven growth needed to become a high-income economy.", "Even today, the deficit in the innovation capability of our economy remains.", "For instance: Malaysia does not spend enough on R&D.", "In fact we spend less than half of other frontier economies like Korea, Taiwan and Singapore.", "Our R&D efforts have focused on generating scientific knowledge, but less on applying that knowledge.", "This has resulted in low commercialisation of R&D.", "A World Bank survey also indicated that most businesses do not innovate, and even among those that do, the focus is mainly on process or incremental innovation.", "If innovation is so important, why has Malaysia not innovated enough?", "I believe the answer lies partly in the \"innovation paradox\" - innovation is a complex process that requires a whole-ofeconomy approach.", "A study by Harvard found that as much as 80% of national innovation capacity can be explained by the number of scientists and engineers, the stock of knowledge that the society has accrued, the public policy environment and the maturity of business clusters.", "Importantly, it requires strong interaction between these individual parts; the innovation system is only as strong as its weakest link.", "Indeed, Malaysia has been persistent in strengthening its foundations for innovation, but we must do more.", "We must do more to attract quality investments to promote a more innovative economy, including to do so more deliberately and thoughtfully.", "That is why the Government's commitment to adopt the National Investment Aspirations as a framework for determining the quality investments which Malaysia must attract is key.", "Industry and academia must also work together so that research can be better oriented toward serving the needs of the economy, and so that policy support and funding can be directed at areas with the greatest commercial and social potential.", "Finally, our spending on education, while it is high relative to peers, the returns have not commensurate with the investments made.", "The education and training system must be more forward-looking and cater to shifts we anticipate over the next 20 - 50 years.", "The key is to prepare the next generation with 21st century skills to meet these demands.", "Malaysia must secure innovation-driven growth in all parts of our economy.", "But we must set our minds to areas where the payoffs are the greatest.", "Three areas of opportunity come to mind: First, we must make best use of the resources which we are endowed with, such as to process commodities into chemicals and other derivatives to increase economic complexity.", "Agriculture productivity can also increase by adopting modern farming.", "Second, addressing climate change offers opportunities to attract investments and create high-quality jobs.", "The global economy needs USD23 trillion in green assets to meet the climate goals under the Paris Accord.", "Third, Malaysia is among the best positioned within Southeast Asia to embrace the fourth industrial revolution.", "Malaysia already has one foot through the door in each of these opportunities; we are major producers of petro- and oleo-chemicals, solar panels, as well as E&E components that will power future mobility.", "We must engage in serious conversations on moonshot strategies to build innovative industries and companies.", "Only then can we set the foundation for a sustainable, dynamic and competitive Malaysian economy.", "A society that is more inclusive Economic growth does not necessarily go hand in hand with social progress, particularly if growth only enriches the few.", "Thus, my second point is on improving social inclusivity.", "Malaysia has made great strides in eradicating poverty.", "This is the result of numerous efforts to meet the needs of society's most vulnerable, and to provide them with opportunities for upward social mobility.", "Nevertheless, the COVID-19 crisis reminds us that shocks affect different segments unevenly, and this has clearly exposed gaps in our social protection system.", "It is therefore critical to accompany the transition to high income with efforts to close these gaps.", "The growing economic pie will provide the state with more capacity to deepen its social protection.", "We must use this space to future-proof the system to impending structural changes: Malaysia will transition to an 'aged nation' status, with the old-age dependency ratio expected to increase to 16.6% by 2040.", "However, in a 2018 Employees Provident Fund study, two out of three active contributors are projected to have insufficient retirement savings to meet a minimum pension of RM1,000 per month.", "The nature of work will evolve, as we transition to a more knowledge-based, service-based and gig-based economy.", "Work arrangements are expected to become more flexible, and provisions must be made to ensure that workers remain adequately protected.", "Notably, provisions for shorter and more flexible working hours may entice women to participate in the labour force.", "The third change is the displacement of certain jobs, as we enter the dawn of the next industrial revolution.", "The trend towards automation and AI requires a smooth transition of the workforce into new skills and occupation areas.", "This is to ensure that existing and future talent is fully utilised, and skill-related underemployment is kept at bay.", "The question is then how can Malaysia mould its social protection system to better protect We can consider this through the lens of the 4Cs: and empower its workers and citizens?", "Coverage, Consolidation, Conditionalities, and Comprehensiveness.", "On coverage, social protection must be deepened and extended towards the growing segments of informal and self-employed workers.", "Meanwhile, currently fragmented and overlapping programmes should be consolidated and rationalised, so as to channel funds to meet new needs of society, for instance better retirement aid.", "We can also impose conditionalities for various programmes to boost incentives and improve targeting capacity.", "Finally, there is a need for comprehensive active labour market policies to cater to the looming possibility of labour re-deployment under the fourth industrial revolution.", "Maintaining planetary health for sustainable economic growth This brings me to our third point.", "In our quest to transition to a high-income economy, we must do so without losing sight of the goal of prospering, thriving and living sustainably.", "Since last year, we have had to deal with a negative global shock in the form of Covid-19.", "The pandemic has taken a heavy health and economic toll, with profound effects on poverty.", "At the same time, displacement and disruptions due to climate-related events such as storms, flooding and droughts have persisted and intensified.", "Pandemics and climate-related risks produce similarly devastating effects on the real and financial sectors, causing recessions, unemployment and a large depreciation of value across all asset classes.", "There are many valuable lessons that we can learn from the current pandemic - including of the urgent need to pay more attention to planetary health.", "Of importance is how we can move closer towards realising Sustainable Development Goals or SDGs.", "We have a once-in-a-generation opportunity to reset and reprioritise resources to reconstruct our economies and financial systems to be more sustainable and inclusive.", "This includes tackling climate change, given that climate-related risks pose a growing threat to our very way of life.", "If left unmanaged, we would be faced with irreversible effects of climate change that would impact us far greater than the pandemic.", "With so much at stake, the whole country has a part to play in this mission.", "Even the Bank, where we've put the management of climate risk, as a top priority.", "Government that is agile and forward-looking My final point is on changes to the state's capacity.", "In the time of change and modernisation, how we approach the government's role in innovation must also evolve.", "It is not that the government should play no role in the economy, but rather, it might be timely for some new thinking about the role of government in the economy, and how it works with the private sector.", "After all, as moving forward requires the economy to consider not just cutting edge, but also bleeding edge ideas and technologies, we need to start thinking about novel and unconventional approaches.", "Several questions spring to mind.", "First, how should the government take calculated policy risks, while managing policy In building pathways to high income, ambitious industrial policies, or \"moonshot failures?", "strategies\", will play a key role.", "With any policy however, there would be uncertainty and possibility of failure.", "Development economist, Dani Rodrick, called for effective industrial policy to be less on the ability to pick winners, but on knowing when to cut losses.", "Too low a failure rate could also mean that we are playing it too safe.", "The objective, hence, should not be to avoid mistakes, but to minimise the cost of mistakes.", "This will require the Government to build its capacity to account for and quantify the associated risk within the decision framework.", "Only then can we make smarter, more intelligent bets to get the most bang for the buck.", "Second, how can the Government learn and execute better?", "Focus should be as much on process and governance, as it is on the outcomes.", "While we have achieved leaps and bounds in economic development since our Independence, past reforms also provide important lessons in areas where we must strive to do better.", "We have had roughly 60-70 blueprints and masterplans over the years; not all have been executed to their maximum potential.", "Let us identify the gaps and shortfalls and move forward from there.", "We must also hone the public sector's ability to make incremental improvements and course corrections, as much as sweeping reforms.", "After all, correction mechanisms are what make governments smarter.", "Third, a strong and sustained focus on protecting and promoting the qualities of efficient and effective public institutions must define our path to becoming a high-income economy.", "Ultimately, attaining high income status must be commensurate with the governments' ability to intervene less, but to intervene more smartly.", "As I bring my remarks to a close, let me be clear that although Malaysia's journey to transition to a high-income economy will be challenging, it is not out of reach.", "The key is to have the right mindset and values so that we attain, not just the high-income target, but also the qualities of a developed nation and society.", "I look forward to an insightful discussion ahead about what it will take for us to cross the finish line.", "\"Perspectives on Global Development 2019: Rethinking Development Strategies,\" OECD.", "Source: World Bank Enterprise Survey Data Porter, M.E.", "\"National Innovative Capacity,\" The Global Competitiveness Report 2001- Stoiljkovic, N. (2017).", "\"The Paris Agreement is a $23 trillion investment opportunity.", "How can we unlock it?,\" World Economic Forum.", "\"Accelerating 4IR in ASEAN: An Action Plan for Manufacturers,\" ATKearney (2019)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Innovation", "Social inclusion", "Economic growth", "Climate change", "Government role", "Sustainability", "Education", "Industrial policy", "Labor market", "Economic development"]}