{"sentences": ["I am delighted to take part once again in the Frankfurt Euro Finance Summit and very pleased to be able to attend in person.", "Today, I will focus on the banking sector and on financial system stability which is a necessary condition for the recovery from the pandemic crisis.", "Banks have weathered the pandemic and the economic outlook is now brightening The euro area economy was struck in 2020 by the extraordinary and severe coronavirus (COVID-19) pandemic shock, with economic activity contracting sharply in the first half of the year.", "It recovered in the second half, albeit partially and unevenly across countries.", "But the economic outlook is brightening.", "In our June Eurosystem projections, the 2021 and 2022 GDP growth forecasts for the euro area have been upgraded by between 0.5 and 0.6 percentage points compared with our March projections.", "These improved economic prospects reflect the swifter progress of the vaccination campaign in the second quarter of this year, substantial additional fiscal support - partly funded by the Next Generation EU package - and the more favourable outlook for global demand.", "Euro area real GDP is expected to return to its pre-crisis level by the first quarter of 2022.", "The outlook for inflation has also been revised up.", "Annual inflation has picked up, mostly on account of temporary factors, including a strong increase in energy prices: it is projected to average at 1.9% in 2021 and to peak at 2.6% in the fourth quarter of this year, before returning to 1.5% in 2022 and 1.4% in 2023.", "We therefore expect inflation in the medium-term to remain below our aim.", "In any case, we are attentive to incoming information to assess whether the temporary increase in inflation gives rise to second round effects that could translate into a more permanent development.", "Overall, euro area banks have weathered the pandemic crisis.", "The deep recession certainly weighed on performance throughout last year and macroeconomic conditions remained challenging in the first quarter of 2021 due to the third wave of coronavirus infections.", "Yet extraordinary fiscal and monetary policy measures provided support to the economy over that period, including income support for firms and households, loan guarantees and statutory payment moratoria, as well as the ECB's expanded set of unconventional monetary policy measures and prudential actions.", "These measures have been successful in helping the economy to absorb the shock of the coronavirus pandemic and have helped mitigate risks to financial stability.", "Corporate insolvencies have been limited and the rise in unemployment contained.", "Sovereign debt markets have remained stable, and these policy actions have prevented adverse feedback loops between the real economy and the financial system.", "In stark contrast to the global financial crisis (GFC), banks have helped cushion the economic impact of the pandemic rather than exacerbate it.", "Bank capital and liquidity positions were much stronger at the onset of the pandemic than they were in 2008, bolstered by the post-GFC regulatory reforms.", "Moreover, capital relief measures implemented by micro- and macroprudential authorities, coupled with banks retaining profits, generated additional capital space to absorb losses, permitting banks to maintain the flow of credit to the real economy.", "While bank valuations were hit hard in the initial phase of the crisis, in part from a significant drop in profitability, market sentiment has become more positive since late 2020.", "Bank equity prices rallied on positive news about vaccines and rising reflation expectations, with investors anticipating that a steepening of the yield curve could support bank profitability.", "Banks' results in the first quarter of 2021 exceeded expectations, analysts have upgraded their profitability projections for 2021 and 2022, and bank equity prices have almost returned to their prepandemic levels.", "But long-term structural issues persist...", "Nonetheless, despite growing market optimism, euro area banks still face important risks and continue to grapple with the long-run structural challenge to achieve a sustainable improvement in their profitability.", "The better-than-expected earnings in the first quarter of this year should be put into context.", "In the first place, a key driver of increasing net profits was a fall in loan loss provisions, in view of the brighter economic outlook.", "Second, better-than-expected earnings are also partly due to strong trading income, which is volatile and depends on market conditions, while net interest income remained under pressure.", "Despite the sharp recession, banks' non-performing loans (NPL) ratio reached its lowest level on record at 2.6%, on average, at end-2020, even if this masks some dispersion among euro area banks.", "Furthermore, NPL resolution continued in 2020, notably through the disposal of legacy NPLs.", "Our central expectation is for a sustained recovery.", "This would help create a virtuous circle between: improving corporate sector health, improving profitability in the banking sector and strong sovereign' s credit standing, permitting governments to continue to support households and businesses where necessary.", "But it is worth noting that the recovery could well turn out bumpy, and if future developments inhibit a strong recovery, bank provisions may turn out to be insufficiently conservative.", "That could risk creating a negative chain of events, through rising defaults, greater deterioration in asset quality, a restricted flow of credit to the real economy, and destabilising feedback loops between banks, sovereigns and corporates.", "In all cases, the apparent decoupling of asset quality trends from economic developments can mainly be explained by the unprecedented policy support provided to the economy.", "This support could also just prolong the typical lag between the recession and the rise in NPLs rather than prevent NPL formation.", "There are already some early signs of weakening credit quality, for example the share of loans reported as subject to heightened credit risk has risen significantly and asset quality is likely to deteriorate once support measures are phased out.", "As the coronavirus shock affected the euro area economy very unevenly, credit risk metrics have varied widely across sectors.", "The deterioration is most visible in sectors that were hit harder by the pandemic, such as services, while loan performance problems are less prevalent in manufacturing.", "Yet even with the projected improvements, the outlook for bank profitability remains subdued.", "Analysts expect euro area banks' return on equity to recover only gradually, reaching 6% by 2022.", "On average, this would still fall short of their cost of capital.", "Moreover, bank profitability in the euro area is expected to trail well behind that of large US banks, whose return on equity is currently projected to reach about 12% by 2022.", "Euro area bank valuations remain low when compared with those of their peers around the world, particularly those of US banks.", "Looking beyond the challenges presented by the coronavirus pandemic, addressing pre-existing structural weaknesses remains crucial to sustainably improve profitability.", "The relatively lower valuations of euro area banks predate the pandemic, even if they have been accentuated by recent developments.", "Profitability continues to be hampered by overcapacity.", "Banks continue to operate in a competitive environment, with revenues under pressure not just from their peers but also from new entrants from outside the sector, such as fintech companies.", "Banks need to speed up their digital transformation, a process that requires substantial investment but has the potential to deliver both cost savings and higher revenues.", "Consolidation through mergers and acquisitions is one way of tackling structural problems, by helping to unlock economies of scale and diversify revenues.", "Little progress has been made on this front over the past few years, with only a small number of - mainly domestic - deals taking place.", "The consolidation process should be driven by market forces, while supervisors should focus on the ability of the combined bank to comply with prudential requirements.", "To this end, ECB Banking Supervision published guidance early this year that clarified its supervisory approach to consolidation, including on how it would set minimum capital requirements for newly formed entities, on the prudential treatment of badwill and on the use of internal models.", "...and new risks are emerging Addressing these persistent structural problems is made all the more urgent by the emergence of new challenges, notably climate change.", "Left unchecked, climate change is likely to result in more frequent and severe climate events that will cause economic disruption and the loss of lives and livelihoods.", "[We must substantially change our production, consumption and living habits if the world is to avert this catastrophic outcome, although these changes may themselves disrupt the economy and the financial system.]", "The primary responsibility for combating climate change lies with governments, who control the most important tools for delivering an orderly transition to a carbon-free economy.", "Yet all parts of society will need to play their part, and that includes banks and central banks.", "The ECB has been accelerating its work to quantify the potential impact of climate change on financial stability and aims to contribute by providing more and better information to market participants on the risks involved.", "Let me focus today on our economy-wide climate stress-test to assess the exposure of euro area banks to future climate risks.", "The exercise analyses banks' resilience by assessing their counterparties under various climate scenarios.", "Relying on datasets and models assembled by the ECB, it encompasses approximately four million companies worldwide and 1,600 banks and assesses their exposure to climate risks over a 30-year horizon.", "From a policy perspective, our findings show that there are clear benefits to acting early: the short-term costs of the transition pale in comparison with the costs of unfettered climate change in the medium to long term.", "The exercise further highlights two important points.", "First, physical risks dominate corporate and bank vulnerability to future climate risks.", "While the costs of a green transition can be compensated for and the transition can even bring benefits in the medium to long run, physical risks have the potential to seriously hamper institutions' creditworthiness.", "Second, the financial stability implications of climate change can be significant.", "For example, if no further policies are introduced to mitigate climate change, the most vulnerable 10% of banks may see a 30% increase in the average probability of default of their credit portfolios between now and 2050.", "Banks have fulfilled their vital role of lending to the real economy during the pandemic.", "That role remains just as important now as the recovery gathers pace and policy support measures are gradually withdrawn.", "Uncertainty is high since much will depend on the strength of the recovery.", "At the same time, improving economic growth should support banks' earnings, but is not enough by itself to bring the sector back to sustainable profitability.", "In the medium and long term, the post-pandemic world presents banks with new challenges but also with opportunities to overcome longstanding structural issues.", "In particular, the pandemic has accelerated customers' adoption of digital channels.", "Banks could capitalise on this change in customer behaviour and shift towards digital banking, providing scope for both cost savings and the chance to diversify their products and revenue streams.", "Greater domestic and crossborder consolidation in the sector could also help enhance profitability and cost-efficiency, while paving the way for a more integrated euro area banking sector.", "Moreover, in making their business models more sustainable, banks also need to better incorporate environmental, social and governance factors into their decision-making processes and risk management frameworks, with a particular emphasis on climate change.", "(2021), \"Measuring the cost of equity of euro area banks\", Occasional Paper Series, No 254, ECB, January.", "ECB Banking Supervision (2021), Guide on the supervisory approach to consolidation in the banking sector.", "Alogoskoufis, S. et al.", "(2021), \"Climate-related risks to financial stability\", Financial Stability Review, ECB, May."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking sector", "Financial system stability", "Economic recovery", "Inflation outlook", "Bank profitability", "Structural issues", "Non-performing loans", "Climate change", "Digital transformation", "Consolidation"]}