{"sentences": ["Ladies and Gentlemen, Dear Colleagues, It is a great pleasure and honour to participate in this panel and to have a chance to address the CEBRA Annual Meeting today.", "For more than a year, COVID-19 has imposed enormous stress on our societies and the global economy.", "While the longer-term scarring is now projected to be less severe than initially expected, we will continue to feel the effects of the pandemic in the years to come.", "That's a further reason why the theme of our session, the challenges of inequality and inclusive growth for monetary policy, is highly relevant.", "In my capacity as an ECB Governing Council member, I will focus on the euro area viewpoint in my initial remarks.", "This is not to ignore the huge challenges we are facing in the global community in addressing the divergent recoveries from the pandemic and the related concerns about worsening inequality trends across developed and less developed countries.", "I am sure we will discuss these challenges on the panel.", "I will start with the economic outlook, which is always critical for inclusive growth.", "Euro area GDP is rebounding strongly this year, thanks to the re-opening of the economy, strong policy support and the ongoing global recovery.", "Headline inflation is rising this year due to temporary factors.", "However, the core i.e.", "underlying inflation (excluding energy and food) is expected to increase only slightly from 1.1% in 2021 to 1.4% in 2023, as euro area domestic cost pressures are projected to recover gradually but remain muted overall.", "Importantly, the medium-term inflation outlook is still below the ECB's 2% symmetric inflation target.", "The economic policy response to the COVID-19 crisis has been swift and aggressive across a broad front in Europe, including the ECB's monetary policy measures aimed at preserving favourable financing conditions.", "We stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards our aim in a sustained manner, in line with our commitment to symmetry.", "How does monetary policy, then, relate to the issue of inequality?", "As is well known, income inequality has been rising for several decades in most advanced economies - more in some, less in others.", "There are some common drivers, including globalisation and skillbiased technological progress, as well as country-specific factors, of which changes in taxation is the most important.", "Recently, the pandemic has hit the less well-off hardest and further amplified inequality.", "Generally speaking, inequality is mainly explained by structural factors, and therefore policies other than monetary policy play a key role in addressing it.", "We know that monetary policy impacts inequality through two main channels, the income and wealth channels.", "Concerning the income channel, it is critical to note that the wages and employment prospects of low-income households are typically more sensitive to business cycles.", "Therefore, monetary policy easing, by stimulating economic activity, and thus assisting in saving and creating jobs and increasing wages, does reduce income inequality.", "This has been the main effect after the previous crisis and in the present crisis.", "On the other hand, households' business and financial income are more responsive to monetary policy than labour income, and this impact of the income channel in monetary policy easing tends to benefit wealthier households more than low-income households.", "As to the wealth channel, monetary policy easing generally makes the life of borrowers easier, but can impact negatively on better-off households' savings.", "However, the overall net effect depends on the composition of household balance sheets.", "A fall in the interest rate affects different assets and liabilities differently, depending on their type and maturity.", "After the Global Financial Crisis, central banks had to embark on a prolonged period of monetary accommodation using unconventional measures that impact on the prices of longer-term assets.", "This gave rise to concerns about increasing inequality.", "Several empirical studies have concluded that the overall effect of unconventional monetary policy measures on income and wealth inequality is small.", "Overall, the easing of monetary policy would seem to have somewhat diminished inequality in recent years in the euro area, especially via increased employment for lower-income households.", "After the financial and debt crisis, 12 million jobs were created in Europe, and monetary policy significantly contributed to that progress.", "Furthermore, it is clear that the cooperation between monetary and fiscal policy in the crisis response has helped reduce longterm job losses and bankruptcies, and therefore contributed to the overall wellbeing of the public.", "Monetary policy has not played a significant role in the evolution of income or wealth inequality in my home country, Finland, either.", "Forthcoming research by the Bank of Finland staff suggests that the transmission of monetary policy to households with different types of wealth and income profiles is rather similar to that observed in other countries.", "Monetary easing seems to reduce unemployment most among low-income households, while also boosting the general wage level, which benefits proportionately more high-income households.", "However, it seems that, relative to the positive impact that monetary policy has on the macro-economy, both on growth and employment, the impact on inequality is nevertheless very small.", "In our neighbouring Nordic country, Sweden, the assessments have been similar.", "In the terms of reference for reviewing the Riksbank's monetary policy framework, the Riksdag's Parliamentary Committee on Finance concluded that the distributional consequences of monetary policy since the global financial crisis have been small, and if anything, have ameliorated income differences through lower unemployment.", "The Committee also concluded that the distributional effects were small.", "In our review of the ECB's monetary policy strategy, we have discussed the issue of inequality and the role employment should play in policymaking.", "Of course, we adjust monetary policy depending to how the economy is doing, and labour market slack has always been an important part of that consideration.", "Moreover, given differences in marginal propensities to consume across households, the distribution of income and wealth clearly affects the transmission of monetary policy.", "In the euro area, national policies determine labour market outcomes.", "However, monetary policy can support full employment without prejudice to price stability.", "In the presence of a flattened Phillips curve, policies aiming at full employment are likely to have a moderate inflationary impact in the short term.", "Under such circumstances, monetary policy can also help us get closer to full employment.", "In fact, considerations about labour-income and wealth inequality strengthen the case for a \"lower for longer\" strategy, when monetary policy is constrained by the effective lower bound.", "This is to my understanding in line with considerations that featured prominently in the Federal Reserve's recent framework review and have contributed also to the new ECB monetary policy strategy, of which President Christine Lagarde informed the public earlier today.", "So, let me ask, on the basis of these reflections: what should one as a central banker think about inequality and inclusive growth in the making of monetary policy?", "In my view, the philosophy of John Rawls is a most helpful guide here.", "One of his key insights, or one of his three principles of a just society, is that inequalities are acceptable only in case that they benefit the less well-off members of the society.", "That is by no means a carte blanche for e.g.", "advocating tax cuts that benefit the richest or believing in some trickle-down theory of economic growth.", "But it implies that as the main impact of monetary policy in the proximity of effective lower bound has been to raise output and employment, and thus reduce income inequality by helping create millions of jobs and enhance the income of the previously unemployed and other less well-off members of the society, even if it had limited negative side-effects on wealth inequality, then the policy has been in line with the pursuit of a just society.", "Before concluding, I want to touch briefly on the issue of climate change and inequality.", "Climate change mitigation and the needed green transition will play a major role in our economic policymaking going forward.", "As with all structural changes, there will be winners and losers.", "For a successful transition, we will need to pay close attention to distributional issues.", "While central banks are by no means the leading actors in climate change policy, we do have an important supporting role.", "In addition to ensuring that the financial system is resilient to climate-related financial risks, we must support an orderly economy-wide green transition.", "Among other things, central banks have a role in helping societies understand the economic impacts of climate change.", "To conclude, central banks must better understand how income and wealth inequality impact the transmission of monetary policy and take that into account in their policymaking.", "The greatest contribution central banks can make is to deliver on their price stability mandate, as this will also contribute to broad-based and inclusive employment growth.", "I am confident that the outcome of the ECB's monetary policy strategy review will enhance the effectiveness of our monetary policy and thus also support the attainment of sustainable growth and full employment.", "Thank you for your attention and I look forward to our panel discussion and your questions.", "How does monetary policy affect income and wealth inequality?", "Evidence from quantitative easing in the euro area.", "European Central Bank Working Paper Series No.", "2190, and Mäki-Fränti, P., A. Silvo, A. Gulan and J. Kilponen (forthcoming), Monetary policy and inequality: the Finnish case, Bank of Finland Research Discussion Papers.", "Distributional effects of the Riksbank's measures, Monetary Policy report, November www.riksbank.se/globalassets/media/rapporter/ppr/fordjupningar/engelska/2020/distributional-effectsof-the-riksbanks-measures-article-in-monetary-policy-report-november-2020.pdf John Rawls, A Theory of Justice.", "See www.ecb.europa.eu/home/html/index.en.html"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "inequality", "economic growth", "inflation", "employment", "income", "wealth", "pandemic", "climate change", "green transition"]}