{"sentences": ["How climate-related risks to financial systems differ to other risks and forms of structural economic change?", "First, it is an honor to be part of this distinguished panel.", "Since the Avian Flu or the old-SARS episodes there was awareness that another pandemic event would happen sooner or later.", "Nonetheless, we were clearly not ready for the challenges Covid-19 entailed and this resulted in an unprecedented shock for the global economy.", "The Covid pandemic is a cautionary tale, we must enhance our resilience in face of the imminent climate-change shocks.", "The probability of climate risks materializing is high, even though the timing is uncertain.", "There is little time to act, to increase resilience and prepare to better manage these risks.", "Let me highlight two points: 1.", "With climate events we are on the realm of what we know as Knightian uncertainty: we do not know their distribution functions.", "Moreover, the existence of tipping points implies that small changes in temperature could have severe consequences for our well-being, nonlinear effects.", "Clearly, it is essential to avoid reaching such tipping points.", "Climate change will impact adversely some countries more than others.", "Tropical and subtropical regions are likely going to be more affected by climate-related events.", "Thus, less developed countries (LDCs) and emerging economies are more exposed and are also less resilient to cope with climate change challenges.", "What solution(s) would you propose to address the key problems?", "When we are thinking about how to address the key problems there are two key issues: 1.", "To understand better the implications of climate risks in order to manage them, and 2.", "How we can develop concrete action plans and measures to better address these problems.", "In terms of the challenges to which we are exposed to, I think that in small/medium open emerging economies like Mexico, we have traditional channels of contagion from external shocks, but now climate change is also increasing the number of risks.", "I will mention four 1. carbon prices, 2. reallocation of capital flows, 3. financial distress, and 4. changing international trade advantages.", "These factors entail large shocks on key economic sectors, can alter financial conditions, and disrupt asset prices and financial stability.", "These risks can have significant direct, indirect and contagion effects that need to be addressed promptly.", "Actually, there is research currently being done at Banco de México to understand these complex interactions, and in particular, on the interplay between transition risks in different climate scenarios and its impact on financial institutions and financial stability.", "We have highly granular data that allows this research to move forward.", "It basically shows that the interconnectedness and common exposures of financial intermediaries are relevant and might significantly increase the size of the initial shock to asset prices.", "So clearly, we know the amplifying effects of some these shocks.", "Now let me go to the second key issue.", "We need to create better international conditions to mobilize and accelerate investments in low carbon activities, especially in emerging markets and less developed countries for the following four reasons: 1.", "The starting point of the global climate finance agenda is very much focused on developed countries.", "The emerging economies and LDCs position in this topic and the strategies that are needed to accelerate the 3progress of the agenda in these regions are not being adequately identified.", "Given the current initial conditions, any amount invested in climate change mitigation in emerging and LDCs can have a larger impact and thus a larger positive externality than in developed countries.", "From this perspective a dollar invested in emerging markets and LDCs can have a higher mitigation potential, thus it makes sense to create the conditions for such investments to be made.", "It is unfortunate that must needed investments would not be done for cost of funding reasons.", "Also, emerging countries and LDCs have less space to spend in climate friendly projects than they had before the Covid 19 pandemic.", "I think it is very clear that the policy space has been eroded by Covid 19. .", "It is essential to move from a bad equilibrium with high financing costs and insufficient green capital mobilization to advance this agenda globally, to an equilibrium with climate friendly funding sources at scale for these countries at genuinely low financing costs.", "Such funding alternatives would have positive global externalities and support economic activity and investment in these regions.", "So, I think we need to understand better and mobilize resources and actions to move forward the agenda.", "How would you concretely implement them?", "In this concrete domain I will focus on two issues: on our financial sector and on the international level.", "In our financial sector we need to: 1. Review capital sufficiency and buffers of all financial institutions.", "Include all financial intermediaries to be subject to a minimum of disclosure and risk management practices related to climate risks to avoid loop-holes that could generate serious distortions both to the climate and financial stability agendas.", "Bear in mind that old regulation instruments might be ill suited to address these new risks.", "We welcome the renewed strong efforts by international organizations to advance and homologate the global climate agenda across countries and this agenda includes upgrade of risk management practices through scenario analysis, enhance disclosure, address data gaps and establish standards and metrics.", "And in terms of what international fora can do: 1.", "I think Multilateral Institutions can unlock attractive investment funding at low interest rates in exchange for credible greenhouse gas mitigation while at the same time providing capacity and technology resources to LDCs and emerging economies.", "The potential positive externalities created by multilateral development banks (MDBs) catalytic role in this agenda are, I believe, of historic proportions.", "This will also increase the resilience of global financial systems to climate risks.", "We also need to develop innovative structures to diversify risk, through, for instance, pooling a large set of projects in many jurisdictions backed with guarantee schemes or other de-risking solutions.", "Blended finance structures can unlock private sector financing of the transition to a low carbon economy.", "Finally, it is fundamental for emerging and LDCs more exposed to physical risk to also be able to increase the resiliency of their economies.", "In this respect, international financial institutions (IFIS) and MDBs should develop preauthorized facilities, i.e., credit lines and buffers, as part of risk sharing mechanisms to enhance the resilience of individual regions or countries and the global financial system"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination"], "topics": ["climate change", "financial stability", "climate risks", "emerging economies", "resilience", "transition risks", "funding costs", "green capital mobilization", "risk management", "climate finance"]}