{"sentences": ["For release at 4:30 p.m. EDT Statement by Jerome H. Powell Board of Governors of the Federal Reserve System Committee on Financial Services U.S. House of Representatives Chairwoman Waters, Ranking Member McHenry, and other members of the Committee, thank you for the opportunity to discuss the measures we have taken to address the hardship wrought by the pandemic.", "I would like to start by noting the upcoming one-year anniversary of the CARES Act (Coronavirus Aid, Relief, and Economic Security Act).", "With unanimous approval, Congress provided by far the fastest and largest response to any postwar economic downturn, offering fiscal support for households, businesses, health-care providers, and state and local governments.", "This historically important legislation provided critical support in our nation's hour of need.", "As the virus arrived in force, our immediate challenge was to limit the severity and duration of the fallout to avoid longer-run damage.", "At the Fed, we also acted with unprecedented speed and force, using the full range of policy tools at our disposal.", "Today the situation is much improved.", "While the economic fallout has been real and widespread, the worst was avoided by swift and vigorous action-from Congress and the Federal Reserve, from across government and cities and towns, and from individuals, communities, and the private sector.", "More people held on to their jobs, more businesses kept their doors open, and more incomes were saved.", "But the recovery is far from complete, so, at the Fed, we will continue to provide the economy the support that it needs for as long as it takes.", "As we have emphasized throughout the pandemic, the path of the economy continues to depend on the course of the virus.", "Since January, the number of new cases, hospitalizations, and deaths has fallen, and ongoing vaccinations offer hope for a return to more normal conditions later this year.", "In the meantime, continued social distancing and mask wearing will help us reach that goal.", "Indicators of economic activity and employment have turned up recently.", "Household spending on goods has risen notably so far this year, although spending on services remains low, especially in sectors that typically require in-person gatherings.", "The housing sector has more than fully recovered from the downturn, while business investment and manufacturing production have also picked up.", "As with overall economic activity, conditions in the labor market have recently improved.", "Employment rose by 379,000 in February, as the leisure and hospitality sector recouped about two-thirds of the jobs it lost in December and January.", "The recovery has progressed more quickly than generally expected and looks to be strengthening.", "This is due in significant part to the unprecedented fiscal and monetary policy actions I mentioned, which provided essential support to households, businesses, and communities.", "However, the sectors of the economy most adversely affected by the resurgence of the virus, and by greater social distancing, remain weak, and the unemployment rate-still elevated at 6.2 percent-underestimates the shortfall, particularly as labor market participation remains notably below pre-pandemic levels.", "We welcome this progress, but will not lose sight of the millions of Americans who are still hurting, including lower-wage workers in the services sector, African Americans, Hispanics, and other minority groups that have been especially hard hit.", "The Federal Reserve's response has been guided by our mandate to promote maximum employment and stable prices for the American people, along with our responsibilities to promote the stability of the financial system.", "When financial markets came under intense pressure last year, we took broad and forceful actions, deploying both our conventional and emergency lending tools to more directly support the flow of credit.", "Our actions, taken together, helped unlock more than $2 trillion in funding to support businesses large and small, nonprofits, and state and local governments between April and December.", "This support, in turn, has helped keep organizations from shuttering and put employers in both a better position to keep workers on and to hire them back as the recovery continues.", "Our programs served as a backstop to key credit markets and helped restore the flow of credit from private lenders through normal channels.", "We deployed these lending powers to an unprecedented extent last year.", "Our emergency lending powers require the approval of the Treasury and are available only in very unusual circumstances.", "Many of these programs were supported by funding from the CARES Act.", "Those facilities provided essential support through a very difficult year.", "They are now closed, and the Federal Reserve has returned the large majority of the Treasury's CARES Act equity, as required by law.", "Our other emergency lending facilities are following suit imminently, although we recently extended the PPPLF (Paycheck Protection Program Lending Facility) for another quarter to continue to support the PPP (Paycheck Protection Program).", "Everything the Fed does is in service to our public mission.", "We are committed to using our full range of tools to support the economy and to help assure that the recovery from this difficult period will be as robust as possible on behalf of communities, families, and businesses across the country.", "I look forward to your questions.", "Summary of Section 13(3) Facilities Using CARES Act Funding (Billions of dollars) Current Peak Treasury Maximum amount of amount of equity Facility Announced Closed capacity1 assets2 assets2 remaining3 Corporate Credit Facilities Mar.", "The maximum authorized amount of facility asset purchases.", "Current and peak outstanding amounts of facility asset purchases: a.", "For the Corporate Credit Facilities, includes exchange-traded funds at fair value and corporate bonds at book value.", "For the Main Street Lending Program, includes loan participations, net of an allowance for loan losses updated as of December 31, 2020, at face value.", "c. For the Municipal Liquidity Facility, includes municipal notes at book value.", "d. For the TALF (Term Asset-Backed Securities Loan Facility), includes loans to holders of eligible asset-backed securities at book value.", "The amount of the Treasury contribution to the credit facilities."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic recovery", "fiscal policy", "monetary policy", "unemployment", "financial stability", "CARES Act", "emergency lending", "credit markets", "labor market", "pandemic"]}