{"sentences": ["Remarks by Alejandro Díaz de León, Governor of Banco de México, at the 13th Annual Conference by the Central Reserve Bank of Peru, the Re-inventing Bretton Woods Committee, and the InterAmerican Development Bank \"The Next Global Financial Cycle in a Divergent Global Economy, Panel: Central Banking in a New Era?\"", "Introduction First, let me thank the organizers of today's conference.", "It is an honor to share this panel with my colleagues.", "To address today's panel \"Central Banking in a New Era?\"", "I will make some remarks on four topics: i) monetary policy; ii) financial stability; iii) payment systems, and iv) climate change.", "Challenges for Monetary Policy Regarding monetary policy, central banks in emerging economies face a more complex set of trade-offs than their counterparts in advanced economies.", "In small, open economies, which supplement domestic savings with external financial resources, it is essential to preserve a sound policy mix to foster an orderly adjustment of the economy to adverse shocks and to attract capital inflows.", "In these economies, external and idiosyncratic shocks not only affect the demand side, but also the supply side and financial markets, which tends to increase policy trade-offs.", "In advanced economies, in the last decades, several structural factors and demographic trends have induced lower potential GDP growth, lower inflation, and a lower real neutral interest rate.", "This has resulted in a sustained trend of low- and below-target inflation for long periods of time.", "This allows advanced economies' central banks to be extremely patient in the wake of higher inflation.", "Emerging markets are not in the same position.", "We have less policy space, price formation has not been dominated by chronically low inflation, and inflation expectations have not been persistently below target.", "We need to be mindful of a more flexible and agile price formation process.", "In addition, as we have been recently reminded, emerging market economies continue to be exposed to different types of adverse idiosyncratic factors that limit investment, growth, and hamper development.", "Furthermore, the complex post-pandemic environment poses significant challenges: 1.", "The global economy is highly heterogeneous and in uncharted territory.", "Fiscal support, mainly in the US, is currently at unprecedented levels, helping the recovery but adding inflationary pressures.", "Post pandemic price and wage dynamics are highly uncertain.", "Recent changes in the monetary policy strategy of both the Fed and the ECB are untested and could add uncertainty.", "Several emerging markets are already facing upward inflation pressures, at a time when output remains below potential.", "Thus, the inflation gap is positive, the output gap remains negative, and financial markets are prone to volatility episodes.", "Although the shocks that have affected inflation are expected to be of a transitory nature, given their variety, magnitude, and the extended time frame in which they have been affecting inflation, they may pose a risk to the price formation process.", "Monetary authorities are likely to continue to face difficult trade- offs.", "Regarding monetary policy instruments, asset purchase programs are not \"over-the-counter\" in emerging markets; policy makers need to be mindful that central bank financing to governments can fall into a situation of fiscal dominance.", "Stress tests of fiscal sustainability and availability of sources of finance are needed to avoid situations that could lead to financial repression or monetization of fiscal deficits.", "Unfortunately, Latin America had many of these painful episodes that caused incommensurable long-lasting damage.", "Also, if asset-purchase programs in emerging markets are perceived as central bank financing of governments, it would exert pressure on risk premia, the exchange rate and capital outflows, contrary to the original objective of easing financial conditions.", "Thus, it is necessary to act prudently and follow a robust policy approach, contributing to solid macroeconomic fundamentals and to an orderly adjustment of markets and relative prices.", "Challenges for Financial Stability Regarding financial stability, the Covid-19 shock has allowed us to test the internationally agreed regulatory reforms developed as a response to the Great Financial Crisis of 2008-09.", "The regulatory framework was enhanced to attain more resilient financial institutions, and capital and liquidity requirements were strengthened.", "Even though the current crisis is not over, the regulatory reforms seem to have worked.", "Technological innovation represents both a challenge and an opportunity for the financial system.", "We need to make the best use of technology for the benefit of our societies.", "This is particularly important for emerging markets, given that the opportunity to attain more inclusive and deeper financial systems is greater than in advanced economies.", "We also need to avoid the growth of an unrestrained shadow tech- banking system, prone to regulatory arbitrage.", "We must ensure that the same risks are treated in the same way regardless of the provider of the service.", "Opening to new players and ways of providing financial services requires aiming for efficiency, effectiveness, and inclusion while keeping the right checks and balances on all participants.", "Challenges for Payment Systems for Central Banks The payment systems' landscape is currently facing one of the deepest changes in history.", "Advances in technology and innovation have challenged domestic and cross-border payments, thus entailing critical tradeoffs for policymakers.", "It is of outmost importance for central banks to assess how new technologies may contribute to their mandate of providing money to our societies and to developing payment systems as public goods that contribute to facilitate fast, low-cost, and scalable payment alternatives for a broad range of users.", "Since the origins of fiduciary money, authorities have not faced a challenge where private digital payment solutions could induce a significant currency substitution.", "History has numerous examples where the generalized use of private money without a lender-of-last resort, combined with inadequate institutions and external or internal shocks resulted in an economic crisis, affecting social welfare significantly.", "Virtual assets are not to be used as legal tender to meet financial obligations or as currency, but rather treated as \"commercial goods\" for all legal purposes.", "Crypto-assets or tokens could have some medium of exchange properties, but they grossly fail as a store of value, unit of account, and as a fully acceptable and efficient payment instrument.", "Thus, private crypto-assets hungry for seigniorage returns should not consolidate as acceptable barter-tokens.", "The proposals involving Central Bank Digital Currencies (CBDCs) emerge as means to protect the financial system and consumers from the risks and suboptimal outcomes of crypto-assets and lightly regulated stable coins.", "It is imperative for central banks to address this challenge in the short-term to preserve the public goods they provide in the provision of currency.", "This requires the central bank provision of digital payment alternatives to households and firms properly supported on policies focused on preserving the currencies' value and on fostering their sound intermediation in the financial system.", "Realizing the benefits of CBDCs and digital payments comes along with the implicit requirement to foster public payments' infrastructure, including new domestic and cross-border payment services.", "The inclusion of new participants in digital financial ecosystems (Bigtechs and Fintechs), which vary significantly in size and availability of resources, raises considerable long-term issues, and we clearly need to avoid them through the following public policy 1.", "Same risk / same regulation.", "Interoperability and neutrality.", "No kingmakers, to avoid that entities extend the former's market power and concentration to financial markets.", "Business continuity with large foreign providers, since the failure of a payment service provider could have substantial spillovers.", "Addressing jurisdictional gaps, to ensure an effective monitoring of financial services' activities and an efficient cooperation between regulators across jurisdictions.", "Client protection, in particular for the use of financial data.", "Developing this public infrastructure should be at the top of the local and international agenda since payment systems are inherent to central banks as a key element in their role of providing money.", "Sustainability and Climate Change Finally, other exogenous challenges have gained relevance.", "In particular, climate-related risks, which are global in nature.", "The financial system could play an important role in aligning incentives and setting the ground for the internalization of climate- related externalities.", "The role of central banks on climate-related financial risks is precisely to foster such alignment of incentives.", "We should make use of the existent international coordination frameworks to tackle climate risks.", "Also, climate risks imply material financial risks affecting all countries and sectors.", "Just as we carefully and continuously monitor traditional financial risks, material risks related to climate change must be integrated into the risk-management routine performed by financial institutions and supervisors.", "Open emerging market economies are highly vulnerable to external shocks related to climate policies.", "These shocks can be caused by carbon pricing policies, tariffs, and fiscal policies.", "Recent proposals to establish minimum carbon prices must consider per capita income and carbon intensity.", "International organizations such as the Network of Central Banks and Supervisors for Greening the Financial System (NGFS) and the Financial Stability Board (FSB) have contributed to launch a coordinated agenda to improve the resilience of our economies and prepare the financial system to manage these risks.", "The initiative of the International Financial Reporting Standards (IFRS) foundation to prepare minimum disclosure standards in conjunction with the Task Force on Climate Related Financial Disclosures (TCFD) will help to raise awareness among financial institutions and non-financial companies, so that blind spots in the efforts to promote financial stability and in the transition to a low- carbon economy can be avoided.", "Traditional regulatory instruments, such as capital requirements, may not be adequate to address these new risks.", "We must encourage forward-looking methodologies, such as stress tests.", "The NGFS scenarios provide a good starting point.", "Final considerations Despite the stronger economic recovery expected in 2021, the pandemic has left important economic challenges.", "Our societies and economies face multiple scars and pressing concerns.", "Policy space is more limited and idiosyncratic social and structural challenges hamper development and constrain decision making.", "The magnitude of the challenges that central banks face cannot be overstated.", "We need to recognize the urgency to work creatively and cooperate effectively, in order to attain a broad shared vision of the future and the roadmap to attain it."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["monetary policy", "financial stability", "payment systems", "climate change", "inflation", "central bank digital currencies", "emerging markets", "risk management", "pandemic", "sustainable finance"]}