{"sentences": ["Today's date, 21 June carries with it a significance in the Northern Hemisphere: the summer solstice and the 'longest day'.", "Closely aligned to the summer solstice is Stonehenge.", "On this day the sun rises behind the Heel Stone, the ancient entrance to the Stone Circle - rays of sunlight are channelled into the centre of the monument.", "The importance of Stonehenge to the summer solstice dates back to its formation in c.,000 BC.", "Whilst payment methods in those times were primarily limited to exchanges of barley, the tools and transport involved in constructing the stones are a true feat of innovation.", "Journeying distances of up to 160 miles with some stones weighing 30 tonnes well before the invention of the wheel - this historic monument is truly a masterpiece of engineering.", "The determination of those involved in its creation, was to build something not only for their immediate needs but for many generations to come.", "And we look forward to enabling the next generation of payments with the same a sense of excitement, determination and significance as those building Stonehenge.", "The Bank of England is currently in the midst of a ground-breaking multi-year programme to renew our Real Time Gross Settlement (RTGS) service: a programme that will not just enhance resilience but support greater competition and innovation.", "And this month marks just one year to go to our first key milestone on this journey: to move to the global standard for financial messaging in payments, ISO 20022 (on a like-for-like basis), in June 2022 for CHAPS.", "We will transition to enhanced ISO 20022 messaging in February 2023.", "And in September 2023, introduce a state-of-the-art core settlement engine: the heartbeat of the new RTGS service, and of the UK's financial system.", "To achieve our milestones and to realise the benefits of RTGS renewal, we - and I mean all of us here today and the payments industry as a whole - must work together to be ready.", "We must turn excitement into action, following in the footsteps of our Neolithic predecessors to build an infrastructure for the future.", "An infrastructure that supports the needs of industry, the needs of their customers, and crucially the needs of the end users.", "The criticality and evolution of payments Payments sit at the heart of the financial system, and whilst the methods and nature of transactions have progressed considerably since the days of barley bartering, their importance has not faltered.", "Within the UK, payments are a crucial part of everyday life and the past decade especially has seen a transformation in how people pay for goods and services.", "It is predicted that by 2028 just 9% of all payments will be made by cash.", "Transitioning through an era that has seen the continued decline in popularity of cheques and a rapid increase in card usage, we are now in a world where many of us today will have paid for a summer iced-coffee or groceries using our smartphones or even watches.", "This evolution in payments in the UK and globally is delivering transactional capability that is more reliable and quicker than ever before.", "But customers want more and there is a continuous drive for further improvements in speed, cost, transparency, safety and resilience.", "In Shakespeare's A Midsummer Night's Dream, some characters are transported to a new world and new, not always desirable, experiences.", "But this was merely temporary, and an illusion rather than reality.", "Here a payments transformation is under way that could render the next decade almost unrecognisable from the transactional landscape of the past: but is a real and lasting change, bringing benefits to many.", "It is an environment where future generations will benefit from a new world of possibilities: one in which fast, frictionless and future proofed payments \"just work\" invisibly behind the scenes to unlock individual and commercial potential.", "Where innovation will flourish, changing customer demand will be supported and exceeded, and ultimately life-dreams enabled.", "It is up to each of us to help build the foundations that will allow this to take place.", "This transformation involves many new actors, alongside the traditional banks.", "There are growing numbers of challenger banks as well as innovative payments services, Payment Service Providers (PSPs), and increased interest from the world of FinTech.", "Indeed, payment businesses currently make up 17% of the UK's c2500 FinTech companies.", "Global household 'bigtech' names such as Facebook and Amazon are also breaking into this market.", "These competitive pressures are pushing existing market participants to invest and think more intensively about what the future world of payments should look like.", "And due to the pivotal nature of payments, the public sector is actively involved too, seeking both to enhance and strengthen the existing infrastructure but also assessing whether there is a more fundamental approach to complement it.", "New forms of digital money could contribute to faster, cheaper, and more efficient payments and have financial inclusion as a prominent design consideration.", "As innovation develops further in this space, it will be important that regulation follows suit.", "Our Governor Andrew Bailey noted in his recent speech, that it is crucial the regulatory framework adapts to innovation in a way that fulfil the Bank's core mission to promote the good of the people of the UK.", "We cannot allow innovation to have \"free pass to ignore public interest\".", "Earlier this month the Bank published a discussion paper on digital money including the possibility of central bank digital currencies (CBDC).", "A CBDC would, if introduced - and that is an important if being considered by a number of recently announced groups - be a new form of central bank digital money issued by the Bank of England for use by households and businesses.", "Importantly it would co-exist alongside cash, commercial bank deposits, and core payments infrastructure such as RTGS.", "RTGS at the heart of UK payments A decision on whether to introduce CBDC will be made in due course.", "But a significant programme to enhance the existing infrastructure is already well on the way to delivery and is set to start to make a real difference 12 months from now: the renewal of the RTGS service itself.", "RTGS sits at the heart of UK payments.", "It is the infrastructure where the key UK payment systems ultimately settle - CHAPS and a myriad of retail systems including Bacs, Faster Payments, cheques and cards.", "The RTGS service settles an average of £700bn each working day (which is equivalent to more than the UK's GDP every three days).", "This settlement occurs in central bank money, the ultimate risk-free asset.", "In addition to its settlement functionality, RTGS also plays an important role in the implementation of monetary policy.", "And the smooth operation of RTGS makes a vital contribution to the Bank's overarching mission of maintaining monetary and financial stability.", "In April this year we celebrated the 25 anniversary of our current RTGS service.", "The service has been enhanced along the way with a number of technical and policy upgrades.", "We were the first major central bank to broaden access to RTGS to Non-Bank Payment Service Providers (NBPSPs), of which there are already around half a dozen that hold settlement accounts in RTGS.", "In April 2021, we introduced a new category of RTGS account for payment system operators - 'omnibus accounts' .", "These offer the benefit of settling in central bank money to a wider range of payment system operating models.", "By doing so, we can support the industry in developing faster and more cost effective services, and the potential to enhance cross-border payments globally.", "But we want to do more.", "The time is right to drive yet further resilience and innovation through the RTGS Renewal Programme.", "Technology is changing, the payments landscape is changing here and abroad, and the demands of users and potential users are also changing.", "Industry engagement as a cornerstone to our joint success Just as the arrangement of Stonehenge takes the form of supportive structures, so too does the delivery and operation of the renewed RTGS.", "Industry engagement was crucial in creating our vision and remains crucial to ensure that the renewed service delivers this, provides what industry needs, and adapts to the fast moving world.", "We have developed a number of strategic and working level channels that provide input from across the payments industry.", "These include the Strategic Advisory Forum, which provides input and advice on the strategic direction of CHAPS and RTGS; the Senior Sponsors' Body, providing strategic insights to the RTGS Renewal agenda; and the joint Bank/Pay.UK Standards Advisory Panel which has provided key expertise on the transition to ISO 20022.", "Membership of these bodies spans current CHAPS direct and indirect participants (old and new) and trade bodies, UK authorities, software vendors and corporate end users.", "Together these channels allow the voices of the industry and users to be listened to each step of the way.", "The 2017 RTGS Renewal Blueprint, which was developed in close collaboration with industry, set out five guiding principles for the renewed RTGS service: Higher resilience: Resilience to operational and security issues will continue to be at the heart of the new service with best-in-class resilience to withstand, and to recover from, the evolving threat landscape.", "Broader access: New types of payments system providers have already joined RTGS following our policy changes, and we welcome more.", "In the short term, as we transition to the new RTGS service, temporarily there will be reduced availability to onboard new participants to RTGS, including to CHAPS, from now until early 2024.", "In the medium term, the renewed service will enable access with a simpler and more proportionate onboarding processes including streamlined testing requirements and interfaces such as Application Programming Interfaces (APIs).", "And increasing capacity significantly to facilitate more participants.", "This in turn should support greater innovation and competition within the payments sector in the future.", "Wider interoperability: Further down the line the CHAPS implementation of ISO 20022 will align with the UK's forthcoming new retail payment system - the New Payments Architecture (NPA) for retail payments.", "The implementation of a common messaging approach - through the UK's ISO 20022 Common Credit Message (CCM) - will deliver wider interoperability between payment types and makes it easier to switch between payment systems should the need arise.", "The Bank also continues to work with other central banks and operators to ensure that as a global standard, this provides greater interoperability and harmonisation with other international payment infrastructure - leading to an improved user experience, more efficient fraud detection and increased efficiency.", "Improved user functionality: The new system will be designed to better support the needs of users, for example enhanced liquidity management, the introduction of APIs and greater data availability.", "Strengthened end-to-end risk management: Since the operation of CHAPS was brought inhouse in November 2017, we have introduced a more robust system with greater oversight and governance.", "The Bank now has responsibility for end-to-end risk management for CHAPS including relationships with CHAPS direct participants, and clearer lines of responsibility and integrated governance, enhancing financial stability in the UK.", "The first glimpse of the new dawn: ISO 20022 - improving payment messaging June next year will be the first step in the UK's migration to ISO 20022.", "Its implementation is a foundational step that will enable many of the future changes that are coming, both domestically in the renewal of RTGS and internationally including enhancing cross border payments.", "Payment messages are the vehicles for transactional data in the payments world.", "They provide a common data model and a set of rules for exchanging critical information for a transaction to take place for everything from consumer payments to corporate treasury operations.", "Increasingly used by payment systems across the world, many other key Payment System Operators are also on the journey to implement ISO 20022 including the ECB's TARGET2 and the Federal Reserve's Fedwire.", "In addition, starting in late 2022 SWIFT's correspondent banking network will retire the use of the existing MT standard by November 2025 and mandate ISO 20022.", "ISO 20022 will bring enhanced data deliver significant long-term benefits for not only the UK's payment systems but participants and their customers.", "It provides flexibility to adapt to changes in the economy, emerging technologies and innovation.", "It provides international harmonisation, supporting cross-border payments.", "It can help compliance and regulation, providing richer data that will make it easier for businesses to detect fraud and help target financial crime.", "It will improve resilience as it allows re-routing of messages which could reduce the impact of outages on users.", "It provides enriched data that will improve analytics, reconciliations and promote competition and innovation.", "It allows straight-through processing with less need for manual intervention.", "Realising these benefits relies on the quality of data submitted being sufficiently high and consistent.", "Therefore the Bank will mandate the sending of enhanced data in due course, starting with Purpose Codes and Legal Entity Identifiers (LEIs) within certain CHAPS messages from Spring 2024.", "We are also working closely with the industry in the development of best practice Market Guidance, unlocking the benefits arising from the implementation of ISO 20022 in specific use cases, through mapping existing industry conventions and identifying further opportunities where a standardised approach to submitting enhanced data can address specific pain points in the market.", "Collaboration to realise the Vision There is a collective endeavour to deliver the new RTGS service successfully.", "We need industry to be ready to transition safely to the new service and maximise the opportunities for innovation and transformation.", "As we now move into a phase of implementation it is important we turn industry voices into action to be ready for this transformational change.", "CHAPS Direct Participants (DPs) have a pivotal role in ensuring the success of both the transition to ISO 20022 and the wider RTGS Renewal programme.", "We have been working with DPs to ensure that they are ready both to deliver ISO 20022 in a way that promotes the benefits, and to transition smoothly and safely.", "Our approach includes a robust programme of assurance, consisting of: bilateral exchanges; detailed delivery readiness reporting; Senior Manager Regime (SMR) engagement and readiness attestations; testing at a participant and industry-wide level; dress rehearsals; working groups; a senior sponsors forum; and external assurance for the most significant firms.", "Responsibility lies with the DPs to manage and communicate with their thirdparty technology providers to ensure enhancement and testing of their systems, processes and client facing materials.", "DPs are also responsible for communicating and explaining these changes to their customers and suppliers: be those other financial institutions that indirectly participate in CHAPS, corporate customers, retail customers and other third-parties.", "Ongoing dialogue between the DPs and their stakeholders is essential to enable the whole industry to be ready and to benefit from the changes.", "It is therefore crucial that there are open channels of communication between DPs (as CHAPS settlement banks) and the financial institutions, corporates and individuals to whom they provide payment services.", "We strongly encourage a close dialogue so that these customers understand how their CHAPS settlement bank is approaching the transitions; how the changes will impact the way they send and receive payments; and how they can provide the richer data which ISO 20022 messages can carry.", "They will benefit from these changes by using the richer data to develop new products and services and by streamlining processes, making their businesses smarter and more efficient.", "The move to the renewed RTGS is a crucial transition requiring considerable change, but there is a big prize: to enhance the payments industry for everyone, including customers.", "Cross-border payments And this prize extends beyond domestic payments, and could enhance cross-border payments too.", "The importance of cross-border payments is growing, and the value of global cross-border payments estimated to soar from almost $150 trillion in 2017 to over $250 trillion by 2027 .", "Yet they still suffer from a number of long-standing challenges.", "Enhancing the speed, cost, transparency and access to cross-border payment services would have widespread benefits for citizens across the globe both directly and indirectly -by supporting economic growth, international trade and global development.", "For these reasons, the G20 has made enhancing cross-border payments a priority.", "In October 2020 the Financial Stability Board (FSB), in close collaboration with the Committee on Payments and Market Infrastructures (CPMI), published a roadmap to enhance cross-border payments.", "The roadmap is made up of 19 building blocks, grouped into five focus areas ranging from enhancing the existing payment infrastructures, to advancing consistent international rules and standards, to more exploratory steps such as multilateral platforms and CBDC (see Annex 1Opens in a new window).", "of the 19 building blocks are owned or co-owned by the CPMI, and I am the Deputy Chair of the Programme Co-ordination Board that oversees this work.", "A number of actions have already been completed to enable the targets, currently being consulted on by the FSB, to be met.", "The importance of progress in this area was highlighted in the recent G7 Communique.", "The improvements we are making to RTGS, will help us to deliver key elements of the FSB roadmap.", "Key elements include the implementation of APIs, the capability to extend operating hours, synchronisation and our first key milestone of the implementation of the emerging global standard for financial messaging in payments ISO 20022.", "Future proofing the payments infrastructure Innovation is crucial to the future payments landscape.", "It is not a single act: it needs to be continuous.", "We are building a renewed RTGS service as a modular flexible platform so we can introduce new features in an agile flexible way with less cost and less risk, to enable us to respond more quickly to market changes and continued innovation in payment technologies.", "We already plan further enhancements following the replacement of the new our core ledger in September 2023.", "This will include the ability to connect via multiple message networks, additional APIs, consideration of extended operating hours and synchronisation functionality.", "It will also include improved contingency functionality to enhance resilience.", "These ideas have been developed in conjunction with industry, and we will be consulting later this year to help to prioritise the enhancements.", "I encourage you to actively participate in this consultation and to help shape the next phase.", "We are at a critical and exciting stage in our journey to the first ISO 20022 migration, which that will lay the foundations upon which to build the payments industry that is fit for the future.", "I want to thank the industry for your engagement and inspiration to date and encourage you to prepare.", "The building of Stonehenge was a feat of engineering and innovation.", "It also demonstrated how much people working together for a collective purpose can achieve.", "Now through our collaborative endeavours we can achieve our vision for the future of payments.", "Bringing real benefits to all users of payments.", "And shaping the payment landscape of tomorrow.", "I'll leave you with a quote from Albert Einstein: \"Innovation is everyone's responsibility, not just R&Ds.\"", "I am grateful to Jason Gorner, Sita Mistry, Sophie Dalzell, Lisa Donohoe, Samantha Leighton and James Southgate for their help in preparing these remarks.", "UK Finance Payments Market Summary 2021Opens in a new window UK Finance Payments Market Summary 2019Opens in a new window Innovation to serve the public interest - speech by Andrew Bailey City at City UK Annual Conference June 2021 Bank of England Discussion Paper: New Forms of Digital Money June 2021 Bank of England announce Joint CBDC Taskforce with HMT 2021 Bank of England publishes policy for omnibus accounts in RTGS RTGS Renewal Programme Industry Engagement RTGS Renewal Blueprint 2017 An Interactive Guide to Global PaymentsOpens in a new window FSB Enhancing Cross-border Payments Stage 3 Report 2020 Opens in a new window FSB Targets for Addressing the Four Challenges of Cross-Border Payments: Consultative document 2021Opens in a new window G7 Finance Ministers and Central Bank Governors CommuniqueOpens in a new window"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["RTGS renewal", "Payments transformation", "ISO 20022", "Cross-border payments", "Innovation", "Resilience", "Interoperability", "User functionality", "Risk management", "Data quality"]}