{"sentences": ["Good afternoon to all the participants and to my fellow speakers!", "It is an honor to be part of this E-Huddle virtual webinar series organized by Eastern Communications.", "The BSP always welcomes the opportunity to engage with industries and share its views on recent Philippine economic developments as well as the BSP's policy thrust towards helping banks and corporates recover and adapt to the emerging new normal environment.", "Allow me to highlight the following points in my keynote presentation: First, I will start with a discussion on the state of the Philippine economy amid the pandemic.", "It has been a year since the onset of COVID-19 in the country, and like other economies across the globe, the country's economy has been affected by the shocks from the health crisis.", "Second, I will highlight the BSP's policy initiatives in helping the country weather the economic and financial headwinds from the pandemic.", "As you are aware, the BSP together with the national government, has put in place extraordinary measures to ensure stability and minimize the scarring effects of the pandemic on the financial system and the economy.", "I will also touch on some of the BSP's digitalization efforts that support economic recovery.", "Third, I will discuss how banks are incorporating sustainable finance efforts to ensure business continuity, given the long-term social and economic effects of the pandemic and climate change.", "The year 2020 has been particularly challenging for the Philippine economy due to the unprecedented COVID-19 crisis.", "Yet, some of the key economic indicators in 2020 show that the country's macroeconomic fundamentals remained broadly intact, even at the peak of the COVID-19 crisis as evidenced by: the quarter-on-quarter improvements in GDP outturn towards year-end; within-target inflation; ample system liquidity; sound and stable banking system; robust external payments position; and manageable fiscal deficit.", "Like many other countries, the Philippines was severely affected by the coronavirus pandemic in 2020.", "During the year, we saw the country's GDP drop to a historic low of -9.6 percent.", "After a 16.9 percent contraction in Q2 2020 due to the imposition of lockdown and containment measures, the domestic economy quickly showed some signs of improvement as the contraction eased to -11.4 percent and -8.3 percent in Q3 and Q4 2020, respectively.", "Going forward, GDP is expected to rebound starting the second quarter 2021, as the domestic and the global economy gradually reopens.", "This resiliency can be attributed to two things.", "First, the country entered the crisis in a position of strength.", "This insulated the domestic economy to more adverse economic and financial shocks from the pandemic.", "Second, the timely and extraordinary monetary and fiscal policy measures that were put in place ensured financial stability and helped minimize scarring effects on the economy.", "In response to the COVID-19 pandemic, the BSP has implemented measures to ensure adequate domestic liquidity and sustain the flow of credit, restore financial market functioning, and shore up market confidence.", "These include a mix of decisive monetary policy adjustments and regulatory relief and forbearance measures.", "The BSP acted swiftly and decisively.", "It reduced the policy rate by a cumulative 200 basis points (bps) since February 2020.", "The cut in the policy rate is aimed at cushioning the country's growth momentum and uplifting market confidence amid stronger headwinds brought about by the pandemic.", "The BSP has also reduced the reserve requirement ratios (RRR) by 200 basis points effective in April 2020.", "The lower reserve requirement is intended to calm the markets and support bank lending to both households and businesses.", "As part of the whole-of-government response to the COVID-19 pandemic, the BSP has extended provisional advances to the national government on a time-bound basis and within the limits prescribed by law.", "The BSP has also been purchasing government securities in the secondary market to help shore up domestic liquidity and restore market confidence to continue participating in the primary auctions for government securities.", "These measures have helped address temporary volatilities in the market.", "By maintaining market interests to continue to hold government securities, the national government was able to meet its funding needs for its COVID-19- related programs.", "In addition to liquidity enhancing measures, the BSP has also relaxed prudential and regulatory standards to soften the impact of the pandemic on the economy and improve the prospects of a faster recovery.", "These measures are summarized into four (4) categories: 1.Extension of financial relief to borrowers.", "Banks were given regulatory relief to enable them to grant equivalent financial relief to their borrowers in the form of more flexible and favorable lending terms, or to restructure loan accounts.", "Incentivized lending.", "The BSP allowed new peso loans to micro, small and medium enterprises or MSMEs, and large enterprises that were critically affected by the pandemic, as alternative mode of compliance to reserve requirements.", ".Promotion of continued access to financial services.", "Policies were put in place to ensure access of deeply affected retail clients to formal financing channels.", "The use of information technology in carrying out financial transactions was highly encouraged during the lockdown.", ".Support for continued financial services delivery.", "The BSP granted operational relief measures to the BSP-supervised financial institutions.", "These measures aim to assist BSFIs in focusing their limited resources on the delivery of financial services and support their subsequent recovery efforts.", "The BSP also supports the passage of key structural reforms which will help propel the economy to a more solid path to recovery.", "11519 or \"An Act Extending the Availability of Appropriations of Bayanihan 2\" was signed into law on December 29, 2020 and is valid until June 30, 2021to ensure the continuity and implementation of response measures in Bayanihan 1, which granted loans to micro, small and medium enterprises (MSMEs).", "11534 or the Corporate Recovery and Tax Incentives for Enterprises (CREATE).", "The law reduced the corporate income tax outright from 30 percent to 25 percent for big firms and 20 percent for small firms.", "The law also rationalized the tax incentives structure, making it performance-based, time-bound, targeted and transparent.", "This will be the biggest stimulus package for businesses.", "With the resulting tax savings, MSMEs can continue to fund their operations and retain employees.", "11523 or the Financial Institutions Strategic Transfer Act, popularly known as the FIST Act, aims to strengthen the financial sector by allowing banks and other financial institutions to efficiently dispose of their non-performing assets (NPAs) and non-performing loans (NPLs) to asset management firms, known as FIST corporations, thereby enabling banks to extend credit to more sectors.", "The FIST law can possibly free up 1.9 trillion worth of loans from the sale by banks of their non-performing assets.", "The FIST law is expected to improve the banking systems' NPL ratio by 0.63 to 0.71 percentage points.", "Pending in Congress is House Bill NO.", "7749 or the Government Financial Institutions Unified Initiative to Distressed Enterprises for Economic Recovery or GUIDE Bill.", "This seeks to expand the loan assistance, rediscounting, and other credit facilities of government financial institutions-Development Bank of the Philippines and Land Bank of the Philippines, to help MSMEs cope with the effects of COVID-19.", "Lastly, the Agri-Agra Bill,will strengthen rural development by providing for a holistic approach in addressing the financing needs of the broader agricultural financing ecosystem.", "Aside from these broad-based pandemic policy responses, the BSP has also been seizing new opportunities and ramping up its digitalization efforts to support economic recovery.", "The pandemic has been the catalyst for the exponential rise in the use of electronic payment channels.", "With the precautionary health measures associated with the pandemic, digital channels for conducting financial services have become imperative.", "Fortunately, the BSP has embraced digitalization even before the pandemic.", "But to further strengthen its digitalization efforts, the BSP launched the Digital Payments Transformation Roadmap 2020 - 2023 last October.", "This roadmap is in line with the BSP's goal to shift from a cash-heavy to a cash-lite economy.", "Targeted outcomes of this roadmap include shifting at least 50% of the total volume of retail payments into digital form and having at least 70% of Filipino adults onboarded to the financial system through the ownership and use of transaction account by 2023.", "The BSP believes that financial digitization will ensure the resurgence of businesses and boost economic growth as digitalization makes payments easier and quicker and helps improve working capital efficiency.", "Digitalization also accelerates financial inclusion to those unserved and underserved by traditional bank offices.", "The Philippine banking system remains sound and stable.", "The banking system consistently posted capital adequacy ratios (CAR) at about 15.0 percent in the past 10 years, which is well above the 10.0 percent minimum threshold set by the BSP, and 10 percent international threshold set by the Bank for International Settlements (BIS).", "As of end-September 2020, the risk-based capital adequacy ratios of the universal and commercial banking industry stood at 17.2 percent on consolidated basis.", "Banks also continue to have ample liquidity buffers, which allow them to provide adequate and stable funding in the medium term.", "Further, domestic banks' assets continue to grow robustly.", "As of end-December 2020, the banking system assets expanded by 6.1 percent year-on-year to ₱19.4 trillion.", "This was largely funded by deposits which grew annually by 8.9 percent.", "This suggests that the banking system continues to enjoy the confidence of the public amid the pandemic.", "Sustainable finance will play a big part in the economy's recovery.", "The BSP has heeded the global call for climate change and sustainable finance initiatives by championing the promotion of the sustainability agenda in the financial system.", "We issued the Sustainable Finance Framework for banks in April 2020, which emphasizes the role of the banks' board of directors in leading and institutionalizing the adoption of sustainability principles across the organization.", "Aside from the broad principles set out in the said framework as regards the adoption of an Environment and Social (E&S) Risk Management System, we will be issuing more granular expectations covering the interplay of Environment and Social risks and key risk areas such as credit, market, and operational risks, as well as potential enhancements to existing prudential reporting and disclosure requirements.", "Within the BSP, we have also embraced sustainability principles with the formal launch of our Sustainable Central Banking Program.", "This program, which will run from 2020-2023 will advance the sustainability agenda by fostering environmentally responsible and sustainable policies and work practices, as well as integrating Environmental, Social and Governance aspects, in the BSP's key operations and functions.", "The BSP is also active in both regional and global conversations on climate change and sustainable finance.", "Our recent membership to the Network for Greening the Financial System (NGFS) has elevated our initiatives in this area, particularly on climate stress testing.", "At the local level, BSP is collaborating with the Department of Finance and other key government agencies to pursue the development of a principles-based taxonomy.", "Let me wrap up my presentation with two key take-aways.", "First, the Philippine economy is on its way to a sustainable recovery.", "The recovery is supported by the country's sound macroeconomic fundamentals and timely implementation of appropriate policies, including regulatory and operational relief measures.", "Recently passed legislation will also provide support to growth.", "Second, the BSP will continue to seek new opportunities to further support the domestic economy's growth under a new economic environment.", "We will remain steadfast in our digitalization efforts to expand our digital finance ecosystem.", "And we will continue to champion the promotion of the sustainability agenda in the financial system."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Digitalization", "Sustainable finance", "COVID-19 pandemic", "Monetary policy", "Banking system", "Fiscal policy", "Regulatory relief", "Credit growth", "Financial inclusion"]}