{"sentences": ["Today I will share with you some of the ECB's preliminary insights from looking at banks' selfassessments of their climate risk undertakings.", "In short, almost all banks have developed implementation plans, and many have started to progressively improve their practices.", "This, in and on itself, is good news.", "However, our overall initial snapshot is rather disappointing.", "None of the banks under our supervision meet all our expectations.", "All banks have several blind spots and may already be exposed to material climate risks.", "They are all still a long way off meeting the supervisory expectations we have laid out for them.", "And all banks need to catch up, as their climate risk undertakings will eventually influence their supervisory requirements.", "But I would also say that the inertia a number of banks have shown so far on climate issues also serves as a clear warning to us, the supervisory authorities.", "It is a reminder that the soundness of the global financial system also hinges on us holding the banks accountable for the way they manage climate risk.", "We should be expanding our capacity and expertise in dealing with climate topics, and we should be shining a light on good practices around the globe.", "Supervising and managing climate risks represents a long journey into a new and complex topic for all of us.", "But progress is possible, as a few banks have already shown.", "Our efforts to raise the bar for climate risk management and disclosures are motivating some banks to explore climate and environmental risks further and manage them better.", "And it is important that we share the knowledge we gain and the lessons we learn along this journey.", "The importance of gathering data When thinking of lessons learned, one looks to the past.", "So let's go back almost a century to the 1930s, a time when governments were struggling to pull their economies out of the abyss of the Great Depression.", "After experimenting with new tools, it was the development of national accounts by economists like Clark in the United Kingdom and Kuznets in the United States that gave policymakers a first real grip on of how the economy was doing.", "It was a faulty measure - and remains so to this day - but it was the best possible solution at the time.", "No, national accounts were not harmonised.", "And yes, the data were patchy and incomplete at first.", "But as imperfect a measure as it was, it enabled progress and was a fundamental step towards lifting economies out of the Great Depression.", "Fast forward 90 years - and you will find us here, today, facing an even greater challenge than the Great Depression: climate change.", "We have got better at collecting information on the consequences of climate change.", "As patchy as those data may be for now, it will enable progress in climate issues too.", "And in any case, banks do already have access to enough information to start making real progress.", "Climate change and banking supervision Let me give you some background.", "The ECB has identified climate change as a key risk factor for the European banking sector in 2021.", "The latest edition of our Financial Stability Review suggests that around 80% of European banks are already exposed to climate-related physical risks.", "In November of last year, ECB Banking Supervision published a guide on climate-related and environmental risks.", "In that guide, we make it clear that we expect banks to take a comprehensive, strategic and forward-looking approach to disclosing and managing all climaterelated and environmental risks - which also include, for example, the risks of biodiversity loss and pollution.", "We then asked banks to conduct a self-assessment relating to the expectations we set out in that guide, and to draw up action plans for how they intend to comply with them.", "This supervisory exercise will begin with, but not be limited to, taking stock of banks' self-assessments - and it will have important consequences for banks.", "We are now in the process of benchmarking the banks' self-assessments and action plans, and will then challenge them as part of our ongoing supervision.", "Next year, we will conduct a full supervisory review of banks' practices for incorporating climate risks into their risk frameworks, as we gradually roll out a dedicated Supervisory Review and Evaluation Process (SREP) methodology that will eventually influence banks' Pillar 2 requirements.", "Let me clarify that in the context of next year's stress test exercise the reflection of its outcomes will be of a qualitative nature.", "A possible impact - if any - will be indirect, via the SREP scores on Pillar 2 requirements.", "But let me stress as well that this is not the end game.", "Gradually we will start treating climate related risks as any other risk; so, with a reflection in all relevant supervisory requirements.", "This supervisory exercise will also offer banks a strong incentive to bolster their ability to identify and quantify their exposures to climate risks and their tolerance of these risks.", "To give you a sense of the magnitude of this exercise, we will be reviewing plans covering €24 trillion of banking assets.", "Banks' self-assessments: first findings Let us now look more closely at how banks are doing in terms of managing and reporting on climate risks.", "All in all, the great majority of European banks are not even close to where they should be - and they know it: 90% of reported practices are deemed by the banks themselves only partially or not at all aligned with the ECB's supervisory expectations.", "More than half have no approach for assessing the impact of climate risks.", "This finding is made all the more striking by the fact that, of the 20% of the banks who do have a systematic way of assessing the climate risks, almost all find that climate risks are already having, or are about to have, a material impact on their risk profile.", "On top of this, only around 40% of banks have assigned explicit responsibility for managing climate risks to the management body - and of those, three in four do not report on climate risks to management.", "How can the management body manage the risks if they are not aware of them?", "Banks often claim that their lack of progress in incorporating climate risks into their risk management frameworks is due to the lack of available data on climate issues.", "But, in reality, few banks have made any effort at all to take stock of what kind of data they would actually need to start accounting for climate risks.", "For now, banks can start relying on the wide array of quantitative and qualitative risk management instruments that are already at their disposal.", "They can also use these tools to design strategies that concretely measure their present and potential exposures to climate risks.", "The ECB expects all banks to harness the fresh information that is available on climate risks and to start assessing the materiality of the climate risks they are facing.", "This is a key focus of our supervisory assessment.", "But it is not our only focus.", "We will also be monitoring banks' entire risk management framework and how their structures are allowing them to more actively manage and disclose climate-related and environmental risks.", "And now for some better news.", "As I said at the outset, almost all banks have developed implementation plans, and many have started to progressively improve their practices.", "There are some areas where banks have made substantial progress.", "For instance, roughly half of them have started to integrate climate risks into their client due diligence.", "They have developed dedicated client questionnaires to better understand the climate risks to which they are exposed, and they use this information when deciding to whom they grant credit.", "In addition, roughly half of banks are now integrating climate risks into their lending policies, sometimes requiring that a specialised climate-related risk function advises them on higher-risk transactions.", "What is remarkable is that the progress we are seeing on all these fronts was identified in banks from different countries, with different business models and different asset volumes.", "Some banks have also been proactively trying to overcome the scarcity of climate-related data by independently developing their own indicators - such as financed carbon emissions, financed technology mix and energy performance certificates - to identify corporate clients with high sensitivity to climate transition risks.", "They have then set limits at portfolio level to manage those risks.", "And one bank has developed a climate risk dashboard to present to its Board's risk committee on a quarterly basis.", "This shows that data scarcity can be overcome.", "Finally, some banks have already started to identify and manage other environmental risks beyond climate, such as those associated with biodiversity loss and pollution.", "For instance, one bank has started to develop a methodology to measure the biodiversity footprint of its investment and lending portfolios, while others have developed a dedicated group policy regarding their commitments and lending criteria related to biodiversity risks.", "In our Guide, we recognise that other environmental factors related to the loss of ecosystem services, such as water stress, biodiversity loss and resource scarcity, have also been shown to drive financial risk.", "And we therefore expect banks to evaluate all environmental risk-related information, beyond climate risks, to ensure that their risk profile is sufficiently covered against them.", "These practices are proof that, contrary to some of the industry's claims, what the ECB is asking is not unreasonable or impossible.", "Some banks have effectively raised the bar, and those lagging behind should take inspiration from them and follow suit.", "For all their many flaws, national accounts data continue to be extremely useful for policymaking to this day.", "They have been extensively reviewed and gradually harmonised - the same path we should expect for climate data and the architecture supporting them.", "No, climate data are not harmonised yet.", "And yes, they are patchy and incomplete.", "But as imperfect a measure as they may be, they will allow us to make progress, just as Kuznets and Clark's push for national accounts data did in the Great Depression.", "And we can and will refine, improve and harmonise our measurement over time.", "Just as national accounts helped chart a course out of the Great Depression, the accurate mapping of climate risks allows us to navigate the transition to a carbon-neutral economy.", "The preliminary results of the self-assessment show that no bank has the full picture on climate risks yet.", "But the good news is that many pieces of the climate risk puzzle can already be found scattered across the banking union.", "The ECB will see to it that every bank is making expeditious progress in embedding climate risks into their organisations, by following up with supervisory requirements where needed.", "There are risks to acting on the basis of partial data, but in the case of climate change, the risks of inaction are far greater.", "ECB (2021), Financial Stability Review, May.", "ECB Banking Supervision (2020), Guide on climate-related and environmental risks: Supervisory expectations relating to risk management and disclosure, November.", "In a recent report, 50 of the world's leading biodiversity and climate experts highlight that climate change and biodiversity loss cannot be managed in isolation from one another.", "Pörtner, H.O., Scholes, R.J. et al, IPBESIPCC co-sponsored workshop report on biodiversity and climate change; IPBES and IPCC; De Nederlandsche Bank recently examined the material exposures of Dutch financial institutions to risks stemming from biodiversity loss.", "According to its report, Dutch financial institutions have provided €510 billion in finance worldwide to companies that are highly dependent on ecosystem services, with €28 billion exposed to products that depend on pollination alone.", "De Nederlandsche Bank (2020), \"Indebted to nature - exploring biodiversity risks for the Dutch financial sector\", June.", "ECB Banking Supervision (2020), Guide on climate-related and environmental risks: Supervisory expectations relating to risk management and disclosure, November."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate risk management", "Climate risk assessment", "Supervisory expectations", "Climate data", "Climate change", "Environmental risks", "Biodiversity loss", "Banking supervision", "Risk management", "Financial stability"]}