{"sentences": ["MAINTAINING THE EU AS GLOBAL LEADER IN SUSTAINABLE FINANCE Ladies and Gentlemen, The EU has been the global leader in sustainable finance for as long as sustainable finance has been a thing.", "And this does not mean only green bonds and similar traditional green investment instruments; it also covers more recent instruments such as sustainability-linked loans.", "And while in this speech I will be focusing mainly on the green, it is worth remembering that the EU is also among the world leaders in social finance.", "It is worth noticing that the EU is not alone in increasing green investments.", "Other countries and regions are also growing and, in some cases, even faster than the EU, albeit from lower initial levels.", "Therefore, we should not become complacent.", "After all, with constantly increasing climate goals it is evident that the investments in a climateneutral economy will need to increase significantly.", "And this is where sustainable finance comes into play.", "Many of the world's largest institutional investors have committed to invest responsibly, so there is ample investor demand for sustainable finance opportunities.", "This naturally begs the question of what we need in order to maintain our global leadership in sustainable finance.", "The EU Green Deal and the Next Generation EU will be important drivers that will mobilize capital for financing the EU's climate goals.", "These initiatives are not only about public money; through various programmes, they will also attract private capital.", "There are also barriers to increasing sustainable finance in the EU, from the lack of green investment opportunities to the fragmented capital markets within the EU.", "Putting these obstacles to one side, I would like to highlight some aspects more closely related to sustainable finance.", "Firstly, we need a taxonomy and common standards for sustainable investments.", "These will create certainty and eliminate the need for all actors to verify the greenness of an investment.", "This will lower the costs associated with green investments, which is one of the requirements for further mainstreaming sustainable finance.", "But taxonomy and standards alone are not enough unless we have proper data.", "Only with proper data will it be possible to actually determine the environmental impact of companies and their business models.", "Thus, we need timely and wide-ranging reporting from companies.", "The EU is well on its way in bringing all these into being, but the last steps might be the most difficult.", "The taxonomy and standards need to be credible to prevent greenwashing, but inclusive enough to allow sustainable investment products to be developed.", "Similarly, the company disclosure regime needs to be credible.", "But at the same time, it should not place an undue burden on companies.", "Thus, with sustainable finance we constantly need to balance between different perspectives.", "We need to try to make sustainable finance inviting, but not at any cost.", "This is best exemplified in the discussion on promoting sustainability with the prudential framework.", "We still have no idea to what extent the greenness of an investment correlates with the financial risks.", "And as we should preserve the prudential framework to insure against risks, we should figure out other ways for incentivizing sustainable investments.", "For financial institutions and supervisors, my advice is to take climate risks seriously.", "Many already do, despite the difficulties with the data and methodologies, and especially in communicating the results of climate risk analysis.", "The ECB climate stress test coming in 2022 will further ensure that everyone starts thinking about climate risks.", "Central banks and supervisors all around the world have joined forces in the Network for Greening the Financial System, or NGFS for short.", "This network is, among other things, working to bridge the data gaps and build scenarios for the long-term forward-looking analysis required for climate risks.", "The results of this are available to all.", "I encourage you all to take a look at them and investigate if these can help you in your own efforts.", "Helping the financial institutions in analysing their climate risks is not the only thing that central banks do.", "Many central banks want to lead by example and are measuring the climate risks in their own portfolios, while embracing responsible investment policies.", "The NGFS is doing its part in identifying best practices and spreading them across all central banks.", "According to the latest NGFS survey, central banks mentioned \"reputational risks\" and \"to set a good example\" as their main motivations to adopt responsible investment practices.", "It is worth mentioning that the NGFS survey is a global, not a European survey, with 40 central banks in over five continents participating.", "I would also like to highlight the joint decision made by Eurosystem central banks earlier this year to measure and disclose the climate-related risks of the euro-denominated non-monetary policy portfolios.", "Non-monetary policy portfolios fall within Eurosystem national central banks' independent decision-making.", "Yet, all the 19 national central banks and the European Central Bank decided to adopt a common stance.", "At the Bank of Finland, we have been working very actively on responsible investments and are increasing our own non-financial disclosure.", "Within the last year alone, we have published our responsible investment principles as well as several articles and blogs on climate-related issues.", "In our most recent annual report, we have substantial sections on sustainability issues.", "And not just for our asset management activities, but on our other central banking activities too, such as the environmental impact of issuing and circulating bank notes.", "By setting a good example through transparent disclosure, we also feel more confident to ask for more disclosure from the entities we invest in.", "This in turn leads to better data quality and better data coverage.", "More importantly, as we all know, what gets measured, gets managed.", "This also helps to fill the data gaps and improve the data quality.", "Through analysing, identifying and managing climate risks and opportunities we can all do our part to combat climate change and biodiversity loss.", "Climate issues seem like a walk in the park compared with biodiversity.", "Let us hope that it won't take us as long to wake up to the importance of biodiversity as it took us to notice climate change.", "Central banks should not be the primary actors in mitigating climate change and reducing biodiversity loss.", "Value judgements should be left for the representatives chosen at general elections.", "Central banks need to respect their mandates in order to not become politicized.", "But our efforts are needed to support the policymakers, just like everyone else's.", "If we don't set a good example, how can we expect others to act and follow in the right direction?", "In this short keynote I have painted the picture of where we are and where we should be heading in terms of sustainable finance.", "I hope that this SSM Round Table will bring you new ideas on what to do next.", "For sustainable finance is not only an opportunity for the EU, it is an opportunity for all financial institutions.", "And, therefore, we should all be asking what we can do."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["sustainable finance", "green investments", "taxonomy", "climate risks", "data", "climate change", "disclosure", "responsible investment", "EU Green Deal", "biodiversity"]}