{"sentences": ["03/09/2021 Welcoming address at the Bundesbank symposium \"Banking supervision in dialogue\" I Deutsche Bundesbank a BUNDESBANK Welcoming address at the Bundesbank symposium \"Banking supervision in dialogue\" 01.09.2021 I Virtual I Jens Weidmann DE > 1 Introduction > 2 Economic activity and prices > 3 Current monetary policy > 4 Monetary policy strategy > 5 Digitalisation in the banking sector and the digital euro > 6 Concluding remarks Ladies and gentlemen, It is a pleasure and a privilege to open this year's Bundesbank symposium on \"Banking supervision in dialogue\" and to welcome you all to this event.", "Last year's symposium fell victim to the pandemic and couldn't (Tonne) take place in person.", "So instead we organised a digital conference that showed how rewarding remote interaction can be.", "And it also provided the blueprint for our symposium today.", "However, the pandemic is influencing more than just the manner in which we run our symposiums.", "It's safe to say that COVID-19 will increase the pace of digital transformation at a more universal level, not least in the banking sector.", "After all, the financial industry has been a frontrunner for quite some time now when it comes to deploying digital technologies.", "All the way back in 1972, a UK bank installed a device known as the IBM 2984.", "This cashpoint, as it was called, was a precursor of the automated teller machines we know today.> [1] With their direct network connections to bank customers' accounts, ATMs were the first computer terminals that the general public were able to operate.", "It would be nearly four more years before the US company Apple unveiled the first personal computer.", "-address-at-the-bundesbank-symposium-banking-supervision-in-dialogue--874968 03/09/2021 Welcoming address at the Bundesbank symposium \"Banking supervision in dialogue\" I Deutsche Bundesbank The trend has been moving towards cashless payments for quite a while now.", "Central banks around the worldwide have been exploring this change in spending habits and also mulling whether they themselves should offer the general public another payment instrument alongside cash - that is to say, central bank digital currency.", "I will go into this topic in greater detail later in my speech.", "But first, I would like to share my thoughts on the current economic situation, monetary policy, and the Eurosystem's new monetary policy strategy.", "2 Economic activity and prices The coronavirus shock has taken a heavy toll on the German economy, causing economic activity to contract by almost 5% last year.", "This year, though, Germany is bouncing back strongly.", "A bold economic policy response to the crisis was key to quickly getting the economy back on its feet.", "Assistance measures helped avert long-term scarring, for the most part, particularly in the labour market.", "This meant that aggregate potential output escaped largely unscathed.", "The Bundesbank's latest calculations suggest that the pandemic crisis only marginally depressed German potential output.> [2] Actual GDP in Germany is expected to grow even more briskly this quarter than it did in spring,> [3] with momentum stemming mainly from the services sector, where the easing of pandemic containment measures has been invigorating activity.", "In industry, on the other hand, output is being throttled for longer than anticipated by supply bottlenecks.", "Some intermediate goods are experiencing delivery problems that got far worse in spring.", "For this reason, and others, the average rate of growth in the German economy in 2021 as a whole might fall somewhat short of what we were forecasting in June.", "The outlook continues to depend on how the pandemic unfolds, which means that it is vague.", "If the Delta variant of the coronavirus spreads rapidly, fresh containment measures might be imposed, which would have a knock-on effect on economic activity.", "But given the progress made in rolling out vaccines, the economic fallout will, in all probability, not be quite as substantial as it was in earlier waves of infection.", "The reopening of the economy also played a part in the significant uptick in the rate of inflation of late.", "For Germany, we are expecting rates that might head towards the 5% mark at year-end.", "However, transitory factors are mainly at play here, like the increase in crude oil prices and the return to higher VAT rates.", "This would suggest that the inflation rate will abate again next year once these effects expire - and that goes for Germany and for the euro area as a whole.> [4] We do, however, also need to keep an eye on the risks to the price outlook.", "In my view, the risks are tilted to the upside right now.", "For one thing, the supply bottlenecks I mentioned earlier might trigger additional price surges.", "The savings accumulated during the pandemic are another factor - households might channel more of them into consumption than we are expecting.", "And if these transitory factors lead to higher inflation expectations and accelerated wage growth, the rate of inflation could rise perceptibly over the longer term as well.", "3 Current monetary policy -address-at-the-bundesbank-symposium-banking-supervision-in-dialogue--874968 03/09/2021 Welcoming address at the Bundesbank symposium \"Banking supervision in dialogue\" I Deutsche Bundesbank The persistence of the increased inflationary pressures in the euro area is a key issue for the ECB Governing Council, as our monetary policy is oriented towards the medium term and thus looks through short-term rises in the rate of inflation.", "It would also be a welcome development if inflation expectations were to converge towards our target.", "In the coming weeks, the ECB staff will be publishing new projections, which I would prefer not to pre-empt.", "Most recently, the euro area inflation forecast for the next few years has been significantly below target.", "For this reason, an expansionary monetary policy is still appropriate.", "However, this does not mean that we should ignore the risk of excessively high inflation.", "In light of the prevailing uncertainty, we should not commit to our very loose monetary policy stance for too long.", "I made the case for this at the Governing Council's discussion on forward guidance.", "And a distinction must be made between the general orientation of monetary policy and our emergency measures.", "In particular, the pandemic emergency purchase programme (PEPP) is linked inextricably to the pandemic and must be brought to an end as soon as the crisis has been overcome.", "It is for good reason that the first \"P\" in \"PEPP\" stands for \"pandemic\" and not \"permanent\".", "The increased flexibility of the programme should be reserved for exceptional situations such as the pandemic.", "Otherwise, there is a particular danger that monetary policy will become harnessed to fiscal policy.> [5] Due to the ongoing uncertainty, it is impossible to say very far in advance when the PEPP will be terminated.", "So that net purchases under the programme do not then have to be brought to an abrupt stop, they should, in my opinion, be gradually wound down as and when the situation allows.", "4 Monetary policy strategy However, over the past year and a half, the Eurosystem has not only been bracing itself against the impact of the crisis.", "We have adapted our monetary policy strategy to the changing circumstances in order to be able to ensure price stability as effectively as possible in future, too.", "One core element is our new inflation target.", "Until now, the ECB Governing Council sought to keep inflation rates in the euro area below, but close to, 2% over the medium term.", "At the same time, it defined price stability as rates of price increase between 0% and 2%.", "Overall, this may have created the impression that our monetary policy would be more tolerant of deviations below target than deviations above target.", "Now, the Eurosystem is aiming for an explicitly symmetric inflation target of 2% over the medium term; deviations both above and below target are equally undesirable.", "This new target is better defined and may help to anchor inflation expectations more firmly.", "The fact that clear and comprehensible figures are often beneficial is also shown by a number of studies from the field of marketing: round prices are better received by customers and can even lead to increased revenue for retailers.> [6] -address-at-the-bundesbank-symposium-banking-supervision-in-dialogue--874968 03/09/2021 Welcoming address at the Bundesbank symposium \"Banking supervision in dialogue\" I Deutsche Bundesbank Furthermore, the proviso \"over the medium term\" is a highly important component of the wording of our inflation target, as it prevents us from having to respond overly hastily to every change in the data.", "Moreover, our target remains forward-looking, meaning that past deviations from the target fundamentally do not play a role in determining the course of monetary policy.", "In addition, the new strategy takes account of the possibility that the key interest rates could hit their lower bounds.", "In such an event, a severe slump in demand may result in the rate of inflation persistently undershooting its target.", "To avoid this, the strategy provides for especially forceful or persistent monetary policy action.", "Of course, this may also lead to the rate of inflation temporarily and moderately exceeding its target.", "However, this is entirely different to average inflation targeting, which aims to compensate for past dips below target by deliberately overshooting the target.", "In the new strategy, we continue to regard the Harmonised Index of Consumer Prices (HICP) as the measure of price stability.", "Nevertheless, the ECB Governing Council has recommended that HICP should be expanded to include the costs of owner-occupied residential property.", "I have made the case for this repeatedly in the past as it would allow us to obtain a better picture of many people's real-life circumstances.", "5 Digitalisation in the banking sector and the digital euro Digitalisation, too, is becoming increasingly important in our day-to-day lives.", "Barely any sector is undergoing such fundamental changes on account of digitalisation as that of payment services.", "Digital payment options are proliferating due, in part, to new bigtech solutions that are frequently based on existing card systems.> [7] The possibility of also granting consumers and enterprises access to a central bank digital currency has been much discussed.", "The ECB Governing Council recently decided to launch a digital euro project.", "The project will commence with a two-year investigation phase in order to address design issues.", "We will then decide whether or not to actually issue a digital euro.> [8] Digital money in itself is nothing new; just like ATMs, which I mentioned earlier, it has long been a part of our everyday lives.", "Book money, for example, is created digitally by credit institutions and held by households and enterprises alike in the form of bank deposits.", "The use of central bank digital currency, by contrast, has chiefly been restricted to banks thus far.", "The digital euro would change all that, as people and businesses would be able to use it.", "Note that the digital euro is not intended to replace cash, but rather to offer an additional service.", "We will continue to provide cash for as long as the general public wants to use it.", "ECB President Christine Lagarde made reference to the great responsibility that we as central banks have in this respect, and rightly so: \"These banknotes are part of our economy, our identity and our culture.", "\"> As an additional service to cash, the digital euro should give users clear value added.", "It has the potential to reduce transaction costs and form the basis for new services.", "The political guard also often points out that the digital euro could help to preserve European sovereignty in the area of -address-at-the-bundesbank-symposium-banking-supervision-in-dialogue--874968 03/09/2021 Welcoming address at the Bundesbank symposium \"Banking supervision in dialogue\" I Deutsche Bundesbank payments.", "It could represent an alternative to digital means of payment from abroad.", "What is more, the digital euro would enable households and enterprises to make payments with public money in the digital sphere, too - something that private service providers can't (Tonne) offer.> However, innovations do not only yield benefits; they can also harbour risks.", "The same is true of the digital euro.", "It might give consumers and enterprises an incentive to shift their assets out of bank accounts into the digital euro.", "Such behaviour could have profound implications for the financial system, monetary policy and central bank balance sheets.> [11] If households were to abruptly withdraw their bank deposits during times of high uncertainty, this could even trigger a \"digital bank run\" and pose a risk to financial stability.", "If an outflow of sight deposits were to happen only gradually over a longer period of time, however, structural disintermediation could occur.", "The banks would then lose a major source of funding.", "They might have to finance themselves via bonds or central bank loans to an increasing extent, although how and, indeed, whether this would be passed through to commercial banks' supply of credit to the economy is not immediately clear.", "The Eurosystem should therefore analyse the risks and opportunities afforded by the digital euro with great care.", "Restrictions - with regard to the maximum amount of digital central bank currency that individual users can hold, for instance - will probably be unavoidable if we want to keep risks in check.", "This will decrease the attractiveness of the digital euro as a store of value.", "ECB Executive Board member Fabio Panetta summarised the intention behind this as follows: \"What we want to offer is a means of payment, not a form of investment.", "\"> [12] In my view, it is important that we retain the existing allocation of roles in payment systems.", "In a market economy, it is primarily up to private sector service providers - including, of course, banks - to offer innovative payment solutions tailored to consumers' needs.", "In the case of the digital euro, too, the responsibility for creating a customer interface lies with private payment service providers.", "Furthermore, the discussion about central bank digital currency should not narrow our gaze.", "For innovations in existing payment systems can also deliver additional benefits to consumers and businesses - presumably even faster than the digital euro.", "This is precisely what initiatives like the EPI (European Payments Initiative) and #DK are working on.", "And the Bundesbank, too, has presented proposals on how, for example, blockchain-based payments can be linked to the TARGET2 system.", "Ultimately, it's about offering users a wider range of options.", "But it must also be clear that with digital innovations and new providers, the competitive pressure on banks will continue to rise.", "It's up to banks to use the opportunities of digitalisation to ensure their services create value added for people and businesses.", "6 Concluding remarks -address-at-the-bundesbank-symposium-banking-supervision-in-dialogue--874968 03/09/2021 Welcoming address at the Bundesbank symposium \"Banking supervision in dialogue\" I Deutsche Bundesbank \"The Economist\" is expecting the introduction of central bank digital currency to entail profound consequences.", "It writes that the real danger for the financial system could lie in central bank digital currency ultimately provoking a new type of bank run: a run on the idea that banks are necessary at all.> [13] Such musings may seem excessive, but we are all well-advised not to take them lightly.", "In order for people in Europe to still be able to benefit from a market-based banking system in future, banks have to hold their own against new competitors.", "This requires clever business decisions, but also a level playing field.", "Konheim, A. G. (2016), Automated teller machines: their history and authentication protocols, Journal of Cryptographic Engineering, Vol.", "Deutsche Bundesbank, Outlook for the German economy for 2021 to 2023, Monthly Report, June 2021, pp.", "Deutsche Bundesbank, Economic conditions in Germany, Monthly Report, August 2021.", "Deutsche Bundesbank, Outlook for the German economy for 2021 to 2023, Monthly Report, June 2021, pp.", "(pages) 15-38; European Central Bank, Eurosystem staff macroeconomic projections for the euro area, June 2021.", "Weidmann, J., The potential long-term effects of the coronavirus crisis on the economy and on monetary policy, speech delivered on 16 December 2020.", "Wieseke, J., A. Kolberg and L. M. Schons (2016), Life could be so easy: the convenience effect of round price endings, Journal of the Academy of Marketing Science, Vol.", "Deutsche Bundesbank (2021), Bundesbank round-up - cash and cashless payments, Annual Report 2020, pp.", "European Central Bank, Eurosystem launches digital euro project, press release of 14 July 9.", "Weidmann, J., Monetary policy and the role of central banks - an outlook, speech of 1 July 11.", "(2020), Tiered CBDC and the financial system, European Central Bank, Working Paper No 2351.", "Panetta, F., interview with the Financial Times, conducted by Martin Arnold on 14 June 2021.", "Will central-bank digital currencies break the banking system?, The Economist, 3 December -address-at-the-bundesbank-symposium-banking-supervision-in-dialogue--874968"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Banking supervision", "Digitalisation", "Inflation", "Central bank digital currency", "Economic activity", "Eurosystem", "Prices", "Financial stability", "Monetary policy strategy"]}