{"sentences": ["Monetary policy and the role of central banks - an outlook Speech delivered to the Freundeskreis of the Ludwig-Erhard-Stiftung 01.07.2021 | virtual | Jens Weidmann DE FR 1 Introduction 2 The time inconsistency issue 3 Government bond purchases and risk of fiscal dominance 4 Monetary policy strategy review 5 Climate protection 6 Central bank digital currency 7 Concluding remarks Mr Koch, Many thanks for your warm welcome and words of introduction.", "Ladies and gentlemen, Last spring, the coronavirus pandemic plunged our economy into a deep crisis.", "Still it continues to shape our everyday lives; even this speech is taking place in the virtual sphere.", "Advances made on the vaccination front are raising hopes that the pandemic can be suppressed for good and that the protective measures that are restricting economic life so much can be lifted.", "But 17.Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020. there's still no telling what long-term implications the pandemic will have for our society.", "\"[Epidemics 18.King, M., Monetary policy: Theory in practice, speech delivered on 7 January 2000. are] as important to understanding societal development, as powerful forces in societal change as wars and revolutions,\" writes American historian Frank Snowden.", "[1] An epidemic also features in early western literature.", "Homer's Iliad, perhaps the oldest epic poem recorded in writing in Europe, tells of the last days of the Trojan War.", "Agamemnon, the general of the Achaeans, harshly rejects one of Apollo's priests, whereupon Apollo punishes the Achaeans by unleashing a plague, and conflict breaks out between Agamemnon and the hero Achilles.", "The rage of Achilles and his retreat from the battlefield bring the Achaeans to the brink of defeat.", "This just goes to show that epidemics have accompanied mankind for millennia.", "Time and time again, they have shaped the course of history, as well as being something of a societal stress test.", "My speech today mainly considers what euro area monetary policy might look like in the aftermath of the COVID-19 crisis.", "I'd particularly like to discuss the thorny relationship between monetary policy and fiscal policy.", "The pandemic hit the Eurosystem just as we had started our monetary policy strategy review.", "That delayed discussions surrounding our future strategy, which have not yet been finalised.", "But there are a few facets of this debate I'd like to illuminate today - specifically, how we could formulate our monetary policy objective in concrete terms, and what significance climate protection might have for the fulfilment of our mandate.", "To conclude, I'd like to touch upon the topic of the digital euro, because the pandemic has added pace to the digital transformation and also changed people's payment behaviour, at least temporarily.", "2 The time inconsistency issue Such topics ultimately circle back to how an independent and stability-oriented central bank interprets its role.", "So let's circle back to Homer, who can help us explain the existing institutional arrangement.", "In the Odyssey, which follows on from the Iliad, Odysseus, returning home, has to sail past the Sirens - mythical beings who lure sailors to their island with their bewitching song.", "Seafarers who give in to their charms are doomed.", "Yet Odysseus is still curious to hear the Sirens' song, though he suspects how difficult it will be to resist the temptation.", "We encounter a similar temptation in many areas of economic policy - specifically, the issue of time inconsistency.", "Policymakers or institutions could announce a future policy today, but might later have strong incentives to move away from these plans.", "[3] For example, a government could announce that it is aiming to achieve price stability.", "But it would have an incentive to depart from this objective further down the line in favour of pursuing other 17.", "Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020. goals, such as reducing unemployment by means of unanticipated inflation.", "But firms and households goals, such as reducing unemployment by means of unanticipated inflation.", "But firms and households 18.King, M., Monetary policy: Theory in practice, speech delivered on 7 January 2000. cannot be deceived in the long run.", "If they see through the manoeuvre, they will still expect higher inflation in spite of the announced objective and adjust prices and wages accordingly.", "The end result is that inflation is pushed up systematically without reducing unemployment.", "Resourceful as he was, Odysseus ordered his crew to tie him to the mast of his ship.", "That way, he wouldn't (Tonne) be able to succumb to temptation.", "Applying this tale to the present day, monetary policy decision makers need to credibly commit to the objective of price stability if they want to overcome the time inconsistency issue and avoid distorting inflation.", "That is why American economist Larry Summers came to the conclusion that \"[...] issues of dynamic consistency and commitment are crucial to the design of appropriate monetary policies.", "[...] Institutions should be drafted to solve time-inconsistency problems.\"", "[4] Against this backdrop, legislators in many countries have passed on the task of ensuring price stability to central banks.", "At the same time, they granted them independence in order to protect them from political pressure and thus create the preconditions for their credibility.", "However, interaction between monetary and fiscal policy cannot be avoided, even if central banks are independent.", "[5] The question, then, is not whether but rather how this relationship can be given a smart design that allows price stability to be preserved.", "Government bond purchases and risk of fiscal dominance Here I take a critical view of extensive central bank purchases of government bonds, in particular.", "While it is true that they can be a legitimate and effective monetary policy instrument, one of their chief risks is that they might blur the boundary between monetary and fiscal policy.", "Particularly in a monetary union made up of fiscally sovereign states, this risk is of major significance and must not be underestimated, in my view.", "As I see it, therefore, government bond purchases should be reserved for exceptional situations.", "The pandemic is just such an exceptional situation.", "Because price stability was under threat, the ECB Governing Council put together a package of measures to ward off the crisis and considerably eased the monetary policy stance.", "Chief among these was the pandemic emergency purchase programme, or PEPP for short.", "Under this programme, the Eurosystem is acquiring, first and foremost, large volumes of bonds issued by the Member States.", "But even during a crisis, it is crucial for the programmes to have the right measure and be designed smartly to keep the risks in check.", "The key issue for me here is that monetary policy must keep a sufficient distance from monetary financing of government.", "This includes ensuring that incentives for sound public finances are maintained.", "The disciplining effect of the capital markets on fiscal policy has an important role to play.", "Market participants use differences in bond prices to signal how much confidence they have in the 17.", "Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020. soundness of a country's public finances.", "Yield spreads between bonds issued by Member States with soundness of a country s public finances.", "Yield spreads between bonds issued by Member States with 18.King, different credit M., Monetary ratings must policy: therefore Theory not in practice, be artificially speech levelled delivered out.", "Even prior to the pandemic, the Eurosystem had become the Member States' largest creditor.", "As a result, a significant portion of government debt is uncoupled from the capital market.", "Holdings of government bonds on Eurosystem central banks' balance sheets could approach 40% of euro area GDP next year.", "If these holdings become too large, there is a danger that the central banks will acquire such a dominant market influence that the market's disciplining effect on public finances is undermined.", "This is why we have to make sure that our emergency measures don't (Tonne) become a permanent state of affairs.", "From the very start, it was important to me that the PEPP is closely tied to the pandemic.", "[6] Once the emergency situation is over, the PEPP needs to be terminated.", "Even then, the monetary policy stance will still be very loose overall.", "The prospect of fiscal policy increasingly engulfing monetary policy still worries me today.", "To stick with the Greek mythology imagery - nobody should confuse central banks with a cornucopia that continually fulfils its owner's desires.", "Here it is worth taking a look at how public finances and the central bank are interwoven through the balance sheet.", "For the vast majority of their bonds on the books of central banks, Member States are ultimately paying interest to themselves, as the interest flows back to them via central bank profit.", "This effect is becoming stronger owing to the expanding central bank holdings of government bonds.", "It is, however, being counteracted by growing amounts of short-term commercial bank deposits with the central banks.", "Interest is paid on these at the deposit rate.", "At the end of the day, the effective borrowing costs for this portion of government debt thus depends on the central bank interest rate.", "For Member States, this means having a funding cost advantage as long as the central bank interest rate is lower than the interest rate on medium to longer-term government bonds.", "The higher a Member State's borrowing costs are on the capital market, the larger the difference is.", "But at the same time, this makes public finances more vulnerable to future changes in central bank policy rates.", "You see, if the Eurosystem raises its key policy rates again, this will weigh on its own balance sheets.", "Higher interest will have to be paid on the bank deposits, while interest income from the purchased bonds will remain constant, to begin with.", "This slims down central bank profit distributions to government coffers.", "Depending on its scale, an interest rate reversal might then even lead to negative annual results.", "Rising short-term interest rates might end up impacting public finances sooner than was previously the case.", "In view of this, too, the high levels of government debt could expose the central banks to political pressure to keep interests rates low even if the inflation outlook actually warranted a normalisation.", "Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020.", "If the central banks really were to give in to this pressure in the end, they would be subordinating price stability.", "This could lead to monetary policy and fiscal policy swapping their usual roles: if monetary policy guarantees a country's solvency, ultimately fiscal policy considerations determine the monetary policy stance and thus also the level of inflation.", "Paving the way for this regime of fiscal dominance could set dangerous dynamics in motion: if fiscal policymakers become convinced that monetary policy will always come to their rescue in the end, they might take the sustainability of public finances for granted - and potentially see this as a free pass to accumulate more debt.", "As a result, the pressure on the central banks could become even greater, increasing the likelihood of them caving in.", "This is why the Eurosystem now already needs to credibly communicate that we will raise interest rates if needed to safeguard price stability - irrespective of public finances.", "Central banks must therefore bind themselves in this respect, too - just like the way Odysseus was tied to the mast.", "It would be best for the central bank not to be put in a situation in the first place in which it is forced to choose between subordinating its objective of price stability and risking a financial and sovereign debt crisis.", "Ultimately, monetary policy is reliant on sound government finances.", "And that is precisely why fiscal policymakers also need to bind themselves and why having credible fiscal rules and monitoring them consistently is so decisive in a monetary union.", "Monetary policy strategy review Ladies and gentlemen, With sound public finances, independence and a clear mandate, monetary policy requires foundations that it cannot lay itself.", "The Eurosystem, however, can shape its monetary policy strategy so that we can fulfil our mandate the best we can, namely by safeguarding price stability as our primary objective.", "To this end, the Eurosystem is currently conducting a fundamental review of its strategy.", "One of the key questions here is how we should formulate our specific policy objective.", "Thus far, the ECB Governing Council has aimed to keep inflation rates in the euro area below, but close to, 2% over the medium term.", "An explicitly symmetric formulation of our policy objective as an inflation rate of 2% over the medium term would, I believe, be clearer and easier to understand.", "It could help to keep inflation expectations firmly anchored.", "Including the wording \"over the medium term\" is important, as it makes clear that monetary policy can neither immediately influence inflation nor steer it with pinpoint accuracy.", "This realistic formulation gives the ECB Governing Council the freedom to not have to react overhastily to every change in the data, and it thus affords monetary policymakers the flexibility that is needed.", ".Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020.", "The current strategy is forward-looking only.", "Whether the inflation rate in the past has diverged from the target is of no direct consequence.", "This would be different under history-dependent strategies, which are being discussed as a possible alternative.", "For example, the US Federal Reserve has changed its strategy to a flexible form of average inflation targeting.", "[8] The thrust of this approach is to achieve the desired inflation rate on average over a number of years.", "If, for example, inflation has previously undershot the target, the central bank will aim for a rate above the target value for a while to compensate for this.", "Provided the central bank credibly commits in this regard, households and enterprises will also expect higher inflation.", "Interest rates will thus fall in real terms without having to be lowered in nominal terms, giving the economy a boost.", "This way, average inflation targeting provides an additional stabilising advantage, particularly when inflation is being dampened by weak demand and nominal interest rates are already close to their effective lower bound.", "That's the theory, at least.", "However, a strategy should not just produce good results in economic models - it needs to work in practice as well.", "Average inflation targeting is a big ask - not just for financial market agents but for households and firms, too.", "They need to grasp this concept and update their inflation expectations if wages and prices are intended to respond accordingly.", "However, studies show that thus far central banks have barely been able to fine-tune the expectations of households and firms in such a way.", "[9] The concept also raises further questions.", "What happens following a period of excessively high inflation?", "Would the central bank really go ahead and hit the brakes so hard that inflation drops not only to the target level, but below it - potentially into a range they currently perceive to be dangerous?", "One solution that has been floated is to make average inflation targeting asymmetric: that is, the central bank only promises to offset excessively low inflation rates by running correspondingly higher inflation rates later on.", "Instances where inflation overshoots the target would not be offset afterwards.", "Yet such an imbalance might end up leaving average inflation higher than actually envisaged.", "Overall, that's why I don't (Tonne) buy the concept.", "In fact, there's a risk that tacitly allowing the inflation rate to overshoot its target level over the medium term might be misunderstood as an expression of fiscal dominance - that is to say, misinterpreted as an attempt by monetary policymakers to place the sustainability of public finances above the objective of price stability.", "That could make the task of anchoring inflation expectations more difficult still.", "Incidentally, we are currently seeing how quickly the risks surrounding the price outlook have shifted 17.Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020. as the global economy recovers from the pandemic crisis.", "[10] Supply-side bottlenecks have emerged in global industry, and commodity prices and transport costs picked up sharply.", ".King, M., Monetary policy: Theory in practice, speech delivered on 7 January 2000.", "This is why central banks should not just be on the lookout for deflationary risks.", "In my view, it is important that our monetary policy is not skewed in either direction.", "Former Bank of England Governor Mervyn King illustrated how important price stability is at the end of the day by defining it as a situation where \"people stop talking about inflation and their decisions reflect genuine economic factors.\"", "[11] 5 Climate protection By maintaining price stability, central banks also make it possible in the first place for other policy areas to achieve their objectives.", "For example, high and gyrating inflation rates make it more difficult for households and firms to detect price signals from climate policy and adjust their behaviour.", "Climate protection is probably the greatest challenge we face this century.", "Putting the right price tag on greenhouse gas emissions is arguably the most powerful weapon in the fight against climate change.", "And deploying this weapon is a matter for democratically elected governments and parliaments.", "Firms and financial market agents need planning certainty if they are to invest long-term in greening the economy.", "This is another area where the literature points to a time-inconsistency issue, much like the one facing monetary policy.", "[12] That's why it's important to have an ambitious and credible path for reducing emissions.", "But it's not just the responsible politicians who are in the spotlight here.", "Indeed, there is a growing chorus of voices calling for monetary policy to be harnessed in the fight against climate change.", "But I believe that central banks should not slip into the role of a climate policy actor.", "[13] We should not blur the division of tasks and clear segregation of responsibilities that legislators have assigned to different policy areas.", "Unlike monetary policy, climate policy changes the distribution of resources and income distinctly and permanently.", "Democratic processes and direct political accountability are important when making such decisions.", "The mandate given to central banks should be interpreted narrowly, particularly because we were specifically granted independence in order to safeguard price stability.", "If we overstretch our remit, we risk undermining this independence and thus also our ability to keep prices stable.", "This could also give the impression that we are pursuing multiple or unclear objectives, which would weaken the focus that enables monetary policy to be credible in the first place.", "The weekly newspaper \"The Economist\" summed this up particularly well: \"the ambiguous and occasionally conflicting nature of tacked-on goals encourages a view of central bankers as multitasking dilettantes, rather than stolid guardians of the currency\".", "Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020.", ".King, M., Monetary policy: Theory in practice, speech delivered on 7 January 2000.", "A clash of objectives could arise as well if, say, the central bank attempted to use its monetary policy asset purchase programmes to pursue environmental policy objectives, as these programmes need to be scaled back as soon as warranted to ensure price stability.", "However, greening the economy is a process that needs to continue.", "Ultimately, monetary policy is not a structural policy instrument: it is cyclical in nature - its effects are supposed to balance each other out over the long run through the interplay of monetary policy loosening and tightening.", "That said, I do believe that central banks can step up their game to protect the climate without running the risk of overstretching their mandate.", "It all begins with the question of what role climate change and climate policy can play in fulfilling our mandate.", "One thing is clear: we need to have a comprehensive understanding of the impacts of climate change and climate policy on the economy and financial system if monetary policy is to continue preserving price stability.", "Furthermore, climate change and climate policy can give rise to risks that affect not just firms in the real economy but also their lenders in the financial system.", "In their capacity as banking supervisors and guardians of financial stability, central banks need to ensure that climate-related financial risks are appropriately taken into account as part of risk management.", "Such risks can also have an impact on the central bank balance sheet, which is why our risk management should likewise incorporate climate-related financial risks, and that also means with regard to the securities we purchase for monetary policy purposes.", "To do this, we need comprehensive and reliable information.", "When it comes to monetary policy, central banks are within their rights to request better information.", "I believe that the Eurosystem should consider purchasing or accepting as collateral only those securities whose issuers meet certain climate-related reporting requirements.", "We may also look into using only ratings of agencies that adequately and transparently reflect climate-related financial risks.", "If this approach should not lead to a compelling solution, I would also be willing to consider other measures to adequately incorporate such risks into our risk management.", "We could, for example, limit the maturities or the volume of securities from certain issuers in our monetary policy portfolio if required to contain financial risk.", "Taking such a step would not be an about-face, but rather the logical conclusion of the risk-oriented approach that I have been advocating for quite some time.", "[15] Central banks have to protect their balance sheets.", "After all, their financial independence is one of the conditions needed for them to safeguard price stability.", "This is why we should not mix up such risk-mitigating measures with 17.", "Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020. proposals which primarily target climate policy objectives.", "18.King, M., Monetary policy: Theory in practice, speech delivered on 7 January 2000.", "And even if we do tilt the portfolio in a risk-oriented manner, we will be reliant on a suitable and transparent risk measure.", "It is all the more important, then, to enhance our pool of information, through reporting obligations for issuers or rating standards, say.", "That way, central banks can also help to better pinpoint climate-related financial risks in the market.", "They would thus be acting as a catalyst for the greening of the financial system and be supporting climate policy.", "Central bank digital currency There's one final topic I would like to touch upon at least briefly: central bank digital currency.", "Right now, you would be hard pressed to find an area that is being transformed by digitalisation as much as payments.", "Yet digital money in itself is nothing new.", "Households and businesses hold bank deposits on a large scale - that's digital money created by commercial banks.", "So far, though, the only central bank money they have been able to use has been in the form of banknotes.", "Access to central bank money in its digital form is reserved for banks.", "The digital euro would change all that: it would be intended for people and businesses.", "More than 50 central banks the world over are looking at the option of introducing this kind of central bank digital currency - with more joining them.", "[16] It could offer a host of advantages, such as lowering transaction costs and spurring completely new services.", "The political guard often points out that the digital euro could also help to preserve monetary sovereignty in Europe.", "Above all, though, the digital euro would make one thing possible: enabling people to pay with public money in a digital environment as well.", "This could be a weighty argument, especially given the declining use of cash.", "Yet one thing is clear: the Eurosystem will continue to provide cash; the digital euro would be an additional offering.", "At the same time, there are risks to taking this huge step.", "Consumers could have an incentive to shift their assets out of bank accounts into central bank digital currency - either gradually over a long period or abruptly in the event of a crisis.", "In the long term, this could change how the banking system functions or interfere with financial stability.", "Central banks will have to keep things on an even keel here.", "The digital euro needs to be designed such that it offers clear added value on the one hand and its risks remain under control on the other.", "To contain those risks, limitations will be necessary, which are likely to make the digital euro less attractive.", "For me, the crucial point is providing a greater variety of means of payment and payment options.", "That's why the Bun des bank is also working on other solutions, such as programmable payments.", "Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020. the end of the day, people should have the freedom to choose how they wish to pay.", "the end of the day, people should have the freedom to choose how they wish to pay.", ".King, M., Monetary policy: Theory in practice, speech delivered on 7 January 2000.", "The Bank for International Settlements also points out that central bank digital currency would potentially make central banks' footprint on the financial system much larger.", "[17] All the more reason, I believe, to have a clear allocation of roles in payment systems.", "Central banks should provide modern and reliable infrastructures, forming the backbone of payment systems.", "Private players can build on these infrastructures and develop new offerings, making payments secure, convenient, quick and cheap for consumers.", "Mervyn King, who I already quoted earlier, once compared a central bank's recipe for success with that of a referee, whose success is judged by how little his or her decisions intrude into the game itself.", "[18] 7 Concluding remarks Ladies and gentlemen, It is possible that the coronavirus crisis will have a lasting impact on what people expect of the government, its institutions and also the central bank.", "It is already clear that central banks have to find a way out of the current crisis mode.", "But they also have to find answers to issues such as climate change and digitalisation.", "Today, I outlined how this can be done without undermining the foundations on which the modern central bank is built.", "Agustín Carstens, General Manager of the Bank for International Settlements, put it this way: \"[...] safe and trusted money is not generated by algorithms.", "It is safeguarded by competent institutions.", "[...] Technology changes but the essence of central banking does not.\"", "[19] Problems arising from time inconsistency, conflicting incentives and unclear objectives will persist and shouldn't (Tonne) simply be brushed aside.", "The question of how to resolve these problems is still central to the set-up of institutions.", "The French writer Georges Duhamel had some good advice.", "As the story goes, he once recommended rereading the Homeric epics every ten years.", "Thank you for your attention.", "Snowden, F. M. (2020), Epidemics and society, reprint edition, Yale University Press, New Haven and London.", "Deut sche Bun des bank (2021), Bun des bank round-up - cash and cashless payments, Annual Report 2020, pp.", "Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020. .", "Kydland, F. E. and E. C. Prescott (1977), Rules rather than discretion: The inconsistency of optimal 3.", "Kydland, F. E. and E. C. Prescott (1977), Rules rather than discretion: The inconsistency of optimal plans, Journal of Political Economy, Vol.", "Gordon (1983), Rules, discretion and reputation in a model of monetary policy, Journal of Monetary Economics, Vol.", "Summers, L. (1991), Panel discussion: Price stability: how should long-term monetary policy be determined?, Journal of Money, Credit and Banking, Vol.", "Weidmann, J., Too close for comfort?", "The relationship between monetary and fiscal policy, speech delivered on 5 November 2020. .", "Weidmann, J., The current crisis and the challenges it poses for economic and monetary policy, speech delivered on 22 June 2020. .", "Deut sche Bun des bank, Public finances: Central bank bond purchases increase sensitivity to interest rate changes, Monthly Report, June 2021. .", "Powell, J. H., New economic challenges and the Fed's monetary policy review, speech delivered on 27 August 2020. .", "Candia, B., O. Coibion and Y. Gorodnichenko (2020), Communication and the beliefs of economic agents, NBER Working Paper, No 27800; Coibion, O., Y. Gorodnichenko, S. (Seite) Kumar and M. Pedemonte (2018), Inflation expectations as a policy tool?, NBER Working Paper, No 24788. .", "Weidmann, J., Are the economy and monetary policy coming out of crisis mode?, speech delivered on 28 June 2021. .", "King, M., Make no mistake, the risk of inflation is real, bloomberg.com, 7 June 2021. .", "Weidmann, J., What role should central banks play in combating climate change?, speech delivered on 25 January 2021; Helm, D., C. Hepburn and R. Mash (2003), Credible carbon policy, Oxford Review of Economic Policy, Vol.", "(pages) 438-450; Brunner, S. (Seite), C. Flachsland and R. Marschinski (2012), Credible commitment in carbon policy, Climate Policy, Vol.", "Weidmann, J., Combating climate change - What central banks can and cannot do, speech delivered on 20 November 2020. .", "The Economist, The perils of asking central banks to do too much, 13 March 2021. .", "Weidmann, J., Introductory comments at the press conference to present the annual accounts, speech delivered on 28 February 2020. .", "Bank for International Settlements (2021), CBDCs: an opportunity for the monetary system, Annual Economic Report, 2020, pp.", "Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June .", "King, M., Monetary policy: Theory in practice, speech delivered on 7 January 2000. .", "Carstens, A., Central bankers of the future, speech delivered on 14 December 2020. .", "Shin, H. S. (Seite), Central banks and the new world of payments, speech delivered on 30 June 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "fiscal dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Fiscal policy", "Climate protection", "Central bank digital currency", "Time inconsistency", "Monetary policy strategy review", "Fiscal dominance", "Inflation", "Risk management", "Financial stability"]}