{"sentences": ["29.03.2021 The Spanish economy and the COVID-19 crisis: assessment, outlook Europa Press informative breakfast Pablo Hernández de Cos *English translation of the original speech in Spanish Good morning, ladies and gentlemen.", "I would like to thank the organisers of this event for their kind invitation.", "I shall begin with a brief assessment of the period since the COVID-19 crisis broke.", "I shall then set out the Banco de España's view on the outlook for the Spanish economy.", "Finally, I shall describe the medium-term economic policy challenges at the national and European level.", "Taking stock of a year of pandemic: an unprecedented, persistent and uneven impact COVID-19 has caused a global economic recession of an intensity which, in most geographical areas, is unprecedented.", "The crisis is, moreover, proving very persistent: as of today the pre-pandemic levels of activity have not yet resumed in most countries.", "Indeed, the successive waves of the pandemic have checked the recovery, particularly in the sectors most exposed to the restrictions.", "In Spain, this impact is particularly marked.", "At end-2020, Spanish GDP was still 8.9% below its pre-pandemic level, while this gap was 4.9 percentage points (pp) in the euro area.", "Several reasons account for this more pronounced impact in our country.", "One was the greater intensity of the pandemic initially, which led to harsher containment measures in spring last year.", "Another was the greater weight of the sectors most affected by these measures.", "But the impact is also the outcome of the smaller size, on average, of our firms.", "SMEs are less adaptable to this shock, given that they usually face greater obstacles in gaining access to external financing; their fixed costs are, in proportion to their turnover, higher; and their levels of digitalisation are generally lower, which hampers their access to remote working.", "The first two editions of the Banco de España's Survey on Business Activity confirm these circumstances.", "The impact of the crisis has been very uneven, as the sectoral outlook evidences.", "Thus, while effective social security registrations1 were, in February, 6.8% down on their prepandemic level, the figures were significantly worse in the sectors whose activity has most been restricted, such as hospitality, retail trade, artistic and recreational activities, and some other services.", "For example, in the hospitality industry, the level of effective registrations was almost 50% down, whereas in health care and in general government it was 4% higher.", "Moreover, the sectors most affected by the crisis employ, on average, workers with lower educational levels.", "In fact, the decline in employment among the lower qualified amounted to 15.1% in 2020 Q4, compared with the slight increase among those with higher studies (0.4%).", "Also of note was the fall in employment among young adults (aged 16-29), at 10.4%, compared with the 1.4% increase among the over-45s.", "And the economic vulnerability of those working in these sectors is greater.", "Their income is not only on average lower, but also they have a less sound financial position: they form part of households with less accumulated saving2 and their median net wealth is 17% lower.", "This heterogeneity is also patent in the business sector, in particular regarding financial vulnerability.", "Thus, somewhat less than 15% of firms were in a vulnerable position before this crisis.", "This proportion did not vary significantly on the basis of firm size and sector of activity.", "Conversely, the proportion of vulnerable firms increased by an estimated 20% in 2020, with the rise more pronounced at small firms; and by sector, in hospitality, the figure would have stood at 40%.", "The banking sector, for its part, has shown notable resilience.", "Underpinning this have been the improvements both in its balance sheet quality and solvency in the past decade, and the forcefulness of the economic policies applied since the onset of the crisis.", "The CET1 capital ratio increased by 71 bp and the NPL ratio fell by 0.4 pp in 2020.", "But the sector's profitability declined significantly as a result, above all, of the increase in provisions for impairment losses, more than 50% up on those in 2019.", "Also, in this case, the effects have been uneven across banks, given what were diverging starting positions and the differing degree of exposure to the regions, sectors, firms and population groups most affected by the crisis.", "One area where the impact of the crisis is most visible is public finances, which have seen a deterioration with few precedents in peacetime.", "The budget deficit was up almost 7 pp to over 10% of GDP.", "And the rise in the public debt ratio exceeded 20 pp, to around 120%.", "In short, a little over a year later, the consequences of the pandemic remain very much apparent in the economy.", "Output and employment are still some distance off their preCOVID levels, markedly so in certain services sectors, and the general government sector as a whole and some households and firms segments have seen their financial position worsen significantly.", "Further, financial institutions, whose profitability has fallen, will foreseeably witness a progressive worsening of their credit portfolio.", "The medium-term outlook: uncertainty remains high But what is the outlook ahead?", "As stated, the successive waves of the pandemic have checked the recovery after the summer.", "Indeed, quarterly GDP growth in Spain was zero in 2020 Q4 and, for 2021 Q1, our projections under the baseline scenario point to slightly negative growth of -0.4%.", "With a view to the future, the development of various vaccines and the start of their roll-out to the population has allowed us to discern a horizon in which this crisis is resolved.", "Yet uncertainty remains high, especially that arising from the course of the pandemic and the vaccination process, and the consequences of the crisis on the productive system and on agents' behaviour.", "Against this background, the projections presented last Tuesday by the Banco de España continue to complement the baseline scenario with another two alternatives, with different assumptions about how the main areas of uncertainty will evolve.", "The first point of uncertainty evidently pertains to the epidemiological situation.", "Our baseline scenario assumes that the course of the pandemic in the coming months will require similar restrictions to those in the early months of the year, but that the gradual administration of vaccinations will enable these restrictions to be lifted during the second half of the year.", "One key aspect is the forecast path of tourism.", "Under the baseline scenario, it is assumed that the incompleteness of the vaccination process in the coming quarters will give rise to tourist flows that do not reach a high degree of normalisation until 2022.", "As to the damage to the productive system,6 until last February the number of active firms had fallen by 3.6% relative to February 2020.", "This figure was lower than that of the first two years of the previous crisis - 2008 and 2009 - and comparable to 2012, despite the fact that the decline in activity was much greater last year.", "Behind this reduction is the fall in business start-ups, but not a rise in business deaths, which might be attributable to the support measures adopted, including the moratoria on insolvency procedures.", "In any event, the future is uncertain, in particular once this support should disappear.", "The baseline scenario of the projections assumes only moderate destruction of the productive system.", "There are likewise doubts about the behaviour of household saving,7 which increased significantly last year and has built up largely in bank deposits.", "This increase is the outcome both of more precautionary behaviour and of the restrictions on some expenditure caused by the lockdown measures.", "The Banco de España's models suggest that the reservoir of forced saving might be significant and have climbed to 2.5% of GDP in 2020 Q3.", "Foreseeably then, as uncertainty abates, this accumulated saving will gradually be released, infusing consumption with greater momentum.", "However, the scale and the distribution over time of this effect is subject to high uncertainty and some factors might restrict it.", "In particular, a portion of pent-up consumption is attributable to spending on services, which generally cannot be deferred; and saving has concentrated in higher incomes, whose marginal propensity to consume is lower.", "Also, households might decide to retain a high level of saving for precautionary reasons or indeed because they expect tax rises in response to mounting public debt.", "The baseline scenario of the projections assumes that the saving rate will fall to 2023 but, even then, will still hold above its pre-pandemic level.", "Uncertainty about the distribution over time and the use of the NGEU programme's funds also conditions the projections.", "In this case, as regards our December forecast, a delay in the investment expenditure financed by the programme in 2021 is assumed.", "Accordingly, the impact on GDP is expected to fall from 1.3 pp in December to 1 pp in the latest projections, with the estimated contribution for 2022 rising at the same time, as a result of the assumptions that funds not invested this year will be applied the following year.", "Based on these assumptions, GDP would grow by 6% in 2021 under the baseline scenario, dipping to 3.2% under the severe scenario and increasing to 7.5% under the mild scenario.", "Following a sluggish first half of the year, activity would quicken in the second half under the baseline scenario.", "Greater dynamism as from the summer would give rise to a powerful carryover effect in 2022, added to by the greater estimated impact of the European funds for next year, whereby GDP would post high growth in 2022 of 5.3%, before easing to 1.7% in 2023.", "These figures represent a downward revision of 0.8 pp in GDP growth for this year compared with those projected in December.", "The lesser momentum of activity in the short term and, to a lesser extent, the revised distribution of spending under the European funds largely account for this revision.", "Compared with the ECB's projections for the euro area, which expect growth of around 4% both in 2021 and in 2022, growth in the Spanish economy would be higher.", "That said, the euro area would attain its pre-crisis level of GDP in 2022 whereas this would be delayed until 2023 in Spain's case, reflecting the bigger decline in our economy last year.", "After slowing significantly last year, inflation has rebounded in early 2021.", "This rise is due to dearer commodities, associated with the improved global economic outlook and, in the case of crude oil, with some supply-side factors.", "Certain temporary factors have also affected services and non-industrial energy goods prices.", "These factors will give rise to high inflation volatility in the coming months.", "There has been much discussion in recent weeks on whether these developments might be a prelude to a period of higher inflation.", "In my opinion this is unlikely, given the weakness of demand and the high degree of cyclical slack.", "In the ECB projections, euro area inflation would, at end-2023, still be some distance off the medium-term monetary policy objective of 2%.", "In Spain's case, inflation would average 1.2% for 2023 under the baseline scenario.", "The risks surrounding these projections remain tilted to the downside in the short term under the baseline scenario.", "Such risks would be essentially linked to more acute episodes of contagion or slower progress in immunisation.", "Beyond the short term, uncertainty has tended to abate as the effectiveness of the vaccines has been confirmed.", "And that has lessened the likelihood of more unfavourable scenarios materialising.", "Uncertainty is also lower as a result of the fiscal package approved in the United States and the agreement for the United Kingdom's withdrawal from the European Union.", "Overall, risks are more balanced in the medium term than they were some months back.", "Economic policy support should be maintained in the short term... What is the role of economic policy in the setting described?", "In my view, maintaining the exceptional support measures for the economy is warranted.", "This support is crucial for preventing the crisis from adding a financial component that would make it deeper and more lasting.", "This is the course of action monetary policy has followed.", "In December, we extended our pandemic purchases programme to at least March 2022 to ensure that financing conditions remain favourable.", "More recently, to counter the rise in long-term interest rates observed in recent months, in a setting in which our inflation forecast is far off our objective and below that expected before the crisis, we have stressed we will use the flexibility of our pandemic programme to increase purchases in the coming months.", "These decisions lead me to emphasise the importance of maintaining a high degree of monetary accommodation so that fiscal policy may, in turn, retain a very high degree of support to the economy until a firm recovery is in place.", "In banking, and given the crucial role this sector has still to play, we supervisory authorities have continued to stress that the use of capital buffers by banks is appropriate for recognising credit impairment and to continue providing solvent credit to households and firms.", "Banks will have sufficient time to comply once more with their capital requirements, and the start of the process will never be before the main effects of the pandemic have dissipated.", "In parallel, given the uncertainty still in place, and the fact that the impact of the pandemic has not been fully manifest on bank balance sheets and that they continue to benefit from various public support measures, we have recommended that banks act with extreme prudence in dividend distribution policies.", "In tandem, banks must pursue a policy of early recognition of impairment losses, ensuring that this is appropriate and timely, as stipulated in supervisory guidelines.", "Fiscal policy support in this phase should focus on the firms and population groups most affected.", "One particularly important aspect is the support to viable firms which, in light of the scale and duration of the crisis, have seen their solvency worsen.", "Should such solvency problems materialise, they would not only prompt destruction of the productive system and employment, in firms that could be viable in the post-pandemic scenario; they might also ultimately affect the financial position of the banking sector, which might respond with lending restrictions that would feed back negatively into the prospect of recovery and economic growth in the medium term.", "Recently, a raft of measures has been approved to help the business sector and the selfemployed, which may prove a useful tool precisely for reducing this risk.", "In this connection, its swift and consistent implementation is crucial.", "And the distribution mechanisms must selectively target the assistance on firms that are viable but have solvency problems.", "Flexibility is also needed in the volume and use of committed funds, so as to adapt to the course the pandemic takes and to the potential materialisation of risks.", "In parallel, we must promptly identify the structural transformations caused by the pandemic.", "There may be firms that have ceased to be viable and it would be counterproductive for them to be sustained indefinitely by budgetary policy.", "For these firms, it would be desirable to make insolvency procedures more flexible.", "The proper functioning of the flexibility mechanisms available to firms must also be ensured.", "Their role is crucial for allowing potential structural adjustments derived from the crisis.", "And, of course, there should be an emphasis on active employment and training policies to smooth the reallocation of workers to sectors with a future.", "All these actions would help, jointly and complementarily, to prevent the crisis from taking on an additional financial component.", "The banking sector could thus continue to be part of the solution to the crisis by granting credit to households and firms, and contributing to the recovery of the economy.", "That will require the sound functioning of the credit channel, which is so important in the European economies and, of course, in Spain.", "... and immediately tackle structural problems and challenges Beyond the short-term reaction, it is time for economic policy to focus on tackling structural challenges.", "Allow me to summarise some of these, both at the national and European levels, including those relating to monetary policy and the banking sector.", "As regards national economic policy, one of the major challenges is undoubtedly to restore health to public finances.", "I have already pointed out that one of the most adverse consequences of this crisis will be the strong growth of public debt.", "And high public debt increases the economy's vulnerability.", "Hence, the necessary counterpoint to the current fiscal activism is the announcement of a multi-year strategy to correct budgetary imbalances, to be implemented once the health crisis is behind us.", "The scale of the challenge is substantial.", "Even before the crisis the structural budget deficit exceeded 3% of GDP.", "We must now add to that figure the increase in the interest burden owing to the greater volume of debt.", "Also, there are expenditure increases derived from the introduction of the minimum living income and, in the case of pension spending, from population ageing pressure and the decision to link pensions to the CPI, along with the potential structural increase in certain expenditure items, such as healthcare.", "In any event, if a strategy were deployed to correct the structural deficit by 0.5 pp of GDP per annum (in line with the Stability and Growth Pact requirement), under plausible macroeconomic scenarios, the public debt ratio would move onto a declining path that would place it towards 2040 at slightly below pre-crisis levels.", "The reduction would be greater if this strategy were supplemented by a structural reforms programme that increased the economy's potential growth.", "One tool that may be enormously useful to this end is the NGEU programme.", "In terms both of its volume and, above all, the projects it is intended to finance, the programme has, a priori, the ability to substantially raise the economy's productive capacity.", "But it can be no substitute for the necessary structural reforms.", "Spain needs an increase in its potential growth.", "It needed it before the pandemic and needs it even more now.", "The Spanish economy's low potential growth over the past two decades has been essentially due to poor productivity dynamics.", "Such dynamics have been constrained by several structural problems, including most notably the small average size of our firms, regulatory shortcomings in certain sectors and in the framework that determines business dynamism, and major human capital and technological shortfalls.", "We must urgently correct the causes behind these shortcomings.", "Evident, too, are the flaws of the Spanish labour market.", "A telling fact here is that the unemployment rate has been above that of other developed countries in recent decades.", "We particularly need to strengthen active employment policies to provide the right guidance and training to those who have lost their jobs, thus improving their employability.", "Another differential characteristic of the Spanish labour market is the high proportion of temporary employment, higher than in any other euro area country.", "This means that when there is a recession, temporary employees are the first to lose their jobs, which is usually exacerbated by the fact that these individuals belong to vulnerable groups.", "The harmful effects of temporary employment extend to productivity growth.", "Resolving this problem calls for changes to hiring mechanisms, so that firing costs differences may be reduced between permanent and temporary contracts, without harming job creation capacity.", "As well as correcting the structural shortcomings, we must tackle the medium-term challenges, including most notably those stemming from population ageing, climate change and inequality.", "The rise in the demographic dependency ratio, which will foreseeably double in the coming decades, will exert a significant impact on the economy and, in particular, rising pressure on pension spending.", "The 2011 and 2013 reforms helped ease these pressures.", "But the decision to link pensions once again to the CPI will mean additional compensatory measures will have to be taken.", "There are three parameters within which action can be taken: revenue, expenditure and retirement age.", "The scale of the problem advises diversifying the measures with broad and stable agreements.", "Generally, it is appropriate to increase the contributivity of the system and its transparency, ensuring a level of sufficiency for those households with more limited resources.", "Also, establishing automatic adjustment mechanisms would help stabilise the system, adapting it to demographic and economic changes.", "Indeed, several EU countries (such as Germany, Sweden and Italy) have already established a link between the level of benefits or retirement age and life expectancy.", "Combating climate change and smoothing the transition to a more sustainable economy are another of the fundamental challenges we face.", "Fiscal policy should take the lead in attaining objectives in this field, both to deter the most environmentally harmful activities, through an internationally harmonised tax system, and to foment the public and private investment needed to develop cleaner technologies and alleviate the social costs of the transition.", "As to inequality, we began the current crisis with a higher level than was the case at the end of the previous upturn, and everything suggests that this crisis will entail a further increase.", "The employment protection and income support measures approved should contribute to lessening the vulnerability of the households most affected.", "Also, many of the reforms intended to improve productivity or lower unemployment and job insecurity are vital for reducing inequalities.", "The minimum life income scheme could, in coordination with regional government arrangements, contribute to alleviating extreme poverty.", "In this connection it will be important, as provided for in the scheme's founding legislation, to assess its application on an ongoing basis.", "Also, and in particular, we must determine whether the eligibility requirements are effective for supporting the most vulnerable groups, and whether its design offers sufficient incentives for beneficiaries to join the labour market.", "An additional matter is the problem of the affordability of rental housing.", "International evidence shows that policies aimed at increasing supply are the most effective.", "Some countries have opted to combine the introduction of public guarantees with tax incentives for the private-sector development of rental housing.", "It is also crucial to ensure legal security for owners.", "Turning to European economic policies, despite the response during the crisis, there are structural shortcomings in euro area governance that need resolving.", "From the standpoint of crisis management, resolving these shortcomings would also be important, given that we cannot rule out the fact that the impact of the pandemic on the economy, and its persistence, may be greater than expected.", "We must persevere with a European response to this crisis.", "Completing the Banking Union with the approval of a fully mutualised European deposit guarantee scheme would contribute decisively to ensuring financial stability in the euro area, both in the coming months and in the medium term.", "Deepening the Capital Markets Union project would likewise be crucial.", "And a further priority is to analyse the suitability of European bank resolution and winding-up regulations to a hypothetical systemic crisis, and to set in place a common procedure for the administrative winding-up of credit institutions.", "The crisis has also shown that monetary policy cannot be the only euro area stabilisation mechanism.", "We must equip ourselves with a permanent fiscal stabilisation mechanism that allows us to face future crises without the need for ad hoc political agreements.", "The European funds approved during this crisis may be a good precursor of this mechanism.", "And we must also debate the reform of the Stability Pact.", "It should be simplified and tailored to the current circumstances, namely the low interest rate environment.", "Further, its scant capacity to successfully steer countries to build up fiscal buffers in boom periods for use in crises must be resolved.", "The medium-term challenges also affect monetary policy.", "These challenges arise from the progressive reduction in the so-called natural interest rate in recent decades.", "It is attributed to demographic factors, such as population ageing, or technological factors, such as lower productivity growth, which have altered the balance between the supply of saving and the demand for investment.", "The upshot is that, to stabilise inflation, real interest rates must now be lower.", "The problem lies in the fact that there is a lower bound on nominal interest rates, meaning that monetary policy is more effective in combating inflation than deflation or, even, persistently low inflation.", "Against this background, the main central banks have deemed it necessary to review their monetary policy strategies.", "In the case of the ECB, this review is ambitious; it not only analyses how to address this situation, but also the design and optimal use of monetary policy instruments, inflation measurement, the interactions between monetary and macroprudential policy, communication by the institution, and the impact of climate change, digitalisation and globalisation.", "One of the key issues will be the definition of the price stability objective.", "The current objective, consisting of a rate below but close to 2%, needs reformulating.", "First, it is necessary to clarify the inflation level it is wished to attain - e.g.", "2% - to make it easier for citizens to understand and to allow a sufficiently high buffer, above zero, that will afford more leeway to interest rate policy.", "Further, this objective must be more symmetrical in nature, making it clear that our response to slippage below the objective will be as forceful as with deviations above it.", "Our determination to achieve symmetrical results in inflation developments around this objective will also be patent.", "Another key aspect is what monetary policy instruments we should have.", "In the setting described, asset purchase programmes and liquidity-providing operations for banks should be part of the normal \"toolbox\".", "Moreover, we should equip ourselves with sufficiently flexible instruments to head off fragmentation dynamics that may compromise the proper transmission of monetary policy euro area-wide.", "Finally, allow me to voice some thoughts on the main challenges in the banking sector regulatory and supervisory area.", "The crisis has but highlighted the importance of a healthy banking sector, with sufficient buffers to absorb unexpected losses.", "We must ensure that the sector's resilience remains in place for new risks that may emerge.", "A reminder, too, that the Basel III global reforms have still to be implemented.", "The aim is to homogenise the calculation of risk-weighted assets across institutions and, to achieve this, a key element is the so-called output floor.", "Essentially, a floor is set on the reductions banks can obtain using internal models to calculate minimum capital requirements instead of the standardised approach.", "This objective remains wholly in place.", "Indeed, after having delayed implementation by one year, all the members of the Basel Committee on Banking Supervision it is my privilege to preside have committed to fully implement this reform on the new date.", "At the national level, the coordinated supervision of risks to financial stability has been strengthened with the creation of the Spanish macroprudential authority (AMCESFI).", "In parallel, new macroprudential instruments have been made available to the Banco de España, increasing our capacity to act ahead of episodes of excessive or inappropriate credit growth.", "Aside from these improvements, it would be worth reflecting on our institutional financial architecture.", "In the wake of the previous international financial crisis, some countries changed their models, generally moving to more integrated models involving a greater role for central banks.", "Among these, we have witnessed the separation of the responsibilities for preserving the financial soundness of all financial institutions irrespective of their nature (banking, insurance, securities, etc.)", "and for overseeing the conduct of their relations with customers, assigning such responsibilities to different authorities (to the Banco de España and to the CNMV, respectively).", "This is, in my view, an optimal institutional arrangement for managing potential clashes between both responsibilities and for enhancing the efficiency and effectiveness of the supervisory activity.", "As I said, it will be important to respond to the new risks that emerge, which include most notably climate change and digitalisation.", "In the case of climate change, we supervisors must ensure that banks correctly assess risks and incorporate them into their portfolio management.", "We must also fulfil a complementary role by developing databases and appropriate reporting requirements, and by including risks in financial stability analyses.", "Indeed, many supervisors are developing environmental stress tests.", "As to technological developments, there are prominent risks associated with cyber attacks or with dependence on external services providers.", "But there are also those arising from the growing competition with technological companies, which may become disruptive.", "The consequences for prudential authorities are significant.", "We must maintain proactive supervision, since the traditional regulatory framework may not be enough.", "And we will have to question the regulatory perimeter, so that the habitual mantra of \"same activity, same risks, same rules\" is genuinely operational.", "Finally, we must strengthen cooperation among authorities given the diversity of sectors affected.", "Governance of the information that firms have on customers is a particularly important issue.", "It appears reasonable that, if it is considered necessary for this information to be available to all operators, such an obligation should have no exceptions, and that its scope should be clear, always observing customer rights.", "BigTech also exerts pressure on the sector's profitability, which is already weakened by the impact of the pandemic and by developments in the wake of the global financial crisis.", "To improve matters, banks should pursue efficiency gains, cutting costs and using new technologies more intensively.", "In particular, they should refine the use of the information they have, which enables them to improve their business model without raising their risk profile.", "Consolidation processes may also be useful, though an evaluation of the merits of each proposal is needed, particularly regarding the impact on financial stability.", "European transnational operations would be particularly positive, given that they would help further the Banking Union.", "As you can see, the to-do list is an ambitious one, given both the number of tasks and how demanding they are.", "This is why we must set to work as soon as possible, mindful that the rewards are substantial.", "Accomplishing these tasks is a job for all of us: authorities, legislators, firms and citizens.", "We can all contribute to reducing uncertainty when it comes to foreseeing how the future will be.", "In the spirit of Abraham Lincoln's words, who stated that \"the best way to predict your future is to create it\", we are all jointly responsible for setting in train the reforms that can obtain a better future for us and the coming generations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Economic impact of COVID-19", "Medium-term economic outlook", "Monetary policy", "Banking sector", "Fiscal policy", "Structural challenges", "Climate change", "Inequality", "European economic policies", "Banking regulation and supervision"]}