{"sentences": ["SPEECH SVERIGES RIKSBANK 31/05/2021 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Governor Stefan Ingves Swedish Economics Association Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se New financial environment - how is the Riksbank meeting the new challenges?1 Thank you for inviting me here to the Swedish Economics Association to speak again this year.", "I always enjoy coming to speak to you as it gives me the opportunity to discuss a subject in greater depth.", "But this year I intend to take a somewhat broader perspective and talk about the Riksbank's three main business areas: payments, monetary policy and financial stability.", "In the public debate, there is often a tendency to focus on one area at a time.", "Recently, for instance, payments have been in focus as a lot is happening in the payments market.", "Monetary policy is almost always in focus, but often without mentioning that financial stability is a necessary condition for price stability.", "But it is fairly natural that this is the case, if only because it is difficult to be an expert in all of these areas at the same time.", "During my professional life, I have had the privilege of being responsible for each of these areas at some point.", "I have also experienced what it is like when one of them is not functioning, and how this affects the other areas.", "This has helped me to better understand how the different areas are inter-dependent.", "If we do not have financial stability, then monetary policy will not function as it should and the payment system risks failing.", "If the payment system does not function, this leads to risks for both financial stability and monetary policy.", "If we do not have price stability, there will be consequences for both financial stability and payments.", "I would like to thank Hanna Armelius and Magnus Jonsson for their help in writing this speech and Elizabeth Nilsson for help in translating it into English.", "I would also like to thank Emma Bylund and Petra Frid for help with data and diagrams and also Meredith Beechey, Frida Fallan, David Farelius, Gabriela Guibourg, Jesper Hansson, Iida Häkkinen Skans, Jens Iversen, Stefan Laséen, Pernilla Meyersson, Cecilia Roos-Isaksson, Åsa Olli Segendorf, Marianne Sterner, Ulf Söderström and Anders Vredin for their valuable comments.", "Over the past 10-20 years, technological developments, globalisation and various reforms have changed the financial environment.", "The financial sector has become an increasingly important part of the economy.", "New actors and new services have emerged.", "FinTech companies have contributed new financial innovations.", "The changes are essentially positive and contribute to a favourable economic development.", "But the new environment also entails new risks and challenges for society.", "New challenges in a new financial environment.", "The Riksbank's task is to promote a smoothly-functioning financial system and this means maintaining price stability and promoting a safe and efficient payment system.", "We therefore need to adapt our activities when the financial markets change and develop.", "The new financial environment has implications for payments, as well as monetary policy and financial stability.", "I therefore intend to discuss both how the financial environment has changed in recent decades, and how the Riksbank is dealing with the challenges that this entails.", "The payment market is currently undergoing a phase of major changes in Sweden and abroad.", "Digital methods of payment are becoming increasingly common, at the cost of cash, and new technology enables payment services to be offered increasingly by companies other than banks, such as FinTech companies.", "Digitalisation and increased competition make payments simpler and smoother, but also create new risks to which the Riksbank needs to react.", "For instance, we need to modernise the system we provide for interbank payments.", "We also need to supplement cash with \"digital\" cash - what we are calling the e-krona.", "However, I would like to emphasise that it is important that Swedes can continue to pay with physical cash.", "An increasingly rapid integration of the financial markets has led to financial capital being able to move rapidly and freely between countries and regions.", "Conducting an independent monetary policy thus becomes more difficult.", "The national financial markets policy has also had less room for manoeuvre; the more the financial markets integrate with one another, the more difficult it becomes for national financial market policy to maintain financial stability.", "Quite simply, in a world with well-integrated financial markets, more cooperation is needed at a supranational level.", "I therefore think that Sweden, with its large cross-border banks, should consider membership of the Banking Union.", "To enable the Riksbank to carry out its tasks and deal with the challenges offered by the changes in the financial system, the monetary policy instruments need to be fit-for-purpose and flexible.", "The coronavirus pandemic has shown that a combination of several instruments - not just the policy rate - may be needed to stabilise the economy in a crisis situation.", "The Government has in its proposal for a new Sveriges Riksbank Act suggested several restrictions to practical monetary policy.", "I think this is unfortunate, as it makes it more difficult for the Riksbank to safeguard an efficient and stable financial system, if the proposals are put into practice.", "The Riksbank's balance sheet is currently very large, and this is mainly due to the extensive purchases of government bonds we began making at the beginning of 2015, and to the measures taken during the pandemic.", "I believe that our balance sheet will remain large for some time to come.", "There are several reasons for this.", "In particular, the generally low interest rates mean that it will become more difficult to use the policy rate in monetary policy, but many of the changes in the financial environment are also important reasons.", "My assessment is therefore that the bond purchases and holdings of bonds will play a larger role than before.", "I would like to discuss the changes in the financial environment and how they affect our different areas of operation, but before I do so I shall talk about the Riksbank's main role in the financial system, namely to provide the Swedish economy with safe money that is easy and efficient to use.", "The Riksbank provides the economy with money that safe and simple to use Money is needed so that we can buy and sell goods and services.", "If we are to have confidence in money, and want to use it, it needs to be both safe and easy to use.", "This requires in turn financial stability, price stability and smoothly-functioning payment systems.", "Let me describe how the Riksbank tries to create the right conditions.", "If we start with money being safe, this means that one can rely on money representing a particular value in goods and services, and that it will retain this value until the day one wants to redeem it for goods and services.", "The pieces of paper that we issue have no value in themselves, but function as a form of evidence that someone has produced something of value.", "In the academic literature there is, for instance, a branch known as 'monetary economics' or in its modern form, 'new monetarist economics'3, which looks into why money arises and under what conditions it retains its value.", "The basic idea behind monetary theory is that money is essential because the economy is so large that we cannot rely on everyone always keeping their promises.", "Another way of expressing this is that there is no easy way of writing perfect contracts with everyone else in the economy.", "On a small scale we could explain it with an example.", "Pelle works as a teacher and he wants food.", "Anna works as a farmer and wants her children to go to school.", "If Anna could promise Pelle that he could have food when she harvests in the autumn, Pelle could teach the children all year and then receive food when Anna harvests.", "But if Anna's children have already received their schooling, there is no incentive for her to give Pelle food afterwards.", "Anna and Pelle could, however, sign a contract that ensures they each keep their side of the agreement.", "If we imagine that this type of contract were to be signed with everyone from whom we want goods and services, we soon realise that it would become very complicated Money is a broader concept than just cash.", "Most of the money in Sweden today is electronic money issued by the banks.", "See, for instance, Williamson and Wright (2010) or Lagos et al.", "to write all of these contracts, and that some form of further guarantee was needed to ensure the contracts were complied with.", "This is where money comes in and makes things easier for everyone; in that we agree what we will use as means of payment and store of value, Anna can give Pelle money for his work that represents the value of her harvest.", "The money is a representation of the work someone has done.", "But for this to work, everyone must trust that it will be possible to buy what they want for the money, and that it must be easy and cheap to use money.", "This is where the central banks and other public authorities come in.", "The Riksbank's role is to add efficiency and reliability for Swedish kronor and this is how we do it: • By ensuring that money retains its value.", "It is via monetary policy that the Riksbank holds inflation low and stable.", "By ensuring that one can rely on payments in Sweden.", "We need to know for certain when a payment has been finally executed, otherwise we would not be able to trade with one another.", "It is also possible that major risks could arise to the financial system if many participants had claims on one another.", "By supplying a payment system so that the banks manage their payments via the Riksbank we ensure that the payments are running smoothly.", "• By ensuring that one can rely on the banking system where money is stored and created.", "In times of crisis, central banks shall be able to lend money to banks that are considered systemically important and solvent, but which have liquidity problems.", "This is known as being 'lender of last resort', and it has been shown that central banks strengthen confidence in the banking sector in this way, which reduces financial stress and the risk of financial crises.", "Another important way of building confidence in the banking sector is to ensure that the banks are under sufficiently strict financial regulation and supervision - a responsibility that is divided between different authorities in Sweden.", "This ensures that the banks have sufficient capital and liquidity and that they limit their risk-taking.", "By ensuring that one can rely on the Swedish krona in all its forms.", "As bank deposits are redeemable for central bank money, one can rely on one krona always being one krona.", "In earlier times, when private banks could issue their own banknotes, it was sometimes the case that banknote from different banks were traded at different values.", "• By ensuring there is sufficient safe money.", "The Riksbank supplies as much cash as is in demand and contributes to the stability of the banking system's supply of other means of payment.", "In future, the Riksbank may need to supplement cash with an e-krona, to secure the general public's access to central bank money.", "Kocherlakota (1996) has written an essay called \"Money is memory\".", "Walter Bagehot wrote about this as early as 1873.", "I would also like to mention that the deposit guarantee, which is managed by the Swedish National Debt Office, is also important in avoiding bank runs.", "One can say that the Riksbank functions as the hub of the Swedish financial system.", "We can also note that the financial system that has grown up around the world is based on countries or currency areas having state money and state control over the payment system.", "Quite simply, state institutions are needed to guarantee that the requirements in these points are met.", "Payment markets are changing - motives for Almost all economic activity is linked to some form of payment, so without functioning payment systems the economy would grind to a halt.", "It is therefore important that the central banks adapt to the technical innovations that are now rapidly changing the payment market.", "There must be transactional efficiency in Swedish and by that I mean that they should be cheap and easy to use for both domestic and international payments.", "This is also what households, quite rightly, expect in today's digital society.", "By keeping apace with technological developments, we ensure that the safety net I mentioned earlier, which preserves the value of money and ensures it is easy and cheap to use, remains in place.", "For the Riksbank's part, this means that we need to continue our work on modernising our money so that it is better suited to a digital economy, that is, to continue our work with the e-krona.", "We also need to update the infrastructure for payments.", "One should not have to wait several days for a payment to be executed.", "We will therefore offer what are known as 'instant payments', that is, payments that are executed directly, 24/7.", "We also need to invest more resources in cyber security and crisis preparedness so that the payment system can withstand shocks.", "It is important not least to continue the international collaboration we have with other central banks and with the Bank for International Settlements (BIS).", "There we are working on simplifying cross-currency payments and analysing digital central bank money (also known as CBDC, Central Bank Digital Currency).", "It is therefore very pleasing that the BIS' new Innovation Hub will soon open in Stockholm.", "These hubs are a means of ensuring that the central banks have good cooperation with one another and keep up to date with the rapid technological developments currently taking place.", "New participants entering the payment market This development is clearly visible in the payment market.", "New technology and new legislation has made it easier for other types of company than banks to compete in mediating payments.", "Consumption patterns are also changing, for instance, in that it is becoming increasingly common to shop online rather than in physical shops.", "It may seem as though competition and efficiency will only increase as digitalisation increases.", "But the payment market is distinguished by positive network effects.", "This means that when new users connect to a payment solution, there is increased benefit for all participants.", "This means that the market could ultimately be dominated by one or a couple of large companies that attain It is of course also important to have a stable fiscal policy to ensure there is confidence in the currency.", "It is therefore important that the state takes responsibility and regulates the market, but as new products are positive for consumers, the state also needs to implement measures to benefit competition and innovation.", "These new types of company that have begun competing on the payment market often have as business concept to gather and analyse data, which means they can offer cheap services.", "This so-called FinTech sector has grown rapidly and is now challenging the banks.", "In general, increased competition is positive, as it leads to lower prices for companies and customers.", "However, it is important that the same rules apply to all players on the market, and that the legislation also stays apace of the emergence of new phenomena, which can be difficult to classify and to scrutinise.", "Sometimes the changes on the payment market occur very quickly.", "In China, it didn't take long before companies like Alipay and WeChat Pay had taken a dominant position.", "This is where network effects come in.", "Big tech companies like Apple and Google have begun to show an interest in payments.", "Some big tech companies already have a lot of customers on their platforms.", "If they add payments with some auxiliary services that make them attractive, such as discount offers, it may not take long to achieve a critical mass of users.", "If the really large international big tech companies begin to seriously offer bank-like services or own currencies, this could entail a major change in the financial system.", "However, it isn't always the case that the new participants compete with the banks.", "They often cooperate with the banks.", "A large part of the innovation process is with the banks.", "Swish and Bank ID are a couple of Swedish examples that the banks have initiated.", "However, it is possible that the banks will be inspired by new, innovative companies and that they will be forced to invest greater resources on development when there is external pressure to change.", "One possible development is that the boundaries between banks, payment service providers and FinTech companies will be erased in the future.", "A further challenge on the market is cryptoassets (or cryptocurrencies as they are sometimes called), such as bitcoin.", "These are private currencies that have no state backing.", "In the case of bitcoin, one has tried to replace the state's function as guarantor for money with technology that limits the supply.", "But this technology means at the same time that bitcoin is very ineffective to use, as each payment requires large amounts of time and energy.", "Nor is there anything to limit the supply of copies of bitcoins in the form of other cryptocurrencies.", "So-called stablecoins are instead based on borrowing credibility from state money by promising full back-up in a state currency.", "However, it is very difficult for a totally private currency to gain the same credibility as state money enjoys.", "What do all of these challenges and changes mean for us central banks?", "Well, we must also adapt our activities to the new environment.", "This is nothing new for an This has also been done at EU level, for instance through the PSD2 legislation, which enables payment service providers, which do not have their own deposit accounts, to offer payment solutions initiated from bank accounts.", "This increases the circle of companies that can offer payment products.", "For further information on this, see the CPMI report \"Non-banks in retail payments\" (2014).", "For more information on stablecoins, see Arner et al.", "institution like the Riksbank, which has existed for more than 350 years.", "It is difficult to survive for so long without being able to adapt.", "But what is new this time is how quickly we may need to adapt.", "When it comes to the payment market, I think the ambition should be for the Riksbank to promote harmonisation and competition on equal terms by offering attractive platforms for banks and others to make their final payments.", "This also increases security in that the liquidity risks in the system decline.", "One could of course imagine that the banks would have their own system to regulate payments with each other.", "But if a private player were to run such a system, all participating banks would have large claims on that player, just as they have on the Riksbank at present.", "And if such a private player were to go bankrupt, this money would be lost if a payment had not gone through.", "That risk does not exist when the central bank runs the settlement system.", "Moreover, there could be large volumes of payments so that costs become low, especially if a lot of countries collaborate, as is now the case on the ECB's TIPS platform12.", "By ensuring that there is transactional efficiency in Swedish krona, we also reduce the risk of any other type of currency taking over parts of the economy.", "New payment methods emerging Changes in the payment market are not only about new companies coming in to compete for business.", "The way that households and companies make their payments is also changing.", "For instance, they more often make direct payments to other countries, as online trade is increasing.", "The central banks need to ensure that these flows are also stable and efficient.", "At present, cross-border payments are often slower and more expensive than domestic payments.", "There is therefore a large-scale international cooperation within the frameworks for the G20, FSB and BIS to improve international payments.", "Although Sweden is not a member of the G20, we play an active role in this work, and one of the working groups is led by First Deputy Governor Cecilia Skingsley.", "In addition to this, the Riksbank is also working more locally on making it easier for Swedish households and companies that want to make cross-currency payments.", "We have begun to investigate, together with the ECB, whether it would also be possible to use the TIPS platform for cross-currency payments.", "As I mentioned earlier, the Riksbank will have its RIX-INST service for instant payments in SEK there.", "If we succeed with this type of standardisation, it might also work as an example for other countries and regions to follow.", "Another change that is under way in Sweden in particular, is the continuing decline in the use of cash.", "According to the Riksbank's most recent survey, less than one in ten purchases in Sweden is made with cash now, see Figure 1, and last year Swish was for the first time used more than cash.", "The Riksbank has signed an agreement with the ECB on the settlement of Swedish krona in TIPS.", "For further information on this, see link on Riksbank's website.", "This applies primarily to payments outside of the EU.", "For an arithmetical example, see the report Payments in Sweden.", "There are many reasons why Swedes are choosing to abandon cash.", "One example is the rapid emergence of the Swish mobile app.", "Even if we welcome technological developments and the increased competition on the payment market, there is a risk that developments will move too fast.", "There are many people who have problems in using digital methods of payment, and when fewer and fewer businesses and restaurants accept cash, some people will experience problems.", "Cash is no longer easy to use.", "Many shops and restaurants will no longer accept cash, and it is difficult to deposit and withdraw cash, especially if one is dependent on doing so over the counter and not through an ATM.", "I, and the Riksbank, have long pointed out that the legal position of cash needs to be strengthened.", "Some form of activities should be obliged to always accept cash, such as the medical sector and pharmacies.", "Similarly, it should be possible to deposit both banknotes and coins, and to do so over the counter.", "There is currently around one million people in Sweden who have limited access to digital technology or who have limited capacity to use it.", "Many elderly people are dependent on help from a person and therefore have no use for services based on using ATMs.", "This is a large and growing problem that needs to be resolved at a political level.", "It is also important for Sweden's crisis preparedness that the use of cash does not fall too low.", "If cash is needed as a means of payment in a crisis, it must also be possible to use it in normal circumstances.", "The Riksbank will continue to work to reinforce the position of cash.", "E-krona can complement cash without major consequences for financial stability and monetary policy In addition, the Riksbank has also been investigating for a few years now whether it would be possible to offer the general public a safe electronic alternative that could function in largely the same way as cash; an e-krona.", "This could be a means of ensuring that the general public in Sweden, which has had access to central bank money since the 17th century, can continue to do so even in a digital age.", "The model we have had, where the Riksbank's cash has co-exited with private means of payment, such as deposits in bank accounts, has functioned well.", "By introducing an e-krona, we can ensure that the function that cash has historically had as anchor for payments can live on in a new technical form.", "An e-krona can, like cash, contribute to increased competition and robustness on the market by offering an alternative to private sector payment services.", "If the Riksbank is present in the market with its own supply of money to the general public, it will also be easier for the Riksbank to ensure that basic payment services are made available to all, including the vulnerable groups I mentioned earlier.", "It is of course important to ensure that the e-krona does not have negative consequences for monetary policy or financial stability.", "As I explained at the start, all of For more information on this, see Armelius et al.", "See also the Riksbank's consultation response regarding the new Sveriges Riksbank Act (2019).", "The banks would still have access to central bank money as they have money in accounts with the Riksbank.", "these areas are interconnected and therefore we and others have analysed them.", "This is an exciting field of research, and more analysis is needed, although it is nevertheless possible to draw some conclusions.", "With regard to monetary policy, it must be possible to distinguish between an ekrona with or without interest.", "An interest-bearing e-krona would not have any major consequences for monetary policy in Sweden.", "Sometimes people believe it would be easier to set very low negative interest rates with an interest-bearing ekrona, but this is not true.", "The policy rate's lower bound is currently determined by there being cash for households to hold instead of having money in an account with a bank.", "Similarly, the banks have cash as the only alternative to holding money in accounts with the Riksbank.", "However, holding large amounts of cash entails certain costs, such as for transport and insurance, and we therefore can set the policy rate a little below zero.", "This relationship is not affected by whether or not there is an interest-bearing e-krona, as we would not introduce an e-krona to replace cash.", "A non-interest-bearing e-krona, on the other hand, would raise the lower bound for the policy rate to zero.", "This is because the e-krona would then function as cash with regard to alternative investment, but without the costs for storage, for instance, that large amounts of cash incur.", "Zero would therefore be a sharp boundary for the policy rate if there was unlimited access to a non-interest-bearing ekrona.", "But it is of course possible to implement other measures that counteract such a sharp boundary, such as limits as to how many e-krona one can hold or who is allowed to hold them.", "The potential impact of the e-krona on financial stability is a more complex question.", "A couple of years ago, it was fairly common to hear concern expressed over the risk that bank runs would increase when there was stress on the market and an attractive, risk-free alternative such as a digital central bank currency was available.", "However, there is research that shows why this need not be the case.", "In general, I would say that within the central bank world this is no longer seen as a particularly large risk.", "On the other hand, there is still potential cause for concern if the e-krona were to become so large that in normal times it takes over large shares of the banks' deposits from the general public.", "However, it is possible to limit the demand for e-krona, for instance through interest or volume limits.", "It is interesting to note that the fears expressed at present about the e-krona are almost an echo of the debate conducted around 100 years ago when the Riksbank was to be granted a monopoly on issuing banknotes.", "Even then, there were \"fears of severe disruptions in the business world\".", "It was also thought that the reform would make the Riksbank \"much more powerful than before and with greater For more detailed information, see the special edition about the e-krona in Economic Review No.", "The money that banks have in accounts with the Riksbank can only be used for payments between banks and not for payments in ordinary shops.", "For example, Brunnermeier and Niepelt (2019) have shown in a theoretical model that state digital currency need not have negative consequences fro financial stability.", "powers of decision over the entire Swedish economy\".", "It all turned out well 100 years ago, but even if we do not consider that an e-krona would be as revolutionary as some people seem to think, it is appropriate that the Riksdag should also look into this question.", "The inquiry into the role of central government in the payment market, which has recently started up, has been tasked with taking a stance on whether an e-krona is needed.", "It is important that the e-krona is included in this inquiry into the future payment market, and it will be interesting to see the conclusions.", "I also think that the e-krona, if it is issued, should have the status of legal tender, as cash has.", "It is important to also mention here that even if cash appears to be marginalised at a faster pace in Sweden than in other countries, Sweden is not in any way unique with regard to ideas about issuing central bank digital currencies.", "The Bahamas, for instance, has already introduced a CBDC, and in October last year we published a report, together with the central banks in Japan, the United States, the Eurozone, the United Kingdom, Canada and Switzerland, where we discussed the principles on which CBDCs should be based.", "I notice that in international discussions there is a fairly considerable insight into the fact that central banks need to update their payment systems and their money to promote safety and efficiency as the payment markets become increasingly multi-faceted.", "I would like to say that the best thing for the economy is if the central banks can continue to play the same role as guarantor for confidence and as hub in the system as they have had before, but with methods that are adapted to the changing world.", "Status CBDC projects in different countries ECCB*: Live pilot Ongoing pilot \"Wholesale\" project or pilot No information available *Eastern Caribbean Central Bank Source: Updated data from BIS website from Auer et al.", "-gb/press-and-published/notices-and-press-releases/notices/2020/the-riksbanksix-other-central-banks-and-bis-in-collaboration-on-principles-for-central-bank-digital-currency-cbdc/Riksbank, see also Image 1.", "The ECCB has an ongoing pilot project that is available to all, and therefore classified at \"live\" by the BIS.", "The financial system has become more integrated - and risky The financial systems in Sweden and abroad have grown rapidly in recent decades and become increasingly large parts of economies, which is often termed financialisation.", "In the mid-1990s, the financial sector's assets in Sweden were six times greater than GDP, while today they are almost 14 times greater, see Figure 2.", "The fact that the financial system is large and functions well benefits economic developments.", "It contributes to the payment system functioning, it channels saving to the most productive investments and it spreads out the risks in the economy.", "At the same time as the financial system has grown, the financial markets in different countries have become increasingly integrated with one another.", "This is also essentially a positive development, as it increases competition and improves efficiency.", "But a larger - and more integrated and innovative financial system - also makes new demands of monetary policy and financial market policy.", "Independent monetary policy and national financial market policy more limited One consequence of the financial markets having become more integrated is that financial capital can move faster and more freely than before and this tends to even out interest rates between countries, see Figure 3.25 This can in turn limit the national central banks' possibilities to affect inflation and resource utilisation.", "According to the theory of the so-called monetary policy trilemma, it is not possible to combine an independent monetary policy with free movement of capital and a stable exchange rate.", "Moreover, economists have recently pointed out that it might not be possible to combine an independent monetary policy with free movement of capital even with a floating exchange rate.", "If the financial conditions are largely determined by the outside world, the choice in actual fact concerns either having an independent monetary policy or free movement of capital.", "The monetary policy trilemma may thus in reality be a dilemma.", "According to another trilemma, the so-called financial trilemma, it is not possible to combine national financial market policy with financial integration and financial stability.", "One can choose two of these three things, but all three cannot be attained simultaneously, see Image 2 for an illustration.", "The financial trilemma is based on the effects of the banks' cross-border operations.", "If the banks become less dependent on the economic conditions in their own countries, this can on the one hand contribute to spreading out risks and therefore even out households' and companies' incomes.", "But on the other hand, it can mean that shocks are By financial market policy I mean financial supervision (microprudential and macroprudential policy), crisis management and financial safety nets.", "According to the so-called Heckscher-Ohlin theory, real interest rates and real wages under certain conditions even out between countries solely through trade, that is, without movement of capital and labour.", "But if production factors can also move between countries, which has been increasingly the case over time, each country's \"autonomy\" will probably decline further.", "more easily spread to banks in other countries.", "Moreover, banks can become too large and too complex for an individual country's supervisory authority to be able to manage the problems that might arise in a financial crisis.", "The greater the financial integration, the more difficult it become for the national financial market policy to maintain financial stability.", "In a world with well-integrated financial markets, more cooperation is needed at a supranational level.", "The financial trilemma: Only two of these three things can be attained Financial integration National financial Financial stability Source: Sveriges Riksbank The financial trilemma indicates Swedish membership of the European Banking Union The European Banking Union organises the work on supervision and crisis management of banks at a European level.", "It is obligatory for the euro countries to join the union, but voluntary for other EU member states, including Sweden.", "The Swedish Government has published a public inquiry evaluating the effects of a Swedish membership of the Banking Union and the Riksbank has provided its views on the matter in a consultation response.", "The financial trilemma is a simple means of illustrating one of the conflicts of interest that the Banking Union is trying resolve.", "Free movement of capital can be combined with financial stability if the financial market policy is supranational, that is, if it covers the entire geographical area the capital can move in.", "One of the purposes of the Banking Union is thus to limit the national financial market policy See Swedish Government Official Reports (2019) and Sveriges Riksbank (2020a).", "For a detailed discussion of the financial trilemma and the Banking Union, see Farelius et al.", "For a discussion of further aspects of a Swedish participation in the Banking Union, see Sveriges Riksbank (2020a) and Ehrenpil and Hector (2017).", "in favour of more supranational policy and in this way improve the possibilities for preserving the stability of the financial system.", "However, the trilemma does not provide an unambiguous answer as to what is a reasonable balance between the different objectives; it is instead a question of judgement.", "It is important to remember that the Swedish banking sector has extensive international operations, primarily within the EU and especially in the Nordic-Baltic region.", "In the wake of the global financial crisis 2008-2009, the NordicBaltic Macroprudential Forum, NBMF, was created in 2011, at the initiative of the Riksbank.", "This forum has been successful and has reinforced cooperation on macroprudential policy in the region, which has ultimately also strengthened financial stability in both Sweden and the region as a whole.", "And my assessment is that the integration of the financial markets in the region has made a strong contribution to this success.", "The Swedish financial market has so far not been as integrated with the rest of Europe as with the Nordic-Baltic region.", "Since the euro was introduced, the financial markets within the euro area in particular have become increasingly integrated, but there has also been greater integration in global terms.", "The focus in recent years has been on developing and deepening the market for financial services in the EU and speeding up the integration of the member states' capital markets.", "I think that this rapid integration of the financial markets in Europe points towards a Swedish membership of the Banking Union.", "But there are also other factors that speak in favour of membership.", "One important factor is the risk that we will have less influence in the decision-making processes if we remain on the outside.", "Developments within the EU have led to an attempt to harmonise the regulatory framework governing the financial markets.", "This involves capital adequacy requirements and management of banking crises.", "There is thus already scope for special national solutions, regardless of whether or not a country is part of the Banking Union.", "The group of non-euro countries within the EU also risks having less influence now that the United Kingdom has left.", "Being a member of the Banking Union is a means of gaining more influence and affecting the design of the regulatory framework for the financial markets.", "Financial system riskier The technological developments within the information and communications field - what is known as digitalisation - have been very rapid in the past 10-20 years.", "This, together with globalisation, has implied that trade has increased and that the labour force and capital have become more mobile, which has been positive for economic developments, but also for the development of the financial markets.", "These markets have been able to open up for more participants and new services.", "Risk management has become more effective with the aid of new financial instruments, and risks have been spread over more markets.", "Companies are The Capital Markets Union is an EU initiative aimed at facilitating free movement of capital within the union, see -economy-euro/growth-and-investment/capital-markets-union_en.", "increasingly often using market financing and this has been positive for competition and forced the banking sector to become more efficient.", "Several of the changes in the financial system have in other words been positive, but they have also entailed larger risks.", "Market participants' behaviour riskier There is a greater risk of herd behaviour.", "The participants are evaluated to a greater extent against other market participants.", "This increases the incentives to do the same as everyone else, so that one at least does not report poorer results than the average.", "Information on other participants' behaviour has also become more easily accessible, which can further increase the risk of herd behaviour.", "This increases the risks of liquidity problems, particularly in the event of financial crises, when an increasing number want to sell similar assets at the same time.", "Moreover, market participants' tendency to take risks has probably increased as they are evaluated in an increasingly short-term perspective.", "It has become simpler to choose investments in securities with a specific liquidity, maturity and risk through so-called securitisation.", "What this means is that credit institutions, often banks, with a portfolio of for instance mortgages, sells this portfolio as a package to another credit institution.", "The buyer then converts the package into new securities with specific risks and interest terms - this is what comprises the actual securitisation - and sells the package on to new investors.", "These new packages are attractive investment objects as they often provide a good return in relation to the risk.", "Securitisation can increase the efficiency of the financial system, but it also entails risks, which was showed by the global financial crisis 2008-2009.", "One reason for the risks possibly increasing is if securitisation affects the banks' capital requirements.", "If a bank sells a portfolio with mortgages, the capital requirement is less binding and one has scope to give new loans.", "So far, however, securitisation has not been as common in Sweden as in, for instance, the United States or the United Kingdom.", "Moreover, it has become less common since the global financial crisis.", "However, new products are being created all the time, that can entail risk.", "Recently, for instance, there has been a focus on SPAC (Special Purpose Acquisition Company).", "Instead of taking a bank loan when starting a company, one forms a 'shell' company that takes in money and then buys a company.", "Market financing increases sensitivity to disruptions in the financial Many companies have begun to rely on market financing to a greater extent than before, that is, they issue their own commercial paper or corporate bonds instead of obtaining financing through bank loans.", "And this makes the companies more sensitive to disruptions on the financial markets.", "Around one third of the companies' loan financing is currently in this form, see Figure 4.", "There are probably several factors behind this development.", "For instance, the low interest rates have increased investors' willingness to take risk and demand for corporate bonds.", "However, more structural changes have also made it easier for companies to issue See Rajan (2005).", "bonds, such as the increased demand from asset managers, insurance and pension companies, which in turn reflects an increase in household wealth.", "In Sweden, these assets have increased from around SEK 6,000 billion to around SEK 14,000 billion over the past ten years, see Figure 5.", "Moreover, household saving in funds and pension companies, as a complement to ordinary bank savings, has increased.", "This development has meant that households have also become more sensitive to various shocks on the financial markets.", "Banks also rely to a large degree on market financing, see Figure 6 and it is not risk-free for them either.", "A large part of the short-term borrowing is moreover in foreign currency, particularly in US dollars.", "The fact that market financing is so large may be partly due to the Swedish pension system.", "If the collective pension savings contribute to household savings declining, it will reduce the banks' opportunities to obtain financing in this way.", "They will then be forced to instead issue their own bonds on the market and that they also borrow abroad could depend on pension savings to some extent taking place in assets in foreign currency.", "The development towards an increasingly sophisticated financial system, with more market financing, is essentially positive and actually reflects that \"everyone has become richer\".", "When total global wealth increases, we need a larger and more developed financial system to administer it.", "The Swedish banking system only consists of a few actors who are closely interconnected with one another.", "If problems arise in one bank, they will easily spread to others.", "The banks are therefore also vulnerable to disruptions in the financial markets, particularly the international financial markets.", "Low interest rates increase risks Global real interest rates have been low for a long period of time and have been falling since the mid-1990s, see Figure 7.33 This can also increase the risks in the financial system.", "The low interest rates namely risk triggering a \"search for yield\", that is, investors abandon safe investments in favour of riskier ones that have a higher yield.", "For investors with a predetermined nominal required rate of return, the search for yield may be particularly attractive.", "It is also the case that if investors find themselves in an environment with low interest rates and low risk over a long period of time, they may become used to this environment and not notice that conditions have changed.", "They may underestimate future risks and therefore refrain from compensating themselves sufficiently for the risks entailed in a particular investment.", "The low interest rates also contribute to increasing both housing prices and household indebtedness, even if the interest rates are not the only factor behind them.", "Prices in the Swedish housing market have been rising for a long time and the high prices stand out, even in an international comparison.", "Swedish housing prices and household indebtedness in relation to disposable income have risen by more than 100 per cent since 1995, see Figures 8 and 9.", "The housing market suffers from a number of structural problems that create imbalances and risks, both in the shorter and longer term perspectives.", "The problems on the housing market also affect the efficiency of the economy in that it is becoming more difficult to move, for example if one changes job.", "Addressing the structural problems requires reforms within both housing and tax policy.", "The Riksbank has long pointed out what problems may affect the financial sector if interest rates begin to rise and households have problems with their interest costs at the same time as housing prices fall.", "One specific risk in this context is that the housing market is dependent on a functioning bond market.", "A significant share of mortgage bonds are owned by foreign investors, see Figure 6.", "If these investors were to lose confidence in the Swedish economy or housing market and begin to sell their holdings, it would become more expensive for the banks to obtain financing.", "This could, in turn, lead to rising interest costs for households.", "Climate change can increase risks in the long run A more long-term and overarching threat to the financial system is climate change, and the global transition to a less fossil-based economy.", "Both the effects of global warming and the transition itself create climate-related risks that can give rise to financial risks for both banks and insurance companies.", "If companies do not then have sufficient resilience, financial stability may be affected.", "The monetary policy tools need to be fit-for-purpose Over a long period of time now, we have seen many different types of change in the financial systems, both in Sweden and abroad.", "The financial markets have grown very rapidly and at the same time they have become more integrated with one another.", "New instruments and new actors have emerged, which has made the markets more efficient, but also meant the risks are larger.", "To enable the Riksbank to manage its tasks and deal with the challenges offered by the changes in the financial system, the monetary policy tools need to be fitfor-purpose and flexible.", "The Riksbank's actions during the coronavirus pandemic are one example of why this is important.", "When the pandemic broke out in the middle of March last year, no one knew what economic effects it might have.", "We could not rely on the economic relationships that had applied previously still applying.", "Nor could we make forecasts in the normal way, but were forced to outline different scenarios.", "Moreover, it was difficult to determine what effects the different monetary policy measures would have in this new situation, at the same time as it was necessary to act quickly, clearly and powerfully.", "We therefore implemented extensive measures of various types in a very short space of time.", "If we had chosen to implement one measure at a time and then wait and evaluate the effects, well then we would probably not have created sufficient stability.", "See also the article \"The coronavirus is highlighting the need for flexibility in the new Sveriges Riksbank Act\" in Sveriges Riksbank (2020b).", "With hindsight, we can say that the measures together contributed to being able to avoid a credit crunch and to maintaining the stability of the financial system.", "Other contributing factors were measures taken by other central banks and other Swedish authorities.", "At the same time, we avoided a larger and more lasting downturn in the economy, which was positive for inflation prospects, for instance.", "In other words, there was no conflict of interests between on the one hand maintaining financial stability, and on the other hand supporting the real economy, as well as maintaining price stability.", "The pandemic showed, as I see it, that the Riksbank needs in certain situation to use a combination of several tools - not just the policy rate - to obtain the desired effect.", "The tools need to be fit-for-purpose under different conditions and in situations that can be difficult to specify in advance.", "It must also be possible to use them with a large degree of flexibility.", "This is particularly important when a combination of measures is needed.", "The Government has in its proposal for a new Sveriges Riksbank Act proposed several restrictions to practical monetary policy.", "These include narrowing the definition of what is regarded as monetary policy, compared with the present one, and also restricting the Riksbank's power to use different monetary policy tools.", "I think this is unfortunate, as it will limit the Riksbank's capacity to safeguard a smoothly-functioning financial system.", "The Sveriges Riksbank Act should be flexible and not govern in detail under what conditions and in what sequence monetary policy tools should be used.", "Technical and detailed limitations linking different items on the Riksbank's balance sheet to different purposes - as the Government proposes in its new bill - would make it difficult to adapt monetary policy to the requirements of a particular situation.", "My picture is that the draft law deviates from international practice in the area of monetary policy and goes completely against the experiences that we have gained during the pandemic and earlier crises.", "I find it difficult to understand what one intends to achieve with the new proposal.", "The role of the balance sheet in monetary The Riksbank has several tools it can use in its monetary policy.", "Most people are familiar with the Riksbank's policy rate.", "This is a short-term and risk-free interest rate that affects interest rates with a longer maturity, risky rates and ultimately the interest rates charged to households and companies.", "The impact of the policy rate on other interest rates can vary over time, and depends on factors such as the situation in the economy, conditions on the financial markets, and the structure of the financial sector.", "The Riksbank's other tools can be divided up, somewhat simplified, into extensive asset purchases and various forms of direct liquidity support to the banks.", "Common for all of the Riksbank's tools is that they in one way or another affect the See P. Gustafsson and T. von Brömsen (2021).", "See also Committee on the Global Financial System (2019).", "See also the European Central Bank (2020) and the International Monetary Fund (2020).", "In brief, no balance sheet, no central bank, and rate-setting is just empty talk if one is not willing to use the balance sheet.", "However, changes in the policy rate don't always have a major impact on the balance sheet, but this is because the financial market participants know that the Riksbank can use its balance sheet if needed, and that the Riksbank does so from time to time.", "Extensive asset purchases and direct liquidity support more or less always cause the balance sheet to grow substantially.", "Since the inflation target was formally introduced in 1995, the Riksbank has mainly used these tools on three occasions.", "The first occasion was during the global financial crisis 2008-2009, when we offered the banks liquidity support, for instance, in the form of loans in SEK at longer maturities, and loans in USD, and also approved a larger number of securities as eligible collateral.", "These measures secured the liquidity of the financial system, and this facilitated credit granting and reduced various risk premiums that limited the impact of monetary policy.", "On the second occasion, at the beginning of 2015, inflation had been below the target of 2 per cent for several years, and the policy rate had been cut to zero, that is, close to the lower bound.", "In this situation, the Riksbank began extensive purchases of government bonds, which were moreover extended on several occasions over the coming years.", "This is a measure that reduces maturity premiums, but it can also lead to lower rates on other assets, through the so-called portfolio balance channel.", "It also has a signalling effect.", "If the Riksbank counts on the policy rate being low going forward, it may contribute to market expectations of future short-term rates falling.", "With hindsight, we can see that the government bond purchases actually contributed to a more expansionary monetary policy with lower interest rates and a weaker exchange rate and that inflation therefore returned to the target after a while.", "The third occasion was in connection with the outbreak of the pandemic last year.", "On this occasion, we made large bond purchases to retain the low interest rates and we provided various types of liquidity support, including offering the banks loans against collateral at three-month and six-month maturities at the policy rate, we eased the collateral requirements and provided loans to the banks for lending to companies (funding for lending).", "These measures were important for the functioning of credit granting in the economy, and for the impact of the policy rate on other interest rates remaining normal.", "When the pandemic broke out, the Riksbank already had a large portfolio of government bonds.", "We therefore primarily purchased mortgage bonds, whose risk premiums had risen rapidly at the start of the pandemic.", "This market is key to banks' lending, as most of their mortgage loans to households are funded via mortgage bonds.", "The purchases reduced risk premiums, which supported credit granting in the economy.", "Risk premiums had also risen on corporate bonds.", "To reduce the risk premiums on corporate loans and support credit granting in general, See Gertler and Karadi (2013).", "See Alsterlind et al.", "See also Sveriges Riksbank (2020b).", "we therefore also purchased corporate bonds - although on a much smaller scale than the volume of mortgage bonds.", "A large balance sheet may be the new normal The Riksbank's balance sheet is currently very large, and this is mainly due to the purchases of government bonds we began making in 2015, and to the measures taken during the pandemic.", "However, the balance sheet usually varies considerably over time.", "In a historical perspective - since the year 1800 - today's level is certainly the highest ever, but the balance sheet has been up at similar levels on several occasions, see Figure 10.", "The way the Riksbank has used the balance sheet over time thus varies a lot.", "The level does not stand out if one compares it with other central banks' balance sheets, see Figure 11.", "One question that many nevertheless ask in the light of today's relatively large balance sheets, is whether we should expect them to be large in the future.", "There are many indications that this is the case.", "A short-term policy rate will always be an important monetary policy tool, but my assessment is that bond purchases will play a bigger role than before.", "As I said, the balance sheet is very large at present.", "This means that even if we wanted to reduce it rapidly, it would take a long time before it is back at the levels that applied prior to the global financial crisis 2008-2009.", "But there are also a number of economic reasons why the central banks' balance sheets should be large going forward.", "General low level of interest rates in Sweden and abroad If interest rates continue to be as low as now, the policy rate will hit the lower bound more often.", "Monetary policy will thus automatically become more dependent on other instruments to be able to affect interest rates and access to credit.", "Extensive asset purchases will thereby become a more important instrument, but other measures, such as forward guidance, and interventions on the foreign exchange market, could also become relevant.", "The Riksbank has already been using a form of forward guidance since 2007, in that we have published a policy rate path.", "A stronger variation would be to condition the policy rate path on economic outcomes, that is, to communicate that the policy rate will be zero per cent until, for instance, inflation has reached two per cent.", "The financial system has changed Swedish companies have historically financed themselves through bank loans, but issuing commercial paper and corporate bonds has now become increasingly common.", "As the Riksbank purchases these assets when there is turbulence on the financial markets, the risk premiums on the assets may be held back, but the purchases can also help maintain credit granting in a broader sense.", "Although it is primarily larger companies that obtain funding on the bond market, these companies also often have promised lines of credit from their banks.", "If problems arise on the bond market, the large companies will often reduce their issuing of bonds and See also Goodhart (2010), Miles (2014) and Vredin (2018) for a discussion of this.", "For a discussion of the risks with a large balance sheet, see Flodén (2018).", "See the Committee on the Global Financial System (2019).", "instead turn to the bank to borrow, which may mean pushing out other bank lending.", "The market for mortgage bonds has grown in significance and is currently the largest bond market in Sweden, see Figure 12.", "It is a market that it important to Sweden's asset purchases as it is so dominant.", "Our purchases of mortgage bonds reduce the credit risk premiums on them and also support credit granting more general in the economy.", "If this market were to cease functioning, it would affect both the impact of monetary policy and the stability on the financial markets.", "Counteract disruptions to monetary policy due to liquidity shortage47 Loans on the interbank market are usually given without collateral.", "This means that if anyone becomes uncertain about the counterparty's creditworthiness, it may have significance for their willingness to enter into transactions with the party.", "If the interbank market is not functioning, it becomes more difficult for the policy rate to have an impact on other interest rates, as the banks find it more difficult to pass on a change in the policy rate to other interest rates.", "Moreover, the supply of credit in general is affected negatively.", "A large balance sheet means that there is a surplus of money in the banks' accounts with the Riksbank, the accounts they use for payments between one another.", "The banks thus become less dependent on the interbank market and the risk of disruptions to the monetary policy impact and the supply of credit becomes less.", "Reduce the banks' unwillingness (stigma) to borrow from the Riksbank49 If the Riksbank is to be able to supply liquidity to the banks in a financial crisis, the banks must also be willing to borrow.", "However, in crisis situations the banks sometimes do not want to borrow, as this could signal that they have financial problems, as was the case in the United States during the financial crisis 20082009.", "Former Fed Governor Ben Bernanke says that the unwillingness to borrow from the Fed could have been reduced if they had a larger balance sheet.", "If the banks had had substantial deposits and larger loans with the Fed and thus been in the habit of having transactions with the Fed during normal circumstances, the stigma of borrowing in a crisis situation could have been alleviated.", "Among European banks, unwillingness to borrow from the ECB during the financial crisis was a much smaller problem than for the Fed.", "Bernanke points out that one possible reason for this could have been that the ECB had a larger balance sheet even prior to the crisis and that the banks in Europe therefore were used to making large transactions with the ECB.", "Increased supply of safe assets for the banks in the economy50 The demand for safe and liquid assets with a short maturity has been huge around the world for a long period of time.", "This is often seen as one of the main reasons for the low global interest rates.", "If the Riksbank has a large balance sheet and See Duffie and Krishnamurthy (2016) and Bertsch and Molin (2016).", "The interbank market is one where the banks can borrow money from one another at short notice.", "there is a large supply of central bank reserves, then the supply of short, liquid and safe assets for the banks increases, which can help to stabilise the financial markets and ensure the payment system functions in a crisis situation.", "A general conclusion of this review is that the conditions on the financial markets have changed, and that the Riksbank and other central banks need to adapt their measures to these changes.", "There are thus several economic reasons for making asset purchases and a large balance sheet a part of this adaptation.", "Are government bond purchases monetary financing?", "The Riksbank can thus purchase government bonds for monetary policy purposes.", "However, the purchases may not entail 'monetary financing' of public finances, that is, state expenditure may not be financed by banknote printing.", "But defining what this means in practice is not a simple matter, and it is not so strange that there is sometimes confusion regarding this concept.", "Let me give an example.", "A normal monetary policy transaction involves the Riksbank buying a particular amount of government bonds with new central bank reserves.", "Could this be regarded as monetary financing?", "To some extent, one might say that it could.", "The Riksbank has in fact financed some of the state's expenditure with \"newly printed\" money.", "But in another sense one can say that this is not the case, if the Riksbank - as an independent central bank - says that the purchases are made for monetary policy purposes.", "Monetary financing does not entail the purchases themselves.", "Under certain circumstances, purchases of government bonds can be monetary financing, but under other circumstances they are not.", "This is what makes it difficult to define the concept.", "It is important to understand that the Riksbank's government bond purchases do not mean that the state's costs of issuing bonds disappear.", "If the Riksbank purchases some of the government bond stock, then part of the state's debt will be financed by private agents and another part by the Riksbank with central bank reserves.", "The state costs of the private part of the debt is the yield on the government bonds.", "The cost for the part the Riksbank has purchased is different however, and not as obvious.", "The state's interest payments on the government bonds purchases by the Riksbank fall to the Riksbank.", "But the Riksbank is a public authority whose income and expenditure is a part of the state's total budget constraint.", "The interest the state pays to the Riksbank in other words falls to the state itself, the net cost to the state is therefore zero.", "However, the Riksbank pays interest - that is, the policy rate - on the central bank reserves that have financed the government bond purchases.", "The state's cost for the part of the debt the Riksbank has purchased is thus the policy rate.", "Economists usually say that the Riksbank's purchases of government bonds are actually a maturity transformation of the state's debts from Central bank reserves are electronic central bank money that the banks hold in their accounts with the Riksbank.", "Central bank reserves are the money the banks have in accounts with the Riksbank overnight, but also the money the banks have invested in Riksbank Certificates with a particular maturity.", "The total of these investments comprises the banking system's so-called liquidity surplus towards the Riksbank, which can also be called the banking system's reserves with the Riksbank or just central bank reserves.", "long-term to very short term, as central bank reserves are a state debt with a very short maturity.", "In other words, the state pays a very short-term interest on the government bonds the Riksbank purchases, and a more long-term interest on the government bonds that private agents hold.", "In the cases where people are concerned about monetary financing, it is almost always a fear that government bond purchases will lead to rapidly rising inflation, or so called hyperinflation, as was the case in Zimbabwe and Venezuela not so long ago.", "But the Riksbank's and many other central banks' government bond purchases have not led to this type of situation.", "One explanation could be that the size of the purchases is important.", "If the central banks buy a sufficient amount of government bonds it will sooner or later lead to inflation soaring.", "There may be some truth in this, but it is not the most important explanation.", "Japan, for instance, has made large government bond purchases, corresponding to almost 100 per cent as a share of GDP, see Figure 13.", "The central banks in the euro area, the United States and the United Kingdom have purchased between 20 and 40 per cent as a share of GDP.", "The Riksbank has purchased less than 10 per cent as a share of GDP, which corresponds to around half of the total stock.", "Moreover, the volume of money the central banks govern has increased rapidly, see Figure 14.", "However, inflation has nevertheless shown no signs of soaring.", "The most important explanation instead concerns the monetary policy framework, that is, who decides on the purchases and what their purpose is.", "When government bond purchases lead to a rapid rise in inflation, it is almost always the government that has decided on the purchases, and the purpose has been to attain various fiscal policy objectives.", "The inflation target has been subordinate to the fiscal policy objectives and the central bank's independence has been put out of action.", "In academic literature this is usually referred to as 'fiscal policy dominance'.", "If the government in this kind of situation chooses to finance an increasing share of its expenditure by getting into debt (either via new bonds or central bank reserves), the result will be that inflation rises.", "The government's indebtedness is thus financed, at least partly, by a so-called inflation tax.", "This is a tax paid by all citizens in that money loses its value.", "The Riksbank is an independent central bank that makes independent decisions on government bond purchases with the aim of attaining the inflation target.", "The Riksbank shall thus act independently and the purchases may only be based on the Riksbank's own assessment.", "In other words, the holdings may not mean that the state and the Riksbank enter into an interdependency.", "The purchases thus do not entail any monetary financing and do not lead to soaring inflation in that the Riksbank states that the purchases are made for monetary policy purposes.", "Within the EU law there is for example restrictions regarding the scope of the government bond purchases.", "Change end development - also within the Riksbank's field of operations In the economic cycle, all of the parts are connected.", "If there are changes in a part of the economy, this affects the other parts.", "Things such as technological developments, changes in demand, changed competitive conditions and new trade opportunities lead to the economic conditions constantly changing.", "In a larger perspective, the changes contribute to the resources being used where they do the most good and this promotes economic developments.", "But change and development are also linked to new risks that need to be managed by governments and authorities.", "I have today spoken about some of the changes and the developments that have taken place in the financial system in recent decades, and what consequences they have for the Riksbank's different fields of operation: payments, monetary policy and financial stability.", "Changes in the payment market is very rapid.", "Many of them benefit households and companies as they simplify payments.", "But changes also create new risks.", "For the Riksbank, this has entailed developing the systems the banks use to make payments to one another.", "The new RIX-INST will offer instant payments 24/7.", "But perhaps of greater interest to ordinary citizens is that we are also working on supplementing cash with 'digital' cash - a so-called e-krona.", "The financial system has become more integrated - and risky.", "An increasingly rapid integration of the financial markets has led to financial capital being able to move rapidly and more freely between different countries.", "This has led to monetary policy becoming more dependent on international developments and less independent.", "National financial market policy has also become more restricted.", "Avoiding financial crises therefore requires more cooperation at a supranational level, which indicates for instance that Sweden should join the Banking Union.", "To enable the Riksbank to manage its tasks and deal with the challenges offered by the changes on the financial markets, the monetary policy tools need to be fitfor-purpose and flexible.", "This probably means that extensive bond purchases will play a larger role than before when we want to affect rate-setting in the economy and contribute to financial stability.", "It is therefore problematic that the Government's proposal for a new Sveriges Riksbank Act suggests several restrictions to practical monetary policy.", "The Government's proposal for a new Sveriges Riksbank Act is Quite recently, the Government decided on a proposal for a new Sveriges Riksbank Act.", "The proposal is now with the Council on Legislation and later this year or next year the Riksdag will take a stance on the proposal.", "I note that a number of changes have been made with regard to the views expressed by the Riksbank in the consultation last year.", "However, I am still worried about the usability of the act in practice.", "This concerns above all an artificial division between our two core tasks of price stability and safeguarding the financial system.", "Our tools for attaining these objectives are divided into two different chapters - despite this being a question of largely the same tools.", "It all comes down to how we use our balance sheet.", "Let me take an example from the financial crisis 2008-2009.", "We lent amounts to Swedish banks corresponding to just over 9 per cent of GDP, a measure that was intended to ensure that the financial system stabilised to allow us to conduct monetary policy and contribute to production and employment not falling as heavily as in the wake of the financial crisis.", "The new act means we would need to determine the main purpose of these measures, and the conditions and procedures differ, depending on the purpose.", "Was what we did mainly monetary policy or financial stability?", "Are the measures we implemented during the coronavirus pandemic mostly monetary policy or financial stability policy?", "In our world they are of course both, as our two core activities are two sides of the same coin.", "As I described earlier, the financial markets are developing rapidly, and needs are thus changing over time.", "It is difficult to predict how the next crisis will look, or what measures might then be needed.", "The fact that we have been able to take action during the pandemic is because the current legislation gives us opportunity to do so.", "Handling the global financial crisis 2008-2009 and the current pandemic, and also future events, requires the right tools and a flexible mandate.", "This is made more difficult by the proposal for a new Sveriges Riksbank Act.", "The proposal also limits the Riksbank's possibilities to both build up and use its foreign exchange reserves.", "This is problematic, as the Swedish financial system is strongly dependent on short-term market financing, largely in foreign currencies.", "For a small, open economy with its own currency not to have a significant foreign exchange reserve with the possibility for the central bank to use it in a flexible manner is a risky strategy.", "For the Riksbank to be able to carry out its tasks and thus contribute to maintaining confidence in the Swedish economy, both in stable economic times and in a financial crisis, the Riksbank must be financially independent.", "This means that its equity capital and earnings capacity must be sufficiently large.", "The levels for equity capital in the proposal do not attain this aim.", "It is worrying that our views have not been taken into account in this area.", "In my opinion, this is the wrong way to go, if politicians and citizens still want to have an independent central bank that can take powerful action using its entire balance sheet to stabilise the economy.", "Our opportunities for international cooperation are also restricted, which I find very unfortunate.", "I do not believe that one really understands here how the global central banking cooperation works.", "The Riksbank has the major benefit of belonging to the circle of central banks that are at the core of what is usually called the central banks' bank, the BIS.", "This is where much of the cooperation between central banks is coordinated, and the Riksbank has long enjoyed a deep-rooted credibility by constructively cooperating and helping out when other central banks need support and funding, through IMF programmes or in pure central banking operations.", "One cannot rule out the possibility that we ourselves at some point will need support in a corresponding manner, and I really hope that one will review the proposals in this aspect so that the Riksbank can continue to play the constructive role we have had for a long time.", "I also consider it to be of central importance that the Riksbank can cooperate in an efficient manner with the ECB and not be regarded as something of an odd bird in EU contexts.", "Another problem is how the new proposed act relates to EU legislation.", "The ECB has pointed this out in a critical comment on the work of the inquiry used as a base for the Government's proposal.", "In particular the narrow definition of what is considered to be monetary policy, and which is thus covered by the Riksbank's independence pursuant to the proposal, has aroused criticism from the ECB.", "The proposal therefore gives the impression of a general distancing from EU legislation.", "As IMF has provided criticism of the Committee's proposal, one also gains the impression that the proposal is on the whole a distancing from international standards regarding central bank tasks.", "The Riksbank is a part of the European System of Central Banks, ESCB, and covered by EU legislation.", "As I see it, this cooperation will be made more difficult with a definition of monetary policy that differs from what applies to the other central banks in the EU, and even globally.", "And nor is it clear how the Riksbank and its Executive board should manage questions where national legislation may be in conflict with EU legislation.", "The Government's proposal for a new Sveriges Riksbank Act will thus make it more difficult for the Riksbank to rapidly, flexibly and efficiently implement measures when needed - and thereby increase the risks to the Swedish economy.", "If the proposal becomes a reality, it will hamper the Riksbank's, and ultimately the state's, capacity to meet the challenges brought by the new financial environment.", "This is unfortunate, as the Swedish krona is currently subject to competition in several respects.", "The Swedish krona needs to continue being an efficient and generally-accepted means of payment so that the Riksbank can continue to deliver financial stability and attain the inflation target.", "Alsterlind J., H. Erikson, M. Sandström and D. Vestin (2015), \"How can government bond purchases make monetary policy more expansionary?", "\", Economic Commentaries, No.", "12, Sveriges Riksbank.", "Claussen (2012), \"Monetary policy, interest rates and risk-taking\", Economic Review, pp.", "2, Sveriges Riksbank.", "Frost (2020), \"Stablecoins: risks, potential and regulation\", BIS Working paper, No.", "Armelius, H., C. A. Claussen and A. Reslow (2020), \"Withering cash: Is Sweden ahead of the curve or just special?", "\", Sveriges Riksbank Working paper, No.", "Frost (2020), \"Rise of the central bank digital currencies: drivers, approaches and technologies\", BIS Working paper, No.", "(2016), \"Should the Fed keep its balance sheet large?", "Bertsch C. and J. Molin (2016), \"The central bank's task of supplying the financial system with liquidity - what are the challenges?", "2, Sveriges Riksbank.", "Borio C. and H. Zhu, (2008), \"Capital regulation, risk-taking and monetary policy: A missing link in the transmission mechanism?", "\", BIS Working Papers, No.", "Brunnermeier M. and D. Niepelt (2019), \"On the equivalence of private and public money\", Journal of Monetary Economics 106, pp.", "Committee on the Global Financial System (2019), \"Unconventional monetary policy tools: a cross-country analysis\", CGFS Papers, No.", "63, Bank for International Settlements.", "Duffie, D. and A. Krishnamurthy (2016), \"Passthrough Efficiency in the Fed's New Monetary Policy Setting\", Federal Reserve Bank of Kansas City Economic Symposium at Jackson Hole.", "\", Economic Commentaries, No.", "5, Sveriges Riksbank.", "Elmér, H., G.Guibourg, D. Kjellberg and M. Nessén (2012), \"The Riksbank's monetary policy measures during the financial crisis - Evaluation and lessons learnt\", Economic Review, No.", "3, Sveriges Riksbank.", "Fahlbeck, P. E. (1900), \"Bankreformen\"(banking reform), Statsvetenskaplig tidskrift (political science journal), vol.", "Farelius, D., S. Ingves and M. Jonsson (2020), \"Financial integration in the NordicBaltic region vis-à-vis the EU: A Swedish perspective\", SUERF policy note, No.", "Flodén, M. (2018), \"How large should the Riksbank's balance sheet be in the future?", "Gertler, M. and P. Karadi (2013), \"QE 1 v. 2 v. 3...: A framework for analyzing largescale asset-purchases as monetary policy toll\", International Journal of Central Banking 9 pp.. 5-53.", "Goodhart, C. (2014), \"The Changing Role of Central Banks\", BIS Working Papers, No.", "326, Bank for International Settlements.", "Greenwood, R., S. G. Hanson and J. C. Stein (2016), \"The Federal Reserve's balance sheet as a financial-stability tool\" in Designing Resilient Monetary Policy Frameworks for the Future, Federal Reserve Bank of Kansas City Economic Symposium at Jackson Hole.", "P. Gustafsson and T. von Brömsen (2021), \"Coronavirus pandemic: The Riksbank's measures and financial developments in spring and summer 2020\", Economic Review 2021, No.", "1, Sveriges Riksbank.", "Ingves, S. (2020), Future money and payments\", Economic Commentaries, No.", "9, Sveriges Riksbank.", "International Monetary Fund (2020), \"Technical Assistance Report - Proposed Amendments to the Riksbank Act\", IMF Country Report, No.", "Kocherlakota, N. R. (1996), \"Money is memory\", Federal Reserve Bank of Minneapolis staff report, No.", "Lagos, R., G. Rocheteau and R. Wright (2017), \"Liquidity: A new monetarist perspective\", Journal of Economic Literature 55, pp.", "Lundvall, H. (2020) \"What is driving the global trend towards lower real interest rates?", "\", Economic Review, No.", "1, Sveriges Riksbank.", "(2021), \"Effects on financial markets of the Riksbank's government bond purchases 2015--2017\", Economic Review No.", "1, Sveriges Riksbank.", "Miles D. (2014), \"The transition to a new normal for monetary policy\", speech, Bank of England, 27 February 2014.", "Nilsson, C., J. Söderberg and A. Vredin (2014), \"The significance of collective pension saving for the Swedish financial system\", Economic Commentaries, No.", "3, Sveriges Riksbank.", "(2005), \"Has Financial Development Made the World Riskier?", "\", in The Greenspan Era: Lessons for the Future, Federal Reserve Bank of Kansas City Economic Symposium at Jackson Hole.", "Rey, H. (2015), \"Dilemma not trilemma: the global financial cycle and monetary policy independence\", NBER Working Paper, No.", "Special edition on the e-krona, Economic Review, No.", "Swedish Government Official Reports (2019), \"Sweden and the banking union\", SOU 2019:52.", "Sveriges Riksbank (2019), \"Consultation response: A new Sveriges Riksbank Act (SOU 2019:46)\", Sveriges Riksbank.", "Sveriges Riksbank (2020a), \"Consultation response: Sweden and the banking union (SOU 1019:52), Sveriges Riksbank.", "Sveriges Riksbank (2020b), Account of monetary policy 2020, Sveriges Riksbank.", "Söderberg, G. (2018a), \"Why did the Riksbank receive a banknote monopoly\", Economic Review No.", "2, Sveriges Riksbank.", "Vlieghe, G. (2020), \"Monetary policy and the Bank of England's balance sheet\", speech, Bank of England, 23 April 2020.", "Vredin, A., (2018), \"Why 'unconventional' monetary policy has again become normal\", Forum financier/Revue bancaire et financière 2018/3.", "Williamson, S. and R. Wright (2010), \"New monetarist economics: methods\", Federal Reserve Bank of Minneapolis, Research Department Staff Report, No.", "The financial sector in Sweden has increased in importance Financial assets in relation to GDP 80 85 90 95 00 05 10 15 20 Note.", "Total financial assets held by Swedish sectors according to Statistics Sweden's national wealth data.", "Source: Statistics Sweden Figure 3.", "Nominal interest rates for government bonds with a 10-year maturity.", "Sources: Macrobond and the Riksbank Figure 4.", "Companies market financing on the increase Per cent of GDP.", "Includes non-financial corporations' securities borrowing in both Swedish kronor and foreign currency.", "MFIs (monetary financial institutions) include banks, mortgage institutions and finance companies.", "Sources: Statistics Sweden and the Riksbank Figure 5.", "Assets held by fund managers, insurance and pension companies have grown rapidly over the past ten years 16 000 10 000 4 000 96 01 06 11 16 Insurance and Investment funds General pension funds pension companies Note.", "This information refers to financial assets in total from Statistics Sweden's financial accounts.", "Insurance and pension companies, investment funds and general pension funds refer to the sectors insurance companies, other financial institutions and social insurance as defined by Statistics Sweden.", "Cross claims within the three sectors are not included.", "Source: Statistics Sweden Figure 6.", "Securities issued by 3 major banks broken down by currency.", "Sources: Handelsbanken, SEB, Swedbank and Statistics Sweden Figure 7.", "Global real interest rates have fallen since the mid-1990s 96 00 04 08 12 16 20 Sweden United States Euro area United Kingdom Note.", "10-year real government bond yields.", "For the euro area a real interest rate is used, representative of the euro area, compiled by the ECB.", "Sources: National central banks and the Riksbank Figure 8.", "The index shows nominal house price index in relation to nominal disposable income per capita.", "Source: The OECD Figure 9.", "Household liabilities an increasing part of disposable income Index, 1995 =100 95 00 05 10 15 20 Sweden Denmark Canada Finland UK Note.", "Index shows household debt as a percentage of disposable income.", "Sources: OECD, Statistics Sweden and the Riksbank Figure 10.", "Riksbank's total balance sheet as a share of GDP.", "Source: The Riksbank Figure 11.", "GDP is calculated as the total of the current quarter and the three previous quarters.", "For any quarter(s) that GDP has not yet been published, the most recently-published GDP statistics are used.", "Sources: Bank of England, Federal Reserve, Macrobond and the Riksbank Figure 12.", "Government bonds, municipal bonds, mortgage bonds and corporate Nominal amounts, SEK billion 5 000 2 000 13 14 15 16 17 18 19 20 Central government MFI, covered Municipality and Non-financial Kommuninvest corporations Note.", "Securities debt in different sectors.", "MFIs (monetary financial institutions) include banks, mortgage institutions and finance companies.", "The series for municipalities' securities debt refers to individual municipalities' and regions' borrowing and the borrowing through Kommuninvest i Sverige AB.", "The statistics refer to securities debt in SEK and foreign currencies.", "Sources: Statistics Sweden and the Riksbank Figure 13.", "Central banks' government bond purchases in relation to GDP in Sweden, the euro area, USA, UK and Japan The Riksbank ECB Federal Bank of Bank of Japan Note.", "Striped bars represent the Riksbank's purchases of municipal bonds.", "Sources: Macrobond and national central banks Figure 14.", "Money issued by central banks (monetary base) in Sweden, the euro area, USA, UK and Japan 40 01 05 09 13 17 The Riksbank Bank of England ECB Bank of Japan Note.", "Monetary base here refers to the banknotes and coins held by the general public and banks' assets with the central banks.", "Sources: The Bank of England, the IMF and Macrobond"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary dominance", "fiscal dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payment markets", "Monetary policy", "Financial stability", "Digitalisation", "Cryptoassets", "E-krona", "Financial trilemma", "Banking Union", "Risk management", "Low interest rates"]}