{"sentences": ["As prepared for delivery Hello, everyone.", "I'm pleased to join you today.", "While virtual meetings like these do have some benefits-I haven't gotten stuck in Midtown Manhattan traffic or experienced a flight delay in over a year-I know we are all looking forward to meeting again in person when it's safe to do so.", "During this pandemic, we have now made an entire trip around the sun, and then some.", "The events since March of last year have been devastating on many levels.", "The ongoing human toll is a tragedy we will never forget.", "The shutdown of a wide range of everyday economic and social interactions posed tremendous challenges to families, businesses, and communities.", "And this extraordinary public health crisis has also had profound economic consequences across the globe.", "Of course, we continue to be affected by the pandemic in so many ways.", "But if you look out your window today, the view is very different than it was a year ago.", "Now, more than half of American adults have received at least one vaccine dose, and millions more are receiving vaccines every week.", "More people are becoming increasingly comfortable resuming activities in person, and this is starting to show up in robust consumer spending, job gains, and economic growth.", "So, now that we are on our second trip around the sun during this pandemic, many are looking to answer the most common question raised when traveling by car.", "And that is, \"are we there yet?\"", "With respect to the virus, I'll leave that question to the public health experts to answer.", "But with respect to the economy, I will say this: while I am optimistic that the economy is now headed in the right direction, we still have a long way to go to achieve a robust and full economic recovery.", "In my remarks today I'll set the scene for both the U.S. and global economies.", "I'll also highlight a few of the factors I consider when evaluating the outlook for the economy.", "Finally, I'll explain what that means for our monetary policy decisions.", "But before I continue, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "Economic Outlook Let me begin by saying that despite the challenges and uncertainties we've faced since the pandemic took hold, the economy is now positioned to grow quickly.", "In fact, with accommodative financial conditions, strong fiscal support, and widespread vaccinations, I expect that the rate of economic growth this year will be the fastest that we've experienced since the early 1980s.", "And that's not only a forecast-we are already seeing signs of this pivot to strong growth in the economic statistics, as I'll discuss in a minute.", "If this sounds like good news, that's because it is.", "But robust economic growth this year by itself isn't enough to achieve the truly strong and full economic recovery that we are aiming for.", "We are still far from our goals of maximum employment and price stability, known as the Fed's \"dual mandate.\"", "To inform our decision-making, we consider a broad range of factors that help us understand developments affecting economic growth, labor markets, and inflation.", "I'll start with the most common measure of the overall economy: gross domestic product, or GDP.", "I mentioned that I expect GDP growth this year to be the fastest in decades.", "Specifically, I see inflation-adjusted, or real, GDP increasing around seven percent this year.", "This is welcome progress after the toughest period for the economy in living memory and a winter when the pandemic was particularly severe, and the economy suffered as a result.", "Despite the truly devastating effects of the pandemic on employment, recent job growth is the strongest it's been since last summer.", "Over 900,000 jobs were added in March, and I am hopeful that we will see very strong job gains over coming months as the economy continues to reopen.", "It is very encouraging to see people getting back to work and to see these gains starting to be more widespread, including in the sectors and regions that were hit hardest by the pandemic.", "But, even with the gains that have occurred, let's not forget that there are about eight and a half million fewer jobs today than before the pandemic.", "To put that number in context, this is a shortfall similar to what we saw at the worst point of the aftermath of the Great Recession.", "This means we will need big jobs numbers for some time to fully get the country back to work.", "The labor market indicator that gets the most media attention is the unemployment rate.", "But that statistic may not be the best measure of the overall health of the labor market because people who temporarily drop out of the labor force don't get counted as unemployed.", "It's vital that we look at a wide range of indicators to gauge the health of the labor market.", "One measure that I find useful is the employment-to-population ratio, or \"EPOP\" as it's affectionately known.", "EPOP is the share of the population that have jobs according to a monthly survey of households.", "Before the pandemic, when the labor market was quite strong, EPOP was about 61 percent.", "By April of last year, it had fallen nearly 10 percentage points, which translates to 25 million fewer people working-an astounding drop.", "Fortunately, EPOP has risen considerably since then, but it's still more than three percentage points below pre-pandemic levels.", "That difference translates to about eight and a half million fewer people working, close to the statistic I cited on the number of lost jobs that is based on a survey of employers.", "These are aggregate numbers and only tell part of the story.", "It's also important to understand that the downturn has disproportionately affected certain sectors of the economy and segments of society.", "Service-sector jobs, especially those in hospitality and leisure, fell dramatically with last spring's shutdown of the economy.", "And a large share of the job losses fell on Black and Hispanic households.", "Now I'll turn to inflation, the other half of our dual mandate.", "With recent rises in energy prices and the reversals of last spring's large price declines, the inflation rate has increased from the very low levels seen during the earlier stages of the pandemic.", "As the economy further reopens, these dynamics will continue to play out, and I expect inflation to run somewhat above our 2 percent longer-run goal for the remainder of this year.", "It's important not to overreact to this volatility in prices resulting from the unique circumstances of the pandemic and instead stay focused on the underlying trends in inflation.", "My expectation is that once the price reversals and short-run imbalances from the economy reopening have played out, inflation will come back down to about 2 percent next year.", "Although the U.S. economy is on a very favorable trajectory overall, we must remember that our economy does not exist in a vacuum.", "The speed of the recovery will also depend on the global picture.", "We are seeing a slower rollout of immunizations, emerging strains of the virus, and a more subdued rebound in other parts of the world.", "This international context is another reason why a complete U.S. recovery will take time to achieve.", "The Fed's Policy Response Given all of this information, it's clear there is a big shift in the economy, and the outlook has improved.", "But let me emphasize that the data and conditions we are seeing now are not nearly enough for the FOMC to shift its monetary policy stance.", "For these reasons, the FOMC decided last week to keep strong monetary policy support for the economy in place.", "Specifically, the FOMC maintained the target range for the federal funds rate at zero to 1⁄4 percent and made no changes to its program of asset purchases.", "In thinking about adjusting its stance in the future, the FOMC has defined conditions and measures that will inform its decision-making.", "In terms of the federal funds rate, the FOMC said it expects it will be appropriate to maintain this target range until labor market conditions have reached levels consistent with the FOMC's assessments of maximum employment and inflation has risen to 2 percent and is on track to moderately exceed 2 percent for some time.", "Maintaining very low interest rates serves two purposes.", "First, it makes it easier for households and businesses to meet their borrowing needs, for things like opening businesses and buying homes.", "Second, low interest rates foster broader financial conditions that help promote the rebound in spending and investment needed to return the economy to full strength.", "In particular, we are seeing positive effects from monetary policy on the demand for durable goods and homes.", "Our policy response, alongside vaccinations and fiscal support, has played an important role in putting the economy on a solid path forward.", "For those asking if we're there yet, I'll leave you with this.", "Although we still have a long road ahead of us to achieve a robust and full recovery, with strong support from monetary policy, I am confident we will reach our destination.", "Thank you, and I look forward to your questions.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, April 28, 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["Economic Recovery", "Monetary Policy", "Inflation", "Employment", "GDP Growth", "Labor Market", "Pandemic", "FOMC", "Interest Rates", "Fiscal Support"]}