{"sentences": ["Third Deputy Prime Minister and Minister for Economic Affairs and Digital Transformation, ViceChair of the CNMV, Chair of the General Council of Economists, ladies and gentlemen: Let me begin by thanking the General Economists Association for organising this event, which marks the conclusion of the Audiovisual Communication Competition on Financial Education.", "Let me congratulate, too, the winners, other finalists and participants for their effort, dedication and high-quality work.", "The competition, like most activities since the onset of the pandemic, has had to adapt to the extraordinary circumstances we are facing.", "Both organisers and contestants have shown high adaptability.", "The contestants have had to put all their creativity into a digital content.", "These circumstances also serve to emphasise how financial education can complement the development of other citizens' capabilities, particularly those relating to digital skills.", "Clearly, this competition aside, we have all in the last few months purchased more goods and services, including financial ones, through digital channels.", "This trend will likely continue in the future.", "To ensure citizens adapt appropriately to these developments, financial education efforts must run in tandem with digital education ones.", "Otherwise, pockets of financial exclusion (for instance among our elderly) could arise, or the risks deriving from uninformed financial purchases could be compounded by those resulting from the use of an unknown digital channel.", "The videos presented have adequately captured the importance of the concept of responsible finance.", "This was, indeed, the central slogan of the 2020 Financial Education Day.", "However, not only have they captured the concept adequately, they have also been able to project it towards one of its most important components: responsible consumption.", "In this regard, I would like to highlight that exercising this responsibility involves all players.", "First, customers (all of us), as many videos have accurately illustrated, must exercise responsible consumption.", "This requires us to assess our own available resources and borrowing capacity.", "In short, the idea is to avoid excessive over-indebtedness, which we know generates highly adverse effects that influence our life decisions over an extended period of time.", "Second, such responsible behaviour must be demanded of financial institutions, which should practice what we call \"responsible lending\".", "This entails properly assessing the creditworthiness of the potential customer before granting financing.", "Lastly, official authorities, and supervisors in particular, should promote this responsibility and monitor compliance as a key element in ensuring the stability of the financial system.", "And nor should they rule out the possibility of taking action if deemed necessary.", "Here I would like to remind you that the Banco de España has opened a public consultation process on the amendment of Circular 2/2016 on supervision and solvency this very week.", "The aim is to develop certain aspects of the macroprudential toolkit that legislation has made available to the Banco de España.", "Pursuant to this legislation, the Banco de España may set limits and conditions on lending standards and other financial institution transactions, along with sectoral concentration limits.", "The new Circular defines the procedures for activating, deactivating and changing these measures, including the variables and parameters that the Banco de España may take into consideration to adopt a decision, the sectors that may be affected and the contractual terms or ratios that the measures may apply to.", "I would like to conclude by thanking the General Council of Economists for this initiative geared to young people, a group that the Banco de España considers a strategic priority in the context of the Financial Education Plan.", "It is a further example of how the Financial Education Plan partners, in this case the General Council of Economists, play an essential role in meeting the Plan's objectives.", "We have continued to move resolutely in this direction: through partnership agreements such as those recently signed with the Ministry of Education and Vocational Training and the Ministry of Consumer Affairs; and by pressing ahead with the work avenues opened with the Ministry of Economic Affairs and Digital Transformation.", "Once again, I would like to congratulate the winners, finalists and participants in this competition and, naturally, the organisers.", "I encourage them to sustain their efforts to boost the expansion of financial education."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Financial education", "Responsible finance", "Responsible consumption", "Macroprudential toolkit", "Over-indebtedness", "Responsible lending", "Financial stability", "Digital education", "Financial exclusion", "Digital skills"]}