{"sentences": ["SPEECH SVERIGES RIKSBANK 2021-05-20 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) First Deputy Governor Cecilia Skingsley SEB (digitally) Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Adapting to new conditions - monetary policy freedom with responsibility* 19 March, 2020.", "I am standing waiting for a connecting bus at Danvikstull, on my way to the Riksbank at Brunkebergstorg.", "It turns out to be Stefan Ingves, Governor of the Riksbank.", "He says that the Federal Reserve is offering dollar loans to us and a number of other central banks.", "We Executive Board members had already had many conversations both in the office and over the phone during the preceding days.", "Both in Sweden and abroad, the pandemic quickly led to a fall in economic activity of historical proportions.", "It was necessary to ensure as soon as possible that the financial system could manage to maintain credit granting at very low interest rates.", "A financial crisis on top of a health crisis and the rapidly emerging real economic crisis must be avoided.", "On the previous Thursday, 12 March, the Riksbank had decided to offer up to SEK 500 billion in loans to Swedish banks for onward lending to companies.", "On 16 March, the Riksbank decided to begin broad asset purchases for up to SEK 300 billion.", "And what happened with the dollar loans?", "The same evening, 19 March, the Riksbank was able to publish the information that new dollar loans would be available with effect from the following week.", "Stefan's telephone message was a small, but clear glimpse of light in the first weeks of the pandemic.", "Belonging to the narrow group with back-up from the US central bank, the Federal Reserve, regarding dollar liquidity was of central importance during the financial turbulence.", "The Riksbank, like other central banks, had taken a number of measures during the coronavirus crisis to manage the economic effects of the pandemic.", "But the number of measures also raises new questions.", "I would like to talk about one of these today, namely how one can combine the Riksbank's strong independence with accountability in monetary policy.", "My points can be summarised as: • Our current monetary policy framework reflects a clear target, strong independence and a large measure of openness.", "Experience shows that our toolbox needs to develop over time.", "To manage our statutory task of maintaining price stability, we need considerable room for manoeuvre in monetary policy.", "• But a strong independence and plenty of room for manoeuvre entails freedom with responsibility - we have an important analytical and educational task to explain what we do and how this helps us attain our objectives.", "I want to start by going back in time around 350 years.", "The motive for our independence - creating long-term Every central bank reflects its time and its country, but some tasks are common to all of them through history, for instance, issuing means of payment in the domestic currency, and ensuring the means of payment can be used and retain its value.", "And this also applies to the world's oldest central bank - the Riksbank.", "Monetary policy has always focused on maintaining the value of money.", "Historically, the Riksbank has tried to do so by having a nominal anchor.", "The establishment of the Riksbank can be dated back to Stockholm banco, Sweden's first bank.", "This also became Europe's first banknote-issuing bank.", "The value of the banknotes was based on it being possible to exchange them for coins.", "But when an abundance of banknotes were issued, the general public began to question their value and demanded to redeem them.", "The nominal anchor gave way.", "And a bank crash was unavoidable.", "Riksens ständers bank emerged from the ashes of this in 1668, becoming what we know now as the Riksbank, as an authority under the Riksdag, the Swedish parliament.", "Since the Swedish krona was introduced as currency in 1873, the most common nominal anchor has been a fixed exchange rate for the krona.", "Let me now rashly jump 100 years forward in time.", "The background to the monetary policy regime we have now can be found in the developments during the 1970s and 1980s.", "Following the collapse of the Bretton-Woods regime in 1973, there was a long period of unstable macroeconomic development.", "Sweden was part of a number of fixed exchange rate systems.", "But inflation in Sweden was higher than that abroad, and our competitiveness weakened.", "This was met with devaluations, which only resolved the short-term problems and led to higher inflation in the longer run.", "Confidence in the nominal anchor was undermined.", "Strong reasons for greater independence 24 September 1992.", "There was scope for around four hours' sleep between the final negotiations between the Government and the Social Democrats and the following day's press conference.", "As press officer at the Ministry of Finance I had a lot to think about.", "The announcement of the so-called general bank guarantee to be given was very comprehensive.", "The Riksdag was being asked to authorise the Government in principle unconditional drawing rights from the state budget to consolidate the banking sector.", "If this measure did not succeed in calming interest rates, we would ultimately need to make use of a loan programme from the IMF.", "Finally, the situation in Sweden became untenable, and the fixed exchange rate had to be abandoned on 19 November 1992.", "The nominal anchor had completely collapsed.", "However, inspired by New Zealand, Canada and the United Kingdom, the Riksbank considered adopting an inflation target as a new anchor.", "No sooner said than done: As of 1993, we have a floating exchange rate and an inflation target of 2 per cent, which still applies today.", "The results of academic research indicated that the conditions for attaining low inflation increased if one delegated monetary policy to an independent central bank.", "This reduced the so-called time inconsistency problem in monetary policy, where the long-term objective of low inflation is not compatible with the shortterm motives for high inflation.", "Empirical studies showed that countries with more independent central banks had lower inflation, without a deterioration in the real economy.", "I think that an independent central bank is not merely useful in addressing overly high inflation.", "Independence is also important to avoid inflation being too low, as it facilitates a more long-term focus in decision-making.", "7But I will return to this shortly.", "In the new act of 1999, the Riksbank was given greater independence from the political system.", "The new act was also needed to adapt the Riksbank's activities to the requirements ensuing from Sweden's membership of the EU.", "How was the increased independence felt by the Riksbank?", "When one talks about central bank independence, one usually distinguishes between goal independence and instrument independence.", "This may sound cryptic, but goal independence means that the central bank determines its own operational target, which is to be attained to meet the legislator's intention of price stability, for instance an inflation rate of 2 per cent.", "Instrument independence means that the central bank determines how its tools are used to attain the goals that have been set.", "There are also other ways of making the central bank independent of the political system.", "Personal independence concerns how the bank's management is appointed.", "If the board members have long terms of office, are not politicians and cannot be dismissed for political reasons, then there is considerable personal independence.", "Financial independence means that the bank can take measures without relying on financial support from the Government.", "One can say that the new act in 1999 gave the Riksbank a large measure of independence according to all of the four varieties above (see Figures 1 and 2).", "The Riksbank decided itself, through its Governing Council, on the introduction of the inflation target in 1993, and in 1999 price stability was introduced into the act as objective for the Riksbank.", "Goal independence was thus strong, as the Riksbank can itself determine how the target will be attained in operational terms.", "One sign of this was that we much later, in 2017, decided ourselves to change the target variable from the CPI to the CPIF.", "We were also given a mandate to decide independently on how the monetary policy instruments would be used to attain our inflation target and in this way we gained a high level of instrument independence.", "The Instrument of Government states that the Riksbank is responsible for monetary policy and that no authority has a say in the Riksbank's decisions on monetary policy.", "A ban on the Executive Board members seeking or accepting instructions when carrying out their monetary policy tasks was written into the Sveriges Riksbank Act.", "The composition of the new Executive Board with six members outside of the political system and with long periods of office was also an important part of the increased independence (see Figure 2).", "Personal independence was strengthened, as \"a further step away\" from the politicians on the General Council to the deciding body was created.", "The members of the Executive Board would be appointed by the General Council, which would in its turn be appointed by the Riksdag (see Figure 2).", "However, the members of the Executive Board would not be politicians and nor could they be dismissed on political grounds.", "The terms of office exceeded the period of time between elections to parliament.", "Financial independence was already considered to be strong and was not extended.", "But the TFEU's prohibition on monetary financing, which was written into the Sveriges Riksbank Act, contributed to strengthening the Riksbank's independence in relation to the Government.", "The prohibition means, for instance, that the Riksbank may not purchase debt instruments directly from the state.", "In international measurements of central bank independence, the Riksbank is usually placed among the top 10.12 I think that the main benefit with the new act was that monetary policy could be conducted on a more long-term basis, which becomes clear when one compares with the 1970s and 1980s, when the problems of excessively high inflation were managed with the aid of repeated devaluations.", "Freedom with responsibility Independence is accompanied by requirements for evaluation and follow-up: freedom with responsibility.", "One question that rose in connection with the new Sveriges Riksbank Act was whether the independence was \"undemocratic\".", "This was discussed, for instance, by the then Deputy Governor of the Riksbank Villy Bergström.", "One point he made was that the reason why monetary policy has been increasingly delegated to independent central banks was to address the shortcomings of the political system with regard to attaining low and stable inflation.", "Clear accountability and strong transparency are therefore essential factors in maintaining the legitimacy of the central bank.", "It is no coincidence that the international trend of increased independence among central banks has gone hand in hand with increased transparency and clarity.", "For instance, it was written into the new act that the Riksbank must provide a written report to the Riksdag twice a year.", "It should be easy to evaluate monetary policy.", "This is also made easier if we are aiming towards a clearly quantified target, in our case an inflation rate of 2 per cent.", "To delegate monetary policy with, for instance, the task of contributing to \"high welfare\" would leave too much scope for interpretation.", "As you probably know, the Riksbank has made major efforts along the way to increase openness and clarity regarding monetary policy, in a dialogue with the Riksdag Committee on Finance (FiU).", "Every year we compile an account of monetary policy for the Committee, which in turn then provides its comments in a report or a statement on monetary policy, not just to \"grade\" us, but to provide feedback in advance of the next report with regard to questions that require further illumination (see Figure 2).", "Hearings in the Committee are also a part of their scrutiny of the Riksbank.", "Moreover, larger external evaluations are made around once every five years.", "With regard to the analysis of monetary policy, the Riksbank chose to begin publishing its own forecasts for the repo rate in 2007.", "I think that the experiences of all of these measures have been good.", "International rankings of central bank transparency usually place the Riksbank near the top.", "The framework functioned as intended In many ways, the inflation-targeting regime has functioned as intended.", "Inflation has been much lower and more stable since the target was introduced and the new Sveriges Riksbank Act came into force in the 1990s (see Figure 3).", "Having said that, the good target attainment would not have been possible without an overall reform of the entire stabilisation policy framework.", "As the 1990s crisis was a sovereign debt crisis, a foreign currency crisis (or monetary policy crisis if one prefers) and a financial crisis, there was a lot of homework to be done.", "Both monetary policy and fiscal policy came to be reformed in the direction of a more norm-based framework from the 1990s.", "Wage formation was also significantly improved.", "For a long time, we were also aided by strong growth under low inflationary pressures.", "The period from the middle of the 1990s up to the global financial crisis was marked by what is known as 'The Great Moderation'.", "Combined with the new framework, the stable macroeconomic environment had clear consequences for how monetary policy was conducted in practice - in the direction of a more 'minimalist' system, where the Riksbank controlled the repo rate with the aim of attaining the inflation target.", "This made accountability relatively simple.", "There was namely a clear link between a tool - the repo rate - and a target - an inflation rate of 2 per cent.", "The Riksbank gradually developed so-called flexible inflation targeting - we took into account developments in production and employment without neglecting price stability.", "This in turn became easier when the credibility of the nominal anchor had been established.", "The flexible policy meant in practice that inflation was to be close to the target, and as a subordinate target, economic activity was to be stabilised.", "This was also in line with the preparatory works of the new act, which stated that we should attain price stability and - without neglecting this objective - contribute to supporting the economic policy objectives of sustainable growth and a high level of employment.", "Lessons from the global financial crisis - the policy rate is not sufficient for attaining the targets 11 September 2008.", "I am woken by my telephone ringing.", "One of the evening papers is calling to ask what is likely to happen on the Stockholm Stock Exchange the next day.", "As head of analysis at Swedbank, I was expected to have an opinion on this.", "The attempts to save the US investment bank Lehman Brothers had failed.", "No one had any idea of the scope of the chaos that was heading for us and how much damage there would be.", "Only one thing was certain: All of the countries that were able to, needed to implement massive support measures.", "The acute global financial crisis, which was triggered by Lehman Brothers bankruptcy in September 2008, entailed many lessons for monetary policy.", "It was obvious that the global financial markets had integrated over the years.", "A disruption to the US mortgage market soon had global consequences.", "And during 'The Great Moderation', a trend had been happening off the radar, namely that global real interest rates had fallen (see Figure 4).", "This means that the neutral policy rate, that is the level of the policy rate that neither stimulates nor slows down the economy, had fallen.", "And this became significant now that the enormous economic downturn created a very substantial need for monetary policy stimulation.", "It became clear that the lower bound for the policy rate was not merely an interesting fact, but a real limit for monetary policy.", "In many countries, the policy rate was cut to close to zero (see Figure 5).", "Estimates indicate, for instance, that the policy rate in the United States would actually need to have been cut to -4 per cent.", "This gave rise to a discussion on which new monetary policy tools could be used to attain further stimulation.", "Quantitative easing in the form of purchases of government bonds or other securities and forward guidance became two of the most known tools that were used to enable the central banks to meet their price stability objectives.", "A further lesson from the financial crisis was that the turbulence on the financial markets could entail the policy rate quite simply not having an impact on the interest rates charged to companies and households.", "In this context various forms of credit easing became appropriate.", "The Riksbank cut its policy rate by 4.5 percentage points to 0.25 per cent between October 2008 and July 2009, at the same time as the forecast indicated that it would not be raised again until the middle of 2010.", "Other measures taken by the Riksbank included the fixed-rate loans, loans to the banks with longer maturities, which contributed both to raising the credibility of the interest rate forecast and to improving the impact of the policy rate on the interest rates charged to households and companies.", "However, unlike other central banks, the Riksbank did not make any asset purchases.", "As you know, the global financial crisis was followed by a debt crisis in Europe.", "For the Riksbank, the need for further general stimulation became relevant during the aftermath of the European debt crisis.", "During 2014-2015, inflation was so low that there was a risk that confidence in the inflation target would be undermined (see Figure 3).", "As I mentioned earlier, it is just as important to prevent inflation from falling too low as to prevent it rising too high if one is to retain price stability.", "When the ECB made its monetary policy even more expansionary in spring 2015, we extended our monetary policy measures by both cutting the repo rate below the previously assumed lower bound of zero, and purchasing government bonds (that is, using quantitative easing).", "As the financial markets were functioning normally, the measures had the desired impact on the interest rates charged to households and companies.", "Inflation began to rise towards the target (see Figure 3).", "Developments during the financial crisis and the European debt crisis that followed made it perfectly clear that a flexible monetary policy toolbox is useful both in times of financial unease and in normal circumstances, to safeguard target fulfilment.", "I will return to this issue later on.", "Discussion on central banks' mandates and tools In the wake of the financial crisis, financial stability quite naturally became a standing point on the agenda.", "One of the main effects of the crisis was the emergence of a new policy area: macroprudential policy.", "In many cases, responsibility for this policy was given to the central bank.", "But in Sweden, the political majority chose in 2013 to give responsibility for macroprudential policy to Finansinspektionen, which meant that the Riksbank's mandate remained unchanged.", "After the financial crisis a discussion arose regarding central bank independence and what tasks they are best suited for.", "Had the central banks been overloaded with new tasks in some cases, causing a threat to their independence?23 Immediately prior to the appointment of the inquiry into the Sveriges Riksbank Act in 2016, I gave a presentation which discussed these issues, among others.", "The discussion started from Figure 6, which shows how the mandate of the central bank is related to the degree of independence.", "As I mentioned earlier, one motive for making central banks independent was the desire to attain low and stable inflation.", "In this way, independence was linked to a clear and limited mandate.", "The broader the mandate a central bank has, the greater the number of general policy issues that tend to crop up on the agenda, which could be a reason to limit central bank independence.", "Although my focus today is on monetary policy, I would like to take up an interesting question that Andy Haldane at the Bank of England has brought up.", "The Bank of England has been given a very broad mandate through its responsibility for both microprudential supervision and macroprudential policy.", "And there are good grounds for this, according to Haldane, who points out that the time inconsistency problem could be just as great with regard to financial regulation and macroprudential policy as for monetary policy.", "Just as an overly clear political control of monetary policy could give rise to an inflation bias, an overly political control of macroprudential policy could give rise to an instability bias, as the policy would be too short term.", "As responsibility for macroprudential policy has been given to Finansinspektionen in Sweden, the discussion of an extended mandate has not had the same overtones here as in other countries.", "But we at the Riksbank have wanted to make sure that the mandate and tools for macroprudential policy in Sweden are adequate and that Finansinspektionen is able to take the necessary measures to deal with household indebtedness without being dependent on Government approval.", "The importance of freedom of action was reinforced during the pandemic Although the financial crisis and its repercussions have entailed the Riksbank needing to use new instruments in its monetary policy toolbox, it was primarily during the coronavirus crisis that the lessons were learned.", "One such lesson concerned the financial markets constantly developing, and thereby changing the funding situation for companies.", "The environment in which monetary policy was now to be conducted was thus different than during 'The Great Moderation'.", "We therefore needed to review the arsenal of measures that can be used in a crisis situation.", "Many measures during one week in March last year We are now back where we started in my story, that is to say in March last year.", "What we saw then was a very rapid and dramatic sequence of events.", "The stock markets began to decline as early as late February, when the coronavirus began to spread increasingly quickly outside of China.", "The WHO declared COVID-19 to be a pandemic on 11 March.", "On 12 March we saw the largest stock market fall in one day in Sweden so far, when the index fell by 11 per cent.", "This meant that the index had fallen by 30 per cent since 20 February.", "The fixed-income markets were also affected to an extremely large degree (see Figure 7).", "All bond rates rose to a varying extent.", "Investors' new motto was 'dash for cash', as they abandoned unsafe assets in favour of safer ones with high liquidity.", "Corporate bonds market under scrutiny When Swedish companies have needed to finance themselves with loans, they have traditionally used bank loans.", "But in recent decades, there has been a structural transformation, which means that they increasingly finance themselves via interest-bearing securities (see Figure 8).", "At present, interest-bearing securities account for one third of their loan financing.", "However, the market also has some inherent weaknesses, as it is undeveloped and illiquid, at the same time as many companies lack credit ratings.", "The weaknesses came up to the surface in March last year, as the pandemic entailed a crisis that directly affected companies.", "This caused their financiers to review their holdings of commercial paper.", "Last spring, some funds were forced to stop trading for a period.", "Yields on corporate bonds soared (see Figure 7).", "At the same time, there was a risk that the crisis would spread to the covered bonds market, as these were easier to sell when liquidity was needed.", "We also assessed that there was a risk that the problems on the corporate bonds market would make larger companies reduce their bond borrowing and turn to their banks to borrow instead.", "In this way, the banks' lending to larger companies risked squeezing out lending to smaller companies.", "The large toolbox has been a decisive factor.", "As we have seen events, it was a question of retaining the level of stimulation in monetary policy rather than increasing it.", "This meant that the monetary policy conducted earlier, with a policy rate at zero and purchases of government bonds, needed to be supplemented with new measures to reach companies and households in the desired manner.", "We thus needed to take a number of new measures to attain two aims: hold interest rates unchanged as far as possible, and maintain the supply of credit to keep the real economy going.", "We basically decided on all of the measures we have now in place in the space of a week.", "After that, we have modified and extended the existing programme.", "For instance, we have purchased debt securities in the form of government bonds, municipal bonds, covered bonds and commercial paper in the form of corporate bonds and certificates (see Figure 9).", "Like many other central banks, we have seen our balance sheet total grow (see Figure 10).", "I consider that the measures have functioned as we intended.", "All bond yields on higher risk assets have fallen (see Figure 7).", "Corporate bond yields, that is yields on the market that had the greatest problems last spring, have fallen the most, despite the fact that we only purchased equivalent to around 1 per cent of the outstanding stock.", "We can also see that lending rates to companies and households remained stable during the crisis (see Figure 11).", "As I see it, these measures were entirely necessary to attain our monetary policy objectives: to attain an inflation rate of 2 per cent and to support the development of the economy.", "It is important that we have sufficient tools to attain our objectives.", "Our instrument independence - that we ourselves have been able to choose among our tools to attain our objectives and to use them quickly - has been essential in alleviating the effects of the crisis and contributing to good economic developments.", "I personally think that perhaps the most obvious monetary policy conclusion from the coronavirus crisis is that the repo rate is far from adequate in maintaining our price stability objective.", "Although I am discussing monetary policy today, I would also like to emphasise that the fiscal policy measures in Sweden and abroad have been a decisive factor in the special type of crisis in which we have found ourselves - some sectors have needed extensive support.", "Proposal for new Sveriges Riksbank Act too limiting with regard to monetary policy toolbox We at the Riksbank consider the proposal for the new Sveriges Riksbank Act presented in December 2019 to be good in several aspects.", "But when it comes to the monetary policy toolbox, we think the proposal is far too restrictive.", "I do not believe that it sufficiently reflects the lessons I have just described.", "There is thus a risk that it will become more difficult, not just for us, but also for future Executive Boards to make a good contribution to socio-economic developments.", "A central element of our independent position in monetary policy is our instrument independence, that we ourselves can decide over these instruments.", "The monetary policy toolbox develops as a result of new experiences.", "For instance, we implemented many measures within the space of one week during the initial phase of the coronavirus pandemic.", "I therefore find it difficult to see the value of restricting the tools in advance, as proposed by the inquiry.", "It wishes, for instance, to divide the Riksbank's toolbox into different parts and micro regulate which tools should be used when, where and how.", "I understand that this may seem like a good idea, but having to motivate and classify possible measures will be very complicated and will encourage passivity and delay the monetary policy response in future crises.", "The developments in connection with the WHP declaring COVID19 to be a pandemic meant that a full-scale financial tornado blew up within the course of a couple of days.", "Important to facilitate democratic scrutiny of monetary As I mentioned initially, our strong independence entails freedom with responsibility.", "An extended monetary policy toolbox entails further challenges for us.", "If we return to Figure 6, we have found ourselves in a situation where our objectives and mandate remain unchanged, but our toolbox has grown.", "This was a situation that was not so easy to foresee, and it makes new demands of the Riksbank.", "One challenge in the new environment concerns the link between the monetary policy tools and our objectives having become less clear.", "One example of this is that during earlier periods we could see directly the effect of a 0.25 percentage points lower repo rate on the inflation forecast.", "Here it is exemplified by two figures from the Monetary Policy Report published in July 2014, at the end of the period when we only used the repo rate and the repo-rate path as tools (see Figure 12).", "Based on estimates in a macroeconomic model, we could clearly read the expected effect of the monetary policy alternatives on our target fulfilment.", "But with the extensive toolbox we have used during the coronavirus pandemic we can in principle agree that the measures give the 'right sign' as my colleague, Governor Stefan Ingves has put it.", "It is much more difficult to evaluate the effect on target fulfilment quantitatively.", "Although many attempts have been made to estimate the effects of the asset purchases on inflation, they are not as certain as the effects of the repo rate.", "The obvious explanation is that the channels have not been as fully investigated, and the number of observations to estimate the effects is so small.", "Here we have a challenge ahead of us.", "Our independence with regard to monetary policy presupposes openness and clarity to enable accountability.", "One can summarise this by saying that we need to better understand, clarify and explain the effects of new monetary policy tools.", "We are far from alone when it comes to this challenge.", "The Bank of England recently had to relate to an investigation that emphasised that these elements needed to be developed with regard to QE programmes.", "We are working continuously on developing our analyses and communication of monetary policy.", "As I mentioned earlier, I think that the proposal for a new Sveriges Riksbank Act is good in several aspects.", "This includes the extended scope for the political system to examine our activities.", "Information, scrutiny and evaluation are central conditions for our strong independence.", "The world has changed a lot since 1668, but the Riksbank's monetary policy task has remained a common denominator over the years.", "If we are to supply a monetary policy with price stability as objective, we need to accept that the conditions change over time and that the tools need to be updated when these changes occur.", "Independence is a large measure of confidence to hold in trust.", "Continued freedom with responsibility will enable the Riksbank to contribute to good economic developments going forward.", "Summers (1993), \"Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence,\" Journal of Money, Credit and Banking.", "Apel, M. and S. Viotti (1998), \"Why is it good to have an independent Riksbank?", "2, Sveriges Riksbank.", "3, Sveriges Riksbank.", "Bank of England (2021), \"Evaluation of the Bank of England's approach to quantitative easing\", available at Evaluation of the Bank of England's approach to quantitative easing | Bank of England.", "Barro, R.J. and D. Gordon (1983), \"A positive theory of monetary policy in a natural rate model\", Journal of Political Economy.", "(2015), \"The Taylor Rule: A benchmark for monetary policy?", "\", Brookings blog, available at The Taylor Rule: A benchmark for monetary policy?", "(2017), \"Monetary Policy in a New Era\", Peterson Institute Paper, Conference on Rethinking Macroeconomic Policy.", "Bergström, V. (2001), \"Independent central banks in democracies?", "1, Sveriges Riksbank.", "Di Casola, P. (2021), \"What does research have to say about the effects of central banks' quantitative easing?", "\", Economic Commentaries No.", "2, Sveriges Riksbank.", "Dincer, N. and B. Eichengreen (2014), \"Central Bank Transparency and Independence: Updates and New Measures\", International Journal of Central Banking.", "Elmér, H., G. Guibourg, D. Kjellberg and M. Nessén, M. (2012), \"The Riksbank's monetary policy measures during the financial crisis - Evaluation and lessons learnt\", Economic Review No.", "Fischer, S. (2015), \"Central Bank Independence\", speech on 4 November, available at Speech by Vice Chairman Fischer on central bank independence - Federal Reserve Board.", "Georgsson, M., A. Vredin and P. Åsberg Sommar (2015), \"The modern central bank's mandate and the discussion following the financial crisis\" Economic Review No.", "1, Sveriges Riksbank.", "(2020), \"What has central bank independence ever done for us?", "\", speech on 28 November, available at What has central bank independence ever done for us?", "- speech by Andy Haldane (bankofengland.co.uk).", "Heikensten, L. (2005), \"The role of academics in monetary policy,\" speech at Umeå University on 28 October, Sveriges Riksbank.", "Ingves, S. (2015), \"The central bank's objectives and means throughout history - a perspective on today's monetary policy\", speech to Swedish Economics Association, Stockholm School of Economics, 6 May, Sveriges Riksbank.", "Från fast kronkurs till inflationsmål\" (Hunting for a new anchor.", "From fixed exchange rate to inflation target), SNS förlag.", "Kydland, F. and E. Prescott (1977), \"Rules Rather Than Discretion: The Inconsistency of Optimal Plans,\" Journal of Political Economy.", "(2021), \"Effects on financial markets of the Riksbank's government bond purchases 2015-2017\", Economic Review No.", "1, Sveriges Riksbank.", "Norges Bank (2021), \"Central Bank Independence.", "Lessons from History\", Nicolai Rygg virtual panel debate, 8 April, available at Central Bank Independence.", "Lessons from History (norges-bank.no).", "Rogoff, K. (1985), \"The Optimal Degree of Commitment to an Intermediate Monetary Target\", The Quarterly Journal of Economics.", "Skingsley, C. (2016), \"Developing the central bank mandate\", speech at the Austrian central bank, 13 September, Sveriges Riksbank, available at Skingsley: Developing the central bank mandate.", "Skingsley, C. (2020), \"Post-pandemic monetary policy and the future of the policyrate tool\", digital speech at Nordea, 7 October, Sveriges Riksbank, available at Skingsley: Policy rate will continue to be a desirable monetary policy tool.", "Sveriges Riksbank (2017a), \"The Riksbank's experiences of publishing repo rate forecasts\", Riksbank studies, June.", "Sveriges Riksbank (2017b), \"Proposal from the Ministry of Finance for more macroprudential tools\", press release available at Proposal from the Ministry of Finance for more macroprudential policy tools | Sveriges Riksbank.", "Sveriges Riksbank (2020a), \"Members of the Executive Board\", available in Swedish at Direktionens ledamöter | Sveriges Riksbank.", "Sveriges Riksbank (2020b) \"How the Riksbank's measures have worked during the corona crisis\" article in Monetary Policy Report, September.", "Sveriges Riksbank (2020c), Consultation response regarding a new Sveriges Riksbank Act, available in Swedish at Remissvar angående En ny riksbankslag (SOU_2019_46).", "Sveriges Riksbank (2021a), Supplementary consultation response: Judicial inquiry into the proposal for a new Sveriges Riksbank Act and its compatibility with the Swedish constitution and European law, available at -remissvar/svenska/2021/rattsutredning-om-forslaget-till-en-ny-riksbankslag-och-dess-forenlighet-med-svensk-grundlag-och-eu-ratten.pdf.", "Sveriges Riksbank (2021b), \"The coronavirus is highlighting the need for flexibility in the new Sveriges Riksbank Act\", article in the Account of Monetary Policy 2021.", "(2021) \"Treasury-Federal Reserve Cooperation and the Importance of Central Bank Independence\", speech on 29 March, available at Speech by Governor Christopher J. Waller on Treasury-Federal Reserve cooperation and the importance of central bank independence.", "Wollert, S. (2020), \"Swedish corporate bonds during the coronavirus pandemic\", Staff Memo, Sveriges Riksbank.", "The Riksbank's independence Legislation Public authority under the Riksdag, Sveriges Riksbank Act and not the Government ban on instructions Financial independence independence Independence How members are The Riksbank's goal The Riksbank's tools appointed and financing/budget Figure 2.", "Clearer independence in Sveriges Riksbank Act 1999 Riksdag Committee General Council of the Executive Board of the Figure 3.", "Lower inflation since the inflation target was introduced CPI, annual percentage change 1981-1992 Means: 7.4 Std.", "Policy rates Sources: National central banks, Reuters and the Riksbank Figure 6.", "Narrow or broad mandate for central banks?", "influence independence Broad target definition, few tools definition, many tools Figure 7.", "Yield spread between different types of bond and government bonds in Percentage points Municipal bond, 5 year Corporate bond, 5 year Covered bond, 5 year 1,0 1,0 Jan-19 Jul-19 Jan-20 Jul-20 Jan-21 Note.", "Yields on covered bonds, corporate bonds and government bonds are zero coupon rates calculated using the Nelson-Siegel method.", "Corporate bonds refer to companies with a high credit rating.", "Municipal bonds are issued by Kommuninvest i Sverige AB.", "Broken line marks 11 March 2020, same day the WHO declared COVID-19 to be a pandemic.", "Sources: Bloomberg, Macrobond, Refinitiv and the Riksbank.", "Borrowing among non-financial corporates Percentage of GDP, quarterly data 40 40 95 00 05 10 15 20 Lending from MFI Issued securities Note.", "Includes securities borrowing in both Swedish kronor and foreign currency.", "Sources: Statistics Sweden and the Riksbank Figure 9.", "The Riksbank's holdings of securities by asset type Nominal amounts, SEK billion Corporate bonds Municipal bonds Treasury bills Government bonds 200 200 15 16 17 18 19 20 21 Note.", "Holdings of securities, excluding commercial paper, issued in Swedish kronor.", "Holdings after decided purchases are shown for the second and third quarters of 2021.", "Source: The Riksbank Figure 10.", "GDP is calculated as the sum of the present quarter and the three previous quarters.", "For quarters for which GDP has not yet been published, the most recently published GDP statistics are used.", "Sources: The Bank of England, Macrobond and the Riksbank Figure 11.", "Repo rate, and average lending rate to households and companies, new and renegotiated loans Note.", "The lending rate is volume-weighted average of monetary financial institutions' lending at all maturities.", "Sources: Statistics Sweden and the Riksbank.", "Scenarios with 0.25 percentage point higher and lower repo rate over 4 quarters from the Monetary Policy Report, July 2014 Alternative interest rate paths CPIF Note.", "Per cent and annual percentage change respectively.", "Sources: Statistics Sweden and the Riksbank."], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation targeting", "Central bank independence", "Monetary policy tools", "Financial crisis", "Quantitative easing", "Macroprudential policy", "Corporate bonds", "Government bonds", "Repo rate"]}