{"sentences": ["Dear colleagues, Good afternoon or morning to everyone.", "First, I want to emphasize that human capital, knowledge and trust are the preconditions and conditions for existence, for lasting and for having development perspectives.", "Isn't it that human capital, knowledge and trust are the most important in everyday life too - in our families and interpersonal relationships?", "For it is people who make institutions, companies, states.", "They both make and represent them.", "I will present to you, as to my chosen family, how Serbia has fought the pandemic.", "I will talk about: 1. why COVID-19 had a less severe impact on Serbia 2. responses by both the NBS and the Government 3. and our medium-term agenda.", "I will start with the outcome.", "Serbia has recorded only a mild contraction of GDP last year, of just 1%.", "Already in Q1 this year our GDP exceeded pre-crisis levels.", "We often get the how question - what are the key factors behind such a good outcome?", "First, Serbia entered the crisis in an excellent shape - a lot has been done during the last nine years, and here I want to give the deserved credit to our President Aleksandar Vučić for his vision and dedicated work for a stronger Serbia.", "Second, we implemented large and comprehensive packages of both monetary and fiscal policies, but we stayed prudent and kept public debt to GDP ratio well under control.", "We also increased our FX reserves since the pandemic.", "Third, it is also the timeliness of these packages that kept business and consumer confidence.", "Fourth is the product and geographical diversification of industrial production and exports.", "Fifth is the continuation of all government infrastructure projects.", "And, on top of that, it is about the successful vaccination process.", "Also, part of the better result is related to a better than initially expected outcome in our main trading partners.", "During the Curtain Raiser, Managing Director Madam Georgieva said that without synchronized measures, the global contraction last year would have been at least three times worse and this could have been another Great Depression.", "Fortunately, due to our extraordinary joint efforts it has been avoided.", "According to our estimates, in Serbia, if we did not react fast and strong, our GDP would have fallen by more than 6% last year, and the recovery would have taken three to five years, instead of one.", "The price of non-responding would have been too high, and it would be measured by undermined stability, lost jobs and lost billions of euros of potential GDP.", "At the beginning I said that Serbia entered the crisis in excellent shape: inflation has been under our control for more than seven years, we have built a strong fiscal position we resolved the NPL legacy - NPLs are no longer an issue in Serbia, we increased our FX reserves as a good buffer against external shocks, we strongly improved our external position.", "I gave just some results because one of the conclusions by all key players is that the countries that had built good fundamentals before the crisis were in a better position to react strongly and swiftly by large and timely support programmes.", "The National Bank of Serbia was the first institution in the country to react at the beginning of the crisis.", "To stimulate the economy, the NBS reacted timely and forcefully, by using different instruments.", "We lowered the key policy rate four times - to 1%, and we kept good access to finance and favourable financing conditions for the government, banks and the private sector.", "The NBS was the lender of first resort in times when this was needed the most.", "To provide liquidity we used different monetary operations of different maturities and currencies, to send a clear signal that the central bank will be there to support people and companies, and to calm the market and prevent potential panic.", "We used repo purchase auctions, bilateral outright purchase of government securities in the secondary market, and we also included corporate bonds in collateral for our monetary operations.", "The NBS was also among the first regulators to introduce a moratorium for all debtors.", "Also, by several measures we additionally facilitated access to financing for our households, especially to housing financing.", "When it was needed, the NBS intervened in the FX market and kept relative stability of the dinar exchange rate against the euro, as this is one of the most important pillars of the overall macroeconomic stability in Serbia.", "On top of this, our communication was clear - to shocks of temporary nature we respond by temporary measures.", "When it comes to the Government response, we had three well-calibrated packages.", "was introduced immediately at the beginning of the pandemic and it included: increased healthcare spending, deferment of corporate income taxes, labour taxes and social security contributions for private companies, financial support for households and a well-designed State Guarantee Scheme for bank loans to micro, small and mediumsized enterprises.", "The package was timely and quite large - worth around 11% of GDP.", "The second package was implemented in the second part of 2020, and it targeted the sectors that are most heavily hit by the pandemic (such as tourism and transportation).", "The last, third package is from this year, worth around 4.3% of GDP.", "It includes: additional wage subsidies, targeted support to sectors hit hard by the crisis, and financial assistance for households, including the unemployed.", "It also includes additional healthcare spending and increased public investment, mostly in infrastructure and environmental protection.", "With all this, after strong negative economic effects of the pandemic in March and April, our economy started to recover in May last year and in most sectors recovery had the V shape.", "Retail trade returned to pre-crisis levels already in June, industrial production in August, goods exports in September.", "And, like I said at the beginning, our GDP exceeded the pre-crisis level already in Q1 this year - and this is one quarter earlier than expected.", "The labour market proved resilient, with wages and employment in the private sector being higher compared to the period before the pandemic.", "With all this, we have preserved the basis for Serbia's strong and sustainable growth going forward.", "To conclude, lifting the support measures should be done carefully to avoid cliff effects.", "But, we must not forget the future risks and costs, so we must prepare credible medium-term policy frameworks.", "We believe that macroeconomic stability is number one priority, and, as in Serbia we have kept it, we can now go further with the reform agenda."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["COVID-19", "GDP", "monetary policy", "fiscal policy", "Serbia", "macroeconomic stability", "public debt", "FX reserves", "human capital", "confidence"]}