{"sentences": ["Remarks by Timothy Lane Institute for Data Valorization February 10, 2021 Payments innovation beyond the Introduction Good morning, and thank you for hosting me today.", "I'm sure many of you share my sentiments about these virtual would much rather be together in person, and yet we are grateful for the technology that allows us to gather online.", "The need to switch to this digital platform is, of course, just one small example of the changes brought on by the global pandemic.", "COVID-19 has claimed the lives of far too many-in Canada, we have lost more than 20,000 people.", "The virus has had a devastating impact on households and businesses across the country.", "Almost overnight, the Canadian economy suffered its worst setback since the Great Depression.", "One major impact of the pandemic is certainly familiar to all of us by now: the digitalization of our personal and professional lives has accelerated.", "In my remarks today, I'll focus on how these developments have affected the world of payments.", "I'm changes in the way Canadian consumers and businesses pay for goods, services and financial assets.", "begin by talking briefly about the economic consequences of the pandemic.", "Then go on to discuss the implications for three main aspects of payments.", "The first is the concept of a central bank digital currency-a loonie,\" were.", "For several years, the Bank of Canada has been analyzing which circumstances might lead Canada to decide to issue a digital currency.", "The pandemic may bring us to a decision point sooner than we had anticipated.", "Next, I'd like to look at a major program of payment system modernization underway in Canada.", "Consumers and businesses will see the benefits of this modernization rolling out this year and next.", "The pandemic has underscored the importance of expanding the reach of real-time payments.", "Finally, I will address the issue of cross-border payments, which are often slow, expensive and vulnerable to fraud.", "The Bank has collaborated with international partners on a roadmap to address the pain points in cross-border payments.", "We are fully committed to working with the public and private sectors to make any necessary changes in Canada to support this.", "COVID-19 and the digital economy The digitalization of the economy was well underway before COVID-19 hit, but the changes brought on by the pandemic have been rapid and far-reaching.", "As a society, we had to quickly implement the virtual workplaces we had largely only been imagining.", "Nearly one-third of Canadians are mostly working from home,1 including me-I have been in my office only eight times since last March.", "In addition, many students continue to learn virtually.", "COVID-19 has also changed how we shop.", "A survey of Canadian retailers shows that e-commerce has nearly doubled from pre-pandemic levels.", "Businesses are responding to the pandemic by incorporating new technologies into their operations.", "In our most recent Business Outlook Survey, nearly twothirds of participating firms reported that they are making some kind of digital investment.", "Expanding their business online was commonly cited as the reason for these investments-on both the operations and client-facing sides.", "Among these developments is a shift toward the increasing use of digital payments.", "For example, a November 2020 survey found that two-thirds of small businesses now accept payments online-and half of them started doing so only recently.", "Even when Canadians pay for goods in person, contactless options appear to be gaining traction.", "Interac reports that the volume of Interac Flash transactions grew by two-thirds in July 2020 compared with April.", "Consumer surveys also report that contactless payments have increased.", "The Bank of Canada has been carefully watching these trends.", "We are particularly interested in how the pandemic has changed the way that Canadians purchase goods and services.", "And we are keenly aware of the need to seize the opportunities that lie before us to give Canadians even better, cheaper and faster payment methods.", "Statistics Canada, \"Labour Force Survey, December 2020,\" The Daily (December 2020).", "Statistics Canada, \"Monthly Retail Trade Survey,\" Bank of Canada, Business Outlook Survey-Winter 2020-21 (January 2021).", "PayPal Canada, Business of Change-PayPal Canada Small Business Study (November 2020).", "Interac, \"Interac Debit data: Signs of COVID-19 recovery,\" release.", "H. Chen, W. Engert, K. P. Huynh, G. Nicholls, M. Nicholson and J. Zhu, \"Cash and COVID-19: The Impact of the Pandemic on the Demand for and Use of Cash,\" Bank of Canada Staff Discussion Paper No.", "Cash: physical and digital Let's start with Canadian bank notes.", "As we have all embraced technology and its many innovations, one thing that is cash.", "It's true that hasn't changed as much the Bank has updated bank notes in new and exciting ways.", "incorporated state-of-the-art security features to combat counterfeiting.", "We now make bank notes using polymer instead of paper.", "And we've made a concerted effort to ensure the images and portrait subjects on bank notes reflect unique and changing identity.", "But the basic nature of bank notes has not changed-they are still physical objects.", "However, for the past decade or so, the Bank has been considering these bank notes, and we've been asking ourselves: could Canada and Canadians benefit from a digital form of cash?", "In a speech in Montréal a year ago, I gave our preliminary view: we did not see a need for a central bank digital currency at that time, but we could imagine scenarios that could make a central bank digital currency beneficial in Canada.", "I concluded that we would move forward to develop such a digital currency as a contingency plan, given how quickly the world is changing and the time required to develop a viable product.", "A year later, our view remains unchanged: a digital currency is by no means a foregone conclusion.", "That said, the world has been changing even faster than we expected.", "In fact, just two weeks after I spoke, the first lockdown was imposed, which accelerated the evolution of the digital economy.", "And so our work to prepare for the day when Canada might want to launch a digital loonie-backed by the Bank-has also accelerated.", "In a recent survey, almost 60 percent of central banks reported the possibility that they will issue a central bank digital currency within six years.", "This is up from less than 40 percent only a year ago.", "One scenario we have been watching is whether a sharp decline in the acceptance of cash reaches a tipping point in Canada.", "already seen that as societies and economies modernize, cash has been losing ground to digital methods of payment-around the world and here at home.", "hit, we've seen a Since COVID-19 growing hesitancy in Canada to use cash.", "Although Canadians are holding more cash than ever, cash may not currently be circulating as much.", "In recent Bank of Canada surveys, consumers report some T. Lane, (speech to the CFA Montréal FinTech \"Money and Payments in the Digital Age\" RDV 2020, Montréal, Quebec, February 25, 2020).", "H. Holden and A. Wadsworth, C. Boar, \"Impending Arrival-A Sequel to the Survey on Central Bank Digital Currency,\" Bank for International Settlements Working Paper No.", "K. Huynh, \"How Canadians Pay for Things,\" The Economy, Plain and Simple (October 2019).", "merchant preference for contactless payments, and some report experiencing Of course, it's too merchants' refusal of cash due to fears of virus transmission.", "early to tell whether these trends will continue beyond the pandemic, but we are watching closely.", "The other scenario I raised in my speech last year is the increasing use of digital currencies created by the private sector, including cryptocurrencies and so-called stablecoins.", "While these products have existed for several years, some could see a boost from the acceleration of digitalization in the midst of the pandemic.", "Even in this increasingly digital economy, though, cryptocurrencies such as bitcoin do not have a plausible claim to become the money of the future.", "They are deeply flawed as methods of payment-except for illicit transactions like money laundering, where anonymity trumps all other features-because they rely on costly verification methods and their purchasing power is wildly unstable.", "The recent spike in their prices looks less like a trend and more like a speculative mania-an atmosphere in which one high-profile tweet is enough to trigger a sudden jump in price.", "In contrast, widespread adoption of stablecoins for everyday transactions is possible, although none is near that point yet.", "Because in most cases they are partly or fully backed by safe assets, their purchasing power is designed to be more stable.", "But many issues need to be addressed before we can be confident that stablecoins can be used safely by the general public.", "The Financial Stability Board is examining these issues at the global level, and I am chairing the international working group that is taking this work forward.", "Here in Canada, we still have work to do to ensure that our regulatory framework covers these new products.", "Amid all of these developments, two fundamental questions need to be addressed: Are there benefits to issuing a digital form of money?", "And if yes, who should do so?", "the first question, we don't In response to yet know whether many Canadians will actually want to use a stablecoin or any other kind of digital currency when they have alternatives available-cash, debit, credit and electronic transfer.", "Would the addition of a digital form of cash to the existing suite of digital payment methods meet a real demand and enhance the evolution of a competitive, vibrant digital economy?", "More work is clearly needed to identify the potential benefits to users, compared with other alternatives.", "And of course we also need to study potential risks.", "H. Chen, W. Engert, K. P. Huynh, G. Nicholls, M. Nicholson and J. Zhu, \"Cash and COVID-19: The Impact of the Pandemic on the Demand for and Use of Cash,\" Bank of Canada Staff Discussion Paper No.", "In response to the second question, if the public does want a digital cash-like currency, some good reasons illustrate why a central bank-a trusted public institution-should issue it.", "Currency is a core part of mandate, and the integrity of our currency is a public good that all Canadians benefit from.", "Only a central bank can guarantee complete safety and universal access, and with public interest-not profits-as the top priority.", "Let me spell out one aspect.", "It has been said that in the digital economy, data is the new oil.", "Many technology their customers' companies follow a business model in which they use data to refine and expand the range of products and services they offer to the public.", "This, in turn, pulls more and more business onto their platform, which generates more data, and so on.", "If that business model were used as a foundation for the dominant method of payment in the economy, the issuer would gain control over an enormous range of data-bringing with it overwhelming market power.", "In effect, a technology company could become the gatekeeper of the entire economy, with concerning implications for privacy, competition and inclusion.", "this with a central bank digital currency.", "A central bank-with no commercial motivation to harvest data-is uniquely positioned to build in safeguards for privacy, while at the same time defending against criminal uses.", "Privacy is clearly important to Canadians, and also in the public interest to protect some degree of privacy.", "Universal access would need to be another key feature of a central bank digital currency.", "That means ensuring that remote and marginalized communities- including but not limited to the underbanked and unbanked-are not left out of this new way to pay for goods and services.", "As part of our advancing work, the Bank has been researching and experimenting with different technologies.", "In addition, we recently engaged three university project teams to independently develop proposals for what a digital currency ecosystem could look like.", "Their reports will be released tomorrow.", "This blue-sky thinking will help inform our research going forward.", "We are also carefully considering what the business model for a Canadian central bank digital currency might look like: What role would the private sector play in its development, distribution and transfer?", "How would this product interface with payments systems that transfer funds among financial institutions to settle both retail and large-scale payments?", "J. Chiu and T. Koeppl, \"Payments and the DNA of Big Tech.\"", "Presentation at The Future of Money and Payments: Implications for Central Banking, Bank of Canada Annual Economic Conference, November 5, 2020.", "R. J. Garratt and M. R. C. \"Privacy as a Public Good: A Case for Electronic Cash,\" Bank of Canada Staff Discussion Paper No.", "Modernizing our core payments systems Canada's core payments Long before the pandemic hit, efforts to modernize systems had already begun.", "This work is important, and with the rapid expansion of the digital economy accelerated by the pandemic, we can now see the benefits more clearly.", "Led by Payments Canada, several key players in the payments ecosystem- such as Interac, commercial banks and other stakeholders-have been working to bring these payments systems fully into the modern digital age.", "The Bank of Canada is heavily involved as a central bank, a regulator and, in some cases, a participant.", "Over the next year or so, these improvements will start to come online.", "This is important for Canadians because it will mean greater speed, convenience, competition and choice in how people pay for goods and services.", "Right now, the fastest and most immediate money transfers we see are e-Transfers.", "But the new Real-Time Rail system-which will go live in 2022-will provide real-time payments beyond what is already offered through e-Transfer.", "When this innovation is complete, we can imagine scenarios like these: businesses being able to pay part-time workers immediately upon completion of their shift; homebuyers putting down the deposit on their first home with a click of a button instead of physically taking a bank draft to their office; and governments being able to distribute emergency funds in a matter of seconds, directly into citizens' bank accounts.", "The Bank is also helping to improve other core payments systems.", "This includes an interbank payment system called Lynx, which will replace the current Large Value Transfer System this autumn.", "Lynx's up-to-date technology includes Another system we're enhanced safeguards against cyber and other risks.", "looking to improve is the one that clears cheques and other low-value payments.", "further expand consumers' Improvements here will choices for convenient digital payments.", "Two other important developments, which I will briefly describe, will complement these changes.", "The first is retail payments supervision.", "This past August, the Bank assumed oversight responsibility for the Interac e-Transfer system under our current mandate.", "And the Government of Canada has announced its intention to give the Bank of Canada further oversight authority for retail payment service providers- aren't traditional banks companies that but specialize in processing payments for the public.", "By ensuring that risks are well managed, the Bank, through its new supervisory role, will support confidence in payment service providers and should further encourage competition and innovation in retail payments.", "The second development is open banking, which will remove the barriers for banking customers to safely and easily share their financial information if they choose to engage other service providers in managing their money and other assets.", "Open banking will help promote greater competition and choice by allowing consumers and businesses to more easily compare the products and services various financial institutions offer.", "Several countries have already introduced open banking, and the federal government has launched consultations on how to implement it in Canada.", "This is being done to ensure that innovations are balanced with data control and privacy considerations.", "We have come a long way, but more work remains.", "And this work takes on greater urgency as we find ourselves in an environment where the current system's shortcomings could limit the ability of consumers and businesses to pursue the opportunities created by the digital economy.", "Thankfully, Canadians can look forward to significant improvements in the speed, convenience, efficiency and choice of digital payments in the near future.", "This is an important part of the Bank's responsibility to promote safe, sound and efficient financial systems.", "Cross-border payments to turn now to the issue of cross-border payments, an area that has an obvious and pressing need for improvement.", "Sending money abroad has always been notoriously slow and expensive for individuals and businesses-so much so that it interferes with lives and livelihoods.", "Issues with cross-border payments affect millions of Canadians.", "This includes new Canadians who send money to family in their country of origin.", "It includes snowbirds who split their time between Canada and warmer climates-although not this winter, for the most part.", "And it includes many Canadian businesses that face unnecessary costs and delays in paying for supplies and services from abroad or in receiving payment for the things they sell outside the country.", "Beyond our borders, the issues are even more pressing for developing countries, where many individuals rely on family members abroad to send them money so they can afford basic necessities such as food, clothing and education.", "Many of these needs have become more acute with the uneven global impact of the pandemic.", "Put simply, the problems with sending money across borders create disadvantages that can prevent already impoverished people and countries from fully participating in the global economy.", "In fact, these issues have been used as an argument for the creation and use of cryptocurrencies and stablecoins.", "But there is plenty of room to improve crossborder payments without using these novel methods of payment, which would not by themselves fix the problems with cross-border payments.", "As part of an initiative endorsed by the G20 and coordinated by the Financial Stability Board, the Bank of Canada and other central banks and regulators have developed a roadmap to solve some of these problems.", "Our main goal is to support faster and cheaper cross-border payments that are more accessible and transparent.", "As I mentioned at the beginning of my speech today, we have identified numerous pain points in cross-border payments.", "Technological shortcomings certainly pose problems with different messaging standards in different countries.", "Anti-terrorism and anti-money laundering regulations-while crucial for our safety and security-can also slow the transfer of money, with multiple compliance checks.", "And of course, there are numerous time zones to consider.", "When you send money from Ottawa at noon all the way to Cambodia, the local payment system there at midnight to process the funds.", "The G20 roadmap is extensive and lays out work that several different organizations will carry out.", "For our part, the Bank is working with partners internationally-most notably the Committee on Payments and Market Infrastructures at the Bank for International Settlements.", "But just as important, putting the pieces in place in Canada to support the coordinated domestic effort that will be necessary to identify and address the most pressing issues from a Canadian perspective.", "For all of these efforts to be successful, central banks and other authorities around the world who are working on this will need the cooperation of public and private sector partners in their own jurisdictions.", "Only then can we make lasting improvements to cross-border payments and ensure that people, businesses and nations around the world have the best opportunity to truly participate in the global economy.", "Canadians may take our current payments ecosystem for granted because buying goods and services is already relatively simple.", "Long gone are the days when making a large impulse buy on a weekend was next to impossible because bank wasn't open your for you to withdraw cash.", "that doesn't mean there aren't But opportunities to provide Canadians with greater choice in how they pay for goods and services.", "Digital payment methods are integral to a truly digital economy, and can open up endless possibilities for further digital innovation.", "And as we all struggle with the personal, professional and economic ramifications it's even more important that the Bank move forward with of the pandemic, this work.", "The Bank will continue to explore the possibilities of a digital currency that would be an electronic version of the bank notes that Canadians trust and rely on.", "We will issue such a currency only if and when the time is right, with the support of Canadians and the federal government, and with the best evidence in hand.", "We can and will make our core payments systems more effective and efficient to help consumers and businesses exchange funds in real time.", "And we will push forward with work to make cross-border payments cheaper, easier and safer for people around the globe to send and receive money.", "Thank you again for having me, and I look forward to your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital economy", "Cross-border payments", "Digital currency", "Payments innovation", "Payment systems", "COVID-19", "Privacy", "Open banking", "Central bank digital currency", "Real-time payments"]}