{"sentences": ["The Italian G20 presidency and the cross-border payments agenda Deputy Governor of the Bank of Italy Pushing the frontiers of payments: toward faster, cheaper, more transparent and more inclusive cross-border payments BIS - Committee on Payments and Market Infrastructures Conference I would like to thank the Committee on Payments and Market Infrastructures (CPMI) for inviting me to join this conference on 'Pushing the frontiers of payments'.", "The Italian Presidency of the G20 greatly values the CPMI's commitment to moving the G20 roadmap forward on cross-border payments.", "The breadth of topics and speakers at this conference proves that progress in international payments architecture can only come from the wide-ranging and collective endeavour of private sector participants, public authorities and academics.", "The Italian G20 Presidency calls on world leaders to safeguard the 'three Ps' - People, Planet and Prosperity.", "'People' represents the view that we have to tackle inequalities and promote equal opportunities, because no one should be left behind.", "'Planet' underlines the idea that it is no longer possible to ignore the risks our planet is facing, and that we have to make an effort to achieve a safe balance between people and nature.", "'Prosperity' means pursuing economic well-being and a better quality of life, which implies making new technologies and the digital transformation an opportunity for all.", "The gist of what I am going to say is that enhancing cross-border payments is a concrete and major step towards achieving robust, sustainable and equitable growth.", "And by doing that, we will considerably contribute to each of the 'three Ps'.", "Let me briefly explain this in some detail.", "First: in this era of FinTech and high frequency trading, we can say that cross-border payments have lagged behind the rest of the global financial system.", "As the FSB's and CPMI's analyses have documented, fund transfers across different jurisdictions can still be difficult to arrange and remain slow, costly, opaque and less secure.", "These inefficiencies are ultimately borne, above all, by individuals and small and medium-sized enterprises (SMEs).", "For them, transaction fees (as a percentage of the payment being made) are normally higher than those borne by larger corporations, especially for smaller payments, and execution times are slower.", "The lack of transparency on costs, speed and security, and the complexity of the legal aspects (such as compliance checks or dispute resolution) only add to the burden that they have to bear.", "Access to payment services is especially difficult for disadvantaged people, for the unbanked and for those poorly literate in IT services (i.e.", "who do not make use of more advanced IT services).", "The pandemic crisis has only made things worse.", "According to the World Bank, in 2020, the crisis may have pushed more than 100 million people back to poverty; poverty rates have increased for the first time in the last 25 years, back to levels last seen in 2017.1 What is worse, it is jeopardizing future prospects for poverty reduction by adversely affecting longer-term productivity growth.", "For migrant workers, a vital financial service is the possibility to send remittances to their families in the home country.", "For low- and middle-income countries, remittance flows are a crucial source of external financing, greater than official development assistance and more stable than private capital flows.", "Between 2010 and 2019, remittance flows each year grew on average by more than 5 per cent, reaching $717 billion, of which $548 billion were to low- and middle-income countries.", "The cost of sending remittances has declined over the last 10 years, but it still stands at about 7 per cent on average: this is well above the G20 commitment in 2011 to reduce the cost to 5 per cent and the UN Sustainable Development Goal target of 3 per cent by 2030.3 For SMEs, the challenges for cross-border payments are no less daunting.", "Transaction costs are proportionally higher for smaller payments.", "Opacity over execution times, processing chains and dispute resolution is another major concern.", "The riskiness of cross-border payments for small companies is magnified by the inadequacy, or even lack, of their liquidity management or of foreign-exchange hedging and trade finance services.", "This is my first point: enhancing cross-border payments is vital for People.", "Second: in our efforts to redesign the global payments ecosystem, we have to be conscious of its link with the environment, which goes in both directions.", "Extreme natural events may cause breakdowns in single nodes of the payment chain and have an impact on international trades and funds transfers.", "Without electricity, it is not possible to use electronic payment tools, such as credit and debit cards, or mobile services, or wire transfers, and electronic cross-border payments cannot be replaced by cash.", "The exposure of international payments to climate risk can be mitigated by the actions envisaged in the G20 roadmap, if the payment system community manages to shorten transaction chains, ease interlinking among infrastructures, increase execution speeds and extend operating hours.", "In terms of the environmental footprint of payments, the impact of a single payment may be negligible, but it has to be multiplied by the sheer size of the number of transactions that are being made globally on any given day.", "Studies on the environmental sustainability of payment tools and systems are still in their infancy but, interestingly, there is evidence that payments architectures may differ considerably in their energy intensity.", "Recent research carried out at the Bank of Italy shows that the carbon footprint per transaction in 2019 for TIPS (TARGET Instant Payment Settlement), the Eurosystem's platform for the continuous settlement of instant payments, was a tiny fraction of the amount of CO2 emitted by other distributed-ledger-based networks during 2018.4 The reason is that a centralized system tends to absorb less energy than a decentralized one, in which a lot of such energy is spent on generating trust and consensus among network participants.", "In this regard, I also think it was wise of the G20 to decide that four out of the five focus areas of the G20 roadmap aim to enhance the existing payments ecosystem.", "Over the short term, leveraging on existing systems makes it easier for payment services providers to ensure continuity for their business plans, while allowing them to contribute to addressing the challenges identified by the Roadmap.", "This is my second point: an appropriate design of payment systems is good for the Planet.", "My third and final point is that enhancing cross-border payments is a pathway to Prosperity, as it clearly raises the potential for the growth of our economies and for job creation.", "Easier and less costly access to international funds transfers improves the participation of consumers in the markets for goods and services and the integration of SMEs into global value chains and e-commerce platforms.", "It also facilitates the management of liquidity and currency risks by large corporations, the international mobility of workers and the countercyclical role of remittances.", "The way for public and private sectors to jointly achieve these goals is to fully harness the opportunities offered by technology and regulation.", "The advances in digital and web-based services, as well as the continuous diffusion of mobile communication systems, will profoundly reshape the infrastructures of domestic payment systems.", "Great benefits can be unlocked by a joint public and private sector commitment to achieving a wider availability of safe and sound services, a better alignment of regulatory frameworks, a greater consistency in industry standards and market practices, the enhancing of interlinking facilities and the development of new payment infrastructures and arrangements.", "The agenda on cross-border payment is ambitious and we are fully committed to it in our G20 presidency.", "Let me conclude by illustrating those themes that we at the Bank of Italy are thinking about.", "The first is the respective roles of businesses and governments in driving structural change in the payments ecosystem.", "This will be one of the themes of the G20 international conference on cross-border payments that will take place at the Bank of Italy on 27-28 September 2021.", "In an ever-changing financial environment, we need to strike the right balance between the private sector's drive for innovation and the role of public authorities in safeguarding the public good.", "The responsibility for ensuring that infrastructures and arrangements meet the needs and preferences of end-users and intermediaries lies primarily with private market forces.", "Nonetheless, the authorities' role is of the utmost importance: to ensure infrastructures' safe and sound operation, to counter competitive distortions and market failures, to promote growth-enhancing innovation and to provide public goods.", "In the field of payments, this has often led public authorities to resort not only to regulation and oversight but also to investment in key infrastructures.", "The second theme at the centre of our reflections at the Bank of Italy, which is also attracting much attention in many international fora, is what type of architecture for cross-border payments platforms could complement or partially replace the correspondent banking network.", "One option is to make 'local' systems interconnected so that participants can clear and settle payments across systems (in one or more currencies) without participating in each of them.", "Another option is to build up cross-border and/or multicurrency payment platforms allowing each participant to clear and settle payments across jurisdictions and/or currencies with their counterparties.", "Our own thinking is that, while we are debating, we should bear in mind the need to achieve results quickly.", "That is why we are investigating how far we can go using the currently available infrastructure.", "An example of a payment system that can be used in various ways for providing quick and safe cross-currency solutions for instant payments is TIPS.", "From May 2022, following an agreement between the Riksbank and the Eurosystem, Swedish banks will be able to settle their instant payments in krona in real time in TIPS.", "Moreover, investigations are currently underway to explore the common instant payment infrastructure in order to provide a cross-currency solution for instant payment.", "A further step, currently at the 'Proof of concept' stage, could be a direct interconnection between two systems for processing instant payments, namely TIPS and the BUNA platform.", "This would be an example of cross-currency, cross-continent payment systems integration, a path that could in the future become a sort of new frontier for central banks and private systems operators.", "Cooperation is key for countering the consequences of the pandemic at a lower cost.", "Luckily, it seems that multilateralism is regaining vigour.", "This is essential as polarization, distrust and inequalities are still pervasive in our societies.", "Payments across jurisdictions are the bread and butter of future growth and prosperity, as they are a fundamental condition for the international mobility of goods and services, capital, and people.", "Let us join forces to enhance them to the best of our ability.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cross-border payments", "Financial inclusion", "Sustainability", "Innovation", "Public-private partnership", "Payment systems", "Remittances", "Central bank cooperation", "Digital transformation", "Economic growth"]}