{"sentences": ["It is a pleasure to discuss monetary policy as Governor of Banco de Portugal, a proud founder of the euro, and myself former President of the Eurogroup, a position currently filled by my Irish friend Paschal Donohue.", "It is also a pleasure because an Irish audience fully understands the importance to protect and complete the most tangible symbol of being European, the euro, and that now enjoys the highest support ever.", "79% of the population of euro area countries support the euro, only 62% did it back in 2013.", "An Irish audience is also the perfect setting to state that the object that best resembles the euro is ... a rugby ball (I first used this idea when celebrating 20 years of the euro in the European Parliament).", "There are at least three reasons.", "First, because the euro, as a rugby ball, is difficult to handle.", "Second, because in the euro area, as in a rugby team we need to progress together.", "No one can be left behind.", "And finally, in a rugby team and in the euro it is quite difficult to succeed with one man, or country, down.", "Let's play it, fair as only rugby players can do.", "The policy response to the pandemic is a remarkable showcase of the power of monetary and fiscal policy interaction.", "It has always been there; it's embedded in the economic laws and institutional arrangements, but this crisis has made clearer the benefits that may arise from their coordination.", "Europe was caught in debates focused on the theme of fiscal dominance, a result of the poor handling of the financial crisis.", "In 2020, although the scope for additional monetary accommodation using traditional policy tools was limited, central banks have resorted to unconventional monetary policies.", "These instruments allowed to circumvent the effective lower bound on policy rates and to guarantee a swift access to affordable forms of liquidity.", "Then, with the transmission mechanisms in place, it reached all economic agents in need.", "In response to the pandemic, the ECB launched the new asset purchase programme - the pandemic emergency purchase programme (PEPP) - but also a new series of targeted longerterm refinancing operations (TLTRO III).", "And it has been a massive intervention.", "Between February 2020 and April 2021 there was an increase of 51% in the stock of original Asset Purchase Program and the PEPP, taken together.", "TLTRO credit operations exhibited an increase of 242%.", "The outstanding amounts in April 2021 for the APP and PEPP were almost 4 trillion euros and 2 trillion euros for TLTRO.", "With such tools monetary policy ensured the proper functioning of the financial system in the peak of the crisis.", "Like in previous episodes, the latest financial crisis comes to mind, market liquidity dried in particular markets immediately, pressure was mounting, but prompt monetary action eased market concerns already in March 2020.", "Since then, financing conditions have remained favourable, supporting the flow of credit to the economy.", "In complement to monetary policy, fiscal policy played an immediate and crucial role in responding to the health emergency and to its impact on economic activity, namely on the financial positions of firms and households.", "To reinforce the functioning of automatic stabilisers, euro area governments swiftly implemented an unprecedented fiscal package, whose direct budgetary costs are estimated to have amounted to more than 4% of GDP in 2020.", "In addition, member States provided ample support to counter the economic fallout of the COVID-19 pandemic.", "The largest category of liquidity support measures came in the form of state guarantees to support private-sector borrowing.", "Euro area Member States have put in place schemes totalling around 20% of GDP, although the actual take-up was smaller.", "This comes as no surprise since some of these measures were essentially backstops, acting as insurance nets.", "Initiatives in the EU provided additional support to the emergency fiscal response to the pandemic.", "The need and importance of the fiscal support was recognized by the activation of the escape clause in the context of the EU fiscal surveillance framework.", "In a first moment, the SURE instrument, as well as financing provided by the EIB and the ESM Pandemic Crisis Support Instrument created leeway for national fiscal authorities to mitigate the fallout from the pandemic, while also providing effective risk-sharing.", "Then, the Next Generation EU.", "The Next Generation UE inherits the spirit of the euro area budget instrument agreed in the Eurogroup in the last quarter of 2019 (the so called BICC).", "The most important aspect of this extraordinary period of economic policy decisions, that I was privileged to witness in the front row, was the ability to implement innovative measures, to join efforts across Member States and European institutions and to put aside old divisions and moral hazard concerns.", "Innovation, coordination and solidarity describe the reaction of Europe in 2020, in stark contrast with the reaction to the financial and sovereign crisis ten years earlier.", "Following a call for policy proposals from the Euro summit in December 2019, we found appropriate solutions for the financing of the budgetary instrument for convergence and competitiveness (BICC).", "Discussions on the need of BICC, its objectives, design, and modalities were lengthy and lively, but proved to be very insightful.", "The integration on the governance framework of the European Union and the modalities for non-area member states was part of the debate.", "The reflections at that stage were fundamental for all member states of the European Union to have a clear picture of the added-value of this kind of instrument and pave the way for the quick agreement on the Next Generation EU.", "The NGEU is more than the support mechanism of €750 bn (more than 5% of EU GDP), including the EU Recovery and Resilience Facility (RRF).", "To finance the 750 billion euros, the European Union will borrow on the markets and issue common debt.", "This is not only a sign of European solidarity, but also of the commitment and willingness to pursue the economic integration of the European Union.", "The maturity of the instruments can reach 30 years - this is certainly not a temporary project.", "The reinforced capability of the European Union to successfully fund the NGEU - and to manage it in the following 30 years - will set the ground for new and ambitious commitments.", "The crisis has evolved - health wise and in economic terms - and it's time to look ahead.", "The same applies, of course, to a monetary policy in transition.", "The paradigm used at the beginning of the crisis must be adapted.", "For that the EU funds will be crucial.", "The initial measures aimed at mitigating the direct effect of the severe lockdowns in the economic activity.", "Liquidity was the buzz word that we were all concerned about.", "We asked firms to stop production and people to stay at home.", "In a political space known for the birth and development of the welfare state, the plethora of social policies adopted at the outset of the crisis - furlough schemes come to mind - was only expected.", "Supervisors, fiscal authorities and central banks made sure credit will flow to firms in need, and credit and tax moratoria were applied in almost all countries of Europe.", "As uncertainty begins to fade, measures need to be adjusted, in particular to support the most vulnerable sectors and to mitigate potential scarring effects.", "But these new targeted policies should be combined with measures that improve the fundamentals of the economy and support the green and digital transition.", "We should not fool ourselves.", "The decisions taken in 2020, brave as they were, were simpler to design than what comes next.", "This is of particular importance in a scenario of elevated debt that carry an additional vulnerability in our decentralised currency union.", "The absence of a fully consolidated public balance sheet exposes governments to a higher risk of self-fulfilling debt crises.", "We worked very hard in the recent past in order to reduce risks, to expose ourselves to these risks again.", "We don't need to raise old worries.", "We must avoid to revive moral hazard concerns that we successfully curb in the pre-crisis period with the reduction of NPLs, with the capitalization of European banks, with fiscal balances at their MTO in 14 out of the 19 EA member states and public debt falling in all EA member states.", "This was 2019, not that long ago, the crisis was exogenous, and no accumulated imbalance brought us here.", "The monetary policy front is also challenging as ever, but the grounds to its implementation are now also richer than ever.", "Risk reduction, as described above, facilitates the transmission of monetary policy, because it reduces the risk of fragmentation.", "The completion of the institutional framework in the EA is now much closer, and will also reinforce the role of monetary policy.", "Monetary policy is expected to remain very accommodative, amid a persistently low inflation environment.", "Forward guidance points to interest rates remaining at low levels and the maintenance of the purchasing programme in the foreseeable future.", "A strategic review of the monetary policy is ongoing.", "We couldn't think of a better setting to debate the monetary policy strategy.", "The objective of the European System of Central Banks is clearly stated in article 127 of the Treaty of the Functioning of the European Union.", "The primary objective is to maintain price stability.", "Without prejudice to this main objective, it should also support the general economies of the Union contributing to the achievement of its objectives.", "Against this, the discussion has to be broad-based and encompass the different elements currently at the core of the Union's policies.", "Although we have to proper balance the impact of any change, we cannot hide behind limited mandates We have to be effective.", "We cannot afford a myopic view.", "Our mid-term orientation has to retain flexibility to allow for adjustments as shocks are unexpected, in nature and size.", "The lessons draw from the current crisis and the decisions taken in the context of the pandemic are important and should be duly considered.", "The use of unconventional measures - that is not a novelty of this crisis - it dates to 2014 - have proved to be effective, in particular concerning the challenges posed by the Effective Lower Bound.", "They have been key in averting tail risks and easing financial conditions.", "A revised monetary policy strategy ought to retain many elements of the \"practice\" of the last decade.", "Recognizing that monetary policy is a liquidity provision mechanism in a very broad sense is one of those elements; recognizing the particular effectiveness of monetary policy in moments of stress is another.", "This contrasts with some perceived limitations of monetary policy in more normal times, at least to ensure that inflation converges towards a defined objective.", "On this, there are suggestions that make-up strategies would be very helpful.", "It is perhaps too early to conclude that this is indeed the case.", "Maybe a symmetric formulation for the price stability objective is more flexible than tying one's hands as in make-up strategies.", "A symmetric objective means that, when inflation is either above or below the objective, monetary policy will react to bring it towards the objective.", "Such a definition would convey the idea that we will act proportionally either when inflation is above or below the objective.", "Sure, this may not be enough to bring inflation back to our aim.", "One option is to be patient, and communicate it, now that we found that substantial monetary accommodation has effects on real variables but perhaps insufficient effects on inflation.", "Our medium-term orientation can certainly be used to accommodate such policy choice.", "Another - and complementary - avenue is to highlight further the overall success of policy and its profound effects on the course of our economies when tensions are acute.", "Highlighting our concerns with preserving monetary policy transmission and avoiding fragmentation of credit markets - arguably important conditions for the prosecution of the price stability objective - would help attenuate some uneasiness with persistent deviations from the inflation aim.", "Without prejudice to the price stability objective, this could come along with a clearer role for full employment and balanced economic growth in our policy.", "That would further help aligning our concerns with those of the citizens we serve.", "But it would also make our strategy more conformable with our actions, which include welfare criteria as a clear motivation - and appropriately so.", "I hope these reflexions can open up the debate.", "I am available to your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["monetary policy", "fiscal policy", "euro", "inflation", "debt", "liquidity", "risk", "pandemic", "transmission", "Next Generation EU"]}