{"sentences": ["March 30, 2021 Further Effective and Sustainable Monetary Easing Speech at the Kisaragi-kai Meeting in Tokyo KURODA Haruhiko Governor of the Bank of Japan It is my great pleasure to have the opportunity today to speak at the Kisaragi-kai meeting.", "The global economy has been hit by the extremely large shock of the novel coronavirus (COVID-19) over the past year.", "In the first half of last year, it became depressed more significantly than at the time of the Global Financial Crisis.", "Fortunately, owing to swift and aggressive responses made by the governments and central banks around the world, it has picked up from the bottom.", "Japan's economy has shown similar developments to those of the global economy.", "That said, COVID-19 has continued to affect economic activity considerably.", "Due to its impact, Japan's economic activity and prices are projected to remain under downward pressure for a prolonged period.", "The Bank considers it crucial to support the economy under these circumstances and thereby achieve the price stability target of 2 percent.", "In doing so, it is important first of all to address the impact of COVID-19, and since March 2020, the Bank therefore has been conducting powerful monetary easing to support financing, mainly of firms, and ensure stability in financial markets.", "In addition, from a somewhat long-term perspective, the Bank's challenge is to conduct further effective and sustainable monetary easing, with a view to achieving the price stability target of 2 percent.", "To this end, the Bank conducted an assessment at the latest Monetary Policy Meeting (MPM) and took policy actions based on the findings.", "Today, I will first talk about developments in Japan's economic activity and prices as well as the Bank's responses to the impact of COVID-19.", "Then, I will elaborate on the policy actions that have been decided based on the findings of the latest assessment.", "Developments in Economic Activity and Prices and the Bank's Policy Responses to the Impact of COVID-19 Developments in Economic Activity and Prices Let me start by talking about developments in economic activity and prices.", "Japan's economy has picked up as a trend, although it has remained in a severe situation due to the impact of COVID-19 (Chart 1).", "Real GDP continued to register positive growth in the second half of 2020 after hitting bottom in the April-June quarter, when it declined significantly due to the COVID-19 shock.", "For the October-December quarter, the level of real GDP recovered to 2.6 percent lower than the 2019 average.", "However, since the turn of 2021, downward pressure stemming from the impact of a resurgence of COVID-19 from last autumn has intensified in the face-to-face services sector, such as eating and drinking as well as accommodations.", "That said, unlike last spring, when economic activity in a wide range of sectors was constrained, that in sectors other than face-to-face services has been maintained to a large degree in the current phase, mainly supported by a recovery in world trade and stay-at-home consumption.", "Although economic developments are still susceptible to the impact of COVID-19, a pick-up trend has been maintained.", "Japan's economy, with the impact of COVID-19 waning gradually, is likely to follow an improving trend, albeit moderately, supported by a recovery in external demand, accommodative financial conditions, and the government's economic measures.", "The real GDP growth rate for fiscal 2021, which is starting in a few days, is expected to be clearly positive, rebounding from the contraction seen in fiscal 2020 and partly due to the effects of the government's additional economic measures.", "The year-on-year rate of change in the consumer price index (CPI) has been negative due to the impact of COVID-19 and temporary factors that push down prices, such as the past decline in crude oil prices.", "That said, when excluding the effects of the temporary factors, the rate of change has been slightly positive, and price developments have continued to be firm compared with the degree of deterioration in economic activity.", "As for the outlook, the year-on-year rate of change in the CPI is likely to continue to be negative for the time being, but thereafter it is expected to turn positive and then increase with the effects of temporary factors that push down prices dissipating and the economy improving.", "This is the baseline scenario for the outlook for economic activity and prices, in which risks remain skewed to the downside.", "Although the wider vaccination rollout is a positive move, attention should continue to be paid for the time being to the consequences of COVID-19 and their impact.", "The Bank's Policy Responses to the Impact of COVID-19 With COVID-19 affecting the economy, the Bank has conducted powerful monetary easing since March 2020 through three measures (Chart 2).", "These measures have been effective in supporting the economy, mainly through maintaining an accommodative funding environment.", "The Bank decided at the December 2020 MPM to extend the duration of the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) until the end of this September in order to continue to support corporate financing.", "Depending on the impact of COVID-19, it also will consider a further extension, as necessary.", "The Bank will continue to firmly conduct the current monetary easing measures, including the Special Program.", "In addition, it will closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary.", "Continuation of Quantitative and Qualitative Monetary Easing (QQE) with Yield Now, I will talk about the Assessment for Further Effective and Sustainable Monetary Easing.", "Under QQE with Yield Curve Control, the Bank has continued to conduct powerful monetary easing in order to achieve the price stability target of 2 percent.", "This assessment started off by examining developments in economic activity and prices under the framework of QQE with Yield Curve Control as well as its policy effects.", "QQE with Yield Curve Control is a monetary policy framework that was introduced in September 2016 (Chart 3).", "This framework consists of two major components: yield curve control and an inflation-overshooting commitment.", "Yield curve control is a framework for market operations that targets all interest rates at the short and long ends; in other words, the yield curve.", "The Bank aims to control short- and long-term interest rates to the appropriate levels while taking into consideration both the positive and side effects of monetary easing.", "The inflation-overshooting commitment is to continue expanding the monetary base until the year-on-year rate of increase in the observed CPI exceeds 2 percent and stays above the target in a stable manner.", "The key to this commitment is that the Bank promises to continue with monetary easing based on observed CPI inflation rather than the outlook for CPI inflation.", "The Bank aims to strengthen the formation of inflation expectations with this extremely strong commitment.", "In addition, through this commitment, it is implementing the idea of a \"makeup strategy,\" in which monetary easing is conducted so that the inflation rate stays above the target for a sustained period of time to compensate for the observed inflation rate that continued to fall below the target.", "This strategy was examined in this assessment using an economic model, and the results reconfirmed that it is appropriate to employ this strategy as the Bank's monetary policy conduct.", "Yield curve control and the inflation-overshooting commitment are both indispensable elements of QQE with Yield Curve Control.", "With these two components, the main transmission mechanism is to achieve accommodative financial conditions by maintaining low real interest rates -- which are calculated by subtracting inflation expectations from nominal interest rates -- and thereby exert positive effects on economic activity and prices.", "Developments in economic activity and prices since QQE with Yield Curve Control was introduced indicate that it has had positive effects in line with the intended mechanism.", "Nominal interest rates in Japan have been kept at extremely low levels through yield curve control.", "With inflation expectations being higher than those prior to the introduction of QQE, real interest rates have been clearly negative.", "The low real interest rates have improved financial conditions, mainly through a decline in funding costs as well as favorable conditions in financial and capital markets (Chart 4).", "In fact, bank lending and the aggregate amount outstanding of CP and corporate bonds have continued to increase.", "In financial and capital markets, foreign exchange rates have been stable on the whole and stock prices have been on an uptrend.", "As a result, these developments have pushed up economic activity, and corporate profits and the employment situation have improved.", "The output gap, which shows the balance between aggregate demand and supply, turned clearly to excess demand in 2017 and then expanded within positive territory.", "In this situation, wages have increased moderately, as seen in the fact that base pay -- which did not rise during the period of deflation -- has increased for seven consecutive years, and underlying inflation has taken hold in positive territory.", "An analysis using an economic model shows that QQE with Yield Curve Control has been effective in pushing up economic activity and prices (Chart 5).", "The Bank carried out simulations to compare actual developments in real GDP and the CPI with simulated developments obtained assuming that the Bank's powerful monetary easing had not been introduced.", "The simulation results show that actual figures are higher than the counterfactual estimates; on average, the level of real GDP is between around 0.9 and 1.3 percent higher and the year-on-year rate of change in the CPI is between around 0.6 and 0.7 percentage points higher.", "This suggests that monetary easing has had positive effects to those extents on economic activity and prices.", "In addition, on the back of improved economic activity and tightened labor market conditions under QQE with Yield Curve Control, important changes have occurred, in that labor force participation of women and seniors has increased and firms have improved their labor productivity.", "These changes are desirable for Japan, which faces the problem of a declining population and the need to increase productivity in the economy as a whole.", "With economic developments continuing to be favorable, positive moves toward addressing the medium- to long-term challenges facing Japan's economy have been observed.", "That said, the situation where inflation rates do not rise easily has continued.", "The main reason is that the mechanism of adaptive inflation expectations formation in Japan is complex and sticky.", "On this point, the Bank conducted several analyses in the latest assessment, and the results suggest that the formation of inflation expectations in Japan is deeply affected by not only the observed inflation rate at the time but also past experiences and the norms developed in the process.", "In other words, changing people's mindset and behavior based on the assumption that prices will not increase easily, which have become deeply entrenched because of the experience of prolonged deflation, will take time.", "However, this also suggests the high possibility that when people actually experience prolonged inflation, this likely will be gradually incorporated into the assumption on which their mindset is based.", "Based on the explanation so far, with a view to achieving the price stability target of 2 percent, it is appropriate for the Bank to continue with QQE with Yield Curve Control, which has been effective in pushing up economic activity and prices.", "To this end, the Bank judged it important to take the following basic stance on monetary policy: (1) to continue with monetary easing in a sustainable manner and (2) to make nimble and effective responses without hesitation to counter changes in developments in economic activity and prices, as well as in financial conditions.", "Combining these two approaches is essential to continuing with monetary easing for a long time and to enhancing its effectiveness.", "With this in mind, at the March MPM, the Bank conducted an assessment of various policy measures and decided upon policy actions based on the findings.", "I will now explain this in detail.", "Policy Actions to Conduct Further Effective and Sustainable Monetary Easing The Bank has decided to take three major policy actions (Chart 6).", "Establishment of the Interest Scheme to Promote Lending First is the establishment of the Interest Scheme to Promote Lending.", "This scheme enables the Bank to cut short- and long-term interest rates nimbly without hesitation while considering the impact on the functioning of financial intermediation.", "Cutting those rates is an important option as a nimble and effective additional easing measure.", "That said, it seems that fewer market participants expect interest rate cuts as an additional easing measure option because of the impact on the functioning of financial intermediation.", "Thus, the Bank decided to set up in advance a scheme that takes into account this impact at the time of rate cuts, thereby enhancing the effectiveness of the additional easing measure of short- and long-term interest rate cuts.", "Through the Interest Scheme to Promote Lending, the Bank applies certain interest rates as an incentive to financial institutions' current account balances, corresponding to the amount outstanding of funds that the Bank has been providing through its various fund-provisioning measures to promote financial institutions' lending, and the incentives will be raised when the short-term policy interest rate is lowered.", "This scheme can mitigate the impact on financial institutions' profits to a certain degree at the time of rate cuts depending on the amount of their lending.", "The applied interest rates, or the incentives, are categorized into three groups.", "In one category, the rate is the absolute value of the short-term policy interest rate.", "Since the short-term policy interest rate is currently minus 0.1 percent, a positive interest rate of 0.1 percent is applied for this category.", "The rates higher and lower than said category are applied respectively to the other two categories; they are set at 0.2 percent and 0 percent at the moment.", "Under the scheme, the Bank also classifies its fund-provisioning measures into these three categories, or in other words, \"boxes,\" in accordance with the purpose of the measures.", "It has been decided that the highest interest rate of 0.2 percent will be applied to funds provided through the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19) against loans that financial institutions make on their own.", "The aim is to further actively provide support to financial institutions to make loans, mainly to small and medium-sized firms, in response to COVID-19 at their own risk.", "An interest rate of 0.1 percent is applied to funds provided through the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19) against loans other than those that financial institutions make on their own and against private debt pledged as collateral, and 0 percent to funds provided through the Loan Support Program and the Funds-Supplying Operation to Support Financial Institutions in Disaster Areas.", "The list of fund-provisioning measures eligible for each category, or \"box,\" will be changed at the MPMs as necessary depending on the situation.", "This scheme enables the effects of monetary easing to further permeate the economy by promoting financial institutions' lending under a negative interest rate.", "When short- and long-term interest rates are lowered as an additional easing measure, the applied interest rates on a portion of financial institutions' current account balances will be raised through this scheme and their lending thereby will be promoted further.", "In this way, the scheme will play a complementary role for the additional easing effects.", "In addition, the latest policy actions include technical adjustments to the method to calculate the portion of financial institutions' current account balances at the Bank to which a negative interest rate is applied.", "I will not go into details today, but these adjustments also will contribute to further smooth conduct of the negative interest rate policy and to enhancing the effectiveness of the additional easing measure of cutting short-term interest rates.", "Conduct of Yield Curve Control The second policy action is with regard to the conduct of yield curve control.", "The Bank made clear at the latest MPM that the range of fluctuations in long-term interest rates, or 10-year JGB yields, will be between around plus and minus 0.25 percent from the target level, which is set at \"around zero percent.\"", "The effects of yield curve control on the functioning of the JGB market are, in a sense, an inevitable consequence of maintaining interest rates stably at extremely low levels.", "That said, in order to conduct yield curve control sustainably, it is important to strike a balance between maintaining market functioning and appropriately controlling interest rates.", "In fact, the examination made in the assessment reconfirmed that fluctuations within a certain range have positive effects on the functioning of the JGB market without impairing the effects of monetary easing.", "When the framework for continuous powerful monetary easing was strengthened in July 2018, the Bank announced that it would allow long-term interest rates to move upward and downward in about double the range, which was previously between around plus and minus 0.1 percent from the target level.", "Thereafter, the range of fluctuations in long-term interest rates widened and the functioning of the JGB market improved.", "However, since then, there have been times when the range of actual fluctuations has become narrow.", "Given these developments and the findings of the assessment, the Bank at the latest MPM judged it appropriate to make clear its thinking on the range of long-term interest rate fluctuations.", "In order to secure the effects of monetary easing while conducting yield curve control flexibly during normal times, it is necessary to firmly stop a significant rise in interest rates if such a rise happens.", "Thus, the Bank decided at the latest MPM to further strengthen the fixed-rate purchase operations, through which it purchases an unlimited amount of JGBs with certain maturities at fixed rates.", "That is, \"fixed-rate purchase operations for consecutive days\" have been introduced, through which the fixed-rate purchase operations will be conducted consecutively for a certain period of time.", "Through this new operation, the Bank can set, when necessary, an upper limit on interest rates more powerfully than before.", "On the other hand, when interest rates temporarily fall below the lower limit in day-to-day movements, the Bank will not strictly respond to such developments because they will not impair the effects of monetary easing.", "This is the basic thinking on the conduct of yield curve control and the policy actions that have been decided at the latest MPM.", "That said, under the continuing impact of COVID-19 in particular, it is important to stabilize the entire yield curve at a low level.", "Thus, for the time being, the Bank will conduct yield curve control with priority on such stabilization.", "Exchange-Traded Fund (ETF) and Japan Real Estate Investment Trust (J-REIT) The third policy action concerns ETF and J-REIT purchases.", "These purchases aim at exerting positive effects on economic activity and prices by lowering risk premia in the markets.", "In the latest assessment, the Bank found that large-scale purchases of ETFs during times of heightened market instability are effective in terms of containing risk premia.", "Given this finding, the sustainability and nimbleness of ETF and J-REIT purchases can be enhanced by conducting them more flexibly in a prioritized manner.", "In order to realize such purchases, the Bank decided at the latest MPM to revise the guideline for ETF and J-REIT purchases.", "Specifically, it decided to maintain the upper limits on annual paces of increase in the amounts outstanding of ETFs and J-REITs at about 12 trillion yen and about 180 billion yen, respectively, even after COVID-19 subsides, although these limits were decided in March last year as a temporary measure in response to the impact of COVID-19.", "With these upper limits, the Bank will conduct purchases as necessary while taking into account market conditions.", "Moreover, in order to avoid the Bank's indirect shareholding ratio from rising in some particular ETF component firms, the Bank decided at the latest MPM to only purchase ETFs tracking the Tokyo Stock Price Index (TOPIX), which is an index with the largest number of component stocks.", "The Bank has been addressing the issue of a rising indirect shareholding ratio to date by increasing the share of purchases of ETFs tracking the TOPIX, and thus the latest decision is an extension of such increase.", "Further Attention to the Financial System In addition to these three policy actions, given that monetary easing is expected to be continued for a long time, it has been decided that staff of the Financial System and Bank Examination Department, which is in charge of monitoring developments in the financial system, will attend the meeting and explain those developments to the Policy Board at the Outlook for Economic Activity and Prices MPMs when the is decided.", "While the Bank has been examining risks of financial imbalances in the conduct of monetary policy, it will pay further attention to developments in the financial system.", "I have talked about the Bank's policy actions decided lately in view of conducting further effective and sustainable monetary easing.", "Through these actions, the sustainability and nimbleness of the respective measures that comprise QQE with Yield Curve Control have been enhanced and the framework itself has been strengthened further, accordingly.", "These actions will enable the Bank to pursue monetary easing more strongly than before.", "The Bank has continued with large-scale monetary easing since the introduction of QQE in 2013.", "In this situation, with economic activity improving significantly, wages have increased moderately and the economy is no longer in deflation.", "The Bank considers that it is possible to achieve the price stability target of 2 percent by continuing with monetary easing, although it has been taking time.", "The sustainability and nimbleness of QQE with Yield Curve Control has been enhanced through the latest policy actions.", "In addition, the effectiveness of the inflation-overshooting commitment has been confirmed in the assessment.", "Under the current framework, the Bank will carry out its mandate of achieving the price stability target of 2 percent by continuing to persistently conduct powerful monetary easing.", "Thank you very much for your attention.", "Further Effective and Sustainable Monetary Easing Speech at the Kisaragi-kai Meeting in Tokyo March 30, 2021 Governor of the Bank of Japan I.", "Developments in Economic Activity and Prices and the Bank's Policy Responses to the Impact of II.", "Continuation of Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control III.", "Policy Actions to Conduct Further Effective and Sustainable Monetary Easing Chart 1 I.", "Developments in Economic Activity and Prices and the Bank's Policy Responses to the Impact of COVID-19 Recent Developments in Economic Activity and Prices Pace of Economic Recovery Consumer Price Index Economic Activity by Sector (Real GDP, Level) (CPI) s.a., CY 2019 average = 100 s.a., CY 2019 = 100 y/y % chg.", "Effects of the \"Go To Travel\" 100 Effects of the consumption tax 3 hikes and free education policies -5.2% -2.6% -10.0% Energy Excluding the effects of the above temporary factors CPI (less fresh food) Manufacturing Accommodations, drinking services Services for hobbies Transport Nonmanufacturing 20/Q1 Q2 Q3 Q4 Jan. Jul.", "In the middle chart, figures for manufacturing are the \"Indices of Industrial Production\" and those for other sectors are the \"Indices of Tertiary Industry Activity.\"", "Figures for nonmanufacturing exclude accommodations, eating and drinking services, services for amusement and hobbies, and transport.", "In the right-hand chart, energy consists of petroleum products, electricity, and gas, manufactured & piped.", "Figures for \"effects of the consumption tax hikes and free education policies\" from April 2020 onward are based on staff estimations and include the effects of measures such as free higher education introduced in April 2020.", "Sources: Cabinet Office; Ministry of Economy, Trade and Industry; Ministry of Internal Affairs and Communications; Bank of Japan.", "Developments in Economic Activity and Prices and the Bank's Policy Responses to the Impact of COVID-19 The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Further active purchases of JGBs and T-Bills Enhancement of the U.S. Dollar Funds-Supplying Operations Purchases of ETFs and J-REITs ETFs: annual pace with an upper limit of about 12 tril.", "yen J-REITs: annual pace with an upper limit of about 180 bil.", "Continuation of QQE with Yield Curve Control QQE with Yield Curve Control Yield Curve Control Inflation-Overshooting Commitment 1.0 0.8 \"The Bank will continue expanding the monetary base until the year-on-year rate of Target level of the 0.6 long-term interest rate: increase in the observed CPI (all items less around zero percent fresh food) exceeds the price stability target 0.4 of 2 percent and stays above the target in a Short-term policy stable manner.\"", "0.2 minus 0.1 percent \"Achieving the price stability target means attaining a situation where the inflation rate 0.0 is 2 percent on average over the business cycle.\"", "Continuation of QQE with Yield Curve Control Economic and Financial Developments since the Introduction of QQE with Yield Curve Control Amounts Outstanding of Bank Lending, Foreign Exchange Rate and Stock Prices CP, and Corporate Bonds y/y % chg. yen/U.S.", "dollar < I > < II > < III > thous.yen Amount outstanding of bank lending Yen/U.S.", "dollar (left scale) Amount outstanding of CP and Nikkei 225 (right scale) corporate bonds 110 -4 CY 07 09 11 13 15 17 19 21 CY 07 09 11 13 15 17 19 21 Output Gap and Unemployment Rate Wages y/y % chg. Base pay increase Scheduled cash earnings (full-time employees) Hourly scheduled cash earnings (part-time employees) Output gap (left scale) Unemployment rate (right scale) II.", "Continuation of QQE with Yield Curve Control Examination on Policy Effects  The Bank conducted an analysis using a macroeconomic model to estimate simulated developments in real GDP and the CPI assuming QQE had not been introduced.", "The differences between the counterfactual figures (A to E) and actual figures are regarded as the policy effects.", "For details of simulations, see Appendix 2 in the Assessment for Further Effective and Sustainable Monetary Easing released in March 2021.", "Sources: Cabinet Office; Ministry of Internal Affairs and Communications, etc.", "Policy Actions to Conduct Further Effective and Sustainable Monetary Easing Policy Actions to Conduct Further Effective and Sustainable Monetary Easing Aim: Further Effective and Sustainable Monetary Easing \"enhancing sustainability of monetary easing\" & \"nimble responses to counter changes in the situation\" <Interest Scheme to Promote Lending> 1.", "Establishment of the Interest Scheme to Promote Lending  Apply incentives (linked to the short-term policy interest rate) to financial institutions' (FIs') current account balances,  Enable the Bank to cut short- and long-term interest corresponding to the amount outstanding of funds provided rates more nimbly while considering the impact on through fund-provisioning measures to promote lending the functioning of financial intermediation ― Mitigate the impact on FIs' profits at the time of rate cuts depending on the amount of lending ― The applied interest rates and the eligible fund-provisioning 2.", "Clarification of the range of fluctuations measures for each category will be changed as necessary at in long-term interest rates (±0.25%) MPMs depending on the situation.", " Strike a balance between securing effects of <Decision at the March 2021 MPM> monetary easing and maintaining market functioning  Introduction of \"fixed-rate purchase operations for Applied interest rate Eligible fund-provisioning measure consecutive days\" • Special Operations in Response 0.2% to COVID-19, when funds are Higher than the rate 3.", "New guideline for ETF and J-REIT provided against loans made by for Category II FIs on their own • Special Operations in Response 0.1%  Purchase ETFs and J-REITs as necessary with upper limits to COVID-19, when funds are of about 12 tril.", "yen, respectively, on Absolute value of the provided against loans other than short-term policy annual paces of increase in their amounts outstanding those for Category I and against (abolish the guideline for purchasing these assets, in private debt pledged as collateral principle, at annual paces of increase in their amount • Loan Support Program outstanding of about 6 tril.", "yen and about 90 bil.", "yen, Lower than the rate • Operation to Support FIs in III for Category II  Purchase only ETFs tracking the TOPIX"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Monetary Easing", "Yield Curve Control", "Inflation Targeting", "Financial Stability", "Economic Growth", "Interest Rates", "Quantitative Easing", "Central Banking", "Economic Recovery"]}