{"sentences": ["SPEECH The sovereign-bank-corporate nexus - virtuous or vicious?", "Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the LSE conference on \"Financial Cycles, Risk, Macroeconomic Causes and Consequences\" Frankfurt am Main, 28 January 2021 One year after the first cases were reported in Europe, the coronavirus (COVID-19) pandemic continues to take a tragic human toll and to pose enormous challenges to workers, firms, the financial system and policymakers in the euro area.", "Without the forceful responses of fiscal, monetary and prudential authorities the economic and social costs of this crisis would have been significantly higher.", "Governments, in particular, have stabilised aggregate demand and incomes by absorbing economic and financial risks of the private sector as the crisis unfolded.", "Through the generous issuance of guarantee schemes, governments secured a continuous flow of credit to firms, which supported economic growth and protected financial stability.", "Monetary policy has complemented these efforts by providing ample liquidity and restoring favourable financing conditions.", "As a consequence, the policy response to the pandemic has visibly intensified the interdependencies between sovereigns, banks and firms.", "It has created a \"sovereign-bank-corporate\" nexus.", "In my remarks today, I will argue that the extent to which such interdependencies may create challenges in the future depends, to a large extent, on the types of feedback loops they create.", "Broad fiscal and monetary policy support today minimise the realisation of contingent liabilities in the future, and thus limit the scarring effects of the pandemic on the economy, creating a virtuous circle.", "So, contrary to the vicious \"sovereign-bank\" nexus[3] that plagued the euro area throughout most of the last decade, the current nexus, if managed properly, can be an engine for a faster recovery, which also supports the ECB's price stability mandate.", "A virtuous circle between sovereigns, banks and corporates At the onset of the pandemic, the strict lockdown measures hit large parts of the corporate sector hard, raising its vulnerability to levels last seen during the global financial crisis (Chart 1).", "Many firms saw their revenues collapse and were facing acute liquidity shortages that threatened to turn into solvency problems.", "Composite indicator of corporate vulnerabilities and underlying driving factors in the euro area Sources: Eurostat and ECB calculations.", "Notes: The composite measure is based on a broad set of indicators along five dimensions: debt service capacity (measured by the interest coverage ratio, corporate savings and revenue generation); leverage/indebtedness (debt-toequity, net debt-to-EBIT and gross debt-to-income ratios); financing/rollover (ratio of short-term debt to long-term debt; quick ratio (defined as current financial assets divided by current liabilities); overall cost of debt financing and credit impulse (defined as the change in new credit issued as a percentage of GDP)); profitability (return on assets, profit margin and market-to-book value ratio) and activity (sales growth, trade creditors ratio and change in accounts receivable turnover).", "Except for the overall cost of debt financing and GDP, all indicators are based on data from the ECB's quarterly sector accounts.", "The overall cost of debt financing indicator is calculated as a weighted average of the costs of bank borrowing and market-based debt, based on their respective amounts outstanding.", "In response to these developments, governments swiftly launched broad-based measures to support households and firms, including job retention schemes, direct transfers, tax cuts and deferrals, as well as loan guarantees (Chart 2).", "At the same time, the ECB supported bank lending to firms by providing ample liquidity at favourable conditions, while prudential authorities took comprehensive supervisory relief measures.", "The decisive policy response allowed firms to draw down their credit lines in order to finance their working capital, leading to an unprecedented increase in bank lending in the spring of 2020.", "Loan guarantees and remaining envelopes relative to sovereign debt in 2020 in selected euro Sources: National authorities and ECB calculations.", "Notes: Data are based on national sources and cover guarantees committed or announced until the end of 2020.", "\"Remaining envelope\" denotes announced envelopes of guarantees that have not yet been committed.", "Together, these measures helped prevent an abrupt contraction of credit to firms and a wave of corporate defaults, and protected banks' profitability and balance sheets.", "Thereby, they created a virtuous circle between sovereigns, banks and corporates (Chart 3).", "The wide-ranging policy support protected employment and stabilised aggregate demand, thereby substantially reducing the depth of the recession and the risk of scarring effects in the long run.", "A virtuous circle between sovereigns, banks and corporates Source: ECB.", "At the same time, the pandemic sparked a marked increase in both sovereign and corporate debt levels (Chart 4).", "Indebtedness of the general government and the non-financial corporate sector across the percentages of GDP Sources: ECB and ECB calculations.", "Notes: Non-financial corporate sector debt figures are on a consolidated basis.", "The red horizontal line represents the estimated MIP benchmark of 76% of GDP for consolidated non-financial corporate debt, whereby the 133% of GDP MIP benchmark for fully consolidated non-financial private sector debt is split between households and firms based on their average past shares in the stock of euro area non-financial private debt.", "Consolidated non-financial corporate debt figures also include cross-border inter-company loans, which tend to account for a significant part of debt in countries where a large number of foreign entities, often multinational groups, are located (e.g.", "Belgium, Cyprus, Ireland, Luxembourg and the Netherlands).", "The red vertical line represents the threshold of 60% of GDP for sovereign debt as defined in the excessive deficit procedure under the Maastricht Treaty.", "In addition to rising debt levels, the interlinkages between sovereigns, banks and firms resulting from the broad-based fiscal support have grown.", "On the one hand, the sensitivity of public finances to future corporate and financial sector developments has increased, beyond the traditional impact of automatic stabilisers during a recession, such as lower tax revenues and higher social security expenses.", "On the other hand, banks and corporates have become more dependent on government support.", "Only recently, possibly in view of the potential phasing out of fiscal support measures, changes in banks' risk perceptions have resulted in tighter credit standards for firms, according to our latest Bank Lending Survey (Chart 5).", "Bank lending to euro area non-financial corporations and bank credit standards Annual percentage changes; weighted index Sources: ECB (BSI statistics, Bank Lending Survey) and ECB calculations.", "The sovereign-bank-corporate nexus - this time is different But the nature of these interdependencies differs fundamentally from previous crises.", "Most notably, this time, the crisis did not originate in the financial sector, as in the global financial crisis[6], but in the real economy, and public support was granted to firms, not banks.", "Moreover, the pandemic has not raised concerns of moral hazard.", "While the global financial crisis resulted in the mutualisation of risks that should have been borne by the ultimate risk-takers, government support during the pandemic has protected the economy in the face of an exogenous shock that was not caused by excessive risk-taking.", "In the pandemic crisis, broad-based fiscal support has been both necessary and proportionate to mitigate the economic and social costs of the containment measures for large parts of society.", "At the same time, with the Banking Union still incomplete, the pandemic has once again exposed old vulnerabilities.", "For example, by absorbing some of the newly issued sovereign debt, banks have increased their exposures to the general government in many euro area countries, reinforcing the links between sovereigns and banks (Chart 6).", "Euro area bank exposures to domestic sovereign debt securities relative to total assets Jan. 2007-Sep. 2020, observed; end-2022, potential; percentage of total assets Sources: ECB (BSI and GFS statistics, and macroeconomic projections).", "Notes: The dots are based on a simple projection of potential increase based on the average share of domestic sovereign debt securities held by euro area banks from March to September 2020 and public debt projected from 2020 to 2022.", "In fact, bank and sovereign credit ratings remain highly correlated in the euro area (Chart 7).", "Issuer ratings of sovereigns and banks in the euro area Sources: Fitch Ratings, Moody's, Standard & Poor's, DBRS and ECB calculations.", "Notes: The rating shown represents the median of the long-term issuer ratings assigned by Standard & Poor's, Moody's, Fitch Ratings and DBRS.", "The bubble size indicates the combined debt of sovereigns and banks (debt securities issued) in a country as a share of the euro area total.", "Given that corporate health has become more dependent on the domestic sovereign's fiscal support, the withdrawal of government support could lead to cliff effects, giving rise to financial instabilities.", "It could trigger corporate defaults, a rapid rise in non-performing loans (NPLs) and tighter financing conditions.", "This, in turn, could cause problems in the banking sector, deepening the recession and further eroding the sovereign's revenues, while requiring even more guarantees and higher public debt, putting pressure on the sovereign's credit standing.", "In other words, the interlinkages between banks, sovereigns and corporates, which were crucial for stabilising the economic and financial situation during the pandemic, could turn into a vicious circle, giving rise to destabilising feedback loops (Chart 8).", "A vicious circle between sovereigns, banks and corporates 29/01/2021 The sovereign-bank-corporate nexus - virtuous or vicious?", "Policy implications of the sovereign-bank-corporate nexus The extent to which these interlinkages may give rise to vulnerabilities in the future depends on two broad conditions.", "First, it depends on the effectiveness of the wide-ranging policy support that is currently in place.", "An accelerating pace of vaccinations, favourable financing conditions and significant pent-up demand in the form of large savings can prepare the ground for a strong rebound in economic activity in the second half of this year.", "This would relieve stretched corporate balance sheets.", "The responsible and timely use of funds provided under the Next Generation EU instrument, in combination with additional national investment efforts, can reinforce the cyclical recovery.", "It can bring the economy back to a higher sustainable growth path by accelerating structural change towards a more digital and less carbon-intensive economy.", "Higher and more sustainable economic growth will be the most important factor in ensuring that reinforced interlinkages will not give rise to vulnerabilities and risks in the future.", "Second, the potential materialisation of vulnerabilities will depend on the degree of divergence among euro area countries.", "Despite generally stronger interdependencies, the extent to which these might give rise to challenges in the future differs across the euro area.", "Banks in more highly indebted countries also tend to exhibit higher domestic sovereign exposures and higher corporate NPL ratios.", "To a large extent, this reflects unresolved legacy issues with respect to the banking sector and sovereign indebtedness (Chart 9).", "Banks' domestic government bond holdings and corporate NPL ratios across the euro area Sources: Bloomberg and ECB.", "Notes: White bubbles indicate negative values.", "There are no ten-year sovereign debt securities for Latvia and Estonia; two-year sovereign bond yields are shown instead as a proxy for Latvia, whereas no suitable proxy could be identified for Estonia.", "The red horizontal and vertical lines indicate sample medians.", "The asymmetric impact of the pandemic on different industries has exacerbated prevailing vulnerabilities.", "Countries with high sovereign debt levels are also those that are more dependent on industries hardest hit by the pandemic, such as tourism, resulting in a larger drop in corporate profits (Chart 10).", "Non-financial corporate profits by sovereign indebtedness Sources: European Commission (AMECO database) and ECB calculations.", "Notes: Countries are split into highly and less highly indebted based on the median debt-to-GDP ratio of 13 sovereigns in 2019 for which data on the NFC gross operating surplus are available.", "Highly indebted (above median): ES, FR, BE, PT, IT, GR.", "Less highly indebted (below/equal to median): EE, NL, IE, FI, DE, SI, AT.", "This underlines the importance of support at the European level.", "The Next Generation EU instrument helps alleviate potential strains on national fiscal space, thereby partly decoupling corporate financing conditions from the fiscal space of their respective sovereigns and directly attenuating the sovereignbank-corporate nexus.", "At the same time, these vulnerabilities are a reminder of the urgent need to make further progress on reforming the euro area's institutional architecture, in particular by completing the Banking Union, advancing the Capital Markets Union and reviewing the European fiscal framework.", "These reforms will foster risk sharing, enhance resilience and reduce procyclicality.", "From the viewpoint of monetary policy, the potential emergence of an adverse macro-financial feedback loop between sovereigns, banks and corporates would matter for at least two reasons.", "First, it could measurably slow down the return of inflation to our medium-term aim.", "Increasing corporate defaults through a premature withdrawal of fiscal support would deepen the contraction in output and, ultimately, exert additional disinflationary pressures.", "Second, there is a risk that the sovereign-bank-corporate nexus could impair the smooth transmission of monetary policy through financial instabilities, a credit crunch and self-fulfilling price spirals.", "The risk of a premature phasing out of fiscal support is largely outside the ECB's control.", "But governments need to be mindful of cliff effects that might set off a vicious circle of corporate defaults, tighter bank lending conditions and growing sovereign vulnerabilities.", "We therefore continue to call on governments to extend targeted government support for as long as needed and to use public funds responsibly, with a clear focus on raising productivity and long-term growth potential.", "What we can do, however, is preserve favourable financing conditions for as long as necessary to reinforce and amplify the fiscal support and to ensure that private investment is not crowded out.", "This is what the Governing Council reaffirmed at its meeting last week.", "On the one hand, this means insulating the bank lending channel from adverse developments, to the extent possible.", "At our Governing Council meeting in December we therefore decided to further recalibrate our targeted longer-term refinancing operations (TLTRO III) by extending the period of more favourable terms by 12 months and by raising the total amount that counterparties are entitled to borrow.", "Preserving favourable financing conditions also means protecting relevant borrowing rates in financial markets from a tightening that would be inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "We therefore decided to extend and expand our pandemic emergency purchase programme, PEPP.", "We will now conduct purchases under the PEPP until at least March 2022 and we will purchase flexibly according to market conditions.", "This means that if favourable financing conditions can be maintained with asset purchase flows that do not exhaust the envelope over the net purchase horizon of the PEPP, the envelope need not be used in full.", "Equally, the envelope can be recalibrated if required to maintain favourable financing conditions and help counter the negative pandemic shock to the path of inflation.", "The focus on duration and preservation combines two mutually reinforcing benefits.", "First, the longer duration of the PEPP itself has a stabilising impact on financial markets.", "It significantly mitigates the risks of a sudden repricing and of self-fulfilling price spirals that threatened to impair the transmission of our policy in March last year.", "Second, this calming effect has the potential to increase the efficiency of our purchases.", "It allows us to calibrate our purchases flexibly according to market conditions, consistent with our commitment to preserve favourable financing conditions.", "As President Lagarde highlighted last week, this requires the Eurosystem to maintain a strong presence in euro area bond markets.", "In summary, by focusing on duration and preservation, we are sending a clear signal to markets that the current broad-based policy mix will continue to provide the necessary support to bridge the time until the economy can stand on its own feet once again.", "The decisive policy response to the COVID-19 pandemic by fiscal, monetary and prudential authorities has successfully prevented a much deeper economic contraction and averted threats to financial stability.", "Government support measures, in combination with the ECB's ample liquidity provision, have secured bank lending to firms throughout the crisis.", "Now it must be ensured that the current virtuous sovereign-bank-corporate nexus does not turn into a vicious circle in the future.", "This starts with minimising the risks of cliff effects associated with an abrupt and premature withdrawal of public support.", "It extends to the swift implementation of the Next Generation EU package and a commitment to use public funds in a way that raises potential growth and nurtures the trust needed to make progress with reforming and completing the euro area's institutional architecture.", "The ECB, for its part, has committed to preserve favourable financing conditions for as long as necessary, reinforcing the fiscal response.", "The complementarity of fiscal and monetary policy has been instrumental in effectively countering the pandemic crisis.", "When the health crisis has been successfully overcome and authorities start to phase out the relief measures, this complementarity should remain an important consideration.", "Thank you for your attention.", "I would like to thank Sandor Gardo and Benjamin Hartung for their contributions to this speech.", "The financial stability risks associated with a tightening nexus between sovereigns, banks and corporates in the wake of the COVID-19 pandemic are analysed in the ECB's latest Financial Stability Review (November 2020).", "A related framework is also briefly discussed in the IMF's Global Financial Stability Report (October 2013).", "There is a rich literature on the impact of the sovereign-bank nexus on financial stability and economic growth, including: Acharya, V., Drechsler, I. and Schnabl, P. (2014), \"A Pyrrhic Victory?", "Bank Bailouts and Sovereign Credit Risk\", Journal of Finance, Vol.", "2689-2739; Altavilla, C., Pagano, M. and Simonelli, S. (2016), \"Bank exposures and sovereign stress transmission\", ECB Working Paper No.", "1969; Becker, B., and Ivashina, V. (2018), \"Financial Repression in the European Sovereign Debt Crisis\", Review of Finance, Vol.", "(2011), \"Sovereign Default Risk and Bank Fragility in Financially Integrated Economies\", IMF Economic Review, Vol.", "(2014), \"Deadly Embrace: Sovereign and Financial Balance Sheets Doom Loops\", Working Paper 164191, Harvard University; Gennaioli, N., Martin, A. and Rossi, S. (2014), \"Banks, Government Bonds, and Default: What Do the Data Say?", "\", IMF Working Paper 14/120, International Monetary Fund; Popov, A., and van Horen, N. (2015), \"Exporting Sovereign Stress: Evidence from Syndicated Bank Lending during the Euro Area Sovereign Debt Crisis\", Review of Finance, Vol.", "The real economy link between sovereigns and corporates and the role of corporate debt have been documented for both the euro area and emerging economies.", "See, for example: Arellano, C., Bai, Y. and Bocola, L. (2020), \"Sovereign Default Risk and Firm Heterogeneity\", NBER Working Paper No.", "(2017), \"Sovereign Risk, Currency Risk, and Corporate Balance Sheets\", Columbia Business School; Kwak, J.H (2021), \"Corporate-Sovereign Debt Nexus and Externalities\", mimeo, University of Maryland; Wu, S.P.Y.", "(2020), \"Corporate Balance Sheets and Sovereign Risk Premia\", mimeo, University of WisconsinMadison.", "The results of the latest ECB Bank Lending Survey (Q4 2020) were published on 19 January 2021.", "For a comprehensive summary of the financial market turmoil during the 2007-2008 financial crisis, see: Brunnermeier, M. K. (2009), \"Deciphering the Liquidity and Credit Crunch 2007-2008\", Journal of Economic Perspectives, Vol.", "For a detailed analysis of the sovereign-bank nexus in the euro area during the COVID-19 pandemic, see also: Guerrero, S. L., J. Metzler, and A. D. Scopelliti (2020), \"Developments in the sovereign-bank nexus in the euro area: the role of direct sovereign exposures\", ECB Financial Stability Review (Box 4), November.", "A similar link between sovereign and corporate bond yields has also been documented in the literature, see for example: Bedendo, M. and Colla, P. (2015), \"Sovereign and corporate credit risk: Evidence from the Eurozone\", Journal of Corporate Finance, Vol.", "-52; Bevilaqua, J., Hale, G. and Tallman, E. (2020), \"Corporate yields and sovereign yields\", Journal of International Economics; Eichengreen, B. and A. Mody (2000), \"What explains changing spreads on emerging market debt?", "Capital Flows and the Emerging Economies: Theory, Evidence, and Controversies\", University of Chicago Press.", "At the same time, public support measures should become increasingly targeted in order to avoid corporate \"zombification\" via the misallocation of capital or postponed loss recognition.", "For further details see Laeven, L., Schepens, G. and Schnabel, I.", "(2020), \"Zombification in Europe in times of pandemic\", VoxEU, 11 October."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sovereign-bank-corporate nexus", "Fiscal support", "Monetary policy", "Financial stability", "Corporate vulnerabilities", "Bank lending", "Sovereign debt", "Macro-financial feedback loop", "Inflation", "Credit crunch"]}