{"sentences": ["Speech The Labour Market and Monetary Policy Governor Economic Society of Australia (QLD) Online - 8 July 2021 I would like to thank the Economic Society of Queensland for the invitation to speak today.", "I was looking forward to my first trip to Brisbane in 18 months, but given the current lockdowns that will have to wait for another day.", "When I spoke at this lunch 2 years ago, I talked about the accumulation of evidence that Australia could sustain an unemployment rate below 5 per cent without inflation becoming a problem.", "I also raised the possibility that the Reserve Bank would soon cut the cash rate to help secure both lower unemployment and inflation consistent with the target.", "Since then, a lot has happened: a global pandemic and the biggest peacetime economic contraction in our lifetimes; and not only did the RBA cut the cash rate, but we cut it as far as we reasonably could and the RBA's balance sheet has nearly tripled to over $500 billion.", "So a lot has changed since we last met.", "Even so, I would like to return to the same 2 themes that I talked about 2 years ago: first, the possibility of sustaining low rates of unemployment; and second, how the RBA's monetary policy strategy is contributing to this.", "I will begin with a brief update on recent labour market developments.", "I will then discuss the supply side of the labour market and its implications for wage and inflation outcomes.", "And finally, I will turn to the Reserve Bank Board's decisions earlier this week.", "Recent developments The recovery of the Australian labour market this year has been remarkable.", "The number of Australians in a job has increased by over 250,000 since the turn of the year and the level of employment is now 1 per cent above its pre-pandemic level.", "The unemployment rate has also fallen sharply, and is now around the same rate as it was just before the pandemic (Graph 1).", "Back in February, we expected the unemployment rate to now be around 61⁄2 per cent and not reach the low 5s until the second half of 2023.", "Yet, here we are now.", "Labour force participation is near its record high, underemployment is the lowest it has been in nearly a decade and job vacancies are at a record high level.", "These outcomes point to the resilience of the Australian economy and the effectiveness of the health and economic policy response.", "One source of uncertainty for the near term is the recent outbreaks of the virus and the lockdowns.", "We are watching developments carefully, but it is important to remember that Australia's experience has been that, once an outbreak is contained and restrictions are lifted, the economy and jobs bounce back quickly.", "It is noteworthy that the positive surprises on jobs have not been matched with equivalent surprises on wages and prices.", "The Wage Price Index (WPI) increased by just 11⁄2 per cent over the past year and recent outcomes have been broadly in line with our earlier expectations (Graph 2).", "The same is true for inflation.", "Wage Price Index Growth* 4 4 Quarterly 2001 2006 2011 2016 2021 Total hourly rates of pay excluding bonuses and commissions This combination of surprisingly positive employment growth and subdued wages growth had become a familiar pattern before the pandemic.", "This is evident in the next couple of graphs.", "The first shows the RBA's successive forecasts for growth in the WPI from 2014 (Graph 3).", "The picture is very clear: wages growth was persistently lower than forecast.", "The next graph is similar, but shows successive forecasts for the level of employment (Graph 4).", "The picture here is not quite as clear, but employment growth has mostly been in line with, or exceeded, expectations, with the obvious exception of last year.", "One straightforward explanation is that the low wage growth encouraged firms to substitute labour for capital, with the result being that employment grew quickly.", "The more important part of the story, though, is that the strong growth in labour demand was closely matched by a strong increase in labour supply.", "With both demand and supply rising, there was little need for the price - that is wages - to move.", "There are 3 elements of the supply story that I would like to touch on: the rise in labour force participation the ability of firms to tap into overseas labour markets when workers are in short supply the trend rise in underemployment.", "Labour force participation Labour force participation has been trending up since the middle of the previous decade and is currently around its record high (Graph 5).", "This upward trend was unexpected, coming after a decade of broadly sideways movement and the ageing of the population.", "The increase has been particularly large for women.", "There has also been a rise in participation by Australians older than 55 (Graph 6).", "Participation Rate Seasonally adjusted, monthly 61 61 2001 2005 2009 2013 2017 2021 Graph 6 Participation Rates* Females Males and females, aged 55+ 56 30 2003 2012 2021 2003 2012 2021 Female participation rate is seasonally adjusted; males and females, aged 55+ series is non-seasonally adjusted This recent trend reflects a mix of factors, including: the wider availability of flexible and part-time work; changes to child care arrangements; improved health outcomes for older Australians; and changes in the pension age.", "It is possible that higher debt levels and the decline in asset values during the financial crisis have also played a role.", "The most important of these factors is the increased availability of flexible and part-time work, with one in 3 workers now working part time.", "As hours of work have become more flexible, it has become easier for people with caring responsibilities and older Australians to participate in the paid workforce.", "This change has coincided with another shift in the economy - that is, an increase in demand for health services and social assistance, which has led to very strong growth in jobs in these areas.", "Many of these jobs are able to be performed by people who are seeking part-time and flexible work.", "So there has been a broadly parallel increase in labour demand and labour supply, and this has lessened the upward pressure on wages.", "Drawing on overseas labour markets The second supply side factor is the ability that firms have had to draw on overseas workers when skills or workers were in short supply in Australia.", "In some cases, firms hired workers from overseas directly to fill specific gaps, but in other cases they hired people who were already in Australia for other reasons, including to study and on working holidays.", "It is useful to distinguish the effects of this ability to draw on overseas labour markets from the impact of immigration more broadly.", "Immigration adds to both the supply of, and demand for, labour: when immigrants work they supply labour and their consumption of goods and services adds to the demand for labour.", "The precise balance between this extra labour supply and extra labour demand is difficult to determine and depends upon the specific circumstances.", "The picture, though, is clearer when firms are hiring workers to overcome bottlenecks and fill specific gaps where workers are in short supply.", "This hiring dilutes the upward pressure on wages in these hotspots and it is possible that there are spillovers to the rest of the labour market.", "This hiring can also dilute the incentive for businesses to train workers to do the required job.", "On the positive side of the ledger, hiring overseas workers to overcome bottlenecks allows firms to hire the people they need to operate effectively, and to expand and invest.", "This benefit was clearly evident during the resources boom, and there are a wide range of businesses and industries that have benefited from hiring foreign workers.", "Without this ability, output in Australia would have been lower.", "At the time of the previous census (in 2016), there were around 430,000 people working in Australia on temporary visas.", "In the food trades, these workers filled around 18 per cent of all jobs; and in the hospitality sector, they filled 13 per cent of jobs (Graph 7).", "Most of these workers were on either temporary visas for skilled workers or student visas.", "In contrast, in the farm sector it was more common for workers to be on working holiday visas.", "Temporary Migrant Employment Share of employment by occupation and visa type, 2016 Hospitality laundry Food preparation Factory processes Farm, forestry & ICT professionals Sales workers Temporary Work (Skilled) Student Other* Includes Working Holiday Maker visas, other Temporary visas and Bridging visas Sources: ABS; RBA In conceptual terms, one can think of this ability to tap into the global labour market for workers that are in short supply as flattening the supply curve for these workers.", "A flat supply curve means that a shift in demand has only a small effect on prices, or in this case wages.", "In my view, this is one of the factors that has contributed to wages being less sensitive to shifts in demand than was once the case.", "The third element of the labour supply story is underemployment.", "When somebody is underemployed they are, by definition, willing to supply more labour, generally at the prevailing wage.", "This means that when demand is strong, businesses are able to call on underemployed workers to supply more hours without much upward pressure on wages.", "And then, when demand is soft, hours can be scaled back.", "Underemployment has become a much more prominent feature of the Australian labour market over the past couple of decades.", "Today, over 7 per cent of the labour force report that they are underemployed - more than double the rate in the 1980s (Graph 8).", "Most of these people work part time and, on average, are looking for an extra 14 hours per week.", "In aggregate, these extra hours amount to around 3 per cent of total hours available to be worked in the economy.", "Underemployment Measures* Heads-based** Hours-based*** 1981 1989 1997 2005 2013 2021 Full-time workers on part-time hours for economic reasons and part-time workers who would like, and are available, to work more hours Share of the labour force Share of potential hours Sources: ABS; RBA The rate of underemployment varies significantly across industries and is highly correlated with the share of workers who work part time (Graph 9).", "For example, the underemployment rate in the accommodation and food services sector is around 20 per cent, while in mining it is less than 1 per cent.", "Underemployment by Industry 2019 average, share of industry employment 10 10 Retail support & Transport recreation Education Wholesale production Healthcare Accom goods Other Sources: ABS; RBA The high rates of underemployment mean that hours of work have become an important margin of adjustment in the Australian labour market.", "Hours can be scaled up and down when demand changes, rather than the alternative of people being hired and fired.", "The benefits of this were evident during the pandemic and the financial crisis more than a decade ago.", "Reflecting this, the RBA has for some time been paying attention to both unemployment and underemployment when assessing the degree of spare capacity in the labour market.", "Together, these 3 supply side factors help explain the labour market and wage outcomes over recent times.", "Strong labour demand was met with a strong supply response.", "The result was that the price of labour did not move much.", "A related factor I have spoken about recently is the laser-like focus on cost control in Australian business over the past decade or so.", "This focus has made firms wary of increasing wages, lest it hurt their competitiveness in an environment where it is difficult to increase prices.", "Many have instead relied on non-wage alternatives to attract and retain staff.", "Higher wages have often been seen as a last resort, especially in an environment where the supply side of the labour market is so flexible.", "There has also been a shift by some firms towards variable, as opposed to fixed, remuneration.", "This has the advantage to the business of avoiding a permanent increase in the cost base, but allowing higher remuneration to be paid for a time.", "This change is evident in the WPI measure including bonuses, which for most of the available history increased at the same rate as the measure excluding bonuses (Graph 10).", "But in the second half of the previous decade, the measure including bonuses increased at a faster rate as firms competed for workers.", "Wage Price Index Growth 4 4 Excluding bonuses and commissions Including bonuses and commissions* 2001 2006 2011 2016 2021 Not seasonally adjusted The outlook So what does this all mean for the future?", "The big change on the supply side has been the closure of our international borders.", "This has contributed to labour shortages in some areas given the strong pick-up in labour demand.", "In turn, some workers have received sizeable wage increases.", "However, the spillover effects to the broader labour market have been limited to date, and wage increases remain modest for most workers.", "Most firms retain their strong focus on cost control, with many preferring to wait things out until the borders open, and ration output in the meantime.", "The impact of this change on the supply side is evident in the sharp jump in the number of job vacancies, especially in the accommodation and food services sector (Graph 11).", "Whereas previously some of these vacancies could have been filled by people on visas, this is now more difficult to do.", "Since March 2020, the number of people in Australia on a visa with the right to work has fallen by over 250,000, which is a significant decline.", "Employment and Vacancies in Accommodation & Food Services Cumulative change since 2011 100 20 (LHS) Vacancies* -100 -20 2011 2013 2015 2017 2019 2021 Seasonally adjusted by the RBA Sources: ABS; RBA Given this experience, an important consideration for the outlook is how long the borders remain closed.", "One plausible scenario is that they open gradually over the period ahead, especially for workers with skills that are in short supply.", "This would relieve some of the current pressure points in the labour market.", "Alternatively, it is also possible that the borders remain closed for an extended period and that the pressure points build further.", "If so, aggregate wages growth would pick up more quickly than currently expected, but production and investment would be also be constrained.", "In terms of domestic labour force participation, we are expecting further increases, but not a repeat of the large increase since the middle of the previous decade.", "Increased job opportunities are expected to continue to draw more people into the labour market.", "In addition, the more flexible work arrangements that are a legacy of the pandemic make it easier for some people to participate in the labour market.", "The reforms to child care should also help, although the ageing of the population works in the other direction.", "With all these moving parts, and the uncertainty about the future strength of labour demand, it is challenging to determine exactly when the spare capacity in the labour market will be absorbed and, hence, when we can expect a sustained lift in wages growth.", "While it is hard to be sure, it is likely that the unemployment rate will need to be sustained in the low 4s for the Australian economy to be considered to be operating at full employment.", "Underemployment will also need to decline further.", "To achieve this, a further period of strong employment growth will be required.", "One consideration here is that the closure of the borders is making it more difficult to match workers with jobs, opening the possibility that more generalised labour shortages occur at a higher rate of unemployment than we would have expected.", "Another source of uncertainty is the lack of historical experience upon which to draw.", "In the past 4 decades, the only time that Australia has had an unemployment rate close to 4 per cent was during the peak of the resources boom.", "So there is some uncertainty about how aggregate wages will respond at lower rates of unemployment.", "Given this lack of historical experience, 2 of my colleagues at the RBA - James Bishop and Emma Greenland - have approached this issue from a different angle.", "In particular, they have examined the relationship between the unemployment rate in nearly 300 individual local labour markets across Australia and the average increase in labour income in these markets using data from the Australian Taxation Office.", "The results are shown in Graph 12.", "The vertical axis shows how much growth in income in a particular labour market varies from the average and the horizontal axis shows the unemployment rate in each of the local labour markets.", "Employee Income Growth and Unemployment Based on 289 local labour markets for the period 1998/99-2017/18 1.5 1.0 relationship 0.5 0.0 -0.5 (deviation -1.0 -1.5 Unemployment rate Average of all labour markets with a particular unemployment rate (to the nearest 0.1 ppt) in a given year; the size of each dot is proportional to the number of region-year observations at each level of Sources: ABS; National Skills Commission; RBA These results suggest a clear relationship: the lower unemployment is, the higher is relative income growth.", "This relationship is stronger when the unemployment rate in a local labour market dips below 5 per cent and strongest when unemployment dips below 4 per cent.", "While these results are subject to a range of qualifications, they suggest a couple of conclusions.", "First, tighter labour markets do generate stronger wage increases - the laws of supply and demand still work.", "And second, the relationship seems to be stronger at unemployment rates below 5 per cent.", "These are important conclusions from a policy perspective, especially given the RBA's strategy is to get the unemployment rate down so that wages growth picks up and inflation returns in a sustainable way to the target range.", "This brings me to our monetary policy decisions earlier this week.", "At our meeting on Tuesday, the Reserve Bank Board agreed to: retain the April 2024 bond as the bond for the yield target and retain the target of continue purchasing government bonds after the completion of the current bond purchase program in early September.", "We will purchase $4 billion a week until at least mid maintain the cash rate target at 10 basis points and the interest rate on Exchange Settlement balances of zero per cent.", "These measures will provide the continuing monetary support that the economy needs as it transitions from the recovery phase to the expansion phase.", "They will help lower unemployment and underemployment further and, in time, see inflation return to the 2 to 3 per cent target range.", "The Board is committed to achieving the goals of full employment and inflation consistent with target.", "The bond purchase program is helping us to make progress towards those goals.", "We decided to continue purchasing bonds because we are still some way from reaching those goals.", "However, at the same time we are responding to the stronger-than-expected economic recovery and the improved outlook by adjusting the amount purchased each week.", "This is consistent with the framework that we previously set out.", "Under that framework, bond purchases are reviewed in terms of: their effectiveness; the decisions of other central banks; and, most importantly, the progress towards our goals for inflation and employment.", "We are seeking to provide as much guidance about future bond purchases as we reasonably can in an uncertain world, while retaining the flexibility to respond in a timely way to changes in the state of the economy and the outlook.", "So we will be reviewing the size of our bond purchases again at our November meeting.", "In terms of interest rates, the condition that the Board has set for an increase in the cash rate is that inflation is sustainably within the 2 to 3 per cent range.", "It is not enough for inflation to be forecast in this range.", "We want to see results before we change interest rates.", "The bond purchases will end prior to any increase in the cash rate.", "For inflation to be sustainably in the 2 to 3 per cent range, it is likely that wage growth will need to exceed 3 per cent.", "That is on the basis that labour productivity continues to increase and that the labour share of national income remains broadly steady.", "The current rate of wage growth is materially less than 3 per cent.", "Partly for the reasons I have discussed, we still expect the lift in aggregate wages growth will be gradual.", "We also expect that it will take until 2024 for inflation to be sustainably within the 2 to 3 per cent target range.", "I would like to close by reiterating the 2 points I made earlier in the week.", "The first is that the condition for an increase in the cash rate depends upon the data, not the date; it is based on inflation outcomes, not the calendar.", "The second is that the step-down in the RBA's bond purchases from $5 billion to $4 billion a week does not represent a withdrawal of support by the RBA.", "The evidence is that central bank bond purchases have their impact through the total stock of bonds purchased, not the flow of those purchases.", "By mid November, our cumulative purchases under the bond purchase program will have amounted to $237 billion.", "We will hold a little more than 30 per cent of Australian government bonds on issue and 15 per cent of state and territory bonds.", "This represents a substantial and ongoing degree of support to the Australian economy.", "The adjustment in the rate of weekly purchases does not change this.", "Let me conclude on that note.", "I am happy to answer your questions.", "[*] I would like to thank Mark Chambers for assistance in the preparation of this talk.", "[1] Lowe P (2021), 'From Recovery to Expansion', Keynote Address at the Australian Farm Institute Conference, Toowoomba, 17 June.", "[2] Bishop J & E Greenland (forthcoming), 'Is the Phillips Curve Still a Curve?", "Evidence from the Regions', RBA Research Discussion Paper.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Labour market", "Wages", "Unemployment", "Supply side", "Inflation", "Underemployment", "Monetary policy", "Demand side", "Phillips curve", "Economic recovery"]}