{"sentences": ["Thank you for the invitation to address the National Press Club.", "This is the third time I have had the privilege of doing so, but it is the first time here in Canberra.", "The world has changed tremendously since my previous address in February last year: a pandemic, the biggest contraction in output in generations, the closure of our borders, a very large fiscal stimulus, near zero interest rates and quantitative easing.", "All that in just a year and none of it was predicted.", "It was therefore with some trepidation that I titled my remarks today, 'The Year Ahead'.", "I did so, though, because at the start of a new year, I thought it important to explain how we are thinking about the Australian economy and monetary policy over the year ahead.", "Before I do this, I would like to offer 3 observations on the year we have just been through.", "The first is that Australians respond well in a crisis.", "The second is that the economic downturn was not as deep as was initially feared and the bounce-back has been earlier and stronger than we were expecting.", "And the third is that as we start 2021, there is still quite a way to go before we reach our goals of full employment and inflation consistent with the target.", "I would like to elaborate on each of these observations as they are relevant to the future.", "The national response First, our national response.", "As a community, we have pulled together in the common good and been prepared to do what has been necessary to contain the virus.", "Our public administration and health systems have worked well in the public interest.", "Governments responded quickly to the pandemic and decisive fiscal and monetary policy responses have helped many people.", "Our banks also worked with their customers to help them meet their obligations.", "Because of these collective efforts Australia is in a much better place than most other countries.", "This is true for both the economy and the health situation.", "An earlier and stronger bounce-back My second observation is that despite the pandemic having very significant economic costs, the downturn was not as deep as we had feared and the recovery has started earlier and has been stronger than we were expecting.", "Employment growth has been strong, as have retail sales and new house building.", "Across many indicators, including GDP, the outcomes have been better than our central forecasts and often better than our upside scenarios as well.", "As an illustration, in August our central forecast was that the unemployment rate would end 2020 at close to 10 per cent and still be above 7 per cent at the end of 2022 (Graph 1).", "In our upside scenario, the unemployment rate was expected to end 2020 a little lower than 10 per cent, but still be around 7 per cent later this year.", "Thankfully, the actual outcome for the unemployment rate has been much better than this, with the peak now looking to be behind us and the unemployment rate ending 2020 at 6.6 per cent.", "It is reasonable to ask: what explains these better-than-expected outcomes?", "There are 3 factors that I would like to point to.", "The first is the success that Australia has had in containing the virus.", "That success has meant that the restrictions on activity have been less disruptive than we feared.", "It has allowed more of us to get back to work sooner and it has reduced some of the economic scarring from the pandemic.", "As is increasingly clear from experience both here and overseas, the health of the population and the health of the economy are inextricably linked.", "The second factor is the very significant fiscal policy support in Australia, which as measured by the change in the aggregate budget position is almost 15 per cent of GDP (Graph 2).", "Most of this support has been delivered by the Australian Government, but the states and territories have also played a role too.", "This support has been more substantial than was assumed in August and has made a real difference.", "It has provided a welcome boost to incomes and jobs and helped front load the recovery by creating incentives for people to bring forward spending.", "There has also been a positive interaction with the better health outcomes, which have allowed the policy support to gain more traction than would otherwise have been the case.", "The third factor is that Australians adapted and innovated.", "When the virus first came to our shores, many people hunkered down, but as the days wore on, households and businesses adjusted and changed what they do and how they do it.", "This resilience has helped keep the economy going and kept people in jobs.", "Many firms changed their business models, moved online, used new technologies and reconfigured their supply lines.", "Households adjusted too, with spending patterns changing very significantly.", "Some of the spending that would normally have been done on travel and entertainment has been redirected to other areas, including electrical goods, homewares and home renovations.", "Online spending also surged, increasing by 70 per cent over the past year (Graph 3).", "These changes in our spending patterns have been challenging for many businesses, but the ability and willingness of Australians to keep spending has helped the overall economy.", "Still quite a way to go My third observation is that despite the positive economic news over recent months, we still have quite a way to go.", "There is still very substantial spare capacity in the Australian economy.", "The unemployment rate is higher today than it has been for almost 2 decades and many people can't get the hours of work they want.", "And in terms of output, we remain well behind where we thought we would be when I spoke here in February last year (Graph 4).", "When the National Accounts are published for the December quarter, they are likely to show that the level of GDP is 4 per cent lower than where we thought it would be a year ago.", "On the nominal side of the economy, there is also a fair way to go.", "In underlying terms, inflation is running at 11⁄4 per cent, well below the medium-term target of 2-3 per cent.", "And wage growth is the lowest in decades, with the Wage Price Index increasing by just 1.4 per cent over the past year (Graph 5).", "Given the spare capacity that currently exists, these low rates of inflation and wage increases are likely to be with us for some time.", "The year ahead This brings me to the year ahead.", "In my view, we can draw some comfort from the year just passed.", "Our ability to pull together and the earlier-than-expected bounce-back are both positive developments and provide a basis for confidence about the future.", "Yet even so, the path ahead is likely to be bumpy and uneven and it will be some time before we are back to full employment and have inflation back to the target.", "As was the case in 2020, much depends upon the path of the pandemic.", "The development of vaccines in record time is clearly good news.", "It has reduced one of the big uncertainties and could provide the foundation for a vigorous and sustainable recovery in the global economy.", "But this outcome is not assured - the global rollout of the vaccines faces challenges and there are a range of other uncertainties about the global economy, including trade tensions.", "We hope for the best here, but we also need to be prepared for further setbacks in what remains a highly uncertain world.", "The RBA will be releasing a full set of updated economic forecasts on Friday.", "Today, I can provide the key numbers.", "In preparing these forecasts we have assumed a rollout of the vaccines in Australia in line with current government guidance and that international travel remains highly restricted for the rest of this year.", "Our central scenario is for the upswing in the Australian economy to continue, with above-trend growth over the next couple of years (Graph 6).", "GDP is expected to increase by 31⁄2 per cent over both this year and 2022.", "Given the recovery we have seen so far, we are expecting the level of GDP to return to its end-2019 level by the middle of this year, which is 6 to 12 months earlier than we previously expected.", "Notwithstanding this recovery, we are not expecting the level of GDP to return to its previous trend over our forecast period.", "This is largely because of lower population growth.", "When we prepared the forecasts a year ago, we were expecting the population to grow by 1.6 per cent per year over 2020 and 2021.", "The actual outcome is likely to be around 0.2 per cent in 2021, the lowest since World War I (Graph 7).", "This slower population growth has a direct effect on the size of our economy and means that we will not get back to the previous trend any time soon.", "In per capita terms, we expect more, but not all, of the lost ground to be made up.", "In the labour market, we are expecting the rate of unemployment to continue to decline.", "In the central scenario, it is expected to reach 6 per cent by the end of this year and around 51⁄4 per cent by mid 2023 (Graph 8).", "Job vacancies, job ads and business hiring intentions are at high levels, which suggests continuing solid employment growth over the next few months.", "Beyond that, some slowing in employment growth is expected when the JobKeeper program comes to an end in March.", "Given this outlook, wages growth and inflation are forecast to remain subdued.", "In the central scenario, wages growth is forecast to pick up from its current low rate, but to do so only very gradually and still be below 2 per cent at the end of next year.", "Consistent with this, and the ongoing spare capacity in the economy, inflation in underlying terms is also forecast to stay below 2 per cent over the next couple of years: the central forecast for 2021 is 11⁄4 per cent and for 2022 it is 11⁄2 per cent (Graph 9).", "In headline terms, inflation is expected to spike to around 3 per cent in the June quarter, largely reflecting swings in the prices of child care and some other administered prices, but then to return to below 2 per cent by the end of this year.", "So that is the broad outline of the central scenario.", "We will also be publishing downside and upside scenarios, as we did last year.", "The downside scenario is one in which there is a combination of further sporadic domestic outbreaks, a delay in the rollout of vaccines and a worsening global outlook.", "The upside involves further good news on the health front, with a strong pick-up in consumer and business confidence propelling a stronger self-sustaining recovery, especially given the large amount of monetary and fiscal stimulus that is in place.", "In the downside scenario, further progress in reducing unemployment is delayed and there is a little pick-up wage growth and inflation from current levels.", "In the upside scenario, the unemployment rate falls faster to be a bit below 5 per cent in the second half of next year.", "I would like to highlight 2 specific issues that have a bearing on the forecasts.", "The first is how households respond over coming months to the tapering of the fiscal and other support measures.", "Unusually for an economic downturn, growth in household income has been quite strong, largely reflecting the support provided by fiscal policy (Graph 10).", "Much of this extra income has been saved, with the household saving rate surging to 22 per cent in the June quarter.", "This largely reflects the limited spending opportunities during the lockdowns, but it is also a response to the uncertainty that people felt about the future.", "These extra savings have strengthened household balance sheets and mean that many people now have bigger financial buffers than they had previously.", "The question is what comes next.", "Over the next 6 months, aggregate household income is expected to decline as the pandemic support payments unwind.", "Normally, when income falls, so too does consumption.", "But we are not in normal times.", "The extra savings over the past 6 months and the bigger financial buffers can support future spending - people will have more freedom to spend as restrictions are eased and be more willing to spend as uncertainty recedes.", "So we are expecting the recovery in consumer spending to continue.", "But there are risks to the forecasts in both directions here.", "On the downside, further bad news on the health front could see additional restrictions on activity and a renewed desire to save.", "And on the upside, positive news on health and jobs could see people seek to catch up on spending and run down their extra saving buffers quickly.", "So we are watching this area carefully.", "One other important factor bearing on household spending is the housing market.", "When I spoke here last year I discussed how falling housing prices was one of the factors that had contributed to sluggish growth in 2019.", "The dynamics in the housing market now look to be in a different phase, with prices rising across most of the country recently (Graph 11).", "It remains to be seen how long this will continue, but sustainable increases in asset prices support household balance sheets and encourage spending through positive wealth effects.", "Higher housing prices can also encourage additional residential construction.", "But as housing prices rise again, we will be monitoring lending standards closely.", "We would be concerned if there were to be a deterioration in these standards, but there are few signs of this at the moment.", "The second specific issue I want to highlight is the outlook for investment.", "Prior to the pandemic, there were concerns about the protracted period of low levels of nonmining business investment (Graph 12).", "Not surprisingly, when the pandemic hit, investment fell further.", "Faced with a more uncertain environment and a drop in demand, many firms deferred investment plans and sought to de-risk their balance sheets.", "Spending on non-residential construction has been particularly affected.", "On a more positive note, there has been a welcome offsetting pick-up in public investment, which is playing a strong counter cyclical role.", "We are yet to see the same signs of a recovery in private investment that we have witnessed in household spending.", "Investment is nonetheless expected to pick up as uncertainty recedes and demand increases.", "An increase in private business investment is not only needed to support the economic recovery but also to build the productive capital stock that is needed for our future.", "So this too is an issue we are watching carefully.", "Monetary policy I would now like to turn to monetary policy.", "At our meeting yesterday, the Reserve Bank Board reviewed the monetary policy measures announced last year and the outlook for the year ahead.", "I would like to share the conclusions of this review with you.", "The first conclusion is that last year's monetary policy package is working broadly as expected and is supporting the economy.", "Together, the bond purchases, the Term Funding Facility, the 3year yield target and the record low cash rate have kept funding costs low for all borrowers and helped ensure that the banking system is able to provide the credit that is needed for the recovery.", "They have also resulted in a lower value of the Australian dollar than otherwise.", "Combined, the various measures have resulted in the RBA's balance sheet increasing from around $180 billion to $330 billion and a further substantial increase is in prospect (Graph 13).", "The second conclusion is that very significant monetary support will need to be maintained for some time to come.", "It is going to be some years before the goals for inflation and unemployment are achieved.", "So it is premature to be considering withdrawal of the monetary stimulus.", "The third conclusion is that we will continue to purchase bonds issued by the Australian Government and the states and territories at the completion of the current $100 billion program in mid April.", "In reaching this conclusion, the Board considered 3 factors: 1. the effectiveness of the bond purchases; 2. the decisions of other central banks; and 3. most importantly, the outlook for inflation and jobs.", "With 3 months experience now, it is clear that the bond purchase program has helped to lower interest rates and has meant that the Australian dollar is lower than it otherwise would have been.", "Australia's government bond markets also continue to function well and the available evidence is that further purchases would not be a source of market dysfunction.", "In terms of other central banks, most have recently announced extensions of their bond purchase programs, many running until at least the end of this year.", "Given this, if we were to cease bond purchases in April, it is likely that there would be unwelcome upward pressure on the exchange rate.", "And, third, in terms of the most important consideration - the outlooks for inflation and jobs - we remain well short of our goals, as I have already discussed.", "Given these considerations and the fact that the cash rate is at its effective lower bound, the Board decided to purchase an additional $100 billion of government bonds at the completion of the current program in mid April.", "These additional purchases will be at the rate of $5 billion a week, which is unchanged from the current program.", "They will ensure a continuation of the RBA's monetary support for the Australian economy.", "The fourth conclusion is that the Term Funding Facility will be maintained as it is.", "Banks are able to draw on the facility up until end June, which means they will have the benefit of low-cost funding out to mid 2024.", "The Board would consider extending this facility if there were a marked deterioration in funding and credit conditions in the Australian financial system.", "At the moment, there are no signs of this.", "Fifth, the 3-year yield target for Australian Government bonds will be maintained.", "This target has helped anchor the Australian yield curve and reinforced our forward guidance regarding the cash rate.", "Later in the year, the Board will need to consider whether to shift the focus of the yield target from the April 2024 bond to November 2024 bond.", "In considering this issue the Board will be giving close attention to the flow of economic data and the outlooks for inflation and jobs.", "It has made no decision yet.", "The final conclusion is that the cash rate will be maintained at 10 basis points for as long as is necessary (Graph 14).", "The Board has no appetite to go into negative territory and has done as much as it reasonably can with interest rates.", "Before increasing the cash rate, the Board wants to see inflation sustainably within the 2 to 3 per cent target range.", "Meeting this condition will require a tighter labour market and stronger wages growth than we are currently forecasting.", "It is difficult to determine exactly when this condition might be met but, based on the outlook I have discussed today, we do not expect it to be before 2024, and it is possible that it will be later than this.", "So the message is: interest rates are going to be low for quite a while yet.", "The Reserve Bank is committed to provide the support the economy needs as its recovers from the pandemic.", "On that note, I wish you all the best for the year ahead.", "Thank you for listening and I look forward to answering your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none"], "topics": ["Economic Recovery", "Monetary Policy", "Fiscal Policy", "Unemployment", "Inflation", "Household Spending", "Investment", "RBA Balance Sheet", "Bond Purchases", "Term Funding Facility"]}