{"sentences": ["Dear all, I am sitting today in front of a young and multicultural audience, coming from all over the world.", "As such, I want to devote my remarks on this graduation ceremony of the Barcelona Graduate School of Economics to talk about how the European project fits into today's global landscape.", "The European Union is one of the most ambitious and successful economic and social integration projects in history.", "The best illustration of this success and ambition being the fact that European citizens are able to express themselves, without losing their identities, under the common values of the Treaty: human dignity, freedom, democracy, equality, the rule of law and respect for human rights.", "Young people, in particular, are among the more confident groups in the positive effect of the European Union.", "According to the Eurobarometer, young people perceive the euro as something good for their country.", "In fact, the figure is 15 percentage points higher for the young than for the rest of the population.", "The same is true for the perception of the euro as something good for the Union as a whole.", "And young people's greater trust in the EU is a consistent feature across countries.", "Indeed, young people were the first to regain their confidence in the European Union after the Global Financial Crisis.", "More recently, their greater trust in the EU can be tracked to their attitudes towards globalisation.", "Recent research shows Europeans are more positive about the Union if they grew up when their country was already a member and, in particular, if their feelings towards immigration and globalisation were also positive.", "In a globalised and polarised world, the European model embodies a certain vision of the future of relations between nations.", "It is one based on strong and supportive institutions that protect citizens' economic and social well-being.", "Crucially, the European project was forged around its members' consensus and a tradition of understanding; a cooperative vision that transcends the continent's frontiers and fosters a multilateral approach to global challenges.", "This multilateral approach is now more important than ever since most of the structural challenges facing our economies are global and, therefore, require a global response.", "And Europeans can and should play a key role in promoting this multilateral approach.", "Trade, global barriers and the COVID crisis One crucial area where multilateralism should be promoted globally is trade.", "In the current context, global barriers can only be obstacles to the economic recovery that should follow the dramatic economic crisis caused by the pandemic.", "Take the production of the Pfizer and Moderna vaccines as examples.", "There are factories located in the United States, Switzerland, Germany, Belgium and Spain, and then there are other materials (such as glass for vials, or refrigerators) from all over the globe.", "The irruption of trade barriers, both for vaccines and some critical medical supplies in the early months of the pandemic, exemplifies the harm a parochial, protectionist view can do to global growth and health.", "In turn, while global supply chains have drawbacks, including their exposure to foreign shocks, they have proved their robustness during the pandemic.", "Firms whose production is more integrated into global value chains have performed better and with least disruption to their output.", "True, the sectors most integrated into the value chains bore the brunt of the initial external shock originating in China.", "But when the pandemic also hit domestic markets, such sectors clearly performed comparatively better, by accommodating the shocks to the domestic economy.", "What lessons are to be learned?", "I think a similar approach to that taken after the Global Financial Crisis is warranted.", "The answer then was not less but more and better integration; deeper, more rules-based, more resilient.", "So too for the role of value chains after the COVID crisis.", "Global supply chains have to be tested, as banks were after the crisis with stress tests.", "And critical supply chains need specific regulation, just like big banks, so vulnerabilities can be detected.", "But the upshot is that the efficient organisation of production at the global level is a public good that needs to be preserved.", "The role of multilateralism after the COVID crisis Trade aside, the present juncture is, in fact, a particularly suitable one for giving fresh impetus to multilateralism.", "Healthwise, the crisis will clearly not be resolved until immunity against the virus has been achieved in all countries.", "On the economic front, divergences in the rate of recovery may be particularly harmful for economies that are in a more vulnerable situation.", "Concerted global action is fundamental both for accelerating vaccine production and for making distribution affordable and fair for everybody.", "In the economic arena, we need some coordination of crisis exit strategies and, in parallel, support for the most vulnerable countries.", "Here, international institutions have a crucial role to play, in coordination with regional institutions and mechanisms.", "The aim is not only to entrench the global economic recovery.", "We must also combat the backsliding in inequality and poverty as a result of the pandemic, and jointly address the common structural challenges arising, for example, from digitalisation and the fight against climate change.", "And, more generally, as former ECB President and now Italian Prime Minister - Mario Draghi - put it: \"one of the main reasons why multilateral institutions exist is to create regulatory convergence, and therefore to increase trust between countries\".", "A role for multilateral institutions that goes way beyond their pure economic mandate.", "As such, the global recovery will be based on trust and solidarity between nations.", "Europe is a case in point.", "Let ́s take again the example of vaccines.", "When the prospect of a common vaccination pool and the purchase of vaccines on an uncoordinated basis was aired, European institutions took the decision to cooperate.", "That has allowed vaccines to be provided at the same time for countries with very different production or vaccine-purchase capabilities.", "It is an example of cooperation worth exporting to global vaccination programmes.", "Another example is the case of the policies needed to tackle climate change.", "The European Union has pioneered a system of cross-country carbon emission rights.", "This mechanism, according to recent studies, has led to a reduction of more than 10% in the emissions of regulated companies.", "This coordinated effort has seen the EU commit to a binding target of a net domestic reduction of at least 55% in greenhouse gas emissions by 2030 compared to 1990.", "It far exceeds the commitment to cut emissions by at least 40% under the Paris Agreement.", "Again let us view the European Union as a laboratory for what the multilateral effort can - ideally - achieve.", "European economic institutions: unfinished work However, in order for Europe to play this role properly, Europe should deepen its own integration project.", "Only by addressing the remaining challenges of our political and economic integration process, we - European - can aim to contribute decisively to global objectives.", "Let me end these remarks by underlying some of these remaining challenges on the economic front.", "The monetary union is one of the milestones of the European project: a single currency, the euro; and a single monetary policy, with its own institution, the European Central Bank.", "This is the epitome of cooperation among countries: a supranational agency that takes into account the well-being of the whole area instead of nations exercising their powers in a disorderly fashion.", "As a reward, the contribution of monetary policy to the economic stability of the union has been decisive, particularly during the sovereign debt crisis and, crucially, in the current health crisis.", "In addition to monetary policy, during this crisis, there has also been a genuine, common fiscal European response to the pandemic, notably including the creation of the Next Generation EU (NGEU) recovery fund.", "This fund adds key elements to ensure the burden of the economic recovery effort is shared.", "Some are unprecedented, such as the large-scale issue of supranational European public debt to finance reforms and investment in those Member States most affected by the pandemic.", "However, NGEU cannot and should not be seen as the cyclical stabilisation mechanism the euro area needs to complement our single monetary policy.", "A true macroeconomic stabilisation mechanism should be a multilateral institution in itself, of a permanent nature and with sufficient size, taxation power and borrowing ability.", "An additional important step that it ́s still missing is related to the need to conclude the process of financial integration that was key to resolving the sovereign debt crisis.", "This is, namely, the Banking Union, through the agreement on a fully mutualised European Deposit Insurance Scheme.", "It would contribute decisively to guaranteeing financial stability in the euro area and avoiding problems of financial fragmentation, both in the short and medium-term.", "In parallel, capital markets in Europe remain relatively under-developed and under-integrated.", "Hence the need to move resolutely towards implementing all the measures that are necessary to create a true capital markets union.", "It was Jean Monnet who said that \"Europe will be forged in crises, and will be the sum of the solutions adopted for those crises\".", "Let ́s do not waste the opportunity that this new crisis has offered to us.", "Forging requires sufficient temperature to mould, but not so much as to melt.", "There has been much work on how to avoid reaching melting temperature in the last few years.", "Now is the time to mould both the European project and the multilateral institutions.", "Our aim is that, when the temperature drops, we find ourselves with a new, stronger global economic architecture.", "I ́m convinced that, among the students graduating today at Barcelona GSE, there is a good number of molders who will contribute crucially to this endeavor in the following decades.", "Thanks you in advance for this contribution, congratulations to all and good luck.", "See A. Espitia, A. Mattoo, N. Rocha, M. Ruta and D. Winkler (2021), Pandemic Trade: COVID-19, Remote Work and Global Value Chains, Policy Research Working Papers, no 9508, World Bank www.ecb.europa.eu/press/key/date/2017/html/ecb.sp170825.en.html www.oecd.org/officialdocuments/publicdisplaydocumentpdf/?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["multilateralism", "European Union", "globalisation", "trade", "COVID-19", "vaccines", "climate change", "monetary policy", "fiscal policy", "financial integration"]}