{"sentences": ["Introduction The year 2020 was a peculiar and dramatic one.", "The Covid-19 pandemic abruptly changed the way we were accustomed to living our lives.", "It has been particularly difficult for those directly affected by the disease and for those furloughed or made redundant.", "Since the Covid-19 outbreak, the Storting has approved extensive fiscal policy measures to mitigate the economic fallout of the pandemic and measures to contain it.", "With a view to dampening the downturn, Norges Bank reduced the policy rate in spring 2020 from 1.5 to zero percent.", "In addition, we took measures to improve liquidity in the money and foreign exchange markets.", "The pandemic is not over, but vaccination is well underway, and we will likely be able to start living more normally in a few months.", "The economy and economic policy will then also gradually normalise.", "A global pandemic The Covid-19 outbreak and the measures to contain it led to a severe downturn in the global economy.", "In many countries, the decline in GDP in 2020 Q2 was the steepest ever recorded.", "The outbreak also led to considerable volatility in global financial markets.", "Equity indexes fell, and bond and money market risk premiums rose.", "The authorities in many countries implemented powerful fiscal policy measures to limit the economic impact of the outbreak.", "Central banks reduced policy rates and took substantial action to stabilise financial markets.", "Many central banks have stretched monetary policy further than we did and have implemented measures that were previously considered unconventional.", "The measures have included the provision of liquidity in the form of loans to the banking system and programmes involving government and corporate bond purchases.", "Policy rates among Norway's trading partners are likely to be close to zero for some time ahead.", "The global activity level picked up sharply during summer 2020, before higher infection rates and stricter containment measures held back the recovery through autumn.", "Despite new waves of infection and lockdowns, overall activity has held up through autumn and winter.", "As a growing portion of the adult population is vaccinated, growth among Norway's trading partners is expected to pick up.", "New, more contagious virus variants, vaccination problems and high infection rates in some emerging economies are still clouding the economic outlook.", "Substantial uncertainty and financial market volatility A weaker global economic outlook led to a marked fall in oil prices in spring 2020.", "Together with heightened uncertainty and financial market stress, this led to a sharp depreciation of the krone.", "The krone reached record-weak levels against a number of currencies in March.", "At the same time, we saw that the NOK market was functioning poorly.", "To better support market functioning, Norges Bank made extraordinary NOK purchases in the foreign exchange market.", "This is the first time we intervened in the foreign exchange market since 1999.", "Relatively quickly after the interventions, the market began to function more normally.", "Later in spring, the krone appreciated on the back of a rise in oil prices and reduced uncertainty in global financial markets.", "Recently, oil prices have been broadly at the same level as at the beginning of 2020, and the krone is somewhat stronger than prior to the Covid-19 outbreak.", "In spring 2020, risk premiums in the Norwegian money market rose considerably.", "Norges Bank took a range of measures to improve market liquidity and ensure pass-through of a lower policy rate to money market rates and bank lending rates.", "Among other things, Norges Bank offered banks extraordinary liquidity in both NOK and USD.", "In advance of the monetary policy meeting in May, financial market stress subsided and premiums in both the money and bond markets fell.", "The normalisation of liquidity policy is well underway.", "By the end of August 2021, all extraordinary loans from Norges Bank to banks will have been repaid, and the relaxation of collateral requirements for loans from Norges Bank will be reversed.", "Downturn in the Norwegian economy Activity in the Norwegian economy fell abruptly in 2020 Q2.", "The Covid-19 outbreak and extensive containment measures led to production halts and lower activity across a range of businesses.", "Mainland GDP was around 11 percent lower in April 2020 than in February the same year.", "Many employees were furloughed or made redundant.", "Unemployment rose to very high levels.", "The stringent containment measures led to a sharp decline in private consumption.", "There was also a shift away from services and towards goods consumption.", "Travel plans had to be put on hold, and much of the cultural sector was shut down.", "The pandemic and the measures to contain it also dampened the willingness and ability of mainland firms to invest.", "Petroleum investment fell on the back of lower oil prices and greater uncertainty.", "Reduced travel resulted in a fall in both exports and imports.", "After the decline in March and April, economic activity picked up towards summer, and the recovery continued through Q3.", "Through autumn, infection rates increased in Norway, and new containment measures were introduced.", "Activity slowed in the first months of this year, and in March and April we saw a renewed rise in the number of furloughed workers.", "Recently, infection rates have fallen.", "A gradual reopening of society is underway, and a large portion of the adult population in Norway will likely be vaccinated by the end of summer.", "This suggests that economic activity will pick up through 2021.", "Following a rise over the past three years, wage growth slowed again slightly in 2020.", "The moderation in wage growth must be viewed in the light of a sharp rise in unemployment caused by the Covid-19 outbreak and a marked decline in business sector profitability.", "Inflation has varied quite markedly over the past year.", "In the first months of 2020, CPI inflation slowed substantially, reflecting a fall in electricity prices.", "The rise in the CPI adjusted for tax changes and excluding energy products (CPI-ATE) moved up through spring and summer and remained above the inflation target, primarily owing to higher imported goods inflation.", "Higher imported inflation reflects the krone depreciation in early 2020.", "Annual CPI inflation was 1.3 percent in 2020, while CPI-ATE inflation was 3 percent.", "Towards the end of 2020, higher electricity prices pushed up CPI inflation.", "In March 2021, the 12-month rise in the CPI was 3.1 percent, while underlying inflation was somewhat lower.", "Surveys indicate that inflation expectations are firmly anchored around the 2 percent inflation target.", "In the immediate aftermath of the Covid-19 outbreak in Norway, housing market turnover fell and house prices edged down.", "But through spring 2020, housing market activity picked up and prices rose.", "In April 2021, house prices were more than 12 percent higher than at the same time in 2020.", "Growth in household credit increased slightly through 2020, but is still lower than in the years prior to the pandemic.", "Let me now say a few words about the economic policy conducted since Covid-19 hit Norway.", "Fiscal policy has taken the lead and played a decisive role in limiting the adverse economic impact of the pandemic and the measures to contain it.", "During the lockdown phase in March and April, it was of particular importance to support workers and firms affected financially.", "Unnecessary bankruptcies had to be avoided and the ties between employers and employees maintained.", "The fact that the Norwegian economy has weathered the crisis fairly well reflects the strong contribution of targeted fiscal measures, along with good welfare arrangements.", "The primary task of monetary policy is to maintain low and stable inflation, with a target of annual consumer price inflation of close to 2% over time.", "But monetary policy shall also contribute to high and stable output and employment and to counteracting the build-up of financial imbalances.", "By lowering the policy rate quickly and sharply, we helped to dampen the downturn by making it easier for indebted Norwegian firms and households to weather a demanding period.", "A policy rate cut generally strengthens household finances given the large proportion of residential mortgages, primarily at floating rates.", "Even though containment measures constrain activity in some sectors, low interest rates contribute, all else equal, to boosting consumption and investment.", "An example is the lift in housing investment from high turnover and price rises in the housing market, which then boosts overall economic activity.", "The interest rate level also has an impact on the krone exchange rate, which in turn is important for firms that compete in a global market.", "Acting through these channels, monetary policy helps to ensure that the downturn is not needlessly protracted and helps to reduce the risk that unemployment becomes entrenched at too high a level.", "Inflation is now above the inflation target, but we have always held the view that this has been a transitory consequence of the sharp krone depreciation in spring 2020.", "Low economic activity and high unemployment have a dampening effect on wage and price pressures, and we expect inflation to fall below the target in the coming year.", "An expansionary monetary policy stance contributes to normalising economic activity, which will in turn contribute to pushing up price and wage inflation further out.", "Last year we were concerned that a fall in house prices would amplify the economic downturn.", "The situation has since reversed.", "High house price inflation over the past year reflects low interest rates, but the Covid-19 pandemic itself has likely increased the willingness to spend money on housing.", "We are at home more and are less able to spend money at restaurants, on travel or on other experiences.", "A sharp rise in house prices tends to be followed by faster growth in household debt.", "This may lead to a build-up of financial imbalances, which in turn could amplify a future economic downturn.", "Weight is given to this consideration when making monetary policy trade-offs.", "As economic conditions normalise, it will be appropriate to raise the policy rate.", "At yesterday's monetary policy meeting, the Monetary Policy and Financial Stability Committee decided to keep the policy rate unchanged at zero percent.", "At the same time, we stated that the policy rate would most likely be raised in the latter half of 2021.", "In the Bank's latest Monetary Policy Report, which was published in March, we presented a policy rate forecast that indicated that the policy rate would be raised gradually over the coming years.", "The forecast implied a somewhat faster rate rise in Norway than expected among our trading partners.", "Developments in the real economy and inflation in the coming years suggest a gradual approach.", "Raising the policy rate too quickly may stifle the recovery.", "We would then run the risk that the unemployed would remain out of work longer than necessary.", "The low level of global interest rates also has a bearing on how quickly it would be appropriate to raise the policy rate in Norway.", "An interest rate differential that is too wide may result in a stronger krone, which in turn will have a dampening effect on both economic activity and inflation.", "The economic outlook is still clouded by uncertainty.", "The pace of vaccination and relaxation of containment measures are crucial for when we can begin to live more normally.", "In the March Monetary Policy Report, we projected a pronounced rebound in activity in the Norwegian economy in the second half of 2021 as a large proportion of the population is vaccinated, and a continued upswing into 2022.", "Unemployment was projected to fall in pace with the rise in activity.", "At the same time, inflation was expected to moderate ahead, to somewhat below the inflation target, before moving up again.", "We projected that house price inflation would be dampened as a result of a gradual rise in lending rates, a normalisation of household consumption patterns and an increase in residential construction.", "With regard to fiscal policy, we have assumed that public spending - in line with the fiscal rule - would be reduced as and when the situation permits.", "When I was here last year, the economic outlook was gloomy.", "We had just set the policy rate lower than it had ever been, and we were highly uncertain about what lay ahead.", "Since then, we have been through several waves of higher infection rates and strict containment measures.", "Nevertheless, economic activity has rebounded strongly from the trough in spring 2020, and many of those who became unemployed have fortunately re-entered the workforce.", "We are now pleased to note that infection rates are heading downward and that the reopening of society is underway.", "There is still uncertainty about the road ahead, but we can see the light at the end of the tunnel.", "Thank you for your attention."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Covid-19", "Monetary policy", "Economic outlook", "Inflation", "Krone", "House prices", "Fiscal policy", "Unemployment", "Financial markets", "Interest rates"]}