{"sentences": ["Speech The End of Libor and the Australian Market Christopher Kent Assistant Governor (Financial Markets) Keynote Address to ISDA Benchmark Strategies Forum Asia Pacific Online - 18 March 2021 Thank you for the opportunity to speak at this ISDA Forum on the very important issue of the end of LIBOR.", "After many years of planning for the end of LIBOR, the deadline is now just 91⁄2 months away.", "In that short time left, market participants need to take concrete steps to ensure they are ready for the end of LIBOR.", "An orderly transition away from LIBOR is important not only for your own firm, but for the smooth functioning of financial markets and the stability of the financial system.", "Today, I want to focus on the steps firms need to take to be ready for the end of LIBOR.", "Ensuring that these steps are taken is a global regulatory priority.", "I will also give an update on progress in the Australian market and what's required in the period ahead.", "As part of that I will make a few remarks about the multiple-rate approach we are taking for Australia's local reference rates.", "The deadline for LIBOR is fast approaching - what do you To prepare for the end of LIBOR, financial market participants need to take 2 key steps.", "Move to alternative robust reference rates The first step is for firms to move to robust reference rates for all new contracts.", "that it will publish most LIBOR rates for the last time on 31 December 2021.", "On 1 January 2022, these rates will not be published - they will not exist.", "For the most widely used USD LIBOR tenors, Ice Benchmark Administration will continue publishing these rates until 30 June 2023, but not beyond that.", "This 18-month extension is being made to allow most legacy USD LIBOR contracts to mature before LIBOR ends.", "But it is critical to stress that this extension applies to legacy contracts only.", "Similarly, the UK's Financial Conduct Authority is considering whether there is a need to further extend the publication of a limited number of LIBOR settings in an amended form.", "But again, this would be to support legacy contracts only.", "Importantly, this does not change the approach to new contracts referencing LIBOR, which is the same across all currencies and tenors.", "The clear and universal expectation among regulators is that firms should not reference LIBOR in new contracts beyond 31 December 2021.", "To do so would be a material risk for an institution's operations, which is why it is such a critical focus of regulators globally.", "So moving to robust alternative reference rates is imperative for new contracts.", "In each of the LIBOR jurisdictions, (near) risk-free rates have been identified for this purpose, and liquidity continues to build in products referencing these rates.", "A lot of important work is also going on within different industry bodies to develop new conventions for referencing risk-free rates (RFRs) in the various products.", "Good progress has been made in the UK market in particular, where it's also notable that the regulators' target for stopping new LIBOR lending in sterling is the end of this month.", "In other cases, products referencing RFRs remain a small share of trade, so there is still a lot of work to do.", "Include robust fallbacks in contracts Ideally, existing contracts will also be amended to reference a new robust reference rate.", "But the reality is that is not possible in all cases.", "So the inclusion of robust fallback provisions in contracts is the second key step to take to move away from LIBOR.", "Robust fallback provisions will make it clear how to proceed when LIBOR ends.", "In the absence of robust fallbacks, there is no doubt that there will be disputes, litigation and frustration for firms on both sides of the contract when LIBOR ends.", "A major step towards achieving robust fallbacks was reached when ISDA's new fallback provisions and associated protocol came into effect on 25 January this year.", "If a particular LIBOR was to become unavailable, these fallback provisions provide for that LIBOR to be replaced with the relevant risk-free rate plus a spread based on its past differences from LIBOR.", "With the LIBOR end-date announcements earlier this month, this spread has now been set for all LIBOR tenors.", "All new ISDA interest rate derivatives contracts referencing LIBOR now automatically include these fallbacks.", "So do all outstanding ISDA contracts where both parties have signed the associated ISDA protocol.", "More than 13,000 firms have now signed the protocol, including 70 in Australia.", "Overall, it is estimated that more than 90 per cent of the US$260 trillion in derivative contracts that reference LIBOR are covered by the ISDA fallbacks.", "This is a massive achievement, but there is more work to do.", "Regulators globally - including ASIC, APRA and the Reserve Bank - are strongly encouraging financial institutions and corporations that use derivatives contracts referencing LIBOR to review and, wherever practical, adhere to the ISDA protocol.", "So if you haven't already signed the protocol, we'd urge you to do so as soon as possible.", "There is also a lot of good work going on across industry to develop robust fallbacks for non-derivatives products.", "This must proceed in a timely way so that these other contracts are also protected when LIBOR ends after 2021.", "Some more details Last year the FSB published a Global Transition Roadmap.", "This describes all of the steps involved and the relevant timelines for financial market participants.", "For example: By now you should have identified and assessed all existing LIBOR exposures and be following a detailed plan to manage your transition before the end of 2021.", "Financial institutions should already be offering non-LIBOR linked loans to their customers.", "If your bank is not doing so, ask why.", "If you are not satisfied, find a bank which does offer such products.", "Firms should also adhere, if they haven't already, to the ISDA IBOR fallbacks protocol.", "By the middle of this year, firms should have established formal plans to amend legacy contracts where this can be done.", "They also need to have implemented the necessary changes to their systems and processes to enable transition to robust alternative rates.", "ASIC, APRA and the Reserve Bank have published a more detailed checklist of the range of things you need to include in your transition plans.", "If you follow these steps in a timely manner, your institution will be ready for the end of LIBOR.", "Banks' LIBOR transition plans are proceeding.", "Progress in stakeholder education and the required changes to contracts, systems and processes is in train.", "It was very pleasing to see overall notional exposures to LIBOR declining over the course of 2020 for the key Australian institutions.", "It was disappointing though to see that exposures had increased at some individual institutions.", "That needs to reverse course over the next 91⁄2 months.", "Regulators everywhere - including in Australia - will be taking action as required to ensure that risks are appropriately managed.", "Key LIBOR messages In short, by the end of 2021, institutions must have already transitioned to alternative reference rates, and for existing contracts where that's not possible, robust fallback provisions must be in place to make clear what the replacement rate will be when LIBOR ends.", "Any firms that have not done this will, on the 1 January 2022, be facing the prospect of significant disruption to their contracts and operations.", "This could lead to more widespread disruption through the financial system.", "Regulators will therefore be keeping a close eye on progress between now and then to ensure that the necessary work is completed on time.", "For any that may still hold doubts about the need to act, I'd like to stress that there is no alternative path to follow to move away from LIBOR.", "Waiting and seeing - for what others do or what other more convenient benchmarks might emerge in the future - is not a viable transition plan.", "It may be that a term RFR or a credit-spread adjustment on top of a RFR would more conveniently slot into the existing infrastructure and processes you have around your deals and products.", "We know progress has been slower in non-derivatives markets in part for these reasons.", "But in most cases, transition to an overnight RFR is feasible and a range of products that previously referenced LIBOR have successfully transitioned to RFRs.", "Use of the available overnight RFRs compounded in arrears is preferable to the alternative of using a forward-looking term or credit-spread adjusted RFR that is not robust.", "You need to move forward now with the robust overnight RFRs that are currently to hand.", "Hopefully, you have found these to be familiar messages.", "It is incredibly important that all users of LIBOR - financial institutions and businesses alike - manage these risks by preparing for the imminent demise of LIBOR.", "BBSW and Australia's multiple-rate approach I will now talk briefly about the multiple-rate approach we are taking for Australia's local reference rates.", "Unlike LIBOR, Australia's local credit-based benchmark BBSW, remains robust.", "A lot of work has gone into strengthening the methodology underlying its calculation and the supporting infrastructure and market practices.", "This means that, unlike for LIBOR, regulators in Australia aren't advocating a wholesale transition to referencing the risk-free rate, which in Australia's case is the cash rate, also known as AONIA.", "Instead, we expect market participants to choose robust reference rates that best suit each of their products and situations, taking into account their own and their clients' needs or hedging strategies: In some cases, referencing the cash rate will make sense.", "Floating rate notes issued by governments, non-financial corporations and securitisation trusts are possible examples.", "But in other cases, a credit-based benchmark, like BBSW will continue to make sense.", "Floating rate notes and corporate loans issued by banks are examples of this.", "But as I ve said before, not all BBSW tenors are as robust as others.", "In particular, the 1-month BBSW is largely a buy-back market.", "Accordingly, it is less liquid than other tenors.", "So users of 1-month BBSW should give careful consideration to using alternative benchmarks given the lack of liquidity in this market.", "It's also worth noting that for some products, approaches adopted widely by market participants offshore will have an important bearing on the reference rates we are likely to end up using.", "So regardless of the robustness of BBSW, we can expect to see a shift towards referencing risk-free rates in Australia for some products if that is the trend adopted offshore.", "Fallbacks are important for all contracts Fallbacks are also a key element in Australia's multiple-rate approach.", "Fallbacks provide valuable insurance.", "And if there's one thing that LIBOR has shown us, it's that we shouldn't take existing benchmarks for granted.", "Regardless of the reference rate used in a contract, the inclusion of robust fallbacks is required for prudent risk management.", "Accordingly, it is something that the global central banking and financial supervisory community expects.", "This is why the Reserve Bank worked closely with ISDA as fallback provisions for credit benchmark rates were being developed.", "Our local credit-based benchmark, BBSW, is included in the ISDA fallbacks and protocol.", "So adherence to the protocol is not only important for managing LIBOR transition, but as a matter of good practice for your contracts that reference BBSW rates as well.", "In due course, the Reserve Bank will also require securities that reference BBSW to include robust fallback provisions in order to be eligible as collateral in our market operations.", "There is a lot of good work already underway in industry towards developing market conventions in this area - including by the ASF.", "The Reserve Bank is currently working through feedback from industry on the proposed implementation of a principles-based requirement to take effect in mid 2022.", "We expect to confirm the implementation details in coming months.", "Thank you for your time today.", "I look forward to answering questions you may have.", "[3] There are very limited exceptions to this, including contracts necessary to support or manage risks relating to legacy LIBOR contracts entered into before the end of 2021.", "For example, see Federal Reserve Board (2020), 'Agencies issue statement on LIBOR transition', Joint Press Release, 30 November.", "[4] In ICE Benchmark Administration's statement on 5 March, it stated that it will not be possible to publish the LIBOR settings on a representative basis beyond the nominated cessation dates.", "The UK Financial Conduct Authority publicly confirmed this finding (see footnote 2), thereby constituting an index cessation event under the ISDA 2020 IBOR Fallbacks Protocol, triggering the setting of the spreads to be used in the fallback rate calculations.", "See ISDA (International Swaps and Derivatives Association) (2021), 'ISDA Statement on UK FCA LIBOR Announcement', Press Release, 5 March.", "Available at <-statement-on-uk-fca-libor-announcement/>.", "[5] See RBA (2020), 'Regulators urge Australian institutions to adhere to the ISDA IBOR Fallbacks Protocol and Supplement', Media Release No 2020-25, 13 October.", "See FSB (Financial Stability Board) (2020), 'Global Transition Roadmap for LIBOR', 16 October.", "Available at <-transition-roadmap-for-libor/>.", "[7] See RBA (Reserve Bank of Australia) (2020), 'Regulators Release Feedback on Financial Institutions' Preparation for LIBOR Transition', Media Release No 2020-12, 8 April.", "[8] While there are limited exceptions where authorities are providing for legacy LIBOR contracts to be supported beyond this date, this cannot be relied on in general.", "Any firm relying on this would be pursuing a very risky strategy.", "See Kent C (2020), 'Benchmark Reforms', Remarks to the Australian Securitisation Forum Virtual Symposium, Sydney, 17 November.", "Available at -ag-2019-03-19.html The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["LIBOR transition", "Robust reference rates", "Fallback provisions", "ISDA protocol", "Australian reference rates", "BBSW", "Multiple-rate approach", "Risk-free rates", "Credit-based benchmarks", "Market conventions"]}