{"sentences": ["Good afternoon, ladies and gentlemen.", "Let me first thank FLAR (the Latin American Reserve Fund) and its president, José Darío Uribe, for the opportunity of jointly organising this webinar with the Banco de España.", "It will be the first of many and marks the start of close collaboration between both institutions, formalised in a memorandum of understanding in December 2020.", "The close economic and financial ties between Latin America and Spain are widely known.", "The interest of the Banco de España in the region has grown, as you know, owing to the internationalisation of Spanish banks since the early 1990s, largely directed towards Latin America.", "In this process, the region has taken on great significance for the Spanish banking system.", "Indeed, Spanish banks' exposures to Latin America account, on pre-pandemic data, for almost one-fifth of the system's total exposures, and for almost 30% of exposures outside Spain.", "Accordingly, the region's economic performance has a most significant influence on Spanish banks' balance sheets, and the risks arising from these exposures may potentially become systemic.", "At the Banco de España, then, several directorates general - including Economics, Statistics and Research; Financial Stability, Regulation and Resolution; and Banking Supervision - devote many resources to monitoring all that occurs in the Latin American region from the real and financial perspective.", "However, the Banco de España remains ambitious to strengthen its knowledge of and links to the region's economic agents.", "Our first Strategic Plan, for the 2020-2024 period, approved in January last year, actually set as one of its priorities that of increasing our contribution to this objective.", "As part of this aim, we are pursuing a series of medium and long-term-oriented actions in the sphere of cooperation with Latin American central banks and institutions.", "We also seek to extend and enhance our analytical capacity in respect of the region's economies and financial systems.", "We are convinced that these seminars are a firm step forward in this direction.", "The aim of this webinar is to shed some light on how remittance flows during the health crisis have influenced Latin America's macroeconomic and financial stability.", "As you are well aware, the Latin American economic situation has been particularly affected by the COVID-19 pandemic.", "Along with the human cost in lives, the effects on poverty and income distribution have been very severe.", "The global economic recovery might also be delayed reaching the region, increasing the likelihood that the crisis may cause more persistent economic effects.", "Despite this difficult situation, remittances have proven pandemic-proof1 and have behaved countercyclically in most of the region's countries, assuming a more important role as a source of external financing.", "This subject is crucial to Spain, since it is the second-ranked issuer country of remittances to Latin America.", "Some of the topics we will address today (such as the growing importance of digital money remittances, the role of fiscal stimulus measures in the resilience of remittances and the function of the informal economy) are key to understanding the behaviour of the flow of remittances in this crisis.", "Undoubtedly, today's event will allow us to better understand these developments and - I hope - to draw some useful conclusions on how to tackle them from the central bank standpoint.", "Thank you for your attention.", "Remittances barely fell by 1.6% in 2020, compared with their 4.8% decline during the 2008 financial crisis."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Remittances", "Latin America", "Banco de España", "Economic Stability", "Financial Stability", "Central Banks", "Spanish Banks", "Economic Performance", "COVID-19", "Financial Crisis"]}