{"sentences": ["Speech Delta, the Economy and Monetary Policy Governor Address to the Anika Foundation Online - 14 September 2021 Thank you for joining us today to support the Anika Foundation.", "This afternoon, I would like to talk about the implications of the pandemic for the economy and for monetary policy.", "But before I do that, I want to acknowledge the impact of the pandemic on young people.", "The past 18 months have been very difficult for young Australians.", "Their support networks have been disrupted, leaving many young people feeling isolated and anxious about the future.", "Many have also missed out on events that would normally frame their lives, such as celebrating achievements with their peers.", "Their education has also been disrupted and, for many, it has been harder to get that valuable support that a one-on-one connection with a teacher can provide.", "So, our young people are paying a heavy price.", "This is evident in the increasing incidence of mental health issues and the sharp rise in calls to support services.", "It is important that we remember this high price when we conduct a full accounting of the costs of the pandemic and the containment measures.", "It is in this context that I want to thank you again for your support of the Anika Foundation.", "The Foundation is doing important work in supporting the welfare and mental health of young people.", "Thank you for being part of that work.", "I would now like to turn to the economy and then monetary policy.", "The economic outlook On the economy, our central message is that the Delta outbreak has delayed - but not derailed - the recovery of the Australian economy.", "The outbreak is a significant setback for the economy and it has introduced an additional element of uncertainty about the future.", "But there is a clear path out of the current difficulties and it is likely that we will return to a stronger economy next year.", "Prior to the Delta outbreak, the Australian economy had considerable positive momentum.", "Domestic final demand increased by 1.7 per cent in the June quarter to be more than 3 per cent above its prepandemic level.", "GDP was 0.7 per cent higher in the June quarter and nearly 10 per cent higher over the year (Graph 1).", "GDP Growth Year-ended Quarterly 2005 2009 2013 2017 2021 It was in the labour market, though, where the positive momentum was most evident.", "In June, the employment-to-population ratio reached a record high of 63 per cent and the unemployment rate fell to 4.9 per cent, the lowest it had been in more than a decade (Graph 2).", "The number of job vacancies had also reached a record high in May and there were increasing reports of labour shortages across the country.", "So things were looking pretty positive and, at the Reserve Bank, we were contemplating a further upward revision to our economic forecasts.", "The result is that the economy will now contract significantly in the September quarter.", "Domestic demand will contract sharply in the quarter, although stronger exports are expected to support the GDP figures.", "Our rough rule of thumb is that household consumption is around 15 per cent lower during a lockdown than would otherwise be the case.", "In addition, there have been disruptions to the construction sector and some investment plans have been delayed.", "The exact magnitude of the economic contraction in the September quarter remains to be determined but it is likely to be at least 2 per cent, and possibly significantly larger than this.", "This is a major setback, but it is likely to be only temporary.", "We expect the economy to be growing again in the December quarter, with the recovery continuing into 2022.", "The key drivers here are the increasing rate of vaccination and the easing of restrictions on economic activity.", "Australia has made significant progress on the vaccination front over the past month and further progress is expected over the weeks ahead.", "In the past couple of weeks, around 11⁄4 per cent of the population has been vaccinated each day, which is at the higher end of international experience.", "As a result, more than two-thirds of the eligible population has now had a single vaccination and more than 40 per cent are double vaccinated (Graph 3).", "COVID-19 Vaccinations* Share of eligible population Cumulative Daily 60 1.5 40 1.0 20 0.5 0 0.0 F M A M J J A S F M A M J J A S Seven-day moving average Sources: covid19data.com.au; Department of Health; RBA Governments have indicated that, as these figures continue to increase, restrictions on activity will be eased.", "When this happens, we can be confident that economic activity will begin to bounce back.", "While it is hard to be precise about the pace and timing of this bounce-back, in the RBA's central scenario, economic activity is expected to be back on its pre-Delta track by the second half of next year.", "One of the uncertainties here is the possibility of further significant restrictions on activity.", "These could come in response to new outbreaks of Delta, the emergence of a new strain of COVID-19 or a decline in the potency of the current vaccines.", "These possibilities represent the main downside risks to the economy.", "Another source of uncertainty is how Australians will respond to the easing of restrictions, given that the easing is likely to take place with COVID-19 still circulating in the community.", "This is quite different from our earlier experience, when the number of cases was close to zero, and there was a very quick bounce-back.", "Whether the same will be the case this time remains to be seen.", "Much will depend upon our attitude to risk and how our society deals with the ongoing rate of infection.", "The experience overseas, though, provides an encouraging reference point.", "This experience suggests that having COVID-19 circulating in the community does not prevent a quick bounce back in spending, provided the population is highly vaccinated.", "Most people are keen to do the things they used to and they will spend if they have the opportunity and the income.", "My expectation is that the same will be true here, although we still can't be sure exactly what living with COVID-19 will look like in Australia.", "Another factor underpinning the view that the economy will bounce back is the substantial income support being provided by the Australian Government and by the states and territories.", "While this support is different to that provided earlier, for many individuals the value of that support is similar to that provided earlier.", "So with consumption restricted by the lockdown, it is likely that the aggregate household saving rate will increase again in the September quarter (Graph 4).", "While the increase won't be as large as that of last year, it will mean that many people have more money in the bank than they did pre-Delta.", "Household Net Saving Rate* 20 20 0 0 2005 2009 2013 2017 2021 Estimate for the September quarter 2021 Sources: ABS; RBA It is also relevant that broader measures of household wealth have increased recently (Graph 5).", "Housing prices are 19 per cent higher than they were before the pandemic and Australian equity prices are around 10 per cent higher.", "This lift in the net wealth of the household sector is one of the things that suggest that once the restrictions are eased, households will be well placed to start spending again.", "Real Household Net Wealth* Year-ended growth with contributions Financial assets Consumer durables Dwellings -10 -10 2001 2005 2009 2013 2017 2021 Includes estimates for June and September quarters 2021 Sources: ABS; RBA For businesses, it is a mixed picture.", "Many of the businesses we talk to are expecting an easing of restrictions later this year.", "They also remember that the labour market was tightening just a few months ago and are alive to the possibility that this could be again the case next year.", "This possibility is creating a strong incentive to keep in close contact with employees; it doesn't make much sense to let workers go, only to have trouble hiring when restrictions are eased.", "Many large firms also have balance sheets that are in good shape and they have expansion plans based on the expected easing of restrictions.", "Business investment was on an upswing pre-Delta, and it is reasonable to expect that we will return to this as restrictions are eased, demand picks up again and uncertainty starts to recede.", "At the same time, many small and medium-sized businesses are facing very difficult conditions.", "Many are in 'wait, survive and see' mode, having experienced a large drop in revenue.", "Government assistance is helping, but the longer they have to wait before reopening, the more difficult things will become and the greater the potential damage to this important part of the economy.", "For some businesses, there is a limit to how long they can wait.", "So the sooner we can open safely the better.", "I would like to turn to the labour market, where the numbers are going to be difficult to interpret over coming months.", "Hours worked, rather than headcount, are likely to be the better guide, because the lockdowns have meant that many people are working reduced or zero hours.", "The data for the unemployment rate will be especially difficult to interpret.", "When people are stood down for more than 4 weeks without being paid by their employer, they are counted as either unemployed (if they are actively searching, and available for, other work) or not in the labour force.", "This is the case even when they still have an attachment to their employer and can return to their jobs when the lockdowns end.", "This is different from the JobKeeper period, when government support was paid via firms' payrolls and many employees on zero hours for extended periods were classified as employed.", "Nationwide, hours worked fell by 0.2 per cent in July, with a large decline in New South Wales offset by increases in other states, including Victoria, where lockdowns were briefly lifted (Graph 6).", "At the same time, overall employment was broadly steady.", "Looking ahead, total hours worked are expected to decline by 3-4 per cent in the September quarter.", "There is uncertainty about the unemployment rate for the reasons I just spoke about, but it would not be surprising to see readings in the high fives for a short period of time.", "Hours Worked January 2020 = 100, monthly Rest of Australia New South Wales 85 85 J F M A M J J A S O N D J F M A M J J Sources: ABS; RBA It is a positive sign that forward-looking indicators of labour demand have held up well.", "The number of job advertisements fell only a little in July and August, especially in New South Wales, and are still at high levels.", "The decline so far has been modest compared with the decline of around 60 per cent during the 2020 lockdown (Graph 7).", "Hospitality, for example, has seen a similar decline in job advertisements to last year, although from a higher level (Graph 8).", "Meanwhile, the hiring markets for engineers, health workers and IT professionals have not been particularly affected.", "In the RBA's business liaison program we hear reports that firms are thinking twice before laying off staff.", "They recall the strong labour demand before the lockdowns and many have an expectation that activity will recover strongly when lockdowns end.", "But as I said earlier, this depends upon the easing of restrictions.", "Job Advertisements by Occupation* December 2019 = 100 Hospitality & 200 200 Construction Professionals & administrative** Other occupations M J S D M J S D M J S * Occupation groupings using two-digit ANZSCO level Includes managers, professional, clerical and administrative workers; excludes health and medical professionals Sources: National Skills Commission; RBA I would now like to turn to monetary policy, where I will focus my remarks on our bond purchase program and the outlook for the cash rate.", "First, though, I want to emphasise that the RBA's package of monetary policy measures is providing ongoing and important support to the Australian economy as it deals with the Delta outbreak.", "This package includes: a record low cash rate a target of 10 basis points for the April 2024 Australian Government bond a bond purchase program under which we have already purchased $200 billion of government bonds, with more to come; and the low-cost term funding facility for Australia's banks, under which $188 billion has been provided for 3 years.", "This monetary policy package is working by: keeping funding costs and lending rates low across the economy; ensuring that the financial system is very liquid; supporting household and business balance sheets; and contributing to an exchange rate that is lower than it would be otherwise.", "It is through these transmission mechanisms that our policies are supporting, and will continue to support, the recovery of the Australian economy over the months ahead.", "At the Reserve Bank Board meeting last week, we considered how the bond purchase program should evolve in response to the Delta outbreak and the change to the economic outlook.", "The conclusion was that we will purchase $4 billion of bonds each week, as previously announced, but that we will extend the period over which we do this until at least mid February next year.", "This conclusion reflected a number of considerations.", "The first and foremost is the delay in the economic recovery and the associated increase in uncertainty about the future.", "Given that the recovery has been delayed, we considered it appropriate that we delay any consideration of a further taper in our bond purchases until next year.", "By February we will know more about how the economy is responding to the easing of restrictions than we will know in November.", "We also took account of the fact that the delayed recovery means that it will take longer to achieve our inflation goals.", "Continuing with the bond purchases at the announced rate for a longer period will also provide some additional insurance against downside scenarios.", "A second consideration the Board discussed was the appropriate roles of monetary policy and fiscal policy in response to the nature of the shock we are experiencing.", "This shock is largely the result of government efforts to contain the movement of people and economic activity.", "It is also expected to be only temporary, given the expected easing of containment measures over coming months.", "Throughout the pandemic, the RBA has seen its role as being part of the national effort to build a bridge to the other side and make sure that the economy is well placed to rebound strongly when the time comes.", "As I discussed earlier, the package of policy measures introduced over the past year has helped build that bridge.", "Having already put that package in place, our assessment was that fiscal policy is the more effective policy instrument in responding to the Delta outbreak.", "This is because fiscal policy can use the public balance sheet to offset the hit to private incomes during the lockdowns.", "In contrast, monetary policy works mainly on the demand side and the effects on income are felt with a lag; realistically, there is little we can do to offset the hit to demand in the September and December quarters.", "This is the role of fiscal policy and indeed there has been a sizeable and welcome fiscal response.", "A third and related issue we considered was that by continuing to purchase government bonds at the rate of $4 billion a week we will be adding to the support provided to the economy during the recovery phase.", "The evidence suggests that the expected stock of central bank bond purchases matters more than how many bonds the central bank buys each week.", "By February, our cumulative purchases under the bond purchase program will have amounted to $275 billion.", "We will hold around 35 per cent of the Australian Government bonds on issue and 18 per cent of the state and territory bonds.", "The RBA's purchase program started later than that of most other central banks but recently has been expanding faster relative to the stock of bonds outstanding (Graph 9).", "This represents a substantial and ongoing degree of support to the economic recovery.", "Central Bank Government Bond Holdings* Per cent of eligible stock outstanding Sweden Euro area** Australia 2017 2019 2021 2017 2019 2021 Central government debt only for all countries except the euro area.", "Dashed lines represent forecasts based on announced purchase programs, recent pace of purchases, or market expectations in the case of US and Canada Holdings data for euro area only include bonds held as part of asset purchase programs; holdings for other central banks also include bonds held for operational or liquidity purposes Sources: Central banks; debt management offices; RBA; Refinitiv I would now like to turn to the more traditional part of our monetary policy package - that is, the setting of the cash rate.", "As I have discussed on previous occasions, last year we moved to an approach under which actual inflation, rather than forecast inflation, plays the more central role in our cash rate decisions.", "In today's low inflation world we do not want to run the risk that we increase the cash rate on the basis of a forecast that ultimately does not come to pass, leaving inflation stuck below the target band.", "We want to see actual results, not forecasted results, before we lift the cash rate.", "Once we do see these results, forecasts of inflation will again have a role to play.", "But we have to get there first.", "In particular, the Board has said that it will not increase the cash rate until actual inflation is sustainably within the 2-3 per cent target range.", "It won't be enough for inflation to just sneak across the 2 per cent line for a quarter or two.", "We want to see inflation around the middle of the target range and have reasonable confidence that inflation will not fall below the 2-3 per cent band again.", "Our judgement is that this condition for a lift in the cash rate will not be met before 2024.", "Meeting this condition will require a tighter labour market than we have now.", "Our assessment is that wages will need to be growing by at least 3 per cent.", "We remain well short of this.", "Even in industries where there has been strong demand for labour, wage increases remain mostly modest.", "This assessment was confirmed by the latest reading of the Wage Price Index, which showed an increase of just 1.7 per cent over the year to the June quarter, with wages growth slower than this in the public sector (Graph 10).", "Wage Price Index Growth Private sector Public sector Year-ended 1 1 2001 2011 2021 2001 2011 2021 Our judgement is that it will take some time for wage increases to lift to a rate that is consistent with achieving the inflation target.", "There is a lot of inertia in the wage-setting process and the experience of the past decade is unlikely to be reversed quickly.", "This inertia comes from among other things: multi-year employment contracts; a strong cost-control mindset of Australian business; and low and stable inflation expectations.", "This judgement stands in contrast to the expected path of the cash rate implied by market pricing (Graph 11).", "The current OIS curve implies a cash rate of around 25 basis points by end of 2022, 60 basis points at the end of 2023 and close to 100 basis points at the end of 2024.", "These expectations are difficult to reconcile with the picture I just outlined and I find it difficult to understand why rate rises are being priced in next year or early 2023.", "While policy rates might be increased in other countries over this timeframe, our wage and inflation experience is quite different.", "Cash Market Rates Corridor floor Implied cash rate - OIS Cash rate target 1.0 1.0 0.5 0.5 0.0 0.0 2020 2021 2022 2023 2024 Sources: Bloomberg; RBA Finally, I would like to address the question of housing prices, as some analysts have suggested we might lift the cash rate to cool the property market.", "I want to be clear that this is not on our agenda.", "While it is true that higher interest rates would, all else equal, see lower housing prices, they would also mean fewer jobs and lower wages growth.", "This is a poor trade-off in the current circumstances.", "That is not to say that there aren't public policy issues to be addressed here.", "On the financial side, the issue is the sustainability of trends in household borrowing.", "We are continuing to watch this closely, with the Council of Financial Regulators discussing possible regulatory steps if lending standards deteriorate or credit growth accelerates too much.", "More broadly, society-wide concerns about the level of housing prices are not best addressed through increasing interest rates and curbs on lending.", "While monetary policy is contributing to higher housing prices at the moment, the way to address these concerns is through the structural factors that influence the value of the land upon which our dwellings are built.", "The factors include: the design of our taxation and social security systems; planning and zoning restrictions; the type of dwellings that are built; and the nature of our transportation networks.", "These are all obviously areas outside the domain of monetary policy and the central bank.", "Our job is to achieve the inflation target and support the return to full employment in Australia.", "The package of policy measures we have put in place has us on a path to do that.", "Delta is delaying progress, but it is not expected to derail our resilient economy.", "Thank you for listening and supporting the Anika Foundation.", "I am happy to answer your questions.", "[*] I would like to thank Penny Smith for assistance in preparing this talk.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic recovery", "Delta outbreak", "interest rates", "monetary policy", "household saving", "labour market", "inflation", "wage growth", "housing prices", "fiscal policy"]}