{"sentences": ["It is my pleasure to speak at the JC3's flagship event today.", "This conference is an important platform for us to share knowledge, best practices and solutions in tackling the threat of climate change.", "Since the last time we held this event in 2019, the world has been gripped by a health crisis of staggering proportions.", "It is unlike anything we have experienced in recent memory - with great economic and social costs.", "Despite unprecedented and massive policy responses to the crisis, the crisis has led to some setbacks to past progress towards sustainable development goals.", "And the global community is still confronting the harsh consequences of under-investments in health, education, infrastructure and the environment, at the expense of more sustainable and inclusive growth.", "If anything, the pandemic has been a sobering wake up call to the importance of sustainable development and the urgent need to pay more attention to planetary health.", "Even as Governments and policymakers have been laser-focused in combatting the Covid-19 pandemic, climate-related events have continued to intensify.", "These events include displacement and disruptions due to storms, flooding and droughts.", "For example, between November 2020 and January 2021, a few states in Malaysia experienced severe flooding.", "This led to the displacement of more than 25,000 people, loss of lives and significant economic damage.", "Last year, 53 weather disasters across the world racked up more than USD1 billion in economic losses .", "In fact, it is estimated that altogether, economic losses from natural disasters were more than a quarter of a trillion US dollars in 2020 .", "These events are prompting a renewed determination around the world to achieve a new balance of economic, social and environmental progress.", "Indeed, the pandemic presents a once-in-ageneration opportunity to place sustainable development firmly at the core of recovery plans.", "To date, Governments of more than 120 countries have committed to \"Net Zero\" by mid-century or earlier.", "Among the countries are some of Malaysia's major trading partners such as the EU, South Korea, Japan and China.", "Similarly, more and more companies are also adopting net zero targets.", "It is noteworthy that in 2020 - during the pandemic - such commitments by regions increased by ninefold, and threefold by corporates.", "A fast growing number of countries have also introduced climate change legislation and carbon management programs.", "Global climate change laws are reported to have increased twenty-fold since 1997 across 164 countries, up from 99 countries just 6 years ago .", "Climate-related laws and frameworks are also being strengthened in many countries, in ways that could significantly alter the course of economic development going forward.", "This includes the implementation of mandatory climate-related disclosures by various governments, regulators and independent bodies to hold companies accountable for their impact on the environment.", "The world is clearly moving more aggressively on building climate resilience in what is being described as the \"decisive decade for climate action\".", "Individual countries and firms cannot stand still.", "Not just because climate change has severe implications at a domestic level - more so for developing countries - but because global climate actions affect us directly through economic and financial linkages.", "How we respond is crucial.", "With the growing traction to sustainability, the risk of stranded assets is real and significant.", "The risk of getting left behind and shut out of key markets will affect our economic competitiveness, lead to a drop in growth and worsen existing inequalities.", "Ultimately, it is at the local level that the effects of climate-change will be mostly felt - through its transmission to food supply, energy and transport, disease and livelihoods.", "It is therefore in our collective interests and responsibility to act now, and to act together.", "As the lifeblood of the economy, the response of the financial sector is crucial on several levels - (i) to safeguard the resilience of the financial system through the identification and management of climate-related risks; (ii) to direct financial flows to low-carbon activities; and (iii) to support the transition by economic agents through appropriate financial and risk solutions.", "Over the last two years, we have taken important steps forward within the financial sector in Malaysia.", "The establishment of the JC3 in 2019 by Bank Negara and the Securities Commission in partnership with the industry, has served as a key focal point for collective climate actions in the financial sector and across multiple stakeholders.", "The JC3 continues to coordinate and lead efforts in five priority areas.", "First, we are introducing frameworks for the identification and classification of economic activities that meet climate objectives and are environmentally sustainable.", "A principles-based taxonomy has been issued to encourage financial flows to activities that support the transition to a lowcarbon and climate resilient economy.", "With the taxonomy in place, our focus will be to support its consistent and credible implementation within the financial sector.", "These efforts are being complemented by the issuance of sectoral guides under the Value-based Intermediation Assessment Framework (VBIAF) to help financial institutions conduct ESG risk assessments at a more granular level.", "Such guides have been issued for three economic subsectors, with three more to be published for consultation by the end of this year.", "And today, we will be launching the VBI Takaful Framework (VBITF) which outlines the implementation approach for activities in the takaful industry that is aligned with sustainability considerations.", "Second, we are strengthening practices in the treatment and disclosures of climate risks by financial intermediaries.", "As part of our supervisory approach, Bank Negara expects financial institutions to consider and integrate climate risks in their business strategies, risk management framework and practices.", "In support of this, we are currently working through the JC3 to develop Guidance Documents on Climate Risk Management and Scenario Analysis.", "An Application Guide is also being developed to encourage and improve TCFD-aligned disclosures by financial intermediaries.", "Third, we are ramping up our engagement and capacity building efforts to support climate action and risk management in the financial sector.", "The JC3 actively engages with various stakeholders on climate and transition initiatives.", "As part of its advocacy role, JC3 also contributes to the formulation of national climate policies to promote alignment with the financial sector's response to climate risks.", "In addition, the JC3, working with selected knowledge partners, will continue to deepen its stack of technical programmes to strengthen the knowledge and competencies of financial professionals in this area.", "Fourth, we are collaborating with the industry to promote an enabling environment for green financing and investments.", "Building on work undertaken to identify market gaps and barriers, JC3 members are working to develop concrete measures to enhance the demand and supply of green finance.", "This includes solutions to support and accelerate climate risk mitigation and adaption by firms along the supply value chain.", "Fifth, we are working to identify and address critical data gaps in climate and environmental risks-related information.", "Without adequate and good quality data, we will not be able to make informed assessments and judgments.", "This is especially important for climate risk management, disclosure and scenario analysis.", "To this end, under the JC3, a new subcommittee on data has been established earlier this year to take this work forward.", "These initiatives complement various ongoing efforts at the national level to strengthen national climate policies, institutions and frameworks.", "We will have the opportunity to hear more about these efforts over the course of this event.", "The 5 areas I have just mentioned are necessary but insufficient conditions to mitigate the worst effects of climate change.", "At the end of the day, actions at the individual firm level matter enormously.", "And the actions of financial institutions matter more than most given their role in the economy.", "The more we learn and observe about climate risks and practices in the financial sector, it is evident that we are still a long way from the breakthrough needed in how the financial sector thinks about and acts on climate issues.", "Such a breakthrough calls for financial institutions to recognise and reflect the systemic nature of the climate challenge in their business and risk considerations, and adopt an integrated and inter-disciplinary approach to climate issues.", "This means bringing together dimensions of climate science and technology with economic, social, risk and behavioural considerations.", "It means treating climate considerations not as a standalone issue, but one that is embedded in an institution's growth strategies, risk management and business operations.", "It means committing substantial investments to build the capacity and culture needed to make long-term shifts in business activities that support and are aligned with climate mitigation and adaptation.", "And it means making climate considerations an important part of social contracts between financial institutions and the communities that they serve - where financial institutions refocus on the role society needs them to play.", "That is, helping households and businesses cope with the physical and transition risks of climate change by providing financing and risk protection that will meet their needs.", "Allow me to elaborate further on the above.", "The current drive towards digitalisation of financial services presents an immense opportunity for financial institutions to contribute further to the climate change agenda.", "From a business operations perspective, while financial institutions explore newer applications of technology for cost optimisation and efficiency gains, integration of technology within the value chain may complement the industry's own carbon footprint reduction measures.", "For example, Accenture estimates that migrations to the public cloud could reduce global carbon emissions by 59 million tons of CO2 per year.", "From a growth perspective, innovative design of digital financial services can mobilise financial consumers in support of the climate change agenda.", "In 2017, the UN Environment Programme Finance Initiative reported that a major financial institution's digital finance platform prevented 150,000 tons of carbon emissions in just nine months by influencing its users to adopt and record more environmentally friendly behaviours, for example by walking instead of driving.", "The financial sector, at its core, has a role to facilitate the allocation and deployment of economic resources.", "Given its central role in helping people to save, borrow, invest or make payments, the financial sector is in a unique and powerful position to contribute beyond climate change, towards the broader sustainability agenda, including helping to end poverty and to reduce inequality.", "Funding remains a key challenge for many sustainability projects.", "Thus, the financial sector can be more deliberate in funding sustainability initiatives and incentivising investments in low carbon sectors.", "There are many such opportunities available.", "For example, projects under the National Investment Aspirations (NIA) framework, the Malaysian Climate Action Council (MyCAC)'s plan for Malaysia to be a hub in green economy, services and technology and the Low Carbon Mobility Development Plan 2021-2030.", "To meet the funding needs, it will not be sufficient for financial institutions to use traditional instruments.", "They will need to think creatively to develop new and innovative solutions which also takes into account the current challenges faced by businesses and individuals.", "Blended finance, for example, is a viable option for businesses that struggle with both the impact of climate change and the losses from the pandemic.", "In combining concessional financing and commercial funding, such as combining philanthropic funds or social finance instruments and traditional lending, blended finance approaches can avoid excessive debt loads that could increase future risks.", "There are also significant opportunities for financial institutions to support a green recovery from the pandemic through the provision of transition financing linked to sustainable practices.", "Climate change is not just a scientific issue.", "It is a business issue and it is a social one, inseparable from the basic obligations of financial institutions to prudently manage risks, act responsibly towards their customers and create long-term value.", "Consistent with this view, let me just mention some of the things that Bank Negara will be focused on in terms of its regulatory and supervisory priorities in the near term to promote a climate-resilient financial system.", "Over the last two years, we have been actively encouraging improvements in how financial institutions consider climate risk in their risk management approaches.", "We know that it will take some time before we see greater uniformity in approaches and while we would prefer not to dictate practices, we see a clear need to reduce the substantial divergence currently observed across institutions.", "The Bank is exploring various options to encourage better risk management approaches by outlier institutions - including through Pillar 2 capital requirements and supervisory assessments to reflect an inadequate consideration of climate risks.", "Building on the implementation of the principles-based taxonomy and the work by JC3 to address data gaps, the Bank's Financial Stability Committee has recently endorsed a four-year plan to prepare for industry-wide climate change stress tests at the counterparty level.", "This work is supported by efforts internally within the Bank to model the macroeconomic impact of climate shocks based on defined climate scenarios.", "And we will be taking further concrete steps to improve transparency on the management of, and exposures to, climate-related risks in the financial sector.", "To this end, Bank Negara will finalise plans this year for mandatory climate-risk disclosures by financial institutions in consultation with the financial industry.", "Climate change is an unprecedented challenge.", "The economy and society cannot be separated from the environment and our actions have to be cognisant of this.", "While we are making progress, there remains considerable scope for the financial sector to be more deliberate in considering the impact of climate change on risks and strategy.", "There is significant potential for the financial sector to provide guardrails for economic activities to stay on the path towards a low carbon and climate-resilient economy, and in doing so, avoid a more destructive path that will inflict untold harm on current and future generations.", "The Dutch businessman, Paul Polman, once said \"Climate change is sometimes misunderstood as being about changes in the weather.", "In reality it is about changes in our very way of life\".", "Financial institutions must take a deeper interest not just in how changes in the weather can affect them, but importantly, in how they affect the weather.", "The path to a more sustainable future depends on it.", "Grantham Research Institute on Climate Change and Environment (Back) www.accenture.com/us-en/insights/strategy/green-behind-cloud?", "c=acn_glb_sustainabilitymediarelations_11307639&n=mrl_0920 (Back) www.unepfi.org/news/industries/unep-fi-member-ant-financial-uses-app-to-reduce-carbon-footprint-of-200million-chinese-consumers (Back)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate change", "financial sector", "climate risks", "sustainable development", "green financing", "climate resilience", "carbon emissions", "digitalisation", "sustainability agenda", "blended finance"]}