{"sentences": ["To the directors, officers, and members of the Trust Officers Association of the Philippines (TOAP), guests, ladies and gentlemen, good evening!", "It is a pleasure to address the TOAP once again, this time, at your General Membership Meeting.", "It was in November 2020 when I joined your summit.", "I recall that I challenged your organization to be adaptable, to take advantage of opportunities, so your institution will reach its goals.", "With the accomplishments of the association, I commend the incumbent officers of TOAP under the leadership of Atty.", "Bobbie Conception for ably steering the industry in 2020. was an extremely difficult year.", "We are on the way to recovery.", "We can look to 2021 with guarded optimism.", "Performance of the trust industry Nevertheless, the performance of the trust industry in 2020 was impressive.", "While the level of assets under management (AUM) for trust and investment management activities did not show significant growth, it is encouraging to note that the AUM of unit investment trust funds (UITFs) rose by a hefty 22 percent year-on-year by the end of the third quarter of 2020.", "This development must have been made possible by the online accessibility of UITFs as the number of UITF participants also surged by around 32 percent year-on-year.", "UITF clients seem to prefer funds that are more liquid and whose products they are more familiar with.", "As we move forward, we hope that the UITF participants can progress, particularly with respect to the choice of underlying investments, and that in due time UITFs can be an effective vehicle for retail investors to actively participate in the Philippine capital markets.", "Apart from UITFs, the BSP expects growth of trust assets to continue this year.", "Following the industry's proposal, the BSP issued Circular No.", "1109 on February 4, 2021, which lowered to the minimum amount required to maintain an investment management account (IMA) and to participate in commingled funds to P100 thousand.", "The Circular also expanded the financial assets that a commingled fund can invest in.", "This is expected to fuel an increase in the industry's investment management activities as new clients with lower amounts of investible funds can now be tapped.", "Financial inclusion was a major consideration in crafting this policy amendment.", "We want to make investing more accessible, while providing retail investors with a greater degree of protection.", "We are confident that these investors will benefit from the expertise of trust entities and that trust entities would continue to exercise prudence in the way they offer their services.", "To provide a big picture on what lies ahead, let me proceed with an update on the economy and the banking system.", "The economic, social and health effects of COVID-19 are unprecedented.", "They disrupted economic activity globally.", "The Philippines was not spared: its economy contracted by 9.5 percent in 2020, its first fall since the 1998 Asian financial crisis.", "But one can argue that the contraction could have been worse had the Philippine economy not entered the crisis in a strong position.", "The uninterrupted economic growth for over two decades prior to the Covid-19 pandemic, the timely structural reforms, the generally manageable inflation, and the hefty gross international reserves - all these have helped cushion the adverse effects of the health cum economic crisis on the domestic economy.", "Our key economic indicators remain encouraging.", "Inflation is manageable and inflation expectation remains anchored.", "While inflation rates have risen in recent months, they were driven mainly by faster price increases of key food items and higher domestic oil prices.", "But the upticks in inflation are consistent with BSP's assessment that inflation will remain elevated in the coming months before decelerating in the fourth quarter of the year.", "Inflation is projected to return within the government's target range of 3.0 percent ± 1.0 percentage point over the policy horizon.", "Monetary policy will continue to support the various interventions of the National Government to alleviate the impact of supply-side factors on consumer prices.", "Balance of Payments (BOP) The country's external position has caught up well despite the weak global demand in 2020 amid the synchronized recession of our major trade and investment partners.", "For full-year 2020, the overall balance of payments (BOP) position was at an all-time high of US$16.02 billion.", "For 2021, we project the balance of payments to be US$6.2 billion or 1.6 percent of GDP.", "Gross International Reserves (GIR) Meanwhile, the country's gross international reserves (GIR) level remains sufficient- an external liquidity buffer for cushioning the domestic economy against external shocks.", "We project gross international reserves this year to be around US$114.0 billion, up from US$110.1 billion as of end 2020.", "This buffer is equivalent to almost a year's worth of imports of goods and payments of services and primary income.", "Domestic Liquidity Furthermore, the financial system has ample domestic liquidity.", "M3 posted a 9.0 percent annual growth to about P14.0 trillion in January 2021.", "The increase in money supply was mainly driven by the simultaneous expansion in domestic claims and net foreign assets by 5.0 percent and 21.8 percent, respectively.", "Overseas Filipino remittances continued to be resilient.", "They defied the global crisis.", "While the pandemic has caused more than 300,000 overseas Filipino workers to be repatriated last year, yet OF remittances decreased by only 0.8 percent, contrary to many analysts' forecasts that overseas Filipino remittances would contract by double-digit levels.", "For 2021, overseas Filipino remittances are expected to grow by 4.0 percent.", "Consumer and business confidence BSP's recent surveys show that consumer and business confidence are improving.", "For the first quarter of 2021, the consumer confidence index increased to 4.3 percent from the previous quarter's survey of negative 4.1 percent.", "Similarly, business confidence improved in the first quarter, with the index rising to 37.4 percent from the previous quarter's 16.8 percent.", "And for the next 12 months, consumers' and businesses' outlook remained optimistic, with the respective indices at 23.6 percent and 57.7 percent.", "The International Monetary Fund, World Bank and Asian Development Bank estimate that the economic activity in the country will rebound by 5.9 percent to 6.6 percent in 2021.", "Other foreign analysts have higher growth projections for the Philippines, which are broadly in line with the national government's forecasts of the gross domestic product of 6.5 percent to 7.5 percent for 2021, and 8.0 percent to 10.0 percent for 2022.", "We remain confident that despite the recent surge in cases, the government's vaccination program will take shape as planned, and the economy can take off significantly toward the end of the year.", "The Banking System The Philippine banking system remains strong and well capitalized.", "We've learned our lessons from the Asian Financial Crisis.", "As of end-2020, the Philippine banking system (PBS) has exhibited sustained growth in assets, adequate liquidity buffers, strong capital position, and ample loan loss reserves.", "The assets of the banking system managed to grow from 2019 by 6.1 percent to P19.4 trillion as of end-2020.", "The growth was mainly driven by higher deposits, which rose by 8.9 percent in 2020.", "The liquidity coverage ratio (LCR) of universal and commercial banks as of end-November 2020 was comfortably high at 201.0 percent, twice the regulatory minimum of 100.0 percent.", "Similarly, the system's net stable funding ratio (NSFR) indicates its ability to provide stable funding in the medium term.", "As of end-September 2020, the capital adequacy ratio of universal and commercial banks was at 16.8 percent on a solo basis, and 17.2 percent on a consolidated basis.", "This is much higher than the BSP's 10 percent standard and the Bank for International Settlement's 8 percent standard.", "On the other hand, credit growth of universal and commercial banks decelerated by 2.4 percent year-on-year as of January 2021 as banks tightened their overall credit standards for both loans to enterprises and households.", "Non-performing loans and non-performing assets ratios rose to 3.6 percent and 2.6 percent, respectively, in December 2020.", "However, these ratios remain manageable and are much lower than the double-digit levels recorded during the Asian Financial Crisis.", "While lower consumer spending and business activities continue to dampen bank lending growth, the government is taking measures to propel economic recovery in the country.", "This may be one of the basis for the banks' projections of increases in their loan portfolios by 10.0 percent to 15.0 percent over the next two years, These projections are based on the latest BSP's Banking Sector Outlook Survey.", "Meanwhile, the enactment of the Financial Institutions Strategic Transfer Act will aid in the industry's management of non-performing loans.", "In brief, the country is poised for a strong recovery, supported by years of longstanding structural reforms, as well as new measures that are being put in place to prepare for a postpandemic economy - one that is better, greener, more inclusive, and more technology-based.", "Challenge to TOAP new leadership Ladies and gentlemen: the trust industry has a significant role to play moving forward.", "Hence, BSP will unceasingly look for better ways of helping the industry.", "We would continue to relax certain regulations that would support your industry's growth while promoting accountability and good governance.", "In turn, I enjoin the trust industry, under the new leadership, to continue to support the BSP's advocacies on digitalization, financial inclusion, and sustainable capital markets.", "We hope that trust entities can fully harness the benefits of digitalization, not only through speedy transactions, but also through the delivery of better services.", "The move toward digitalization also goes hand in hand with financial education.", "With the easier access to financial products, customers should be made aware of the risks that they may be exposed to due to digitalization.", "Lastly, we hope that the trust industry can take part in the ecosystem for green and sustainable finance in the country.", "In the region, the Association of South East Asian Nations (ASEAN) has been prioritizing the work on setting of ASEAN standards that would boost capital markets that address climate change.", "The Securities and Exchange Commission, the BSP and the Department of Finance are actively involved in these initiatives.", "I am glad to note that a number of banks have already issued products in this space in the past few years and even during the pandemic.", "Let's help build a green and sustainable finance ecosystem for the generations to come.", "In closing, I commend the new set of officers of TOAP for accepting this challenge.", "Leading a key financial industry like the trust institutions is not a walk in the park.", "It requires agility to ensure that all member-institutions, no matter how big or small, are consulted and empowered.", "It also requires focused and firm leadership that will make sure that the goals and aspirations of your organization will be achieved.", "As Alexander Graham Bell said, \"Great discoveries and improvements invariably involve the cooperation of many minds.\"", "There are many great minds here.", "And I look forward to your great discoveries and improvements in the industry.", "Rest assured that BSP will continue to collaborate with you to achieve our common goal to maintain a stable financial system that enjoys the trust and confidence of the investing public.", "Have a productive membership meeting.", "Mabuhay tayong lahat!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Trust industry", "Economic recovery", "Financial inclusion", "Digitalization", "Green finance", "Banking system", "Balance of payments", "Inflation", "Overseas Filipino remittances", "Consumer confidence"]}