{"sentences": ["SPEECH Monetary autonomy in a globalised world Welcome address by Fabio Panetta, Member of the Executive Board of the ECB, at the joint BIS, BoE, ECB and IMF conference on \"Spillovers in a \"post-pandemic, low-for-long\" world\" Frankfurt am Main, 26 April 2021 Thank you very much for the opportunity to speak at this conference on spillovers in a \"post-pandemic, low-for-long\" world.", "[ Over the last decade, globalisation has called into question central banks' ability to achieve domestic objectives.", "According to some[ ], close economic and financial ties across borders make inflation more of a global phenomenon than a domestic one.", "And spillovers would leave central banks less able to control domestic financing conditions.", "Today, these views are being put to the test.", "US authorities are engaging in unprecedented fiscal and monetary expansion, which will show whether forceful policy stimulus can still raise inflation.", "The associated improvement in the US and global economic outlook has generated upward pressures on sovereign bond yields, which central banks whose economies are less advanced in the recovery are striving to resist.", "Whether they succeed will reveal the scope of monetary autonomy in a globalised world.", "What will the outcome be?", "For smaller and emerging market economies, the constraints on policy may remain significant.", "But I expect this episode to confirm that globalisation cannot constrain monetary policy in large economies, like the euro area.", "How globalisation affects both inflation and financing conditions in the euro area depends on our policy response to it.", "If globalisation leads to below-target inflation, it is because we are tolerating that undershooting.", "The euro area has monetary autonomy - the only question is how to use it wisely.", "Faced with uncertainty about the true economic damage caused by the pandemic, we must preserve accommodative financing conditions well into the recovery.", "Better still, monetary and fiscal policies should work together to deliver a stronger and more inclusive recovery, reducing the risk of inflation undershooting our aim for a prolonged period.", "This is the best way to avoid lasting scars.", "Globalisation and inflation Let me start by discussing the role of globalisation in inflation outcomes.", "Inflation has a common global component, which is largely driven by energy and commodity prices.", "But the view that globalisation makes inflation a global phenomenon - and a disinflationary one - goes further.", "Trade integration might cause disinflation through lower import prices, lower production costs and the forced exit of less productive domestic producers.", "[ By increasing global labour supply, it might have created \"global slack\".", "[ And growing international competition could limit the scope for firms to pass on domestic cost increases to consumers.", "[ These forces, especially commodity price shocks, can have sizeable effects on price developments.", "But the evidence suggests that globalisation has only marginal effects on trend inflation.", "[ While inflation has fallen across advanced economies over recent decades, its correlation with the pace of globalisation is weak.", "The sharpest reductions took place in the early 1980s, before globalisation took off (Chart 1).", "Since the 1990s, inflation has fallen fastest in two periods when trade integration was less intense.", "[ Median inflation rates in advanced economies and KOF Globalisation Index[ (left-hand scale: index; right-hand scale: annual percentage changes) Sources: ECB staff calculations, KOF Swiss Economic Institute and national sources.", "Notes: Headline median inflation of 22 OECD countries and KOF overall globalisation index.", "The latest observation is for 2018.", "Similarly, global economic slack has little impact on domestic inflation or the slope of the Phillips curve.", "[ And there is little evidence that the role of global factors has increased for core inflation over the last decade.", "[ Consistent with this observation, euro area core inflation since the global financial crisis has been driven mainly by services (Chart 2, left panel), the inflation component that is most sensitive to the domestic output gap (Chart 2, right panel).", "[ Services price inflation and slack (left panel: percentage points, rebased to January 2008 (= 1.74); right panel: sum of 2021 HICP weights) Sources: Eurostat and ECB staff calculations.", "Insofar as globalisation has influenced inflation in the euro area, it may rather be the result of macroeconomic policy choices.", "From 1999 onwards, globalisation led to a stronger rise in trade openness in the euro area than in other large economies like the United States (Chart 3, left panel).", "This, in turn, created more opportunities for euro area economies to \"rotate\" demand to foreign markets when internal demand stalled.", "The result, especially in the wake of the global financial crisis, was a shift from domestic to external demand by the euro area as a whole.", "This led to a large current account surplus (Chart 3, right panel), while the protracted weakness in internal demand weighed down on inflation (Chart 4).", "[ Europe's response to globalisation (left panel: (exports + imports)/GDP; right panel: percentages of GDP) Sources: National accounts and Ameco.", "In fact, underlying inflation[ in the period before the financial crisis had approached 2% only because domestic demand in \"non-core\" countries had pushed it higher, while \"core\" countries had lower demand and inflation (Chart 4, left panel).", "But after the crisis, lower domestic demand in \"non-core\" countries was not offset by higher domestic demand in core countries.", "Rather, domestic demand fell everywhere, which contributed to underlying inflation being compressed (Chart 4, right panel).", "Domestic demand and core inflation in the euro area (left panel: percentages of GDP; right panel: percentages per annum, HICP excluding food and energy) Sources: ECB and Eurostat.", "Note: Non-core refers to Spain, Italy, Greece, Portugal and Cyprus.", "This fall in underlying inflation was not visible to the same extent in the United States, which relied more on internal demand.", "[ In fact, the United States entered the global financial crisis with underlying inflation having averaged 2.2% over the previous decade, and after 2012 it was 0.2 percentage points lower on average.", "The euro area, meanwhile, entered the crisis with underlying inflation averaging 1.7% and, after the sovereign debt crisis, it was 0.6 percentage points lower on average (Chart 5).", "Core inflation (year-on-year percentage changes) Sources: Eurostat and Federal Reserve.", "Note: Dashed lines denote period averages.", "Globalisation and policy autonomy If globalisation does not directly lead to low inflation in the euro area, can it constrain the ability of monetary policy to influence the inflation process?", "This could happen through two channels.", "First, globalisation could depress the natural rate of interest and make it harder for monetary policy to stoke price pressures, especially at the lower bound.", "That could happen if trade and financial integration increase global demand for safe assets.", "[ Globalisation might also favour \"winner-takes-all\" markets that stifle productivity growth and put downward pressure on the natural rate.", "[ But the evidence about the importance of global factors in explaining the decline of the natural rate is inconclusive at best.", "[ There is a stronger consensus that demographics have been the key common driver.", "[ Second, globalisation could constrain monetary autonomy by increasing exposure to financial spillovers, making it harder for central banks to set financing conditions at the appropriate level to stabilise domestic inflation.", "Evidence suggests that a \"global financial cycle\"[ does exist, driven by international risk factors, and that financial spillovers from the United States to the euro area have been increasing since the 1990s.", "[ In particular, since the mid-2000s euro area term premia have become more responsive to global factors (Chart 6).", "This matters because central bank asset purchases that aim to lower market yields work mainly by compressing term premia.", "If those premia are simultaneously rising on account of external spillovers, this could weaken the traction of monetary policy over euro area yields.", "Share of term premium movements driven by foreign spillovers Sources: Haver and ECB staff calculations.", "Notes: The estimation builds on the methodology proposed by Nyholm (2016), Diebold and Yilmaz (2009) and Diebold and Yilmaz (2016).", "A 250-day rolling window VAR(4) including inflation expectations and inflation risk premia for G4 markets is estimated, where these estimates are calculated using the model framework of D'amico, Kim and Wei (2018).", "Generalised impulse response functions (Pesaran and Shin (1998)) allowing for correlated shocks are used to estimate the variance decomposition of the forecast error with a ten-day horizon, which in turn is used to compute spillover indices.", "The latest observation is for 20 April 2021.", "But in practice globalisation does not seem to impose an insurmountable constraint on the ECB's monetary policy.", "Even when economic conditions in the United States have diverged from those in the euro area, the decisive action we have taken at the ECB has allowed us to deliver financing conditions appropriate for our economic cycle, decoupling from those in the United States.", "[ Indeed, when the ECB introduced forward guidance and asset purchases between 2013 and 2015, the correlation between US and euro area financing conditions weakened significantly (Chart 7, left panel).", "And in recent months, euro area yields have decoupled from those in the United States (Chart 7, right panel).", "[ This reflects the ECB's commitment to preserve favourable financing conditions, which was behind our decision in March to significantly increase the pace of our asset purchases.", "Five-year rolling correlation between United States and euro area FCIs Change in nominal and real ten-year yields since January 2021 and March Governing Council meeting Sources: Refinitiv, Bloomberg Finance L.P. and ECB staff calculations.", "Notes: Left panel: Original data at daily frequency collapsed to monthly averages.", "X-axis displays end date of five-year rolling window.", "Right panel: The cut-off date for the March Governing Council meeting was 9 March 2021.The latest observation is for 23 April 2021.", "Asserting policy autonomy So we do have policy autonomy in the euro area.", "In the face of two key facts, we should use it to shelter the domestic recovery from adverse foreign spillovers.", "First, the recovery remains dependent on policy support.", "For example, job retention schemes are playing a major role in cushioning unemployment: the share of workers who are unemployed, discouraged or enrolled in such schemes is around double the headline unemployment rate (Chart 8, left panel).", "And €420 billion in guaranteed loans are still outstanding in the largest economies (Chart 8, right panel).", "Policy support from job retention schemes and loan guarantees (left panel: percentage of labour force; right panel: EUR billions) Sources: Eurostat, March 2021 ECB staff macroeconomic projections for the euro area, and ECB staff calculations (left panel); Kreditanstalt für Wiederaufbau for Germany, Instituto de Crédito Oficial for Spain, Ministère de l'Économie et des Finances for France, Ministero dell'Economia e delle Finanze and Banca d'Italia for Italy and ECB calculations (right panel).", "Notes: In the left panel, the unemployment rate in Q1 2021 is the average in January and February 2021 (latest observation).", "The quarterly labour force in Q1 2021 is based on the March 2021 MPE.", "The number of job retention schemes is up to March 2021 as collected by ECB staff from national employment and social security agencies for the four largest euro area countries.", "Discouraged workers are approximated with those leaving the labour force in Q1 2021.", "In the right panel, the data on the take-up of guaranteed loans are for the period between April 2020 and March 2021.", "In the absence of a breakdown by firm size for Italy, it is assumed that guaranteed loans to SMEs are those granted via the Fondo di Garanzia, while guaranteed loans to large firms are those granted via SACE (the Italian export credit agency).", "The latest observation is for Q1 2021.", "This policy dependence masks the true underlying state of the economy - particularly in terms of labour market scarring and corporate vulnerabilities - and therefore its resilience to less expansionary policies.", "The recovery will need to be well advanced before we can get a clear picture of the underlying damage.", "Second, even with the ongoing monetary and fiscal policy support, our recovery is expected to be slow and incomplete in terms of both growth and inflation.", "In fact, the euro area economy is projected to return to its pre-crisis GDP level only in the middle of 2022 and to remain below its pre-crisis trend (Chart 9, left panel).", "[ GDP in the United States, in contrast, is projected to recover both its pre-crisis level this year and its trend thereafter (Chart 9, right panel).", "The euro area and Japan are the only major advanced economies where inflation is projected to remain subdued over the medium term.", "Diverging recoveries (index: 2019 = 100) Sources: ECB and Federal Reserve.", "This evidence suggests that we should avoid withdrawing policy support - either deliberately or by tolerating adverse spillovers - until the output gap is closed and we see inflation sustainably back at 2%.", "For the ECB, this implies that we will have to maintain very favourable financing conditions well beyond the end of the pandemic period.", "The need for very accommodative policy over a longer period should in any case be uncontroversial, given that inflation remains well below our aim in our projection horizon and, according to survey measures of inflation expectations, even beyond it.", "Towards more ambitious goals As I have made clear, Europe has the capacity to overcome the pandemic and its economic consequences.", "So we face an important decision.", "We can act as a group of small, open economies, as we did after the global financial crisis, with each country competing to capture external demand.", "Or we can behave how a large economy would, with European and national policymakers working together to raise internal demand through adequate policy stimulus.", "At this point in time, failure to pursue the latter option - reconnecting to the pre-crisis growth path and restoring healthy inflation levels - would increase the danger of the pandemic causing lasting damage to our economy.", "The first risk relates to the record high levels of public and private debt reached during the pandemic, which make debt dynamics more sensitive to inflation undershooting.", "An accounting exercise indicates that if euro area inflation were to undershoot our baseline by 1 percentage point each year for five years, the private debt ratio would increase by around 7 percentage points.", "This is equivalent to firms and households taking on €900 billion in extra debt at a time when debt needs to be reduced.", "[ That could depress investment and consumption and further reduce inflation.", "For governments, a similar exercise implies a 5 percentage point increase in the public debt ratio compared with the baseline over five years, and a 10 percentage point increase over ten years.", "[ And for countries facing debt-to-GDP ratios of around 150%, ten years of inflation undershooting could increase their debt ratio by approximately 15 percentage points.", "This is the opposite of what we need at a time when interest rates are near the lower bound and fiscal policy is a transmission channel of monetary policy.", "The second risk comes from the inequality that will likely result from the outsized impact of the pandemic on less advantaged groups.", "These groups typically have a higher propensity to consume, so a fall in their share of labour income would hold back domestic demand and inflation.", "Moreover, if they cannot reintegrate into the labour market we could see long-lasting effects, including a permanent loss of human capital.", "[ The best way to achieve that reintegration and contain scarring is through faster growth.", "Getting back to our pre-crisis growth path would imply a 3% increase in GDP by 2022[ ], which estimates suggest would create millions of new jobs.", "[ That, in turn, would lead more quickly to tightness in the labour market, supporting wage growth and the return of inflation to our aim.", "It would also boost the life chances of the poorest members of society.", "For example, a 1 percentage point narrowing of the overall unemployment gap in the euro area reduces the unemployment rate of 'lowskilled' workers by 1.3 percentage points more than the unemployment rate of 'high-skilled' workers.", "[ Vibrant labour markets are the most effective way to support those who have lost the most from the pandemic and to reduce inequality.", "The third risk is that persistently weak economic activity can reduce productivity.", "[ Long periods of inactivity may hurt labour productivity through the loss of on-the-job knowledge.", "And weaker sales expectations may lead to firms investing less in capacity.", "[ With these risks in mind, it makes sense for the euro area to take advantage of the favourable financing conditions created by monetary policy to launch a stronger fiscal stimulus in order to rapidly return growth to its pre-pandemic path.", "The focus must be on productive investment, so that spending is concentrated on projects with high multipliers.", "The additional investment required is well within our reach.", "According to simple, illustrative estimates, extra spending[ on productive investment of around 2.8% of GDP[ would be sufficient to reconnect with the pre-crisis growth trend by 2022 (Chart 10).", "Euro area real GDP: reconnecting with the pre-crisis trend (index: 2019 = 100) Source: ECB illustrative calculations.", "My main message today is that Europe's economic trajectory is in our hands.", "The inflation process is still a domestic phenomenon which forceful monetary policy can control.", "The ECB has already asserted its monetary autonomy and will continue to use it to bring inflation back to our aim of 2%.", "This, in turn, enables fiscal authorities to use the space available to them to bring about a full recovery, which would guarantee higher productivity, more sustainable debt and more inclusive growth.", "I would like to thank Jonathan Yiangou, Jean-Francois Jamet, Georgios Georgiadis, Michele Ca' Zorzi, Johannes Gräb and Eric Persson for their support in preparing this speech, as well as David Lodge, Maria Grazia Attinasi, Alessandro Giovannini and Isabel Vansteenkiste for their helpful comments.", "See, for instance, The Economist (2019), \"Low inflation is a global phenomenon with global causes\", 10 October.", "Delle Monache, D., Petrella, I. and Venditti, F. (2016), \"Common faith or parting ways?", "A time varying parameters factor analysis of euro-area inflation\", Advances in Econometrics, Vol.", "Auer, R.A., Degen, K. and Fischer, A.M. (2013), \"Low-wage import competition, inflationary pressure, and industry dynamics in Europe\", European Economic Review, Vol.", "(2010), \"International Competition and Inflation: A New Keynesian Perspective\", American Economic Journal: Macroeconomics, Vol.", "(2019), \"International Shocks, Variable Markups, and Domestic Prices\", The Review of Economic Studies, Vol.", "(2019), \" Has globalization changed the inflation process?", "\", BIS Working Papers, No 791, Bank for International Settlements, June.", "Monacelli, T. (2007), \"Comment on globalization and inflation dynamics: the impact of increased competition\", in Galí, J. and Gertler, M.J.", "), International Dimensions of Monetary Policy, National Bureau of Economic Research, pp.", "\", Brookings Papers on Economic Activity.", "(2020), \"Global factors and trend inflation\", Journal of International Economics, Vol.", "The two periods refer to the early 1990s, before globalisation started to accelerate, and the phase after the global financial crisis, when globalisation decelerated.", "Gygli, S., Haelg, F., Potrafke, N. and Sturm, J.-E. (2019), \"The KOF Globalisation Index - revisited\", Review of International Organizations, Vol.", "Bianchi, F. and Civelli, A.", "(2015), \"Globalization and Inflation: Evidence from a Time Varying VAR\", Review of Economic Dynamics, Vol.", "(2016), \" Advanced economy inflation: the role of global factors \", Working Paper Series, No 1948, ECB, August.", "(2019), \" Inflation Dynamics: Dead, Dormant, or Determined Abroad?", "The chart shows the sum of HICP weights of \"cyclical\" and \"non-cyclical\" series in core inflation.", "This is calculated by running regressions of each component of core inflation at COICOP 4 level across various specifications containing the output gap.", "If any of those beats an AR(1) model in terms of mean square forecast error on average over the next four quarters, then that component is classified as \"cyclical\".", "A recent study finds that a 1 percentage point higher trade balance-to-GDP ratio in the euro area is associated with price inflation that is 16 to 40 basis points lower.", "See Galstyan, V. (2019), \" Inflation and the Current Account in the Euro Area \", Economic Letter, Vol.", "\"Underlying inflation\", or \"core inflation\", is inflation excluding food and energy.", "For a comparison of growth in real domestic demand between the United States and the euro area, see Panetta, F. (2021), \" Mind the gap(s): monetary policy and the way out of the pandemic \", speech at an online event organised by Bocconi University, Milan, 2 March.", "This is true especially in emerging markets, which have less developed financial markets.", "See Caballero, R.J., Farhi, E. and Gourinchas, P.-O.", "(2016), \"Safe Asset Scarcity and Aggregate Demand\", American Economic Review, Vol.", "(2017), \"Safety, Liquidity, and the Natural Rate of Interest\", Brookings Papers on Economic Activity, Vol.", "102(C); Ferreira, T. and Shousha, S. (2020), \" Scarcity of Safe Assets and Global Neutral Interest Rates \", International Finance Discussion Papers, No 1293, Board of Governors of the Federal Reserve System.", "(2020), \"The Fall of the Labor Share and the Rise of Superstar Firms\", The Quarterly Journal of Economics, Vol.", "Natal, J.-M. and Stoffels, N. (2019), \" Globalization, Market Power, and the Natural Interest Rate \", IMF Working Papers, No 95, International Monetary Fund.", "On the synchronised fall in natural rates across advanced economies since the 1990s, see Holston, K., Laubach, T. and Williams, J.C. (2017), \"Measuring the natural rate of interest: International trends and determinants\", Journal of International Economics, Vol.", "(2015), \" Secular drivers of the global real interest rate \", Staff Working Papers, No 571, Bank of England; Brand, C., Bielecki, M. and Penalver, A.", "(2018), \" The natural rate of interest: estimates, drivers, and challenges to monetary policy \", Occasional Paper Series, No 217, ECB.", "Rey, H. (2016), \"International Channels of Transmission of Monetary Policy and the Mundellian Trilemma\", IMF Economic Review, Vol.", "6-35; Miranda-Agrippino, S. and Rey, H. (2020), \"US Monetary Policy and the Global Financial Cycle\", The Review of Economic Studies, Vol.", "Ca' Zorzi, M., Dedola, L., Georgiadis, G., Jarociński, M., Stracca, L. and Strasser, G. (2020), \" Monetary policy and its transmission in a globalised world \", Working Paper Series, No 2407, ECB, May.", "and Venditti, F. (2018), \" The global financial cycle: implications for the global economy and the euro area \", Economic Bulletin, Issue 6, ECB.", "The yield increase registered in the euro area has been significantly less than in other advanced economies, aside from Japan.", "The economic consequences of an incomplete recovery (i.e.", "a recovery that fails to bring the economy back to its pre-crisis trend) are analysed in Panetta, F. (2021), op.", "This is an illustrative calculation to show the debt impact of a scenario where inflation underperforms the baseline by 1 percentage point each year for five consecutive years (equal to 5 percentage points cumulatively).", "In this scenario, only inflation moves vis-à-vis the baseline while, for simplicity, the real variables, cost of financing and demand for debt financing remain the same as in the baseline.", "The baseline assumes real GDP growth and inflation of around 1.5% and 2% at the end of the horizon, respectively.", "These simple, back-of-the-envelope calculations are based on the current euro area public debt-to- GDP ratio of around 100%.", "Von Wachter, T. (2020), \"The Persistent Effects of Initial Labor Market Conditions for Young Adults and their Sources\", Journal of Economic Perspectives, Vol.", "Total employment in the euro area at the end of 2019 stood at around 160 million.", "Applying the standard elasticities between employment growth and GDP growth, an increase in GDP by 1% would lead to the creation of around one million new jobs.", "See ECBThe employment-GDP relationship since the crisis (2016), \"\", Economic Bulletin, Issue 6. .", "and Wilcox, D.W. (2019), \"Okun Revisited: Who Benefits Most from a Strong Economy?", "\", Brookings Papers on Economic Activity.", "Extending the methodology in this paper to the euro area, ECB analysis finds that a narrowing of the unemployment gap (actual unemployment minus the estimated non-accelerating wage rate of unemployment) benefits less advantaged groups more.", "Specifically, a 1 percentage point narrowing of the unemployment gap reduces the unemployment rate of 'low-skilled' workers by 1.3 percentage points more than the unemployment rate of 'high-skilled' workers, and it reduces the unemployment rate of young workers by 0.7 percentages points more than the unemployment rate of old workers.", "(2020), \" Global Productivity: Trends, Drivers, and Policies \", World Bank.", "The magnitude of such effects after the pandemic is unclear (see IMF (2021), \"After-Effects of the COVID-19 Pandemic: Prospects for Medium-Term Economic Damage\", World Economic Outlook - Managing Divergent Recoveries , April).", "However, the recovery from the global financial crisis should serve as a cautionary tale.", "ECB research finds that demand shocks accounted for around one-third of the longer-term productivity decline after the crisis (see Dieppe, A., Francis, N. and Kindberg-Hanlon, G. (2021), \" Technology and demand drivers of productivity dynamics in developed and emerging market economies \", Working Paper Series, No 2533, ECB, April).", "This research also finds that economies can limit such scarring effects if fiscal policy acts strongly to offset demand weakness.", "Beyond both the measures already factored into the ECB's baseline for our March projections and measures recently announced by national governments.", "factoring in the growth-enhancing impact of the extra investment spending, budgetary costs compared with the baseline are 1.6% in total for 2021 and 2022.", "Copyright 2021, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Monetary autonomy", "Inflation", "Globalisation", "Financial spillovers", "Fiscal policy", "Recovery", "Debt sustainability", "Inequality", "Productivity", "Growth"]}