{"sentences": ["Remarks for AFME/OMFIF European Financial Integration Virtual Thank you for inviting me to deliver this address for your conference today.", "The theme of the conference - European financial integration - is both a timely and timeless one.", "On the one hand, the pandemic has further underlined the benefits of previous initiatives related to financial integration in Europe, most notably the banking union and its core components.", "On the other hand, the past year has also refuelled longstanding debates and discussions on the need for European further financial integration.", "Yet a prerequisite for a successful and enduring financial integration at the European level is for Europe itself to be aligned with global financial standards in order to achieve a truly global level-playing field.", "As such, my remarks today, which are primarily in my capacity as Chair of the Basel Committee, will focus on the crucial importance for Europe to implement the Basel III framework in a full, timely and consistent manner.", "Financial stability is a global public good.", "In a world with integrated financial markets, preserving global financial stability requires global minimum standards that are applied consistently and in full by all jurisdictions.", "This was indeed the motivation for initial Basel standards in the 1980s following the Latin American debt crisis.", "And it remains just as important today.", "Covid-19 has highlighted the clear benefits and importance of having a global and prudent set of regulatory standards for banks.", "Much has been said about how the banking system has remained broadly resilient to date, and how banks have not been \"part of the problem\" in exacerbating the economic crisis.", "This is in no small part due to the fact that banks entered the pandemic on a much more resilient footing that during the Great Financial Crisis, thanks to the initial set of Basel III reforms, and the ongoing cooperation among Basel Committee members over the past year.", "In addition, the unprecedented range of fiscal and monetary measures taken by jurisdictions around the world to support the real economy have largely shielded banks to date from losses.", "Yet in order to safeguard global financial stability, it is crucial to lock-in the benefits of the outstanding Basel III reforms by implementing them in a full, timely and consistent manner.", "Doing so would ensure that the regulatory fault lines of the global banking system - most notably with regards to excessive variability in risk-weighted asset, the gravity of which remains as important today as it was pre-pandemic - are adequately fixed.", "These reforms benefited from an extensive consultation process with a wide range of stakeholders.", "The finalised standards took on board many of the comments received from stakeholders and reflect the differences in views among our members.", "They are a compromise by their very nature.", "I should further note that the majority of the adjustments made in the finalised standards reflected the views of different European stakeholders.", "The accompanying rigorous quantitative analyses that we conducted clearly show that the Committee met its objective of not significantly increasing overall capital requirements at the global level.", "Under very conservative assumptions, these reforms are estimated to increase banks' Tier 1 capital requirements by only 2% if implemented immediately.", "Of course, some \"outlier\" banks may face higher requirements, for example as a result of aggressive modelling practices.", "This is an intended outcome of our standards, which are precisely targeted at reducing excessive RWA variability.", "Even in those instances, the actual capital impact is likely to be much lower than is asserted by some stakeholders, not least because of the sufficiently long transitional arrangements: starting in 2023, the final elements of these reforms will be implemented by 2028, fully 20 years since the Great Financial Crisis.", "And it is increasingly clear that the outstanding Basel III reforms will complement the previous ones in having a positive net impact on the economy.", "Just last month, the Committee published a working paper that reviews the growing literature over the past 15 years on the macroeconomic impact of higher capital and liquidity requirements.", "It confirms previous studies that find that the effects of Basel III are positive on GDP.", "And a forthcoming analysis by the ECB suggests that the GDP costs of implementing these reforms in Europe are modest and temporary, whereas their benefits will help permanently strengthen the resilience of the economy to adverse shocks.", "It also finds that potential deviations from the globally agreed Basel III reforms - for example, with regard to the output floor - would significantly dilute the benefits to the real economy.", "To sum up, there are clear and significant benefits to all from implementing the Basel III standards in a full, timely and consistent manner in Europe: - For households and businesses, it would reduce the probability and impact of future banking crises, and provide banks with the capacity to maintain lending in both good times and bad.", "- For European banks, such an implementation would shore up their resilience by fixing some of the outstanding frailties in the banking system.", "It would also avoid any stigma and negative signalling to financial markets about their noncompliance with global standards.", "The pandemic has further reminded us that the benefits of a resilient banking system should not be taken for granted.", "- For policymakers, it would help safeguard global financial stability and avoid the risk of a harmful \"race to the bottom\" in bank prudential standards.", "And it would serve as an important input towards greater financial integration in Europe.", "Europe has a strong track record of playing a lead role when it comes to multilateralism and sticking to global agreements.", "Now, more than ever, it is crucial for Europe to continue to demonstrate these traits, including with regards to globally agreed prudential standards.", "Let me end with a few reflections about European financial integration in my capacity as Governor of the Bank of Spain.", "European financial integration should also be further enhanced by taking further steps to cover the existing gaps in the Euro area financial architecture that still prevent the complete eradication of fragmentation risk among European countries.", "Completing these well-known gaps by finalizing the Banking Union should also come to the fore of EU financial policy priorities.", "While banking activity transcends national frontiers, and supervisory and resolution powers have been transferred to common institutions, the guarantee on deposits is still borne by Member States.", "Completing the third pillar of the Banking Union, namely a fully-fledged Deposit Guarantee Scheme, will not only provide a credible safety net for depositors in an integrated banking market, but also will provide the necessary legitimacy of any institutional arrangement.", "In sum, completing the Banking Union is a crucial ingredient in helping to create the appropriate institutional and regulatory conditions for banks, investors and other stakeholders to adapt to the profound challenges the financial sector is and will be facing in the future.", "Many thanks for your attention."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Basel III", "Banking Union", "Financial integration", "Global financial stability", "Risk-weighted assets", "Tier 1 capital", "Macroeconomic impact", "Deposit Guarantee Scheme", "Financial stability", "Prudential standards"]}