{"sentences": ["Accompanying charts of the speech.", "\"No state can endure without a well functioning monetary system.\"", "The quote comes from the Constitutional Assembly at Eidsvoll in 1814.", "At that time, it was imperative to restore the monetary system and establish our own national currency.", "Two years later, Norway saw the birth of its first bank - Norges Bank.", "For many years, it was the country's only bank.", "Today, more than 200 years later, Norges Bank is the bankers' bank and forms the core of a network of small and large banks spread throughout the country.", "But the number of physical premises is steadily declining, and our national currency - the krone - is predominantly a number on a screen rather than a physical handheld object.", "And if things develop as some might believe, tomorrow's financial system will not be made up of banks, central banks and national currencies - but of electronic signals that transfer cryptocurrencies - from one digital wallet to another.", "To quote a well know Norwegian businessman: \"The direction is clear: finance will be disrupted as surely as fossil fuels will be.", "The question is not if, but when.\"", "I think there is little chance that cryptocurrencies will make banks and Norwegian kroner obsolete anytime soon, but the financial system will change.", "Innovative technology is paving the way for new and improved financial services, while competition among financial service providers is intensifying.", "In a digital world, location and national borders become less important.", "The banking system in Norway is at the forefront of technology.", "Cash usage is low, and almost four in five person-to-person payments are made using Vipps mobile payment services.", "Norway ranks at the top in Europe in terms of use of internet banking, and robots are performing tasks such as customer contact and processing of loan applications.", "The largest Norwegian banks have the lowest cost-to-income ratios in the EEA.", "Payment services costs are also low in Norway compared with other countries.", "Even though Norwegian banks are well positioned to meet growing competition, they are not sheltered, nor should they be.", "Increased competition for financial services is an intended development.", "Combined with digitalisation, this engenders better and cheaper banking services for customers, giving more people access to financial services.", "But new technology and increased competition can also disrupt the very key role banks play in the financial system.", "The changes we are observing raise big questions: Are we headed towards a monetary system that is fundamentally different from the one we have today?", "Will tech giants and cryptocurrrencies outcompete banks and national currencies in a few years?", "Chart: Today's topics To shed light on these questions I will look at what actually characterises the role of banks, how competition from new participants might influence the financial system and finally the implications of the changes underway for Norges Bank's role and responsibilities.", "The role of banks in the financial system The financial system should deliver a number of very basic services.", "We want to be able to borrow in order to study or buy a home today, while paying out of future income.", "We also want to be able to borrow long-term to finance investment projects with high expected returns.", "In addition, we need a means of payment that provides fast, safe and reasonably priced settlement services for both domestic and cross-border transactions.", "The means of payment should also be a savings vehicle.", "A pre-condition is that we have confidence in the current and future value of money.", "In today's system, banks have a key role in providing these services.", "They offer credit, savings products and payment services.", "Chart: Banks provide credit Banks are often described as agents that provide credit by taking deposits from savers and lending part of that money to borrowers.", "This description of banks is not entirely wrong, but overlooks an essential component of banking and a function that distinguishes banks from nonfinancial firms.", "Chart: Banks create money The description does not explain where the deposits originate.", "The deposit placed in one bank can come from another bank.", "But what if we take banks as a whole?", "The answer is that banks create deposits when they extend loans to their customers.", "When a bank grants a loan, money that did not exist before is credited to the customer's account.", "The bank does not have to find someone who wants to save before it can make a loan.", "The bank creates its own funding in the act of lending.", "Banks thereby also create the money we all use.", "No other financial firm can do that.", "Non-bank financial institutions must hold deposits in a bank for them to be able to pay another party.", "Almost all the money we spend daily is deposit money created by a bank.", "There is little likelihood that many customers will withdraw large amounts simultaneously.", "Banks can therefore create far more deposits than they can pay out at the same time.", "But a bank cannot extend loans and create deposits without limitations.", "First, it must assess the customer's debt-servicing capacity, ie credit risk.", "Second, the bank must assess the degree of liquidity risk associated with lending long and creating deposits that customers can withdraw at any time.", "Third, it must comply with statutory rules.", "Banks' willingness to assume some degree of liquidity risk is a public good.", "In its absence, we would have less access to long-term loans and money in the form of bank deposits.", "On the other hand, too much liquidity risk entails a risk of instability and crises like the one we experienced in 2008.", "Banking regulation implicitly provides a trade-off between these considerations.", "The other main activity of banks is payment services, which are services we use virtually every day.", "Today, most people in Norway receive money as a bank deposit directly into their account.", "As long as there are payment solutions that give us cheap and simple access to money, the account is an efficient and safe wallet.", "Chart: Banks provide payment services But how is it that bank deposits can become money that we can use as payment?", "An important pre-condition is that there is an infrastructure to enable deposits to be efficiently transferred between customers and banks.", "As the bankers' bank, Norges Bank creates the money banks use to pay each other, so-called central bank reserves, which are the banks' deposits at the central bank.", "Transfers of customer deposits between banks can take place without frictions because a corresponding amount of central bank reserves are transferred between banks' own accounts at Norges Bank, where banks have a common and trusted means of payment and settlement system.", "This helps ensure that there is no difference between the money created by DNB and money created by Nordea.", "For us, it is all Norwegian kroner.", "As such, banks play a key role in delivering services we want from the financial system, albeit subject to a framework designed by the Norwegian authorities.", "The banking sector is more strictly regulated than most sectors of the economy.", "With the right to create money comes obligations.", "Competition from new participants Chart: Competition from new participants Many of the services banks offer can be provided by others.", "In recent years, the competition to provide financial services has taken a new turn.", "The competition comes from both specialised FinTech companies and from global tech giants (BigTech) such as Amazon, Apple and Facebook.", ", Technological advances are paving the way for new ways of paying.", "In addition, payment services have become more of a competitive arena.", "It will now be up to customers, and not banks, to decide which payment solutions will be linked to their bank account.", "Payment services have become of greater strategic importance for banks as well as other participants.", "There is increased competition not only for the way we pay, but for the means of payment.", "An example is the e-money offered by PayPal.", "This is a means of payment that can only be used within closed systems, and that can be converted into bank money at a fixed rate.", "E-money is often well integrated with other widely used applications and offers efficient payment solutions, for example across borders.", "Increased use of new means of payment may make banks' deposit funding less stable.", "If keeping large sums in new kinds of money becomes more attractive, the money deposited into our accounts will be quickly converted and remain in our current account for a shorter amount of time.", "Instead, deposit money will end up in accounts held by the e-money platforms, which will become banks' major depositors.", "Such large depositors may behave differently from numerous small depositors in the aggregate.", "Banks are also facing competition in credit intermediation.", "Banks have never enjoyed a monopoly in this area.", "Large companies can obtain credit in the bond market.", "Finance companies offer leasing to firms, and car loans and consumer credit to retail customers, often linked to a credit card.", "Here, too, the landscape is changing.", "Web-based solutions, greater access to information and machine learning make it possible to perform standardised credit checks quickly and efficiently, which opens up new channels for credit intermediation.", "Chart: Crowdfunding Some of these channels can best be described as complementary to traditional forms of financing.", "This pertains above all to digital platforms that channel credit from savers to borrowers, also called crowdfunding.", "Many of these crowdfunding platforms provide loans to small and medium-sized enterprises, which are not especially attractive to traditional financial institutions, often because the loans are small.", "In the US and the UK, crowdfunding platforms represent a growing market.", "Their scale is also increasing in Norway, though for now, credit volumes are marginal.", "A trend that is becoming increasingly evident is bundling financial services with other products.", "Some companies combine payment solutions with securities and cryptocurrency trading.", "An example of this is Robinhood in the US.", "Others combine proprietary payment solutions with access to credit for online purchases of goods and services.", "Here in Norway, we have the link between Komplett.no and Komplett Bank, and between the airline Norwegian and Bank Norwegian.", "In the global arena, the online retail giant Amazon offers a proprietary payment solution, a credit card in collaboration with a large international bank and a crowdfunding platform.", "Chart: BigTech is entering the financial market With their technical expertise and financial muscle, BigTech companies can potentially be catalysts for sweeping changes in the financial sector.", "They are able to bundle a range of services, while making use of the information customers have left behind to target their services more directly to each one.", "By offering financial services, these companies gain access to our payment histories - a very valuable commodity.", "And with already large customer bases, their proprietary solutions can quickly achieve widespread adoption.", "Unlike banks, other non-bank service providers cannot create their own financing.", "Financing costs may therefore be somewhat higher than for banks, especially for new participants that have not built up sufficient trust in capital markets.", "It is perhaps therefore not surprising that a number of participants that have started as FinTech companies have eventually obtained a banking licence.", "An example is Klarna, which has many users in Norway.", "The company has obtained a banking licence in Sweden and has the stated ambition of becoming the Ryanair of the banking industry.", "Also BigTech companies that offer credit services on proprietary platforms have so far done so in collaboration with existing banks, or by establishing their own banks.", "FinTech companies and tech giants can take market shares from established banks.", "This can result in sweeping changes in market structure.", "But this does not mean that banks will become obsolete.", "The services offered by the new participants and the new means of payment I have discussed so far are based on our current monetary system.", "What is lent and saved will still be Norwegian kroner created by regulated banks.", "Will cryptocurrencies give rise to a new financial system?", "Chart: Cryptocurrencies - another kind of money A more radical scenario is that cryptocurrencies not pegged to the krone gain a larger role in the monetary system.", "Cryptocurrencies are characterised by decentralised settlement, without the need for a central counterparty that must be trusted by all.", "Ownership of funds is determined by access to cryptographic keys and not title to a bank account.", "This technology can make money programmable so that it can be used in so-called \"smart contracts\".", "In some cases, such as for Bitcoin, the system limits the total quantity of money that can be created.", "Bitcoin, is an example of a cryptocurrency without a fixed exchange rate against anything else, which could entail wide swings against other currencies.", "But a growing array of \"stablecoins\" are also being launched, which are intended to have a fixed exchange rate against a country's bank money.", "An example is Diem, whose backers include Facebook and which will exist in several versions, each pegged to its main currency.", "If money such as Bitcoin or Diem become dominant in Norway, we will move closer to a new financial system.", "Let me first point out that a complete eradication of the Norwegian krone requires that the government also uses a different currency for paying salaries and benefits and accepts it as payment for taxes.", "In the long term, one should be careful to rule out anything completely, but as it stands today, this does not appear very likely.", "Yet we can imagine an intermediate solution where the government continues to use the krone, while the private sector prefers one or more cryptocurrencies.", "For this to take place on a large scale, an infrastructure is needed so that the money can be used at more locations than today.", "Chart: How much does a cup of coffee cost?", "With many competing currencies in circulation, we will lose the Norwegian krone as a common measurement unit for what goods and services cost.", "A simple question about how much a cup of coffee costs may have a complicated answer.", "Prices must be stated in several currencies, and customers and merchants must agree on which currency should be used in the transaction.", "Wide exchange rate fluctuations can make this particularly demanding.", "Even with one cryptocurrency in the private sector, those with income in cryptocurrency who pay taxes in Norwegian kroner will incur an exchange rate risk.", "But if the new currency offers superior user-friendliness without excessive exchange rate fluctuations, such disadvantages may not carry sufficient weight.", "In the near term, it is perhaps easier to envisage that new currencies may be attractive for certain types of transactions, for instance, cross-border payments.", "They could of course take market shares from existing payment solutions, but would not entail a fundamental transformation of the financial system.", "What about credit and saving in a world where the private sector has abandoned the Norwegian krone?", "If bank money is replaced by a cryptocurrency whose quantity increases through \"mining\" and remains constant in the long run, no credit institution will be able create money by extending loans.", "Some consider this a guarantee against instability and crises.", "Yet, without banks to assume liquidity risk, credit may become more expensive.", "In order to raise a long-term loan, someone will have to be found who is willing to tie up their savings for just as long.", "A possible solution is the emergence of new institutions that take on the risk by making long-term loans and raising short-term funding in cryptocurrency.", "But they will be left standing without the backing of a central bank that can relieve some of the risk and intervene in a crisis.", "Perhaps the attributes of today's credit market can be imitated if a cryptocurrency functions as a means of settlement between credit institutions, as central bank reserves do today.", "In that case, the cryptocurrency will replace the central bank's settlement system.", "On top of this system, banks or similar credit institutions can create money by lending, more or less as they do today.", "But it is uncertain how credit institutions will behave in a more decentralised system such as this one.", "It also raises new questions about where the responsibility for licensing and regulation should lie, especially if the system operates independently of national borders.", "This poses a risk of increased instability and more frequent crisis.", "Norges Bank's role Chart: Norges Bank is tasked with ensuring: Norges Bank plays a key role in the financial system.", "Norges Bank is responsible for keeping inflation low and stable.", "That secures confidence in the Norwegian krone.", "We are also responsible for promoting financial stability and an efficient and secure payment system.", "Banks settle obligations between themselves over accounts in the central bank.", "If necessary, we can provide banks with additional liquidity.", "At the same time, our role as the bankers' bank gives us a channel into the wider economy, which we use to implement monetary policy.", "A change in our policy rate will pass through to banks' lending and deposit rates.", "Norges Bank closely monitors developments in the banking industry and the financial system.", "Innovation and competition can bring better and cheaper services, but can also bring risks associated with, for example, cybercrime, data protection and financial stability.", "There is also the risk that some participants gain substantial market power.", "Important work is underway at an international level to adapt regulation, supervision and oversight to the new landscape.", "Norges Bank supports this work.", "Two of the main considerations are that society as a whole must reap the benefits of the new solutions, while the associated risks must be contained.", "We also want to be a driver behind changes that enhance the efficiency and safety of the payment system.", "An example is the work on developing real-time payment solutions, which today allow payments to be sent within seconds to the payee's account.", "We are also considering whether Norges Bank should take on a more operational role in the real-time payment infrastructure.", "In our work, we have to take a precautionary approach and keep a close eye on the potentially far-reaching implications for the financial system of some of the changes underway.", "We must ask ourselves whether measures will be needed so that we can continue making payments in Norwegian kroner efficiently and securely in the future.", "Chart: Central bank digital currency A key issue is whether Norges Bank should launch a central bank digital currency (CBDC).", "Unlike central bank reserves, which is electronic money for use solely by banks, a CBDC will be available to everyone, just like cash.", "And unlike e-money platforms or cryptocurrencies, a central bank will stand behind it and guarantee its value.", "If we introduce a CBDC at some point in the future, the purpose will be to safeguard confidence in the monetary system and to promote an efficient and secure payment system.", "We are also aware of a possible challenge: In principle, CBDC could cause disruption.", "Like other new means of payment, it will compete with today's deposit money.", "But unlike the other means of payment, money issued by a central bank will likely be perceived as a very safe alternative.", "That means it could replace a share of bank deposits - especially in turbulent times, which could engender serious spillovers to the wider economy.", "A basic premise of our work is that a CBDC must not significantly weaken other operators' possibility to provide credit.", "The purpose must be payment, not store of value.", "This would limit the amount of a CBDC needed.", "Not many years ago, it was inconceivable that Facebook would launch its own means of payment or that large international banks would offer cryptocurrency investments.", "The landscape is evolving quickly.", "The extent to which new solutions are adopted does not only depend on their features, but also on the alternatives.", "In Norway, banks have made great headway in terms of digitalisation.", "We have an efficient and secure payment system, and the value of the Norwegian krone commands trust and confidence.", "As such, I do not believe we are facing a fundamental transformation of the financial system in the near future.", "As long as the means of payment we use is based on Norwegian kroner, we will have money created by banks and payments that must ultimately be settled by banks.", "Monetary policy will still have a channel into the wider economy, and even though banks may look different in the future than they do today, they will not become obsolete.", "But we cannot sit still.", "Going forward, it will be even more important for banks to develop their services in pace with technological advances and the public's wishes.", "And I can promise, on behalf of Norges Bank, that we will do our part to ensure that paying in Norwegian kroner will continue to be an attractive and safe alternative in the future.", "This is a task we do not take lightly.", "Thank you for your attention.", "Several sources attribute the quote to Christian Magnus Falsen.", "Andersen, H (2020): \"The cost efficiency improvement of Norwegian banks can be explained by automation and digitalisation\".", "The legal basis for banks' money creation is set out in the Financial Institutions Act, which stipulates that only banks may take deposits from an unrestricted range of depositors.", "But the formulation take deposits may be somewhat misleading as it also implies that banks may also create deposits.", "A deposit is an obligation to pay money.", "Since banks have the right to hold deposits, they can record such obligations on their own balance sheet without having to procure money in advance.", "In order to limit their liquidity risk, banks tend to procure funding at longer maturities, eg by issuing bonds.", "In addition, banks must use equity to finance a portion of their assets in order to satisfy the applicable capital requirements.", "BigTech companies' activities in financial services and possible policy implications are discussed BIS (2021): \"BigTechs in finance: regulatory approaches and policy options.\"", "A detailed description of the FinTech sector is found in Claessens, S., J.", "Frost, G. Turner and F. Zhu (2018): \"Fintech credit markets around the world: size, drivers and policy issues\", BIS Quarterly Review, September 2018.", "The business areas have a wide range and include both specialised payment solutions and proprietary platforms for channelling credit from savers to investors.", "Adrian, T. and T. Mancini-Griffolio (2019): \"The Rise of Digital Money\", FinTech Notes 19/01, provides a thorough overview of new forms of digital money and discusses possible scenarios for the banking system.", "A portion of household saving ends up in the equity and bond market.", "Fixed income funds, insurance companies and other investors finance firms by buying bonds and short-term paper.", "An example is money market funds, which resemble banks without being banks.", "They receive bank deposits from customers as payment for fund units.", "The deposits are placed in a client account in a bank and are lent to firms or the government.", "Unlike a bank, the fund must obtain money before it can lend.", "Covered bond mortgage companies fund much of the residential mortgage lending in Norway.", "But here, the bank tends to act as the intermediary between the mortgage customer and the mortgage company.", "Funding takes place either when the loans are extended directly by the mortgage company, or when banks transfer loans they have made to the mortgage company, which issues covered bonds collateralised by the loans.", "Through information customers leave behind at various activities on a platform, the platform companies can obtain access to a far richer information set on individual customers than other participants.", "This can strengthen their competitive position.", "Regulating use and access to information is being discussed, see Restoy, F. (2021): \"Fintech regulation: how to achieve a level playing field\".", "Occasional Paper No 17, Bank for International Settlements.", "Norges Bank has published three reports prepared by the working group that is researching CBDC.", "See Norges Bank (2021): \"Central bank digital currency - third report of the working group\", Norges Bank Paper No 1/2021 (forthcoming in English)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking system", "Financial stability", "Monetary system", "Central bank digital currency", "FinTech", "Norwegian krone", "Cryptocurrencies", "Payment services", "Banks", "Competition"]}