{"sentences": ["22.03.2021 The challenges to the banking sector a year after the outbreak of the COVID-19 pandemic 1st \"Observatorio de las Finanzas\" Symposium (El Español/Invertia) Pablo Hernández de Cos Good evening ladies and gentlemen.", "I should like to thank the organisers of this 1st \"Observatorio de las Finanzas\" Symposium staged by El Español/Invertia for inviting me to deliver this opening address.", "This forum has proven timely; the challenges posed by the pandemic make it particularly important for the main financial institutions and the regulatory and supervisory authorities to pool their views on the situation of the Spanish financial system.", "To contribute to this debate, I shall analyse today what the banking sector's pre-crisis starting point was, the impact of the crisis over this first year, the current situation and the challenges ahead.", "The starting point: a more resilient banking sector As we know, the COVID-19 pandemic strongly impacted Spanish economic activity in 2020.", "GDP underwent a year-on-year decline of 11% last year, marking an unprecedented peacetime contraction.", "This decline has been appreciably steeper than that of other, comparable euro area economies.", "This relatively worse performance has been due, at least in part, to structural factors, such as the greater weight in our economy of the services sector.", "The adverse impact has been particularly severe in some sectors of the economy (hospitality, retail and wholesale trade, transport, etc.)", "and in specific population groups (in particular among the lesser skilled and young adults).", "Faced with this unprecedented shock, the banking sector has so far shown notable resilience.", "Its favourable performance is underpinned by the improvements since the global financial crisis, in terms of balance sheet quality and solvency.", "The far-reaching international financial reform and, in Spain's case in particular, the restructuring of the sector have increased banks' capacity to absorb the unexpected materialisation of risks.", "Firstly, the restructuring of the Spanish banking sector entailed a significant decline in the number of banks and in their capacity, measured in terms both of branches and of employment and bank balance sheet size.", "As a result, Spanish banks were more efficient and profitable than the European average, although the level of profitability was low in historical terms, as was also the case with European banks.", "As regards balance sheet quality, the NPL ratio had fallen by 9 pp since peaking in 2013, to 4.8% in 2020 Q1, though this was still higher than in 2007.", "Further, in that same period, the weight of forborne exposures relative to assets had fallen by 9 pp.", "Also, the weight of lending to construction and real estate development, which came to account for 27% of total lending to the non-financial private sector, stood pre-pandemic at around 10%.", "Finally, mortgage lending standards have been much stricter and, in the case of loans to firms, these have been tied far more to firms' efficiency.", "The level of solvency had increased, in terms of CET1 capital, from €158 billion in December 2007 to €214 billion in December 2019, up by slightly over 35%.", "This rise in capital entailed a notable increase in loss-absorption capacity.", "Indeed, almost half of all capital took the form of buffers above the minimum regulatory level, which can be released should it prove necessary.", "In comparative terms, the CET 1 ratio of the main Spanish deposit institutions stood below the European average, while their leverage ratio is slightly above.", "This is because Spanish banks' asset risk weightings are higher, basically as a result of a more intensive use of the standardised approach to risk management.", "The drive spread to the entire non-financial private sector in Spain, the deleveraging of which from 2010 to 2019 (almost 30 pp of GDP for the household debt ratio and 45 pp of GDP for firms' debt level) has contributed to it being better positioned to tackle the strong shock to activity imposed by the pandemic.", "One way of illustrating this resilience are the stress tests we supervisors regularly conduct.", "This is the case of the FLESB (Forward Looking Exercise on Spanish Banks), conducted annually by the Banco de España.", "Its latest aggregate results were published in our autumn Financial Stability Report.", "In the harshest scenario considered in this exercise (which includes the cumulative fall of 5.7% in Spain's GDP from 2020 to 2022), the decline in the CET1 ratio totalled 3.9 pp for significant institutions with an international presence, 4.6 pp for other significant institutions and 1.3 pp for institutions under the direct supervision of the Banco de España.", "Although this impact is significant and heterogeneity across banks is high, the Spanish banking sector as a whole duly evidenced notable resilience.", "The first year of the crisis: the importance of economic policy measures Despite this better starting position, the economic shock is unprecedented.", "Specifically, the 11 pp decline in the Spanish economy's GDP in 2020, which was already considered in our latest stress test, far exceeded in a single year that simulated for three years in the stress tests conducted pre-crisis.", "That the banking sector has proved very resilient in the first phase of the crisis has been due not only to this better starting position, but also to the forcefulness of economic policy measures.", "These have covered all dimensions (monetary, financial and fiscal; national, European and global) and have acted in a complementary fashion.", "The ECB's monetary policy, especially through our pandemic emergency purchase programme, has managed to maintain very accommodative financing conditions and to head off episodes of financial fragmentation.", "This monetary policy action has, in turn, enabled fiscal policy to be very forceful in mitigating the impact of the crisis on households and firms.", "The effect has been particularly significant in countries such as Spain, whose initial fiscal space was less than that of other countries, given its high starting level of public debt and structural budget deficit.", "The ECB's targeted long-term refinancing operations (TLTROs) during the crisis have also managed to prevent liquidity problems in the banking sector and have smoothed and encouraged lending by the sector to the economy.", "For example, in the June TLTRO III operation, the participating banks received a total of €1.31 trillion, a record amount in the Eurosystem's refinancing operations.", "These operations continue to be significant and, at the last TLTRO auction, TLTRO III., settled on 18 March, €330.5 billion were allotted to the participating group of Eurosystem credit institutions.", "The European authorities with prudential powers adopted, in coordination with the national and international authorities, numerous decisions so that the financial system could contribute to overcoming the crisis.", "Supervisors thus reviewed their guidelines on capital and liquidity buffers, allowing banks temporarily to operate below the regulatory level set for some of these buffers.", "Various recommendations on limiting the distribution of dividends were also approved.", "Accounting standard-setters were also explicit concerning the need to take into account the exogenous and, in principle, transitory nature of the crisis when applying the rules, which incorporate the flexibility needed to accommodate this situation.", "The rapid European reform of capital requirements (informally dubbed the \"quick fix\") contributed to these same objectives.", "Finally, forceful fiscal policy action has helped alleviate the declines in household and corporate incomes.", "Some of these measures have, precisely, focused either on making it easier for banks to lend, in particular through the public guarantee programmes, or on easing payments arising from their indebtedness through moratoria.", "The banking sector has played a key role in the application of some of these support measures, smoothing the transmission of monetary policy decisions and the implementation of certain financial and fiscal initiatives, such as the moratoria and public guarantee programmes.", "As a result of all these measures, and despite the severe economic downturn, the CET1 ratio has increased by 71 basis points (bp) to 13.3%.", "One means of showing the impact of these measures on the sector's resilience is to calculate their effect on banks' capital ratios in the stress test exercises mentioned.", "To illustrate their importance, it is estimated that the guarantee programme would translate into an improvement in the CET1 ratio of 1.5 pp in the baseline scenario and of 1.7 pp in the adverse scenario, under an intermediate assumption about the quality of the guaranteed lending.", "This resilience has enabled the stock of lending provided by the banking sector to the private sector in Spain to increase in 2020 (3.5%), interrupting the declining trend observed since the global financial crisis.", "Moreover, total new lending granted last year to households and to businesses exceeded the level attained in 2019 (4.1%).", "The role of the various measures applied has, once again, been very important in explaining these dynamics.", "Hence, the volume of credit drawn down against loans linked to the ICO guarantee lines accounts for 18% of the total new lending granted by deposit institutions in Spain in 2020, and 34% of the credit under the \"new business\" heading granted to nonfinancial corporations and sole proprietors.", "The evidence available also suggests that banks have used Eurosystem financing to grant loans to the real economy.", "Further, the empirical analysis performed with granular information on the bank loans reveals that Spanish banks that did not distribute dividends last year were more active granting loans.", "In this same vein, despite the impact of the pandemic on household income and nonfinancial corporations' profitability, an increase in NPLs has not yet been observed.", "This may be due, once again, to the mitigating effect of measures such as the guarantee programmes and moratoria, or to the easing in financing conditions arising from the expansionary monetary policy.", "Accordingly, bad loans in Spain continued to decline in 2020 and were 3.8% down yearon-year, although this figure was less than in the preceding years (-19.1% in 2019).", "Despite these positive developments, the net consolidated result of the Spanish banking system as a whole was negative, to the tune of almost €8 billion.", "This translates into a return on assets (ROA) of -0.21% (down 72 bp on the figure of 0.51% recorded in 2019), which rises to 0.33%8 if the negative extraordinary adjustments applied during the year in three of the system's main banks are stripped out.", "Notable in these results is the increase in impairment losses, of over 50%, which entailed provisioning that was €8.7 billion higher in 2020 than in 2019.10 As to Spanish banks' external business, the effects were also adverse given the global nature of the crisis.", "This was the case both for the total volume of lending and its contribution to the consolidated result, while the depreciation of emerging countries' currencies also came into play.", "In any event, the weight of external business in the main Spanish banks' ordinary net income has increased.", "Hence, without taking into account the However, behaviour was uneven in firms (with an increase of 6.6%) and in households (where there was a decline of 5.6%).", "See, for example, the October 2020 Bank Lending Survey in Spain.", "Menéndez-Pujadas and Mulino (2020) summarise the results of the survey for the participating Spanish banks.", "See D. Rodríguez-Miera and R. Vegas (2021), \"Impact of the dividend distribution restriction on the flow of credit to non-financial corporations in Spain\", Analytical Articles, Economic Bulletin, 1/2021, Banco de España.", "The return on equity (ROE) stood at -3.1% (10 pp down on the figure of 6.9% recorded a year earlier), and at 4.8% if extraordinary adjustments are stripped out.", "In particular, as discussed in the previous FSR, the two biggest banks made adjustments to their goodwill for an amount of over €12 billion in the first half of the year, and one of them made further adjustments to its deferred tax assets.", "Moreover, in its end-of-year accounts, one bank, as a result of its merger being approved, recorded a fair value correction for an amount exceeding €5.5 billion, in accordance with accounting regulations.", "Net interest income and fees also showed year-on-year declines, of around 10%, while gains on financial assets and liabilities (up 35%) and operating expenses (a decline of almost 11%) were the only items that improved compared with the previous year.", "The fall in operating expenses led net operating income to increase slightly - by 0.7% - on the previous year.", "The crisis affected unevenly those countries where Spanish banks' main exposures are to be found (GDP fell by 8.5% in Mexico, 4.5% in Brazil, 1.5% in Turkey, 3.5% in the United States and 9.9% in the United Kingdom).", "adjustments made by the main Spanish banking groups to the goodwill of their UK and US subsidiaries, net ordinary earnings on external business stood above 80% of the total.", "Finally, it should also be emphasised that, as the stress tests performed by the Banco de España suggested, the effects of the crisis across banks have been uneven.", "In fact, the dispersion in various significant variables, in particular in impairment losses and results, increased.", "Starting positions, in terms of equity and credit quality, were already divergent.", "Moreover, in a crisis such as the current one, in which the pandemic is affecting different regions and sectors of activity in different ways, the worsening of banks' solvency will foreseeably hinge on their degree of exposure to such regions and sectors.", "The current situation: the importance of maintaining stimulus measures and targeting them more specifically The current macroeconomic setting is characterised by an incomplete, gradual and uncertain recovery.", "Indeed, as a result of the restrictions on mobility that had to be applied in the first quarter, a further decline in GDP in this period cannot be ruled out.", "This would mean that, at end-March, GDP would still be slightly over 9 pp below its pre-crisis level.", "In any event, we should acknowledge that the development of effective vaccines against the virus has contained some of the risks to the economy.", "And, in turn, this has equipped the authorities with what is, in fact, also the best economic policy tool available to usher in the recovery: the roll-out of vaccination programmes that allow for the progressive lifting of the restrictions on economic activity.", "In this situation, retaining the exceptional support measures for the economy is warranted until the recovery firms.", "This support is also crucial for preventing the crisis from being compounded by a financial component that would deepen and lengthen it.", "From the standpoint of the banking sector, the ultimate impact of the crisis will depend both on its scale and duration and on the effectiveness of economic policies in mitigating its effects on households and firms.", "Along these lines and in the case of monetary policy, in December we extended our pandemic emergency purchase programme until at least March 2022 to ensure that financing conditions are favourable.", "More recently, the ECB has sought to counter the rise in long-term interest rates observed in recent months, in a setting in which the macroeconomic projections are similar to those in December, with a medium-term inflation forecast some distance off our objective and below that expected before the crisis.", "Specifically, at the ECB we have stated our intent to use the flexibility of our pandemic emergency purchase programme to increase purchase volumes in the coming months.", "From the vantage of the macro- and micro-supervisory authorities, we have continued to stress that the use of capital buffers by banks is appropriate in the current situation in order to recognise credit impairment and to continue providing sound credit to economic agents.", "Our empirical analysis shows that the use of these buffers would give rise to a positive effect on economic growth which, in turn, would ultimately translate into likewise higher solvency levels.", "One issue worth monitoring in the coming months will, precisely, be the capacity of, or incentives for, banks to use the capital buffers available in the face of risk-materialisation scenarios.", "The use of the buffers may pose difficulties in two instances: for example, if banks fear that reaching certain capital ratios may be penalised on financial markets (the stigma effect); or if there are doubts over their reconstruction in the wake of the crisis, in particular at a time at which banks' earnings-generating capacity is modest or at which the markets may not be overly receptive.", "To mitigate this problem, we have made it clear that institutions will have sufficient time to restore compliance with capital requirements and that this process will not start before the main effects of the pandemic have dissipated.", "In any event, over the coming months we must continue to monitor the use of these capital buffers and assess, where applicable, the adoption of additional buffer-related measures.", "Based on the experience from this crisis, and looking ahead to the medium term, the balance between structural and cyclical capital buffers could also be analysed as a means of avoiding future difficulties in banks' effective capital buffer use.", "Our recent decisions limiting the distribution of dividends by banks should be understood in this very context.", "Given the persisting uncertainty over the economic impact of the pandemic, as supervisors we have recommended that institutions exercise extreme prudence and consider refraining from distributing cash dividends and conducting share buy-backs, or that they limit such actions until 30 September 2021.", "Specifically, at the ECB we expect dividends and share buy-backs to remain below 15% of cumulated 2019-2020 profits and not higher than 20 bp of the CET1 ratio, whichever is lower.", "Compared with the previous recommendation this affords greater flexibility, which is justified by slightly less uncertainty than in the spring and by the baseline scenarios of the projections being close to those used in the vulnerability analysis conducted by the ECB in the first half of the year.", "The analysis confirmed the European banking sector's resilience.", "In any event, a prudent approach is still required; the impact of the pandemic has not fully materialised on bank balance sheets, banks continue to benefit from the various public support measures and, moreover, there is always a time lag when credit impairment is concerned.", "The aim of the revised recommendation is to safeguard banks' loss-absorbing capacity and provide support to the economy.", "Meanwhile, the stress test projections and the credit quality measurements implicit in financial market valuations suggest an increase in the NPL ratio in the near term.", "Some signs of credit losses being anticipated have also emerged,12 such as the increase in forborne performing and Stage 2 loans,13 and a distinctly poorer performance in segments such as consumer credit.", "Against this background, banks should continue with the policy of anticipating the recognition of credit losses, thus ensuring appropriate and timely recognition in keeping with supervisory guidance.", "Only thus will it be possible to have a reliable diagnosis of the situation so as to prevent dislocations when allocating financial resources to productive activities and to foster the adoption of the measures needed for a robust and sustained recovery.", "Maintaining this drive in the coming quarters would enable the provisioning needs foreseen by the stress tests to be covered.", "Fiscal policy should continue with the household and business income support measures, but now target the hardest-hit firms and population cohorts.", "Even with the measures applied so far, the scale and duration of the shock have still considerably affected NFCs' earnings and household income, and dented their solvency.", "Should such solvency problems materialise, they would not only lead to a destruction of the productive system and employment, but would also eventually affect the financial position of the banking sector, which might respond by restricting lending.", "That would, in turn, fuel the negative effects on the capacity for recovery and medium-term economic growth.", "Thus, March 2021 saw the approval of an aid package for the corporate sector and the self-employed that could be a useful tool.", "Indeed, this instrument could specifically reduce the risk of the pandemic triggering the closure of those firms and businesses that are particularly stressed as a result of its effects, but which remain viable.", "In this connection, it is particularly important that the package be implemented swiftly and consistently, and that the allocation mechanisms allow this aid to be targeted specifically at viable firms experiencing solvency problems.", "Flexibility is also required as regards the volume of earmarked funds.", "These ought to be adapted in line with how the pandemic unfolds and whether or not the risks materialise.", "In the case of non-viable firms, winding-up processes would have to be expedited in order to prevent them from consuming resources that could be more beneficial in other activities.", "As I mentioned earlier, these economic policy measures would help prevent the crisis from taking on a financial crisis complexion that may make it a lot more persistent.", "Thus, the banking sector could continue to be part of the solution to the crisis, as it has to date, by lending to households and firms and helping reactivate the economy when the pandemic is over.", "For this, a smoothly functioning credit channel - of such importance in European economies and, of course, in the Spanish economy - will surely be required.", "Allow me to conclude this part of my address with a final reflection on the need to persevere with a European response to this crisis in the financial sphere as well.", "In the current context of uneven and uncertain recovery, we cannot rule out the possibility that the economic impact of the pandemic and the persistence of these effects may be greater than expected.", "In the banking sphere, the response to the possible materialisation of these risks can only be at the European level, given the commitment to the banking union.", "In this response, the completion of the banking union with the approval of a fully mutualised European Deposit Insurance Scheme would make a decisive contribution to ensuring financial stability in the euro area, both over the coming months and in the medium term.", "Further deepening of the capital markets union project is also essential.", "Moreover, priority must be given to analysing how adequate the European resolution and winding-up regulations are for a hypothetical systemic crisis, and the possible role of asset management companies in the event of severe impairment of European financial institutions' balance sheets.", "EU Member States should also move swiftly to reach an agreement on creating a common European procedure for the administrative winding-up of credit institutions.", "This procedure would benefit from the instruments developed for the resolution of credit institutions, aiming to maximise the realisable value of the financial assets that make up the bulk of banks' balance sheets.", "In Spain, recent experience has shown how inefficient the existing insolvency proceedings for credit institutions are in terms both of timelines and recovery in value.", "It would, therefore, be desirable for progress to be made in determining an administrative mechanism for winding up credit institutions that maximises the preservation of value and reduces both the timelines and the costs of the existing insolvency proceedings.", "The need to address the long-term challenges If the current crisis has done anything it has been to underline the importance of having a healthy banking sector with sufficient buffers to absorb unexpected risks.", "In this connection, going forward we must ensure that the banking sector remains resilient to any new risks that might emerge.", "Completing Basel III and expanding the macroprudential toolkit available to the Banco de España are two particularly important avenues of work.", "To more accurately measure the risks assumed by banks and thus reinforce the credibility of their capital ratios, particular focus was placed on the calculation of risk-weighted assets (RWAs) in the second phase of the Basel reforms, approved at the end of 2017.", "Standardising the treatment of RWAs across institutions was considered necessary.", "The output floor is a key part of the reform to achieve this goal.", "The floor limits the benefits banks can derive from using internal models to calculate minimum capital requirements vis-a-vis the standardised approach, which does not require the use of models and is much less sensitive to new information.", "While impact analyses reveal that the reform would increase capital requirements in some jurisdictions, they also show that certain facets of the reform would lower them.", "Specifically, some of these latter facets have already been implemented via the European quick fix I mentioned earlier.", "The objectives of this second phase of the Basel III reform, which consist of balancing simplicity, comparability and risk sensitivity, remain wholly in place.", "Thus, after deciding to defer implementation by one year so as to increase banks' operational capacity, all members of the Basel Committee on Banking Supervision (BCBS) have committed to its full and consistent implementation on the new date agreed.", "The economy and financial system will thus have sufficient time to absorb the main effects of this crisis and to progressively rebuild their buffers, if they were used.", "Domestically, the coordinated supervision of the risks to financial stability has been strengthened in recent years through the creation of the Spanish macroprudential authority (AMCESFI), which comprises the Ministry of Economic Affairs and Digital Transformation and the different sectoral supervisors.", "In tandem, new macroprudential tools have been conferred on the Banco de España.", "These increase our ability to act in response to possible bouts of excessive or inadequate credit growth in the future.", "Specifically, the reform of Circular 2/2016 currently under way develops three new tools.", "First, the introduction of a sectoral component to the countercyclical capital buffer, which, as its name suggests, enables this buffer to be established solely for exposures to a certain sector showing imbalances that might contribute to the build-up of systemic risk.", "Second, sectoral exposure concentration limits are established.", "Lastly, the ability to set certain limits and conditions on lending and other operations.", "In addition, once the crisis is over, I think it would be appropriate to reflect on the institutional financial architecture in Spain.", "After the 2008 global financial crisis, some countries changed their supervisory models, broadly speaking, by adopting more integrated models, with an increased role for central banks.", "In these integrated models, the responsibilities for preserving the financial soundness of all financial institutions irrespective of their nature (banks, insurance companies, securities firms, etc.)", "- including the ability to decide autonomously when and how to use macroprudential tools - and for ensuring such institutions conduct themselves appropriately in their relationships with their customers should be separated and assigned to different authorities (the Banco de España and the CNMV, respectively, in Spain).", "This would, in my view, be an optimal institutional framework for managing possible conflicts between these two responsibilities and for making supervisory activity more efficient and effective, especially against a backdrop of increasing interconnectedness between financial sector players, with the emergence of growing numbers of financial conglomerates.", "Moreover, there are obvious synergies in the joint supervision of such conglomerates, using similar approaches, methodologies and resources.", "Further, it will be important to respond to new risks that emerge, such as climate change or digitalisation.", "It is crucial that the sector should incorporate into its decision-making processes climate change risks, physical and transition-related alike.", "As supervisors we must ensure that banks correctly assess the risks associated with climate change and incorporate them into their portfolio management.", "To achieve this, we must perform a complementary role by developing appropriate reporting requirements and databases, and incorporating the risks into financial stability analyses.", "Indeed, many supervisors (including the Banco de España) are developing environmental stress tests.", "These new risks include notably those stemming from new technological developments, such as those associated with cyberattacks or the reliance on external service providers.", "Such technological changes may also ultimately have a significant impact on financial services' value chain, insofar as growing competition from BigTech firms, which possess an enormous volume of customer data and use them extremely efficiently, may become a potential channel for disruption.", "The implications for the prudential authorities are particularly important.", "First, proactive supervision is required, as the traditional regulatory framework may not be sufficient.", "Second, we should give consideration to the regulatory perimeter to ensure that the oft-cited mantra of \"same activities, same risks, same rules\" actually applies.", "And third, cooperation among different authorities will be essential, given the diversity of sectors and issues potentially affected by these technological innovations.", "In this regard, customer data governance is a fundamental issue which we will need to reflect upon at great length.", "If customer data are required to be available to all players, then it seems reasonable that there should be no exceptions to that requirement and that its scope should be clearly defined, while always respecting customers' rights and without undermining individual incentives to gather and manage such data.", "In addition, competition from BigTech heaps further pressure on the sector's profitability, which is already weakened by the impact of the pandemic and banking business developments following the global financial crisis.", "To address this challenge, it is essential for banks to continue to make efficiency gains, by cutting costs and making more intensive use of new technologies.", "Specifically, banks should seek to enhance their efficiency by making better use of the information they hold.", "This requires significant investment in digitalisation and also the incorporation of new data processing technologies to allow them to change their business model while controlling their risk profile.", "Consolidation processes in the industry were revitalised in Spain last year with the announcement of two major operations and could prove to be an additional useful tool for attaining this goal.", "Nevertheless, the merits of each merger proposal need to be individually assessed.", "Our role as supervisors is to analyse the impact on financial stability as a whole, guarantee the solvency of the resulting institutions and their prudent and effective management, and oversee the execution of the operations to ensure that the potential synergies are indeed harnessed.", "Cross-border European mergers would be particularly positive: they would deepen the banking union, reduce the sovereign-bank risk nexus, and provide greater potential for diversification.", "In this respect, the ECB Guide on the supervisory approach to consolidation in the banking sector specifically aims to enhance the predictability of supervisory actions for the market and thus help banks design merger plans that are prudentially sustainable, such that the resulting institution has a business plan that, when executed correctly, will add value.", "In sum, a banking sector that was initially healthier and more solvent and forceful economic policy action have allowed the initial impact of the shock of the pandemic to be absorbed and helped keep credit flowing to the economy, thereby preventing systemic risks from materialising.", "However, the ultimate impact of the crisis on the banking sector will depend both on its scale and duration and on the effectiveness of economic policies in alleviating its effects on households and firms.", "Economic policies (national, European and international; monetary, prudential and fiscal) should continue to support the economy, targeting the hardest-hit firms and population cohorts.", "In particular, supporting viable firms whose solvency has deteriorated after a year of crisis is crucial, to prevent the productive system and employment from being destroyed, which in turn would also damage the banking sector's financial position, thereby hindering the recovery.", "That would allow the banking sector to remain part of the solution to the crisis, by lending to households and firms, and to contribute to the economic recovery once the pandemic is over.", "The sector should also focus on tackling the challenges it faced before the pandemic, such as low profitability, as well as new risks, notably those stemming from intensive technology use and climate change."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Banking sector resilience", "Economic policy measures", "Stress tests", "Loan performance", "Capital buffers", "Dividend distribution", "Credit impairment", "Fiscal policy", "European response", "Long-term challenges"]}