{"sentences": ["Thank you Andrea for that introduction, and thank you to everyone for joining us today.", "People often talk about diversity in terms of the makeup of their own workforces - and for a public institution like the Bank, it is vital we reflect the whole society we serve.", "This includes both identity and cognitive diversity, which are equally important.", "I often say I don't want to work in a place that is full of people like me.", "I want the Bank to have an inclusive and open culture where people speak up, ensuring we make better decisions by mitigating the risks of groupthink and myopia.", "Over recent years, a number of my colleagues at the Bank have also emphasised the importance of diversity and inclusion, both for us as an employer, and as a wider public good for the financial sector.", "We have made significant progress internally: for example, launched our Out & Proud Action Plan in September 2020, and continue to sponsor the 'Women in Finance' Charter.", "But there is always more to be done, which is why for example we recently initiated a review, led by our Court of Directors, on ethnic diversity and inclusion.", "I know that many of you are doing similar work within your firms.", "As Andrea mentioned, the focus today is our approach to encouraging diversity in our financial market intelligence contacts, and the networks we engage with.", "Our priority is to speak to a diverse group of people from a broad range of financial institutions.", "Our discussions with market participants help us understand market developments, and the implications for our Policy Committees.", "So all of the arguments about why diversity is important internally here at the Bank of England hold just as firmly when we engage with you externally.", "We are embedding that approach into our core market intelligence framework, to underscore our commitment.", "So why is this a priority for us?", "First and foremost, it's the right thing to do.", "As a public institution, we need to represent the diversity of the country in what we look like, who we talk to and the impact of our decisions.", "But, just as importantly, it helps us achieve our objectives.", "Our mission is to promote the good of the people of the United Kingdom by maintaining monetary and financial stability.", "And diversity in its many forms is a critical part of delivering that mission.", "Improved cognitive diversity helps make for better decision making.", "The lack of such diversity has been highlighted as one important factor in the bank and regulatory failures of 2008.", "Having a diverse range of institutions and business models brings positive benefits for financial system resiliency - something that you will not be surprised to hear matters a great deal to the Bank of England!", "Diversity in who we speak to in financial markets has even more direct benefits.", "It improves our understanding of what is driving markets, what people expect from future policy and the potential impacts of different decisions.", "And that is critical - because financial markets are global, complex and interconnected.", "A failure to understand those diverse components heightens the chances of making analytical, and hence policy, mistakes.", "Speaking to only one subset of banks, for example, could mean policy calibrations have unintended consequences for different market participants.", "Only looking at established financial assets risks ignoring the impact of innovation.", "And speaking only to contacts of similar backgrounds could mean missing different perspectives on potential risks to consensus views.", "Having that breadth of diverse perspectives allows us to act more quickly and decisively in a crisis too.", "In March last year, financial market stress caused by COVID-19 across the world led to investors looking for safe haven assets and cash.", "The conversations we had with market participants like you during this period were essential to building a picture of what was happening across a wide range of different markets, and assessing the steps we, and other public authorities, needed to take to maintain economic and financial stability.", "To take one example, the intelligence we gathered from you about the stress in the commercial paper market helped the Bank and HM Treasury to plan, design and launch the COVID Corporate Funding Facility in record time, and ensured it was priced appropriately.", "Similarly, our market intelligence helped ensure that the other elements of the policy response last year were also rapid, decisive and well calibrated to the underlying risks.", "Of course, diversity has affected our other outreach activity too.", "When I first started working at the Bank of England in the mid-1980s, the Bank's only public statements came mainly from the Governor for instance at the annual Mansion House speech.", "We have moved a long way since then, and we see outreach as core to how we operate.", "In an important sense this change naturally accompanied the decisive shift to the Bank having clear and independent responsibility for monetary policy and the stability of the financial system.", "With those responsibilities went a duty to reach out and communicate much more broadly.", "Our network of regional Agents help us with ensuring we speak to companies and organisations from across the country.", "We created Citizens Panels - held regularly all over the country in person and, for the time being, virtually - to understand how the public view the economy.", "Our Community Forum programme enables us to meet with those who run third-sector organisations, as well as the people they support, across the UK.", "Our work in diversity and inclusion extends to our role in creating an inclusive financial sector and I am pleased that with the input of many in the Islamic finance community, we are launching the Alternative Liquidity Facility (ALF) during the course of 2021.", "So diversity matters to us.", "The update of our Market Intelligence Charter and the UK Money Markets Code, published today, will embed diverse outreach into our working practices and help make diversity within financial markets a core standard of best practice.", "The Charter sets out our aims and ambitions of talking to a diverse range of contacts and affirms our commitment to open engagement, with an emphasis on challenge and diversity of thought.", "The updated Code, which the FCA have recently again recognised as an industry standard, puts the expectation to promote and develop a diverse team upfront, alongside other core principles of best practice, highlighting the benefits of accessing a wider range of skills and thinking.", "This approach is also being in embedded in our outward-facing markets committees.", "We currently have two main committees: the Money Markets Committee and the FX Joint Standing Committee.", "We have been working with members from both committees to diversify their membership for some time now: including working to ensure women in senior roles are represented; and that the committees see a wider range of presenters at different stages of the career.", "This is yielding results: specifically, female representation - which is one aspect of diversity that has been historically lacking on many senior-level committees - is now approaching half on the UK Money Markets Committee, and has climbed to around a third for the FX Joint Standing Committee in the past 18 months.", "These changes were driven by the Bank but importantly with the full support of the external members.", "We want to continue to work together with all of you here on this agenda.", "We look forward to hearing your ideas, suggestions and questions through the panel discussion coming up shortly, and in our networking session with our market intelligence teams later on today.", "We want to use that as a starting point to build stronger links with a wider, more diverse group of colleagues, and also deepen those over time, as they progress through their careers.", "There is a very important further issue in all of this, which is sadly highly topical, namely to ask what is the antidote to the problem of lobbying?", "The answer is not to speak to no-one.", "That is not likely to lead to good decision making.", "The answer is to be rigorous about speaking to a diverse range of people to get their views.", "We look forward to engaging with you in the future, working together to understand financial market developments from a diverse and varied range of perspectives to inform our policy committee decisions.", "I am grateful to Christine Boykiw, Sumita Ghosh, Sam Juthani, Ankita Mehta and Arjun Popat for their assistance in helping me prepare these remarks.​ See Carney (2017) - link in References section.", "Gender, ethnicity, age, disability, sexual orientation and education are types of 'identity' diversity.", "'Cognitive' diversity is about our perspectives and how we think about and solve problems.", "See Paterson (2020) for a recent update on Bank activities.", "Haldane and May (2011) Haldane (2018) Updated MI CharterOpens in a new window Updated UK Money Markets CodesOpens in a new window"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Diversity and inclusion", "Financial market intelligence", "Cognitive diversity", "Outreach", "Policy decisions", "Financial stability", "Market risks", "Monetary policy", "Lobbying", "Crisis management"]}