{"sentences": ["From master masons to information architects: how standards can transform reporting (and bring benefits well beyond it) Gareth Ramsay, Executive Director for Data and Analytics & Chief Data Officer Webinar hosted by The EDM Council I am grateful to Aaron Shiret and Angus Moir for their assistance in writing these remarks, and to Nicola Bennett, Ben Broadbent, Victoria Cleland, Matt Corder, Michael Davey, Dayo Forster, Andrew Hauser, Russell Jackson, Richard Lewis, James Proudman, Vicky Purkiss, Laurie Roberts, Paul Robinson, Beju Shah, Martin Udy, Mark Walsh and Rebecca Whitwam for their helpful comments and assistance All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice - it's a great pleasure to be speaking to you.", "I'd like to thank John Bottega and the EDM Council for virtually hosting us today.", "I want to begin by talking about cathedrals.", "The great cathedrals of Europe were built in the Middle Ages by teams of skilled stone masons.", "To get the dimensions of the building right, it is said that each team would use measures based around the body of the master mason: his foot, his stride, his arm, and so on.", "And so a local standard was born.", "Those standards were designed with one specific use in mind the construction of that cathedral.", "And very useful they were, too.", "But they were closed systems the foot and the yard used to build one cathedral were different from those used to build another.", "And this was not just an English peculiarity: across the channel, a foot length in Strasbourg was 295 mm, a foot in Paris was 325 mm, but a foot in Bordeaux was a relative whopper at 344 mm1.", "Of course people came to understand the great benefits of enforcing universal, common standards.", "In part for maintaining the cathedrals themselves, so that new, replacement stones could be sourced that would fit snugly between their neighbours.", "But the benefits of universal measurement standards could be applied a long way beyond the niche discipline of cathedral building.", "Now some of you may think that today's financial system is not perfectly comparable to the glorious gothic cathedrals of the Middle Ages.", "But like those cathedrals, many of the data systems underpinning today's financial firms and markets were built with narrow reference to their own needs, by their own master masons - their CIOs and systems architects.", "They too were closed systems.", "Each needed to be able to record, track and manipulate its data.", "Its data points needed to fit snugly alongside each other.", "But the design of each system often paid little attention understandably to any broader public good.", "In this speech, I want to talk about whether there are wider public benefits that might flow from standardising these data labels, and set out a way forward to reap those benefits collectively.", "So let me turn from mediaeval architecture to data.", "At a central bank like the Bank of England, data is our life blood.", "We depend on our ability to access it, analyse it, and draw conclusions from it to set policies.", "Effective management and use of data is how we meet our goals.", "A foot as we now know it is 304.8mm All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Of course, we are far from alone here many organisations rely heavily on their use of data.", "But we are, perhaps, different to many in that the vast majority of the data we want is generated by others rather than ourselves.", "The data we care about is the sum of millions of financial and economic interactions, taking place every second.", "And much of that data2 is captured and stored by financial institutions, as they go about serving their customers.", "We need to get our hands on that data.", "We need data on the financial system in aggregate and also on specific markets within it, to help us understand where risks are emerging and to help us calibrate policies to maintain stability.", "And we need data about individual regulated firms, for our work as supervisor and as resolution authority.", "So we have built data collection processes to give us that data.", "Firms then go through various steps: they interpret our instructions, identify the right data within their systems, put in place processes to integrate, cleanse and check the data, and then sign it off and deliver it to us.", "It's hard to capture all of our But the amount of data we collect through these processes has been growing.", "data collections in a single measure.", "But the accompanying chart shows the number of data points we collect through our regular rule-based banking collections.", "Since 2014, this has grown around seven-fold.", "This growth has partly been a response to the financial crisis of 2008, when regulators and authorities around the world discovered huge gaps in what they knew, and what they could see, of risks emerging in the financial sector.", "At the same time, technological change has been increasing the volume of data being produced, and the demands we can put upon the data.", "Like many of the financial firms we regulate, we want to make more extensive use of this bountiful data, using bigger datasets and newer, more complex analytical techniques.", "These developments the availability of, and need for, more data, and the desire to do more with it - have put growing strains on the processes and systems we use to collect it in the first place.", "That poses a growing challenge for us and for firms who are sending us the data, each firm doing so independently and in a different way.", "And if it's hard for firms to supply us the right data, well, that matters for us.", "It may take industry longer to meet our requests.", "And if different firms interpret our requests in different ways, that makes it harder for us to draw conclusions from the data we receive.", "Of course the Bank also relies on other data and data sources to meet our remit, for which we rely on many providers, and in particular the UK's Office for National Statistics.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Plan to improve data collections In response to this challenge, as articulated by of our response3 to the Future of Finance report from 2019, we committed to review our data collections process, to find ways to reduce the burden on industry and to increase the effectiveness of the process.", "That led to a Discussion paper in 20204, and now, working with colleagues at the FCA, to our data collection transformation plan, published in February5.", "At the heart of the plan is our aspiration that the Bank gets the data it needs to fulfil its mission, at the lowest possible cost to industry.", "And we know that what data we need will change over time: the regulatory framework will evolve, with post-Brexit changes and the climate change agenda to name just two obvious developments that reporting will need to respond to.", "We need a reporting framework that can adapt to these new demands as smoothly, quickly and efficiently as possible.", "So how do we achieve that vision?", "We have identified three long-term reforms that we think can transform our data collections, and also bring wider benefits.", "I will mention the first two, before focusing on the third and most fundamental reform for the rest of these remarks.", "The first reform is to improve how we write our reporting instructions.", "We think we can make our instructions clearer and easier for recipients to work with, meaning smoother and quicker processing and less variability in how they are interpreted.", "The second reform is integrating various reporting processes breaking down barriers between external and internal reporting, between different steps of the reporting process, and between different levels of data within the process.", "But third and most foundational is the wider development of common data standards.", "This underpins the other two reforms.", "And we believe it can help firms and other users make the best use of data, well beyond our collection processes.", "Common data standards Let me first explain what I mean by common data standards.", "These are simply collectively adopted rules and methods for describing and recording data.", "They mean standardising the format and labelling used to identify and organise data.", "Transforming data collection from the UK financial sector - Discussion Paper (bankofengland.co.uk) 5Transforming data collection from the UK financial sector: a plan for 2021 and beyond | Bank of England All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice These common standards can improve all aspects of the data collection process: how firms first find the data we are asking for; how they merge and consolidate data sets from different internal sources; how they submit and we receive data; and how they and we can compare data points that have been provided to us.", "But, just as in the middle ages commonly adopted measurement standards had benefits far beyond cathedral building, so common data standards are about much more than just improved reporting.", "Standards are a key part of the soft infrastructure of the digital age.", "They make it easier to source, move and compare data.", "They can make a whole range of activities easier: better financial reporting, cheaper payments, and more accurate credit scoring so customers get the financial products that suit their needs.", "They can boost transparency and help customers choose between competing products in a more informed way.", "They can support newer innovations like artificial intelligence and machine learning methods.", "In short, they bring benefits throughout the financial sector.", "The example of the Legal Entity Identifier Of course the development of common standards and identifiers, and a role for authorities in helping develop those standards, is far from new.", "Let me give a recent example.", "One major lesson from the great financial crisis was the need to be far better at identifying the many entities and organisations operating within the financial system.", "When the crisis hit, the lack of any uniform international method of identifying the huge number of legal entities scattered across the world added to the crippling uncertainty over who owed what to whom.", "We all remember that uncertainty causing panic on the financial markets.", "So was born the Legal Entity Identifier, or LEI a 20-character alphanumeric code that uniquely identifies a legally distinct entity.", "It allows data relating to a single bank, insurer or whoever, to be combined.", "Over one and a half million entities in over 200 countries have now registered for an LEI.", "And it has had a wide range of benefits.", "It has supported the portability of data between organisations.", "It has aided the fight against money laundering.", "And it has been helpful in our data collections: for example, when we ask firms to submit counterparty exposure data to us, it provides a clear way for us to compile data about each entity.", "So the LEI is a growing success.", "But it also demonstrates that the adoption of standards is a long journey, with a continued need for public sector involvement.", "The G20 endorsed the LEI system as a global standard back in 2012.", "It has come a long way since then, but it still has further to go, and we will continue to support it.", "Its adoption so far has in part been due to the push from regulators, but it needs to be used by a wider set of participants we at the Bank are continuing to support that wider uptake, including for corporates beyond the financial sector.", "It needs to be included in new areas such as payment messages we will soon be mandating the use of LEIs in payments through our CHAPS system.", "More broadly, LEI systems and processes need to continually evolve to ensure they can meet the demands of a digital world.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The LEI shows that standards take time to be designed, refined and adopted, and so reaping their benefits requires patience and persistence.", "That will be the case for our collective journey, too.", "Our approach to developing standards So how do we plan to go about expanding and improving the use of common data standards in the financial sector?", "Two key principles underlie our approach to helping develop and adopt data standards.", "First, this will be no Big Bang event.", "As the LEI journey shows, developing standards takes time.", "We, the FCA and industry will need to move forwards step-by-step, use case by use case, delivering value and benefits as we go.", "That means taking one area of data at a time, with the right specialists participating in the work to develop standards for those data.", "When each use case is finished, and value has been delivered, lessons learnt can be applied to the next use case.", "an early use case we identified in last year's review was data on lending for To give a concrete example, commercial real estate.", "Commercial real estate lending, or CRE, is an important sector for any central bank charged with guarding financial crisis, Andy Haldane (then the Bank of England's Executive financial stability.", "Following the great Director for Financial Stability, now our Chief Economist), suggested that commercial property has contributed more to financial crises than any other area of industry outside of banking6.", "As Alex Brazier, his successor as Financial Stability ED subsequently put it, when commercial real estate catches a cold, the whole economy starts to shiver7.", "So we need good data on CRE lending.", "But the sector has a tradition of negotiated, paper contracts, and a lack of automation in how loans were agreed and managed.", "This has meant that accessing good quality data on the CRE market is difficult, both for regulators and for market participants.", "To help address this, industry participants are working on creating a central utility for accessing granular CRE data8.", "But creating this utility will mean firms need to share the data used to run their CRE businesses.", "And they will need a common way to identify and label core CRE - for example a consistent way of labelling the 'Loan amount' of a CRE loan, or the loan's 'arrangement fees'.", "The Commercial Property Forum twenty years on - remarks by Andrew Haldane (bankofengland.co.uk) Speech by Alex Brazier at the City of London property investors' banquet London on Monday 19 October 2015 (bankofengland.co.uk) A vision for real estate finance in the UK All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice If we can create universal standards to label these data points, they could have wider benefits beyond the prospective database and our data collections.", "For example, they could mean new online tools for negotiating CRE contracts could be linked up to better systems for managing CRE loans, boosting the efficiency and quality of CRE lending services.", "Those wider benefits to industry and customers bring me to our second principle for helping the development of common standards.", "Designing and rolling out data standards needs to be an industry-led process, with the authorities playing a supporting role.", "This is data that industry generates, and industry uses.", "It is processed in firms' systems long before it comes anywhere near us.", "So you might ask why there is any role for the authorities.", "The answer is that economic theory and past experience both tell us that standards can be difficult for markets to develop alone.", "Standards are what economists call public goods that is, their benefits go to all, rather than just to those who pay for them.", "Public goods are wondrous things, but markets, left to themselves, will generally not produce enough of them.", "In this particular case, we may find that no single player feels incentivised or powerful enough to develop a standard that others will coalesce around, in sufficient numbers such that the benefits outweigh the costs of development.", "The resulting lack of commonly adopted data standards is not a new phenomenon, or one that is at all unique to the UK financial system.", "But it is in greater focus for regulators now, in the UK and elsewhere, because of the increased amount of data that we need to collect, its increased complexity, and the increased demands we want to make of that data.", "The potential for market failure here means there can be a role for the public sector.", "Again, the LEI gives us a clear example of this role.", "Prior to the financial crisis, the private sector had tried and failed for 20 years to create a universal, global standard to identify legal entities.", "It took the intervention of US and international financial authorities for the identifier to become a reality.", "Our Transformation Plan sets out our approach to move this agenda forward9.", "We are convening and coordinating an industry group that will look in depth at the development and adoption of data standards.", "We will help set the agenda for the group by giving our views about the use cases, like CRE, that interest us most.", "Our data collections themselves can be one useful tool for promoting the development and adoption of standards.", "And we will advocate at global regulatory and central banking fora for public sector involvement on data standards, similar to the public sector role on the LEI.", "So our call to action today is that firms, large and small, join this process, and give it the benefit of their expertise and perspective on the design of common data standards, and on which standards the group A fuller description of our approach to promoting standards, including timeframes, is set out in the Transformation Plan.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice should focus on first.", "Different firms with varying business models may have different preferences, so we need a broad range of views represented.", "I hope that some of you listening or reading are already dreaming of better, more commonly adopted standards and reporting solutions in your area of expertise.", "In which case, step forward!", "We will need industry to contribute experts who work with data to collaborate with their peers on the development of these crucial data standards.", "The task ahead is a considerable one.", "The lesson from the development of the LEI is that the development and adoption of common data standards is a long-term process, and one that needs patience, continued engagement and sustained, expert resource.", "We are committed to transforming our data collection from the financial sector, to make it more effective and more efficient, and to ensure that it delivers us the data we need to fulfil our mission, at the lowest possible cost to industry.", "We see the development of common data standards as key to that transformation.", "These standards may not lead to the construction of anything quite as spectacular as those gothic cathedrals of the past.", "But standards can have benefits way beyond simply our data collections: improving data management and use in the financial system, to the benefit of customers and to financial stability.", "I hope many of you listening or reading will help us to get there.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Data standards", "Data collection", "Financial stability", "Data management", "Common data standards", "Data quality", "Data usage", "Data analytics", "Data sharing", "Public goods"]}