{"sentences": ["Let me first thank the BIS for the kind invitation and let me congratulate Mark Carney for providing, as usual, a very insightful perspective on a key question for the future of central banks.", "I will start with a quote: \"Looking to the next few decades, technological advances combined with fairly dramatic economic and social changes could create conditions for the emergence of new, virtual forms of money and credit.", "On the positive side these digital forms of money could help to create more efficient and more global economies and societies.", "On the negative side tomorrow's new forms of money could make it easier to engage in anticompetitive behaviour; exacerbate exclusion and inequality; foster economic volatility; facilitate criminal activity; and even undermine the effectiveness of macroeconomic policy.\"", "These are not sentences written a few years ago, when we started to give special attention to the development of instruments such as crypto-assets, stable-coins and central bank digital currencies.", "It is the opening of the foreword to a book titled The Future of Money, published in 2002, which brought together a series of papers presented at an \"OECD Forum for the Future\" meeting held in Luxembourg exactly 20 years ago.", "In all honesty, as the OECD Chief economist, back then I was more concerned with the pressing conjunctural and structural economic and policy problems that we were facing at the time, globally and within the OECD member countries.", "In the Economics Department, longer-term issues such as those implied by ageing societies or global warming were obviously examined in depth and discussed in our policy fora, as were the implications of globalisation and the ICT revolution for our economies and our societies.", "However, we still considered the \"future of money\" too distant to be of major concern.", "We gladly left it to a small Advisory unit to the Secretary General (led by Wolfgang Michalski) that organised, within the OECD, discussions with experts and policy makers on longer-term economic, social and technological developments and their consequences for policy making.", "Re-reading that book today, with the benefit of hindsight, three issues in particular stand out as the most striking: First, a prediction was made with absolute certainty, that \"money's destiny is to become digital\".", "It is worth noting that, although 2001 is certainly not that far in the past, at the time Facebook did not exist, Apple had yet to introduce its first smartphone, Google was still an infant company and Amazon, despite being seven years old, was far from being the giant tech company it is today.", "Therefore, even though the necessary technology was not yet in place, the prediction was made, based simply on the consideration that the long-term evolution of money had been, for centuries, one of ever-greater abstraction, along a trend of increasing disassociation from a precise physical materialisation, one that digitalisation would make final.", "Second, the costs for consumers of not having a digital money were considered at length.", "They included not only the traditional ones related to the handling of physical cash, but also others, for example the impossibility of obtaining discounts on cash payments as a consequence of the contracts between merchants and credit card companies, or the absence of those innovations and new start-up firms that would be encouraged by digital money.", "In particular, the availability of a digital money was seen as an especially effective way of reducing the very high costs of remittances and of counteracting the costs of financial exclusion (for example for those who do not have a bank account).", "The book, therefore, very forcefully called on public authorities to introduce digital money as soon as technologically possible.", "Third, the risks of the possible disintermediation of the banking system were not elaborated on, nor was the consequential diminished role of banks in providing credit to the economy, given the possibility for the public to open a deposit at the central bank.", "The potential loss of effectiveness of monetary policy, which may be due to the diffusion of alternative private digital money, was also not greatly considered, even if it was strongly argued (by Michel Aglietta) that any extreme decentralisation of payments was a no-goer.", "In fact, it was predicted that: \"Whatever form the centralisation of payments may take, the control of money will remain in the hands of central banks\".", "The risks of bank disintermediation and the challenges for monetary policy are, however, not only central to today's analysis, but have also been discussed at length in the past.", "Economic historians and central bankers have extensively examined the relationship between public and private money.", "For example, in Marcello De Cecco's book on Money and the Empire (1975) we read of the substantial efforts of English banks to prevent the Bank of England from collecting deposits during the XIX century.", "On the other hand, in 1999, at the Jackson Hole Symposium held by the Federal Reserve Bank of Kansas City, discussing old and new challenges for central banks, Mervyn King speculated that (in a world of electronic transactions in real time) without the centralisation of settlements \"central banks, in their present form, would no longer exist, nor would money\".", "Even more than the \"end of money\", the consequence would have been the potential \"end of monetary policy\", with the return to a pure exchange economy or the loss of central banks' monopolistic supply of base money that technology would have made possible.", "But the importance of a centralised system built around an outside money issued by the central bank, which preserves its value and acts as a lender of last resort, and an inside money, issued by the banking system in connection with its role of maturity transformation, has emerged forcefully during the pandemic.", "I would therefore like to focus on three questions.", "One striking feature of the pandemic crisis is that banks, thanks to the progress made after the global financial crisis, have been an important stabilisation factor.", "In many countries, for example, the banking system has been the vehicle through which government support measures (such as guarantees and moratoria) have reached households and businesses.", "On the other hand, some types of money-market mutual funds have experienced severe problems.", "They required the central bank to step in and are now under scrutiny.", "Would similar problems have also emerged for providers of private money-like assets?", "Even more striking has been the importance of monetary policy.", "Not only have prompt and exceptional liquidity provisions preserved accommodative financial conditions, consequently preventing a generalised tightening of credit and averting the risk of a spiralling crisis, but also the measures enacted by central banks have allowed governments to access the financial resources needed to support households and firms without market tensions emerging.", "Absent a monetary authority, would issuers of stable-coins have been able to maintain the stability of the financial system?", "And would they have been able to preserve the value of their currencies in both normal times and during a crisis?", "A third, fundamental, question concerns inflation.", "Central banks have guaranteed price stability for many decades, even during the pandemic crisis, despite consumer price changes having flirted with deflation in recent years as well as the fact that, in the euro area, we are still struggling to bring inflation back to our medium-term target.", "Our monopoly power over the supply of base money and our credibility have been key in this respect.", "But what would happen to inflation in an economy in which there is wide circulation of private money beyond the control of central banks, for example due to a significant presence of digital currencies denominated in a foreign currency or in a basket of different currencies?", "We are now quite close to where, two decades ago, the OECD expected us to be, as money appears inevitably to be becoming digital.", "And central banks and other public authorities alike are asking themselves the aforementioned questions, attempting to govern the opportunities and risks arising from digital money by adopting new regulations and new approaches.", "In Europe, the European Commission is drafting a new directive to regulate issuers and service providers of crypto-assets, while the European Central Bank is currently considering the possibility of starting a formal investigation phase on a digital euro.", "Similar initiatives are ongoing in most other jurisdictions: most of the monetary authorities around the world are working today on the possible development of a central bank digital currency, ranging from mere conceptual research to preliminary experiments, proofs-ofconcept or pilot projects."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Digital money", "Central bank digital currencies", "Monetary policy", "Inflation", "Financial stability", "Stable-coins", "Crypto-assets", "Banking system", "Private money", "Disintermediation"]}