{"sentences": ["I wish to thank the President and other office bearers of the All India Management Association (AIMA) for having invited me to participate in this convention.", "This is a national management convention and it is apt that the AIMA is organising it.", "In normal times and even more in times of severe stress, it is the quality and capacity of management that makes the critical difference and enables businesses to not only survive but come out stronger.", "I am happy to note that the AIMA is advancing the cause of management profession by collaborating with industry, government, academia and students.", "The theme of this convention, \"Beyond Recovery: New Rules of the Game\" is well timed.", "After an eighteen-month long battle, there are signs - and I repeat signs - that the world is emerging from the shadow of coronavirus.", "As we emerge from the present crisis and look beyond, this is the right time to step back a little and plan for an economy which is stronger, more inclusive and sustainable.", "I propose to highlight the contours of such an economy in my remarks today.", "Envisioning Life Beyond COVID-19 3.", "COVID-19 is a watershed event of our era.", "It has caused widespread devastation of life and livelihood and it is still haunting the global economy in several ways.", "There are very few parallels of a shock like COVID-19 in history which left policymakers with no template to navigate through the crisis.", "Both health systems and human endeavour to deal with the crisis were stretched to the limit.", "The pandemic is likely to leave indelible mark on the way economies and societies function.", "When we emerge from the crisis it would most likely be a new dawn, a new normal.", "The pandemic has induced several structural changes which have significantly altered the way we work, live and organize businesses.", "With greater shift to work from home, technology has gained potential to boost productivity, by saving on travel time, boosting sales on online platforms and accelerating the pace of automation.", "As a result, consumption pattern is changing and companies are resetting their supply chains both globally as well as locally.", "These changes will have wider ramifications for the economy.", "Global supply chain is undergoing significant shifts; companies and various authorities have to be nimble enough to capitalise on these opportunities.", "Automation and robotics will threaten lowskilled workers and those in the contact intensive sectors.", "The shift to online have also created new opportunities and challenges for employment-intensive sectors like travel, hotels, restaurants and recreation.", "Some of these changes are going to stay beyond the pandemic.", "These structural changes need to be kept in mind while formulating strategies for participative growth process.", "At another level, the pandemic has affected the poor and vulnerable more, especially in emerging and developing economies.", "Daily wage earners, service and informal sector workers were badly hit.", "Their employment and income opportunities were curtailed.", "The lasting damage inflicted by the pandemic on these segments is of serious concern for inclusive growth.", "In the medium to long-run, both efficiency and equity will greatly matter for sustainable growth and macroeconomic performance.", "Technology adoption which was earlier limited to core sectors has now permeated to several other areas, viz.", "education, health, entertainment, retail trade and offices.", "The pandemic has also caused disruptions and induced reallocation of labour and capital within and across sectors.", "The firms which were quick to adopt technology and were flexible in working from off-site are attracting more capital and labour.", "On the other hand, firms which were not up for the challenge and competition will have to leave the space for the more dynamic ones.", "These forces of 'creative destruction' are expected to boost productivity by encouraging greater competition, dynamism and innovation in several sectors of the economy.", "The Indian Scenario 8.", "Let me now turn to the Indian scenario.", "In the post-pandemic world, India's prospects are underpinned by several dynamic sectors.", "I wish to briefly touch upon some of them.", "First, information technology (IT) services and information technology-enabled services (ITES) backed by entrepreneurial capabilities and innovative solutions have emerged as key strength of the Indian economy over the years.", "There is a growing league of Unicorns in India reflecting its potential for technology-led growth.", "The country has added several unicorns over the last year to become the third largest start up ecosystem in the world.", "Underpenetrated Indian markets and large IT talent pool provide an unprecedented growth opportunity for new age firms.", "Further, the COVID pandemic has provided a new impetus to technology-driven companies such as fintech, edtech and healthtech which are likely to see increased funding activity in the coming years.", "Second, India's digital momentum is expected to continue with a strong demand in areas such as cloud computing, customer troubleshooting, data analytics, work place transformation, supply chain automation, 5G modernisation and cyber security capabilities.", "India has the natural advantage to benefit from the emerging trends in these areas.", "The drive towards full fiberisation of the economy has to go hand in hand with the establishment of data centres across the nation for data storage and processing.", "Ensuring universal, affordable and fast broadband internet access all through the country can play a critical role in advancing productivity and employment opportunities.", "Further, the stronger push to digitalisation and automation can have spillover effects on ease of doing business.", "Medical advances and process accelerations can spark a renaissance in public health innovations and delivery.", "E-commerce is emerging as another promising sector for India.", "It has benefited from growing market, increased internet and smartphone penetration and COVID-induced shifts in consumer preferences.", "Various initiatives taken by the government, namely Digital India, Make in India, Start-up India, Skill India and Innovation Fund have created a conducive eco-system for faster growth in the digital sector.", "Third, the pandemic has brought to focus what India can achieve in the area of manufacturing.", "In the pharmaceutical sector for the first time in history, vaccines were developed and administered within a year with India remaining a forerunner and a global leader in vaccine manufacturing.", "Investors have shown confidence in the Production Linked Incentive (PLI) scheme introduced by the government.", "Following this initiative, India is now home to almost all the leading global mobile phone manufacturers and during the recent period, India has turned from being an importer to an exporter of mobile phones.", "This trend is likely to spill over to other sectors also.", "The presence of global players would help in enhancing India's share in Global Value Chain (GVC) and building up a resilient supply chain network.", "Greater GVC participation would also enhance the competitiveness of India's large and Micro, Small and Medium Enterprise (MSME) supplier base.", "Fourth, the global push towards green technology, though disruptive, can create new opportunities in several sectors.", "For example, the automobile sector is moving towards electric vehicles.", "With greater innovation, electric vehicles are slowly converging to internal combustion engines (ICE) in cost and performance.", "The biggest Electric Vehicle car maker is not from the traditional car maker companies.", "Similar creative disruption is also visible in the two-wheelers space.", "With supportive policies, greener technologies can yield economic and environmental benefits.", "Fifth, India's energy sector is also witnessing significant churning and technological transformation.", "As India grows rapidly, its energy demand is expected to pick up in the near future.", "Currently, a large part of the energy demand is met from fossil fuels, with significant import dependence.", "India aims to increase the share of non-fossil fuels to 40 per cent (450GW) of total electricity generation capacity by 2030, as part of the goals set under the Paris agreement within the United Nations Framework Convention on Climate Change (UNFCCC).", "With a view to give a boost to the agriculture sector and to reduce environmental pollution, the Government had launched the Ethanol Blended Petrol (EBP) Programme, which would help in cleaner air besides saving on fuel imports.", "The drive towards renewable energy is a step in the right direction both for energy security as well as environmental sustainability, which are critical for our long-term economic growth.", "Sixth, in the post-pandemic period, global trade will remain vital for faster recovery.", "Reflecting congenial policy environment and supportive external demand, India's exports have rebounded, with a broad-based double-digit growth during the first half of 2021-22.", "India's exports of agricultural commodities, including Geographical Indications (GI) certified products to newer destinations, offer favourable prospects for overall export.", "Furthermore, exports of engineering goods - which account for around one-fourth of India's total exports - experienced robust growth across product categories and newer markets.", "To further strengthen the export potential, there is a need to enhance the share of high-tech engineering exports to achieve an ambitious engineering export target of US$ 200 billion by 2030 .", "To achieve our objectives in all the areas which I have outlined so far, we need a big push to infrastructure particularly in areas of health, education, low carbon and digital economy in addition to transport and communication.", "In addition, the warehousing and supply-chain infrastructure will be critical to bolster value addition and productivity in the agriculture and horticulture sector.", "This will create employment opportunities in semi-urban and rural areas and promote inclusive growth.", "The demand for warehousing infrastructure has also gone up in tier-2 and tier-3 cities in the wake of steep jump in online trading.", "Moreover, investment in intangible capital such as research and development and skill upgradation of human resource has strong and positive impact on productivity.", "Some empirical evidence suggests that the impact of investment in intangible capital on labour productivity is more than investment in tangible capital.", "Seventh, a dynamic and resilient financial system is at the root of a stronger economy.", "India's financial system has transformed rapidly to support the growing needs of the economy.", "While banks have been the primary channels of credit in the economy, recent trends suggest increasing role of non-bank funding channels.", "Assets of non-bank financial intermediaries like NBFCs and mutual funds have been growing; funding through market instruments like corporate bonds has also been increasing.", "This is a sign of a steadily maturing financial system - moving from a bank-dominated financial system to a hybrid one.", "Substantial progress has been made to fortify internal defence mechanism of financial institutions to identify, measure and mitigate risks.", "This is a continuing process and efforts by all stakeholders have to be sustained.", "Towards a more Inclusive and Sustainable Economy 17.", "History shows that the impact of pandemics, unlike financial and banking crises, could be a lot more asymmetric by affecting the vulnerable segments more.", "The COVID-19 pandemic is no exception.", "Within countries, contact-intensive service sectors employing large number of informal, low-skilled and low-wage workers have been hit harder.", "In several emerging and developing economies, lack of health care access has disproportionately affected the family budget of the poor.", "Even education which was provided online during the pandemic excluded the low income households due to the lack of requisite skills and resources.", "Overall, there are evidences across countries that the pandemic may have severely dented inclusivity.", "The global recovery has also been uneven across countries and sectors.", "Advanced economies have normalized faster on the back of higher pace of vaccination and larger policy support.", "Emerging and developing economies are lagging due to slow access to vaccine and binding constraints on policy support.", "Multilateralism will lose credibility if it fails to ensure equitable access to vaccine across countries.", "If we can secure the health and immunity of the poor, we would have made a great leap towards inclusive growth.", "Global co-operation remains vital for rapid progress on this front.", "Needless to add that inclusive growth in the post pandemic world will require cooperation and participation of all stake holders.", "In India, collaborative effort of various stakeholders is helping accomplish a seemingly difficult task of accelerating the pace of vaccination.", "The private sector is developing and manufacturing the vaccines; the Union Government is centrally procuring and supplying it; and the state governments are delivering and administering it in every nook and corner of the country.", "India is now administering a record of about one crore doses of the vaccine every day across all segments of the population.", "A major challenge to inclusiveness in the post pandemic world would come from the fillip to automation provided by the pandemic itself.", "Greater automation would lead to overall productivity gain, but it may also lead to slack in the labour market.", "Such a scenario calls for significant skilling/training of our workforce.", "We also need to guard against any emergence of \"digital divide\" as digitisation gains speed after the pandemic.", "Further, the need for professional human resources trained in science, technology, engineering and mathematics (STEM) is rising briskly.", "Major technology-based firms have expressed their intention to hire many new professionals with skills in these areas.", "In the short-term, the supply of such a workforce cannot be increased by the traditional educational system, and thus there is a need for close involvement of corporates in the design and implementation of courses suitable to the changing industrial landscape.", "As we recover, we must deal with the legacies of the crisis and create conditions for strong, inclusive and sustainable growth.", "Limiting the damage that the crisis inflicted was just the first step; our endeavour should be to ensure durable and sustainable growth in the post-pandemic future.", "Restoring durability of private consumption, which has remained historically the mainstay of aggregate demand, will be crucial going forward.", "More importantly, sustainable growth should entail building on macro fundamentals via medium term investments, sound financial systems and structural reforms.", "Towards this objective, a big push to investment in healthcare, education, innovation, physical and digital infrastructure will be required.", "We should also continue with further reforms in labour and product markets to encourage competition and dynamism and to benefit from pandemic induced opportunities.", "The Production Linked Incentive (PLI) scheme announced by the Government for certain sectors is an important initiative to boost the manufacturing sector.", "It is necessary that the sectors and companies which benefit from this scheme utilise this opportunity to further improve their efficiency and competitiveness.", "In other words, the gains from the scheme should be durable and not one off.", "Again, for growth to be sustainable, a transition towards greener future will remain critical.", "The need for clean and efficient energy systems, disaster resilient infrastructure, and environmental sustainability cannot be overemphasised.", "Due consideration should be given to individual country roadmaps keeping in mind country-specific features and their stage of development while adopting policies towards climate resilience.", "On the whole, while the pandemic has created enormous challenges, it can also act as an inflection point to alter the course of development.", "Enhanced adoption of technology will give impetus to productivity, growth and income.", "Leveraging technology in implementing government schemes, training and skill development programme for the unemployed, promoting women friendly work atmosphere and supporting education of the poor and marginalized sections would be areas of focus as we embark on our journey beyond COVID-19.", "Income and job creation with digitalisation and innovation can bring about a new age of prosperity for a large number of people.", "Many of us have grown up reading Mahatma Gandhi's Talisman in text books - \"I will give you a talisman.", "Whenever you are in doubt...Recall the face of the poorest and the weakest man whom you may have seen and ask yourself if the step you contemplate is going to be of any use to him.", "Will he gain anything by it?", "Will it restore him to a control over his own life and destiny?\"", "As we strive to build a stronger and resilient India, this pearl of wisdom that we learnt long ago remains as relevant even today.", "PIB Press Release \"Key Declaration on Climate Change to be signed at the India CEO Forum on Climate Change\" dated 4th November 2020.", "Roadmap for Ethanol Blending in India 2020-25, Government of India, June 2021.", "PIB Press Release \"EEPC celebrates 50th year of Engineering Exports Awards\" dated 10th December 2019.", "IMF (2021), \"Boosting Productivity in the Aftermath of COVID-19\", G-20 Background Note, June.", "Ahmedabad: Navajiban Publishing House, P. 65"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Technology", "Economy", "Manufacturing", "Energy", "Infrastructure", "Sustainability", "Financial System", "Health", "Education"]}