{"sentences": ["Dear hosts, sponsors, friends and participants in Money Fair Conference 21, It is a pleasure to be able to greet you even in this virtual format.", "Your invitation letter also unambiguously states the robustness of our response to the current global crisis.", "I quote: \"The great financial and economic bulwark erected by the Government and the National Bank of Serbia, with the visionary courage of President Vučić, is a strong safeguard against shocks awaiting the global economy\".", "Did we have the right not to respond or not to respond vigorously?", "That was our responsibility towards citizens, who must trust policy makers, and the trust is not gained with words and nice wishes, but through actions and results.", "I believe we thus also support the people's expectations for a better life, which they justly have.", "This is our obligation towards businesses as well.", "All companies, micro and small, medium-sized and large, need stability - political, monetary, financial.", "They need the certainty of doing business.", "In such conditions, from 2015 to 2019, the profit of our corporate sector was on a constant increase.", "The impact of the monetary policy of the National Bank of Serbia on such result was - someone would say - significant, or, as others would say - not negligible.", "Over 50% of the corporates' higher profit in that period was the result of two categories on which the National Bank of Serbia has a decisive influence: more favourable financing conditions and relative stability of the dinar exchange rate against the euro.", "And that is my message - the National Bank of Serbia will at all times be there for its citizens and businesses, so that we may last long and prosperously.", "Dear colleagues, In Serbia, already in the first days of the pandemic, both the National Bank and the Serbian Government responded, in coordination and each in line with its competences.", "In an environment when short-term economic indicators of business confidence plummeted across the world, it was paramount to design comprehensive economic measures, implementable in the shortest time possible.", "We were able to respond with a huge package of measures owing to the monetary and fiscal space we created in the past period.", "Had we postponed the adoption of measures, the consequences of such irresponsible behaviour would have been enormous.", "We would have witnessed unemployment, factory closures, billions of euros of GDP lost.", "Had we not responded immediately and comprehensively, we estimate that GDP would have fallen by over 6% in 2020, while the recovery, as was the case after the earlier, 2009 crisis, could last three to five years.", "Owing to everything we have done, including the latest government measures, Serbia will recover from the consequences of the pandemic in the course of this year.", "We would not be able to talk today about sustainable development and innovation had we not protected our economy from the consequences of the pandemic with our measures.", "Almost each month the National Bank of Serbia responded with some of its measures.", "To support economic recovery, in 2020 we cut the key policy rate four times, to the current level of 1.0%.", "We ensured even more favourable financing conditions, with interest rates on new dinar corporate loans reduced by additional 0.8 pp in 2020 (to 3.2% in December).", "As a result of all the measures we have adopted, total domestic lending continued at an almost two-digit growth rate for the third year in a row, with sound y-o-y growth of 9.9% recorded in December.", "Owing to all the measures, and despite the pandemic, the NPL ratio was lowered further, from 4.1% to 3.7%.", "Thanks to the combination of all the adopted measures, last year interest rates on dinar and euro-indexed corporate loans almost equalised, led by a reduction in dinar interest rates.", "We had never had such situation in Serbia before.", "Moreover, in January this year the interest rate on dinar corporate loans of 2.2% was at a significantly lower level than the interest rate on euro loans which measured 2.8%.", "You have also seen that inflation in Serbia is no longer talked about.", "we continued to fulfil our primary objective even in the crisis year.", "We have also preserved the relative stability of the exchange rate, this being one of the key contributions to overall macroeconomic stability of the country and business certainty.", "Changes in the dinar exchange rate against the euro were registered on the second decimal place.", "By responsibly managing FX reserves, we also raised the share of gold, as a safe-haven asset, to 13%, versus mere 5.7% in late 2012.", "Owing to the efforts of policy makers to preserve our economy, despite the pandemic, the inflow of foreign direct investment to Serbia exceeded EUR 3 billion, which was the highest level in the region.", "This is concrete evidence that Serbia has been recognized as a regional investment centre.", "For our people and our economy, this means more jobs, higher wages and new technologies.", "A year ago, I reminded the public of our long lasting efforts to have dinar bonds of the Republic of Serbia included in the renowned J.P. Morgan family of indices.", "At the time, I expressed hopes that we would manage to achieve this by mid-2021.", "Commitment and strategic efforts invariably produce results and, on 11 February, J.P. Morgan announced its decision to include our dinardenominated bonds in this prestigious family of indices as of 30 June 2021.", "This has sent yet another powerful signal that Serbia is a safe and desirable investment destination and that it will remain so in the coming years.", "For us, it is of key importance that our businesses and households have remained confident that the government and the central bank will at all times be there for them, at their side, taking care of jobs, wages, preservation of production capacities and liquidity.", "What do figures tell us?", "The number of formally employed persons in our private sector increased by around 42 thousand in Dear colleagues, I believe that it is the task of institutions to make life easier and simpler for people and businesses so that they can use their time, as the most valuable resource, in the best possible way.", "Over the past eight years, the National Bank of Serbia has demonstrated on its own example that, in terms of innovation and financial services, our country is on a par with the most advanced economies of the world, and sometimes even ahead of them.", "Thanks to the state-of-the-art technology which we were among the first in the world to apply, our payment service users no longer need to go a bank, as they can now make instant payments safely and quickly, at any time and any place, since the launch of our NBS IPS system in October 2018.", "To date, around 37.5 million transactions worth a total of around RSD 363 bn have been executed in this system.", "For us, this is an important indicator that instant payments have become the implied service quality for payment service users.", "Users have also become quickly accustomed to the service enabling payment of monthly bills in a few seconds only, using the standardized NBS IPS QR code and mobile banking applications.", "We have also enabled instant payments at merchant POS, both physical and online, at around 2,200 points of sale within Roda, Idea and Mercator retail chains and at NIS Company petrol stations.", "We are currently working on expanding the acceptance network to include several large retail chains.", "A number of online traders have enabled instant payments in their web shops (including stores selling technical devices but also, to my great pleasure, local publishing houses and bookstores).", "Financial service consumers in the Republic of Serbia are among the first in Europe to be able to conclude distance financial contracts, with full transparency, security and protection of their rights.", "It is now possible to open a payment account, apply for a payment card or loan without going to a bank.", "In 2020, we had 71.5 thousand distance contracts, which is roughly 62% more than in 2019, with over 6,000 of these contracts concluded using video-identification of the consumer.", "Let me add another thing.", "Innovations make life easier.", "Innovations save time, our most valuable resource.", "But technologies should be in the service of people, and not the other way round.", "They are a means to an end, and not an end in themselves.", "Technology alone is not able to solve major economic challenges: it cannot set priorities or make decisions on spending or investment.", "I believe you will agree that knowledge and human capital are among the key drivers of development and change in the 21st century.", "The need to send a powerful, clear and timely signal of stability, hand in hand with a proactive approach and measures which take account of both the intensity and the duration of negative trends to which response is needed, becomes even more important at times of crises.", "If central monetary institutions recognize this, they will be a few steps ahead of the challenge.", "I believe that figures show that this is precisely what the National Bank of Serbia has done.", "Timely measures taken as soon as the COVID-19 crisis broke out prevented a spiral of negative events triggered by psychological effects and panic reactions of market participants from happening.", "Even during the crisis, Serbia remained a regional investment centre committed to people, to improving the conditions of life and work, as well as to regional cooperation.", "Nothing connects countries and people better than the economy and common interests!", "Today, we are creating a future to the benefit of the human civilization which can only survive and thrive if it cooperates and works together.", "Challenges remain ahead of us and our job never ends.", "But my message is that you can always rely on the National Bank of Serbia, the bank of all our citizens!", "I wish us all health, knowledge and love for our countries!", "May we have a successful conference!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "economic recovery", "financial stability", "inflation", "exchange rate", "foreign direct investment", "innovation", "financial services", "payment systems", "human capital"]}