{"sentences": ["Keep up the momentum: Importance of Sound Bank Culture in Times of Pandemic Mark (Austen), distinguished guests, ladies and gentlemen, good afternoon to all of you.", "Let me thank ASIFMA for inviting me to address the Compliance Week 2021.", "I believe that, like me, most of you wish the event today could take place in person, because I'm sure we all miss the F2F dialogue.", "But with the dedication of ASIFMA, I am sure today's event would be as successful as one that is held physically.", "But that thought also reminds us that Covid is still having a profound impact on many matters.", "Bank culture and accountability, which is the event's main theme for today, is certainly one of those that have been affected.", "Understandably so, this subject has been much less talked-about while we have been spending a great deal of efforts in ensuring operational resilience.", "So today I am going to talk about our observations on this front, and how we can keep up the culture momentum within the industry.", "Impact of COVID-19 on bank culture 2.", "Covid-19 has affected every aspect of our daily lives and work.", "From my vantage point as a banking supervisor, the most prominent impact of the pandemic has been a substantial increase in the popularity of digital banking among consumers.", "Customers were kind of \"crash-coursed\" into accepting the provision of banking services through digital means.", "As an example, we have seen that the total applications for personal banking credit products via digital channels recorded a significant growth of more than 40% in the second half of 2020 compared to the first half year, and among that, those made via mobile apps already surged to account for 40% of the total digital applications.", "So the digital transformation has basically become a new normal.", "Against such a rapidly surging acceptance of online services, it is indeed extremely important for banks to substantially enhance their operational resilience on top of all the challenges that they face due to changes in the pandemic situation.", "The industry has been doing a fantastic job in that, but also we should not lose sight of the impact that this is having on some areas which may not surface immediately.", "From our supervisory dialogue with banks, two notable impacts on bank culture caused by the pandemic situation are particularly worth our attention.", "First, the pandemic disruptions may be taking away the momentum of culture effort which banks have been investing a lot in the past 4-5 years.", "For example, we have seen difficulties from banks in arranging promotion of risk culture and cascading the \"tone from the top\" to different levels of staff, simply because of the lack of F2F interactions.", "This has tremendously reduced the opportunities for staff to build rapport and foster a common culture, which is an important element in the culture promotion efforts.", "Secondly, the pandemic disruptions have effectively put bank culture under stress Against the new mode of banking operation with significantly reduced F2F interactions, test.", "both amongst banking staff and between banks and their customers, there are signs of increasing hurdles in maintaining a sound bank culture.", "On one hand, there are challenges in ensuring robust controls in a non-F2F environment.", "Reduced physical oversights of staff activities by supervisors could greatly reduce the effectiveness of conventional control mechanisms and practices that worked well in the past, and thereby increased the risk of poor customer outcomes.", "At the same time, the pandemic is driving changes in customer behavior.", "Customers have tried to avoid visiting bank branches in person as much as they can.", "If we look deeper at the statistics, the customer behavior of investment activities registered a significant change in the past two years.", "The proportion of online investment transactions out of all channels of retail banks has increased from 37% in the first half of 2019 to over 50% in the first half of this year.", "An even bigger increase was noted in long term insurance policies sold through digital channels by retail banks, which more than doubled in the first half of this year when compared with the second half of 2019. .", "Some may argue that the rising trend in the use of non-F2F channels for distributing banking services would have continued with or without Covid.", "But we could not deny the fact that the pandemic has injected a strong catalyst into this trend.", "So while we all embrace technology, and very much enjoy the convenience brought about by that, also we must not lose sight of the additional conduct risks involved.", "We have seen complaints, for example, that sales staff might have deliberately conducted investment transactions for vulnerable customers through internet banking in order to circumvent controls for safeguarding the interests of those customers.", "There are indeed issues that warrant our attention to ensure that a customer-friendly online journey will not compromise adequate customer protection.", "For example, on the use of technology such as video conferencing for distributing long term insurance products, the Insurance Authority has provided guidance on measures to address challenges, such as difficulties in obtaining wet signature from customers for the insurance policies, as well as the potential intermittent interruption during the sales process which do not exist in a physical F2F environment.", "The HKMA is also working hard at the moment to provide the industry with further guidance and practical examples to address difficulties of banks on issues such as how to identify vulnerable customers in an online environment so that the bank can accord them with extra care during the sales process.", "Despite all these efforts in offering more detailed guidance to the industry, I'm sure you would agree that having such additional guidance alone cannot achieve the desired outcome.", "We do very much need the support of a sound bank culture, because the invisible glue that holds a bank together.", "In fact, if one really thinks through the implications of the latest trends, culture does not become less important in the current environment.", "Quite the opposite, culture has actually assumed an even more critical role in times of pandemic.", "And for that reason, we should remind ourselves repeatedly of the need to keep up the momentum in promoting sound bank culture in order to counter the additional risks brought about by the pandemic.", "Our continued effort in the cultural landscape 11.", "So probably it will be useful if we quickly revisit what a \"sound\" culture should look like and what the core elements are?", "At the HKMA, we always emphasise that there is no one single formulation of \"sound\" culture.", "And each bank needs to map out its own path according to its desired culture, values and behavioral standards.", "But overall, we encourage banks to focus on three fundamental elements in their culture efforts: (a) A strong \"tone from the top\" supported by a sound governance framework; (b) An appropriate incentive system that induces desirable behaviours at all levels; and (c) We also need an effective \"echo from the bottom\" on actual outcomes on the ground.", "This is clearly not the occasion to elaborate on each pillar here, and we have already communicated a lot with the industry on that in the past.", "Instead, as a reminder that the HKMA is not reducing our focus on this matter, let me give the audience a quick snapshot of our ongoing efforts in promoting bank culture reform.", "Based on our bank culture supervision framework announced in 2018, we have spearheaded several initiatives in the past two years, including in particular selfassessments on banks' culture, as well as culture dialogues with banks' leadership.", "Regarding self-assessments, in May 2020, the HKMA published a \"Report on Review of Self-assessments on Bank Culture\".", "This report covers insights drawn from 30 banks, including quite a number of ASIFMA member institutions, in the self-assessment exercise.", "I am delighted to see that banks have subsequent to that taken actions and made reference to the range of good practices shared in the Report when further devising their culture enhancement measures.", "Focused Review on Incentive Systems 15.", "This year, we are advancing to a deep dive into the incentive systems of front offices in retail banks.", "Based on what we have learned from the self-assessment exercise, we noted that banks' culture effort in the area of incentive systems is still very much an area of \"work-inprogress\".", "And having appropriate incentive system is such an important piece for inducing desirable behaviour that we have decided to intensify our efforts on this theme.", "Up till now, we have not seen any guidance published on stylised approach to incentive I guess because the design and implementation of such systems are very much dependent upon the characteristics of individual banks.", "But we have decided to take up by looking into the incentive systems of front offices in 20 retail banks, and aim to provide some useful guidance, or at least reference points, to the industry.", "As you can imagine, the Focused Review on this subject is a very large-scale exercise.", "We are examining the front-office incentive systems, as well as analysing the perception and behaviour of front-line staff, in 20 retail banks in Hong Kong.", "So far, as a key component of this review, we have completed an industry-wide employee survey to gauge frontline employees' views on their banks' incentive systems and culture.", "We are encouraged to see the active participation of surveyed bank staff, with an overall response rate of around 70%.", "I understand that this is a very good participation rate when compared to similar exercises done in other jurisdictions.", "Given the scale and breadth of the Focused Review, the exercise is expected to complete around early next year.", "After that, we plan to share with the industry the identified insights as well as practices that lead to good customer outcomes.", "Through this exercise, we also aim for better alignment of incentive systems whilst preventing potential misconduct behaviour.", "We trust this would advance bank culture development in Hong Kong to the next level.", "While a proper incentive system will encourage desirable staff behavior, we should not lose sight of the other side of the coin, which is accountability framework.", "In the past few years, the HKMA has been making greater use of accountability reviews as a tool to identify those responsible for misconduct incidents.", "The idea is that those who have pursued undesirable behavior have to face the consequences of their own misconduct.", "Another aspect of accountability that banking supervisors in several jurisdictions have been trying to tackle is how can we effectively address the problem of \"rolling bad apples\".", "As this phrase literally means, \"rolling bad apples\" refer to individuals who have committed misconduct behaviour, but are able to obtain subsequent employment elsewhere without disclosing their earlier misconduct to the new employers.", "When \"bad apples\" tried to \"roll\" from one institution to another, this cannot be easily dealt with by individual banks working alone.", "It is important for the banking community to work together to collectively tackle the issue and limit the harm inflicted by the \"bad apples\" on the system.", "Earlier last year, the HKMA consulted the industry on a proposed mechanism for doing \"conduct-related reference checking\" between banks.", "We have received many useful comments during the consultation exercise, including those from ASIFMA, and we have issued the consultation conclusions in May this year to set out the operational framework for what we call \"Mandatory Reference Check\" - in short the \"MRC\", Scheme.", "The MRC Scheme will adopt a proportionate approach, where conduct-related reference checks would be required for certain categories of bank staff whose conduct and integrity are especially important.", "Misconduct behaviours to be captured for reference will include breaches of legal and regulatory requirements; misconduct incidents and incidents relating to honesty, integrity or matters of similar nature; as well as internal or external disciplinary actions relating to conduct matters.", "Our plan is to implement the MRC Scheme as an industry-led initiative with endorsement from the HKMA, instead of imposing it as a supervisory requirement.", "We trust that banks will be committed to effectively implementing the Scheme, given the benefits that it will bring to the industry as a whole.", "The Scheme will be implemented in two phases.", "Phase 1 will cover directors and senior management positions.", "And Phase 2 will be extended to roles carrying out regulated activities.", "It is envisaged that Phase 1 of the Scheme will be launched a year after the finalisation of the Scheme's operational details, followed by Phase 2 taking into account the implementation experience of the first Phase.", "So as you can see, we at the HKMA are still pushing hard on the various bank culture initiatives despite the pressure brought about by the pandemic.", "We believe that similarly, whilst banks have all been very busy adapting to the unprecedented Covid impacted environment, they must not lose sight of the need (and indeed the importance) of maintaining momentum in their bank culture efforts.", "I know that banking supervisors in other jurisdictions are equally committed in this regard.", "And therefore I hope very much that the industry would work closely with the supervisory community in continuing their investment in culture efforts so that we can safeguard a good and sustainable customer outcome.", "I hope very much that my remarks above will set the stage for the audience to have a good and fruitful day ahead.", "Once again, I wish to express my gratitude to ASIFMA for organising this event, and for giving me the chance to share with the audience my perspective on bank culture here."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bank Culture", "Covid-19 Impact", "Incentive Systems", "Accountability", "Conduct Risks", "Customer Protection", "Digital Transformation", "Risk Culture", "Tone from the Top", "Vulnerable Customers"]}