{"sentences": ["Eurofi High Level Seminar - Lisbon, 16 April 2021 What fiscal policies beyond monetary policy support?", "Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, I am very happy to join you today.", "I would like to extend my warmest thanks to Didier Cahen and David Wright for fostering the fruitful European spirit that we all cherish, despite the difficulties of the moment.", "As you know, the ECB silent period has already started, so I won't say a word on monetary policy.", "However, this will give me the opportunity to tackle a core issue of our incomplete Economic Union besides our successful Monetary Union: fiscal policy.", "Monetary policy cannot be - and fortunately no longer is - the only countercyclical tool available in the euro area.", "There are two other links between monetary and fiscal policy to which I would like to draw attention: an accommodative monetary policy, as we have today, supports an active fiscal policy.", "The second is the risk of a bank-sovereign loop, which as supervisors we are keen to avoid.", "Let me nevertheless stress that I have no such fear for the country I know best: French banks since 2014 have decreased their exposures vis-à-vis public debt in absolute terms and have done so dramatically as a proportion of their balance sheet.", "I will first talk about the \"fiscal\" lessons we can draw from the Covid crisis for Europe (I).", "I will then turn to the national level and illustrate these principles with reference to the French situation (II).", "Improving Europe's future fiscal rules The EU and its member states have reacted vigorously in 2020.", "The ECB's balance sheet is now double the size of the Fed's as a percentage of GDP.", "And active fiscal policy was of the essence.", "In 2020, Covid-related discretionary measures were stronger in the United States than in the main euro area countries.", "However thanks to our social model and its higher automatic stabilizers, the overall 2020 fiscal stimulus in the euro area was almost as strong as in the United States: Having said that, what can explain the larger loss of GDP in 2020 in the euro area compared to the United States?", "According to the Banque de France's work, much [80%] of the difference in losses is due to something other than public support.", "In southern Europe, about 40% is explained through effective constraints on economic activity, and 40% through sectorial specialisation - the higher dependence of European countries on tourism, and the technological lead of the United States (development of teleworking before the crisis, weight of new information technology, share of e-commerce...).", "Three major crises in the past ten years - 2008-2009, 2011, 2020 - have nevertheless shown the need to complete the Economic Union in addition to the successful Monetary Union, starting with a permanent fiscal capacity.", "Yes, a big step forward has been made thanks to Next Generation EU, financed by a shared debt instrument.", "Before thinking of possibly increasing its size, we should accelerate its implementation: speed, even more than weight, is what is currently lacking in Europe.", "But our real leap forward will come when the existence of a permanent common fiscal capacity, - although less limited in amount, although different from a standing budget because not systematically activated, - allows genuine countercyclical action to be taken.", "Conversely - and not contradictorily -, adequate fiscal discipline is key to cope with economic reversals.", "Look at Germany, which fixed the roof while the sun was shining, and made appropriate use of its financial leeway during the crisis.", "There will be a debate, to be concluded most likely next year after the German and French elections, on the Stability and Growth Pact, following three years of warranted suspension between 2020 and 2022.", "We should avoid a fruitless confrontation between \"illusionists\" - who plead for debt cancellation, which is completely out of the question - and \"traditionalists\" - who want to keep the same old rules as if nothing had changed, including on the level of interest rates.", "We do still need rules, but revised and simplified ones.", "Indeed, the current low interest rate environment (with r<g) does not mean that public debt sustainability issues have become irrelevant: it only implies that governments have more time to ensure debt sustainability.", "Contrary to some recent proposalsi, we shouldn't, according to me, get rid of the numerical targets which are in the Treaty: they are useful anchors, including the 3% deficit which is - in the case of France - more or less the threshold that would stabilize the public debt ratio at its pre-covid level.", "But the revised rules, without changing the Treaty, should be based on a long-term debt trajectory and on a single operational target, namely a ceiling on the growth rate of public expenditure as proposed by the European Fiscal Board (EFB), chaired by the Danish economist Pr.", "First, we can keep the 60% long-term debt anchor.", "But the 1/20 linear rule of yearly adjustment towards it is too demanding and should be made more country-specific.", "Second, for the operational target, relying only on the current interest burden, as suggested by some, would be at the same time short-termist and too partial: the levels of the total public deficit and of public debt remains key to assess the sustainability of public debt in the face of unexpected shocks.", "But interest payments could be included in a net expenditure rule, unlike the EFB proposal which excludes them.", "At constant taxation rate, a rule based on total government expenditure growth would make it possible to control both the public deficit and the public debt, since, implicitly, it incorporates a fiscal response to changes in the interest burden.", "For example, if interest rates decline (as in an economic downturn), leading to a reduction in the government interest burden, primary expenditure can be adjusted upwards and amplify the countercyclical effects of the monetary policy decision.", "However, if rates rise, as in an economic recovery, governments would have to make more of an effort on primary expenditure.", "How could we set the target for the expenditure rule?", "It could be country specific, if - and only if - (i) it seriously takes into account the initial level of debt and its sustainability but also the overall growth potential of the economy, and (ii) is explicitly agreed by a European authority.", "Another possibility worth exploring to improve our fiscal governance is to set up an adjustment account mechanism.", "A deviation from the expenditure rule over any year (i.e.", "a too rapid increase in public expenditure - if limited and occasional - or, on the contrary, a level of public expenditure below the predefined target) could be earmarked for compensation over the course of the subsequent years.", "The bottom line is that the long-term sustainability of public debt should be ensured by credible but flexible fiscal rules.", "Sound fiscal rules are also crucial to improve the quality of public expenditure: spending on the future - education, research, the ecological transition, investment - must take priority over spending on the day-to-day operation of public services, or on some of the social transfers.", "In advanced economies, fiscal multipliersii are particularly high for public investment: In this respect, this harsh crisis can also be an opportunity to bridge the skills and innovation gaps thanks to productive investment.", "But unfortunately, this key debate over the quality of spending is the blind spot in our European democracies.", "Public finance in France Now, allow me to illustrate these principles with reference to the country I know best.", "In France, we sometimes have a strange relationship with austerity: we are the country that fears it the most but one of those that practises it the least.", "This unfounded fear distracts us from our real problem: the weakness of our growth and the excessive cost of our public services even though we have the same social model as our neighbours.", "I strongly believe in our European social model, which is not a handicap but one of our strongest common European assets.", "And let me be clear: I am not promoting austerity - with cuts in public expenditure - but moving gradually towards a stabilisation of public expenditure in real terms.", "Our challenge is the 10 percentage-point differential between our government spending-to-GDP ratio and that of the rest of the euro area: Since 2008, the pace of growth rate in our public expenditure has diverged significantly from that of GDP growth, in contrast to Germany or the rest of the euro area.", "We are starting with a public debt of 115.7% of GDP at the end of 2020, which is almost twice as high as 20 years ago: Under a no-policy-change assumption, with potential growth of around 1.1% and a rate of public spending growth in real terms of around 1.1%, which is close to the trend over the last ten years, we will only succeed in stabilising our public debt at this high level over the next decade; this would be a dangerous strategy given the risk of a new exogenous economic crisis or an interest rate shock.", "But we can write a more positive script to avoid this trend-based scenario.", "It involves a combination of three ingredients: time - only start to reduce our debt ratio once we are economically out of the Covid crisis, hence after 2022, and adopt a ten- year strategy; growth - which will generate revenue but not miracles; and more controlled and efficient public spending: Zero growth - i.e.", "stabilisation - of total public expenditure in real terms at constant taxation rate would reduce the debt to around 100% of GDP in 2032.", "Real expenditure growth of 0.5% per year would reduce the debt to around 110% of GDP.", "The government's update of the stability programme published this week rightly provides for such a control of public expenditure once the recovery is firmly established (0.7% growth per year from 2023 on average), although this is somewhat higher than 0.5% per year, and incorporates a more optimistic view on potential growth than our own forecast (1.35% vs. 1.1%).", "What is more important in this regard however is not the exact number but that the established targets are effectively met.", "The level to be fixed - and then respected -, is a matter for democratic debate, not for central banks.", "This is a demanding but attainable goal: many of our European neighbours have achieved it.", "In conclusion, the Covid crisis has completely warranted a very supportive fiscal policy.", "But the gradual exit from this crisis should be a crucial opportunity for us Europeans to respond to one core question: how to maintain the right use of the fiscal tool while ensuring the sustainability of our debt, in order to be able to finance our common social model for coming generations.", "Accommodative monetary policy obviously helps, but it cannot be taken for granted eternally.", "To draw an analogy from the sphere of climate change, we should avoid a « tragedy on the horizon ».", "Thomas Paine, an English-born political philosopher and citizen of the world, once said: \"If there must be trouble, let it be in my day that This is exactly what we should aim at in the next my child may have peace.iii\" decade.", "Thank you for your attention.", "Les notes du Conseil d'analyse économique, Pour une refonte du cadre budgétaire européen, Avril 2021 Abiad A., Furceri D., Topalova P., The Macroeconomic Effects of Public Investment: Evidence from Advanced Economies, IMF Working Paper, May 2015.", "The American Crisis (circa 1776)"], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["Fiscal policy", "Monetary policy", "Public debt", "Public expenditure", "Economic growth", "Sustainability", "Fiscal rules", "Social model", "Public investment", "Quality of spending"]}