{"sentences": ["Speech From Recovery to Expansion Governor Keynote Address at the Australian Farm Institute Conference Toowoomba - 17 June 2021 Thank you for the invitation to join the Australian Farm Institute's conference.", "It is a great pleasure for me to visit Toowoomba and to learn more about the issues facing the farm sector and regional Australia.", "As we all know, the past year has been an extremely challenging one in the life of our nation.", "But as a country we pulled together, and we have been up to the task.", "The results are evident in our health and economic outcomes, which are better than elsewhere in the world.", "It is important that we don't lose sight of this.", "This morning, I would like to talk about how the economy is now transitioning from recovery mode to expansion mode, and highlight some of the issues that this raises, including for regional Australia.", "I will then conclude with some comments about the outlook for monetary policy.", "Back in March last year, the national economic strategy quickly turned to building a bridge to the day when the virus was contained.", "The idea was to use this bridge to help people and businesses get across to the other side.", "The hope was that by doing this, we could avoid much of the costly damage that would be caused by mass unemployment and widespread business failures.", "This was the right strategy, and it was supported by governments across Australia, the RBA and Australia's financial institutions.", "The results speak for themselves.", "Today, the level of employment in Australia is above its pre-pandemic level.", "Australia and New Zealand are the only advanced economies where this is the case (Graph 1).", "In the United States, employment is still nearly 5 per cent below the pre-pandemic level and in Spain it is 3 per cent below.", "Change in Employment Since December 2019 -4 -4 Spain States Zealand Sweden Kingdom Switzerland South United Sources: RBA; Refinitiv The GDP data also paint a positive picture of the recovery, which has been V-shaped (Graph 2).", "The level of output in Australia is now above its pre-pandemic level; not many other countries are in this same position.", "The bounce-back has been quicker and stronger than was widely expected; back in August we did not expect the previous level of output to be regained before the first half of 2022, yet here we are already.", "After the devastating drought, farm output is up 40 per cent since the middle of last year, and now stands at a record high.", "Rural exports are also at a record high.", "This recovery in the farm sector is positive news not only for those in the industry and the communities that support it, but it is also making a welcome contribution to the recovery in the national economy.", "Our international borders are still largely closed, outbreaks of the virus are still leading to periodic lockdowns, and many firms are still adjusting to changes in how people spend their money and where they work.", "It is also worth recalling that the economic recovery is being underpinned by unprecedented fiscal and monetary policy measures that will not last forever.", "So we still have a way to go before the recovery is complete.", "It is time, though, to be thinking about how we transition from recovery mode to expansion mode and consider the issues that will affect that transition.", "I would like to touch on 3 of these issues this morning, including: how household spending evolves in light of the substantial changes in household balance the tightening of the labour market and its implications for wages and prices the need for further productivity growth.", "Household balance sheets One of the stand-out features of the past year has been the large increase in household saving.", "Last June, the saving rate spiked to 22 per cent, the highest level on record (Graph 4).", "This increase in saving reflected the combination of: the boost to incomes from government support; the limited opportunities to spend; and households feeling uncertain about the future.", "While the saving rate has since declined as restrictions have been eased, it remains high by historical standards.", "The fact that households have saved more means that, in aggregate, household balance sheets are in better shape than they were previously.", "This rise has been a nationwide development, but was first seen in parts of regional Australia, with price gains in many areas outstripping those in the capital cities.", "Global factors, including low interest rates, have played a role here.", "But there has also been strong demand for properties in regional Australia due to people moving out of the capital cities and fewer people leaving regional areas during the pandemic.", "The effects of this are evident not just in prices but in rental markets too, with rents rising quickly in many regional centres (Graph 6).", "If households were to run down their additional savings quickly or if higher housing prices spurred more spending than usual, a stronger economic path than the one we have envisaged could eventuate.", "On the other hand, it is possible that households sit on these extra savings for a long time and restrain their spending because of uncertainty about the future.", "If so, this would slow the recovery.", "So this is an issue we are watching carefully.", "It is also worth noting that the rise in housing prices is encouraging more housing construction.", "The challenge here is to make sure that planning processes are sufficiently flexible to allow the supply side of the market to respond to the extra demand; regional centres should be better placed on this front than capital cities, although this is not always the case.", "A related challenge is to find the workers to build the new housing in regional Australia - an issue to which I will return shortly.", "The other aspect of the housing market that we are paying close attention to is the increase in household borrowing.", "The RBA does not, and should not, target housing prices.", "We do though have a strong interest in trends in household borrowing, especially given the already high level of household debt in Australia.", "It is important that lending standards remain sound in an environment of low interest rates and rising housing prices.", "At its meeting last week, the Council of Financial Regulators also discussed the risks that could arise if growth in household borrowing substantially outpaced growth in household income.", "This is not the case at the moment, but the Council did discuss possible policy responses to a scenario in which rapid growth in household debt posed heightened risks to the future stability of the economy.", "The labour market I would now like to turn to the second issue and that is the labour market.", "The recovery here has been much stronger than was anticipated.", "The result is that the national unemployment rate fell to 5.5 per cent in April, which is just a little higher than before the pandemic.", "Job vacancies and job ads are at high levels and hiring intentions are very strong.", "Given this, we are expecting the unemployment rate to trend lower over the months ahead, with our central scenario being that unemployment declines to around 41⁄2 per cent by the end of 2022.", "The improvement in the labour market is especially evident in many regional communities (Graph 7).", "For the first time in many decades unemployment in regional Australia is noticeably lower than it is in the capital cities.", "There is still a lot of variation across regions, but the average unemployment rate for regional Australia as a whole is at its lowest level in more than a decade.", "Unemployment Rate* Regional areas Capital cities 2001 2006 2011 2016 2021 Seasonally adjusted by the RBA Sources: ABS; RBA The labour market is uneven, though.", "Many people are still struggling to find work, while, at the same time, some firms are reporting that they are finding it difficult to find workers.", "Many of these reports come from businesses in regional Australia, including those in the agricultural, hospitality, mining and construction sectors.", "And in nationwide business surveys, many firms are now saying that finding suitable labour is a major constraint on output (Graph 8).", "Constraints on Output Share of firms reporting significant or minor constraint Sales & orders Suitable labour 20 20 Availability of materials 1991 1997 2003 2009 2015 2021 Sources: NAB; RBA Notwithstanding these signs of a tightening labour market, wages growth and inflation remain subdued and there have not been upside surprises.", "The Wage Price Index increased by just 11⁄2 per cent over the past year, with wages growth slow in the private and public sectors (Graph 9).", "And it is noteworthy that even in those pockets where firms are finding it hardest to hire workers, wage increases are mostly modest.", "There are some exceptions to this, but they are fairly isolated.", "Wage Price Index Growth* 4 4 Quarterly 2001 2006 2011 2016 2021 Total hourly rates of pay excluding bonuses and commissions This experience speaks to a broader dynamic in the economy that has been evident for some time and is contributing to the subdued wage and price outcomes.", "Most businesses feel they are operating in a very competitive marketplace and that they have little ability to raise prices.", "As a result, there is understandably a laser-like focus on costs: if profits can't be increased by expanding or by raising prices, then it has to be achieved by lowering costs.", "This has become the predominant mindset of many businesses.", "This mindset can be helpful in making businesses more efficient, but it also has the effect of making wages and prices less responsive to economic conditions.", "This mindset became entrenched during the resources boom when the exchange rate appreciated very significantly.", "When one Australian dollar was worth more than one US dollar, many Australian businesses felt that their Australian dollar cost structure was simply too high.", "You might recall that through this period many businesses were saying that Australian costs, including labour costs, were leaving them uncompetitive.", "This experience has left a lasting imprint on many businesses and it has reinforced the narrative about the importance of cost control.", "Against this background, the economy is now recovering from the pandemic and some firms are finding themselves facing labour shortages.", "At least some of these business face a choice: do they increase wages in an effort to attract new employees and put up their prices or do they pursue another strategy?", "Many firms are choosing this second option, relying on non-wage strategies to retain and attract staff.", "Some are also adopting a 'wait and ration' approach: wait until labour market conditions ease, perhaps when the borders reopen, and until then, ration output.", "For some, this is a better option than paying higher wages and driving up their own cost base.", "This is especially so if: increases in the cost base are difficult to reverse later on; there is a reluctance to increase prices; and the business expects labour market conditions to ease before too long.", "By waiting and rationing, firms can avoid entrenching a higher cost structure in response to a problem that might be only temporary.", "The underlying point here is that there are a range of factors that are contributing to limited upward pressure on wages, even in tight labour markets.", "I have previously talked about the effects of globalisation, technology and industrial relations arrangements.", "While there is always a degree of uncertainty about the future, we are not expecting the influence of these various factors to wane quickly.", "Some are structural in nature and others will not be overcome until a tight national labour market is sustained for some time.", "As I will discuss shortly, our monetary policy strategy is designed to achieve this.", "It is also noteworthy that fiscal policy is also seeking to achieve lower unemployment in Australia.", "Productivity growth I would now like to turn to a third issue that will shape the expansion: that is productivity growth.", "Earlier, I spoke about how the economic strategy during the early days of the pandemic was to build a bridge to the other side.", "On the fiscal front, that bridge was built by governments borrowing against future national income to support households and businesses in the here and now.", "This was the right thing to do.", "It was affordable and the higher level of public debt that has resulted from this is manageable.", "The stronger our future national income is, the more this strategy makes sense.", "It is for this reason that I have raised the issue of productivity growth.", "The best response to higher debt levels is stronger growth in future national income, underpinned by a more productive economy.", "Over the past year, Australia's national income has once again been boosted by the higher prices for our exports.", "Australia's terms of trade are now approaching the once-in-a-century peak reached during the resources boom a decade ago (Graph 10).", "There has been a lot of focus on the price of iron ore, but the prices of many agricultural commodities have also increased substantially (Graph 11).", "Since the start of 2019, wheat prices have increased by 15 per cent, beef prices are up by 20 per cent and lamb prices are up by 25 per cent.", "The prices of canola, sugar and cotton have also increased sharply over the past year.", "But, ultimately, it is a more productive economy that will form the basis of sustainable increases in future national income.", "As has been well documented, labour productivity growth in Australia had slowed prior to the pandemic (Graph 12).", "The reasons for this are complex and they are not fully understood, but it is likely that this slowing is related to the subdued levels of investment over recent times.", "Machinery & equipment investment increased by 10 per cent in the March quarter and was particularly strong in the manufacturing, construction, retail and farm sectors, as firms responded to the government incentives.", "The farm sector had been at the forefront of this pick-up in investment, with tractor sales surging over the past year (Graph 13).", "If we are to build the capital stock that is needed for a more productive economy and a durable expansion, a further lift in business investment is required.", "This should be possible, as there are investment needs and opportunities in many areas of our country.", "The government has rightly identified the digital economy as one of these areas.", "The farm sector knows this, with some exciting opportunities in the area of agtech.", "Ongoing investment in infrastructure and human capital is also needed.", "Further investment is also required in the energy sector, where technology is evolving quickly, as are the attitudes of investors.", "The changes in the global energy system are opening up new sources of comparative advantage for Australia.", "We will need more investment to capitalise on this advantage, with much of this investment being in regional Australia.", "How well we do this will have a bearing on our future national income and the shape of the ongoing expansion.", "I would now like to turn to monetary policy, which has played an important role in building the bridge that I spoke about earlier.", "The RBA's actions have led to the lowest funding costs on record, a banking system that is flush with liquidity and very low bond yields.", "The actions have also meant that the exchange rate is lower than would otherwise have been the case and household and business balance sheets are stronger.", "This has been our contribution to the recovery in jobs and economic activity.", "At the Reserve Bank Board's next meeting we have 2 important decisions to make.", "The first is whether or not to extend the yield target from the April 2024 bond to the next bond, which matures in November 2024.", "And the second is whether, and in what form, to extend the bond purchase program once the current program is completed in September.", "The 3-year yield target was introduced in March 2020 during an exceptional period.", "Our judgement is that it has been a successful monetary policy response, which has helped keep funding costs low and reinforced our forward guidance about the cash rate.", "At the time the target was introduced, the 3-year government bond had a maturity date in early 2023.", "At that time, the Board recognised that the pandemic would require an extended period of very accommodative monetary policy.", "Reflecting this, the Board's view was that the probability was extremely low that the conditions for an increase in the cash rate would be met within 3 years.", "Adopting a 3-year yield target reinforced that message.", "Now, with the passage of time, the 3-year government bond has a maturity date of April 2024 and, in a few months' time, the maturity date will move to November 2024.", "In considering whether or not to extend the target to the November 2024 bond, the central issue is again the probability of the cash rate increasing over a 3-year window.", "In this context, the Board has reviewed a range of possible scenarios.", "In some of these, the conditions for an increase in the cash rate could be met during 2024, while in others these conditions are not met.", "The Board will review these scenarios again at its next meeting.", "The bond purchase program has also been an important part of the RBA's monetary policy response.", "It has lowered bond yields and funding costs across the economy and contributed to a lower exchange rate.", "With the current 6-month bond purchase program to be completed in September, the Board has been working through a range of options for what comes next.", "These options include: i. ceasing purchasing bonds in September; ii.", "repeating the current $100 billion purchase program over a similar time frame; iii.", "scaling back the amount purchased or spreading the purchases out over a longer period; iv.", "moving to an approach where the pace of the bond purchases is reviewed more frequently, based on the flow of data and the economic outlook.", "We have made no decisions yet, other than to rule out the first option - the cessation of bond purchases in September.", "The RBA's bond purchase program is one of the factors underpinning the accommodative conditions necessary for our economic recovery.", "It is premature to be considering ceasing bond purchases.", "The key consideration in our decision here is how the RBA can best support the ongoing recovery of the economy.", "The Board wants to see the recent recovery transition into strong and durable economic growth, with low unemployment and faster growth in wages than we have seen recently.", "Over time, this will help achieve the inflation target.", "As part of the Board's overall strategy, it will not increase the cash rate until inflation is sustainably within the 2-3 per cent target range.", "Year-ended CPI inflation will temporarily spike in the June quarter to around 31⁄2 per cent due to the unwinding of some pandemic-related price reductions.", "There have also been price increases for some items due to pandemic-related interruptions to supply.", "But beyond this, inflation pressures remain subdued and are likely to remain so.", "For inflation to be sustainably in the 2-3 per cent range, wage increases will need to be materially higher than they have been recently.", "Partly for the reasons I talked about earlier, this still seems some way off.", "I look forward to your questions.", "[*] I would like to thank Penny Smith for assistance in preparing this talk."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Monetary policy", "Household spending", "Labour market", "Productivity growth", "Wage growth", "Inflation", "Housing market", "Fiscal policy", "Exports"]}