{"sentences": ["Alistair, Marie, Gene, Christian, Claire, a good day to all of you.", "I would like to thank you for this opportunity to update you on key developments under BSP's area of responsibility.", "I would like to thank Moody's for affirming the Philippines' Baa2 rating and stable outlook during your July 2020 committee review meeting.", "Our good ratings have helped maintain market confidence on the Philippines amid these challenging times as shown in the successful fund-raising activities of the Government last year and earlier this year.", "Let me now update you on key developments under BSP's purview.", "The unprecedented challenges from the pandemic revealed how critical it was that we diligently and deliberately pursued key structural reforms in the last two decades.", "We pursued these reforms as a result of tough lessons learned from past crises in the last few decades.", "Thus, the Philippines entered the crisis in a position of strength, with sound fundamentals and ample policy space.", "In line with the whole-of government response to the pandemic, the BSP acted swiftly and decisively by adopting measures to mitigate the pandemic's impact on lives and livelihoods.", "We have, so far, injected more than PHP2.0 trillion (or US$43 billion) in liquidity to the financial system, equivalent to 11 percent of the country's GDP.", "These measures fall under three categories: First, were measures designed to boost market confidence.", "These included cuts in the policy rate and the reserve requirement.", "Second, were extraordinary liquidity measures, which included provisional advances to the Government and purchases of government securities in the secondary market.", "As mandated by enabling laws, these measures are time-bound and temporary and, as such, there should be NO concerns about debt monetization risks in the Philippines.", "Third, were regulatory and operational relief measures to sustain the stability of the financial system and to provide easy access to financial services at a critical time.", "That said, the BSP recognizes that the timing for the unwinding of our response measures is crucial.", "We will carry out disengagement strategies in a manner that avoids risks associated with early or late implementation.", "Yet, while we are responding to the pandemic, we remain laser-focused busy in pursuing further reforms to improve our conduct of monetary policy and financial sector supervision.", "On the monetary front, for instance, the BSP started issuing its own debt securities in September last year.", "This increases BSP's set of tools to manage liquidity in the economy, consistent with our price stability mandate.", "With the BSP at the forefront of efforts to digitize the Philippine economy, we launched the Digital Payments Transformation Roadmap last year which is expected to help propel boost economic growth.", "We also recently issued frameworks for enhanced risk management, and the creation of digital banks-all of which help further strengthen and enhance the financial system.", "Moving to the latest updates on prices, external accounts and the banking system.", "On price stability, latest estimates by the BSP showed that inflation will average 4.2 percent this year, a little above the high end of the 2 to 4 percent target range.", "But inflation will return to within target band next year at 2.8 percent.", "The elevated inflation seen over the past three months is transitory; it is due to weather-related disturbances on the supply of key food items, the effects of African Swine Fever, as well as higher global oil prices.", "The Department of Finance, the Department of Agriculture, and the Department of Trade and Industry are implementing measures to ease the impact of supply-side pressures on inflation and thereby prevent them from spilling over as second-round effects.", "Meanwhile, demand-side pressure remains subdued.", "The BSP's Monetary Board is of the view that prevailing monetary policy settings remain appropriate to support the Government's broader efforts to facilitate economic recovery.", "The BSP, nonetheless, stands ready to use the full range of its instruments, as appropriate, to ensure that the monetary policy stance continues to support the BSP's price and financial stability objectives.", "On the external front, we continue to have adequate buffers against shocks.", "As of end-February, Gross international reserves continue to be hefty at US$105 billion.", "Our external debt remains prudent at 27.2 percent of GDP.", "Remittances from overseas Filipinos remain resilient.", "After contracting by 0.8 percent in 2020, it is expected to rebound by 4 percent this year.", "We expect surpluses in the current account and the balance of payments at 2.3 percent and 1.6 percent of GDP, respectively for this year.", "The Philippine banking system remains sound and stable.", "Banks are well capitalized and also able to keep their bad debts manageable- much lower than levels seen in the aftermath of the Asian Financial Crisis.", "Speaking of bad assets, the newly signed law - Financial Institutions Strategic Transfer or FIST will help banks manage non-performing loans down the road by allowing banks and other financial institutions to dispose of their NPLs to asset management firms.", "In closing, I would like to highlight three things: First, the adverse impact of the pandemic on the Philippines will be transitory.", "Our macroeconomic fundamentals remain sound, and our medium-term growth prospects remain strong.", "Second, we have shown throughout this pandemic our commitment to the reform agenda and pursuing responsive policies in a timely manner.", "The reforms and policies we have painstakingly pursued amid the challenging circumstances will help ensure there will be no permanent scarring on the economy; and Third, the reform momentum will help fuel the Philippines' recovery, address structural issues, enhance long-term growth potential as well as improve the Philippines' credit profile."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Financial Stability", "Economic Recovery", "Price Stability", "Banking System", "Regulatory Reforms", "Digitalization", "Inflation", "External Buffers", "Structural Reforms"]}