{"sentences": ["It's an honor to speak at this International Symposium of the National Association for Business Economics.", "I think we all share a fascination for economics here.", "Having worked in academia, the IMF, the Dutch finance ministry and the central bank, I live and breathe economics.", "So I feel very much at home here.", "\"My friends, I want to talk for a few minutes with the people of the United States about banking.\"", "So began, on March 12, 1933, the first of about thirty fireside chats that president Roosevelt delivered over the radio.", "It was eight days after his inauguration.", "He had spent his first week coping with an epidemic of bank closures that affected households in every state.", "Three days after closing down the entire American banking system, Congress passed the Emergency Banking Act.", "Roosevelt used it to create federal deposit insurance when the banks reopened.", "That Sunday night, on the eve of the end of the bank holiday, Roosevelt spoke to a radio audience of more than 60 million people.", "He told them in clear language \"what has been done in the last few days, why it was done, and what the next steps are going to be.\"", "The result was a remarkable turnaround in the public's confidence.", "Since this, almost iconic, banking crisis of 1933, we have seen financial crises in all shapes and sizes throughout the world.", "And now, the Covid crisis poses yet a new challenge to the financial system.", "How has the financial system stood up to this latest test?", "And what can we learn from it for the future?", "These are the questions I want to address with you today.", "First, I will reintroduce you to the concept of systemic risk.", "I will argue that this has been the primary ingredient in financial crises throughout history, from 1933 to the 2008 global financial crisis.", "I will then discuss what governments and regulators have done to strengthen the financial system.", "I will explain how the financial reforms of the past ten years helped to cushion the impact of the Covid crisis, especially in the banking sector, but that systemic risk revealed itself in other parts of the financial system.", "I will end by discussing how we can address these new vulnerabilities in the financial system and strengthen its overall resilience.", "Let us start with systemic risk.", "Systemic risk can be described as the risk that an initial shock may spread through the system to such an extent, that otherwise healthy and solvent financial firms and markets are severely affected.", "It can even lead to the breakdown of the entire financial system, severe economic disruption, and great economic hardship for companies and households.", "The financial system is more vulnerable to systemic risk than other sectors of the economy.", "Academic literature gives three main reasons for this.", "First, many financial institutions are characterized by a liquidity mismatch between assets and liabilities.", "For example, banks traditionally take deposits that can be withdrawn at very short notice, and they provide long term loans to companies.", "If, for some reason, depositors want to withdraw their money all at the same time, the bank does not have sufficient reserves to pay out everyone.", "So the stability of the financial system is highly dependent on confidence.", "In the case of banks, it is the confidence of depositors in the value of the loan book and confidence that other depositors will not withdraw their money.", "Importantly, this type of dynamic is not exclusive to banks, as we will see later on.", "Secondly, participants in financial markets are interconnected by a complex network of dependencies and exposures.", "Interconnectedness is inherent in any mature financial system.", "It allows financing to flow, and provides for diversification and risk-sharing.", "Yet, imbalances or shocks in one sector can quickly pass through to the rest of the financial system.", "The third factor that makes the financial sector particularly susceptible to systemic risk, is the intertemporal nature of financial contracts.", "For example, if you invest in a company's stock, you have expectations about the cash flows that stock will generate in the future.", "Expectations that may or may not materialize.", "Changes in expectations about future cash flows can lead to sudden asset price fluctuations, like stock market crashes, resulting in financial losses.", "If you combine that with leverage, the consequences may be unpleasant.", "The intertemporal nature of financial contracts.", "These three elements make the financial system more vulnerable to systemic risk than other sectors of the economy.", "We saw the first element at work during the 1933 banking crisis.", "A collapse in confidence in the banks, and expectations about the behavior of other depositors led to a run on the banking system.", "The image of people queuing up in front of their banks hoping to collect their savings lives on forever, even in movies.", "Who can forget the American Christmas classic It's a Wonderful Life, when Jimmy Stewart and Donna Reed used their honeymoon savings to keep the bank open.", "We have seen the three elements of systemic risk at work many times since then.", "For example, during the Asian crisis of 1997, the Russian default crisis of 1998, and of course the global financial crisis of 2008.", "Having been a witness to all these three crises in the course of my professional career, I must say each one of them was a fresh eye-opener.", "Throughout history, financial policies have aimed to contain systemic risk and build resilience in the financial system.", "For example, after the financial crisis of 1907, the Federal Reserve was established to act as a lender of last resort.", "And after the banking crises of the 1930s, we saw the birth of capital requirements and deposit insurance, in the US and elsewhere.", "The reforms after the 2008 Global Financial Crisis can be seen in that historic context.", "Capital and liquidity requirements for banks were raised to increase their loss-absorbing capacity and to withstand an outflow of funds.", "Capital requirements were raised even further for highly interconnected global banks.", "And counterparty credit risk was reduced by increasing margin and collateral requirements and by establishing central clearing counterparties.", "Despite this historic tradition, there was also something new about the post-2008 reforms.", "This time the reforms were a truly international effort.", "The G20 nations established a Financial Stability Board that coordinated the development of new policies.", "The FSB also encouraged these policies to be implemented in a coherent manner across sectors and countries.", "The FSB was also given the task of monitoring the global financial system for new weaknesses and springing into action at short notice once a new crisis hit.", "Since modern financial markets do not stop at national borders, that was a very important step.", "We still reap the benefits from this today, and I will discuss this aspect later on.", "So we have identified the elements of systemic risk and how this has shaped financial crises and policy responses.", "Let us now look at how the financial system has weathered the Covid storm.", "First and foremost, the bold policy response by governments, central banks and supervisors, helped maintain global financial stability and sustain the supply of credit to the economy.", "Also, the global financial system, at least its core parts, is more resilient than it was ten years ago.", "This is largely due to the financial reforms in the wake of the 2008 global financial crisis.", "Thanks to these reforms, banks have been able to absorb the Covid shock.", "They have continued to provide credit to the economy at a time when it is most desperately needed.", "Although Covid-related corporate insolvencies will no doubt hit their loan books pretty hard, it seems banks will also be able to continue supplying credit in the near future.", "I really want to emphasize this, because it offers a valuable lesson.", "Many of you probably recall the tough discussions we had only a few years ago about the cost of the rising capital requirements for banks, and the possible negative impact on credit supply.", "But if we had not done this, governments would now have to deal with a crippled banking sector in full deleveraging mode, on top of an economy starved of credit.", "We would have had a crisis within a crisis.", "In other words: building resilience into the financial system in good times may seem expensive, but over the long run it is the most cost effective thing to do.", "So the banking sector has withstood the Covid stress test pretty well.", "However, you and I know that not everything went smoothly in the financial system, as events in March last year showed.", "Let us go over some of the key developments that happened.", "As countries went into their first lockdown, and the scale of the Covid impact became apparent, investors and corporates fled for safety and liquidity.", "You probably remember how firms everywhere tried to tap the capital markets.", "Money market funds experienced significant outflows.", "And some open-ended funds faced large redemptions.", "Initially, yields on risk-free assets fell rapidly at the end of February and early March due to the flight to safety.", "However, this became an abrupt and disruptive 'dash for cash' in mid-March, as investors demand for cash and near-cash assets rose sharply.", "This resulted in selling pressure on usually safe and liquid assets such as government bonds.", "Risk-free yields began to rise sharply and the financial conditions facing major economies tightened.", "Looking at a Bloomberg screen during that period sometimes felt like being back in September 2008.", "Central banks had to take extraordinary measures to stabilize markets: asset purchases, liquidity operations, and backstop facilities for specific financial entities.", "While in 2008 central banks had to bail out the banks, this time they had to bail out a number of financial markets.", "Some of this may have been inevitable given the enormity of the economic shock.", "But weaknesses in the non-banking part of the financial system made matters worse.", "The FSB carried out a thorough review of the March market turmoil.", "It was published last November and I recommend you read it.", "As the review showed, liquidity mismatch, interconnectedness, and sudden changes in expectations, those systemic risk factors that I mentioned earlier, again played a key role in propagating the initial shock.", "It seems that over time, investments in money market funds and open-ended funds came to be seen by investors as just as liquid and safe as cash.", "As doubts started to grow about the ability of these funds to liquidate their assets on demand, investors wanted to be at the front of the redemption queue.", "In other words: as it emerged that these funds had a liquidity mismatch without the buffers to sustain it, a stampede was triggered that was in essence not so different from the classic bank runs we saw in the 1930s.", "Next, the March events highlighted the dependence of the system on readily available liquidity.", "If liquidity strains emerge, in money market funds and open-ended funds, through margin calls and in core bond markets, vulnerabilities spread quickly through the financial system.", "One of the important post-crisis reforms I mentioned earlier, was the greater use of margining and central clearing through the CCPs.", "Thanks to this, the market stress did not result in widespread concerns about counterparty risk - as we saw in 2008.", "But violent price swings in financial markets translated into margin calls that may have been larger than expected.", "This put sharp liquidity pressure on those on the wrong side of derivatives exposures, adding to demand for liquidity in the system.", "All this should not surprise us.", "Money market funds already played a crucial role in propagating the initial shock of Lehman's collapse in 2008.", "Maybe you remember the speech that Paul Volcker gave at a NABE conference in 2013, when accepting the Lifetime Achievement Award for Economic Policy.", "On that occasion he expressed his concern about the weaknesses in the regulation of money market funds.", "With the financial reform agenda after 2008 being heavily focused on banks, and much less so on non-banks, vulnerabilities in the financial system moved from the banking sector to the nonbank financial sector.", "This is what I call the 'waterbed effect'.", "Pressing down on one end of the financial system will cause risks to pop up elsewhere.", "And, indeed, since 2008 non-bank financial intermediation, or NBFI, has grown much faster than bank intermediation.", "It now accounts for about half of all financial assets worldwide.", "So, whereas in the aftermath of the previous crisis the emphasis was very much on the banks, we now have some catching up to do when it comes to reducing systemic risk in non-bank financial markets.", "Where there is a liquidity mismatch, a complex network of exposures, and potentially sudden price swings, it is key we have buffers, flexibility in regulation and safety valves in the system, to contain systemic risk.", "Financial institutions need buffers to absorb losses and liquidity shocks.", "Regulation needs flexibility in order to allow institutions to use these buffers.", "And the system needs safety valves, like margining, to prevent too much risk pressure being built up.", "In July, the Financial Stability Board will publish a consultation report with proposals to improve the resilience of money market funds.", "This work will also consider the relationship between these funds and short-term funding markets.", "We need to look in particular at whether investors conceive money market funds as equivalent to deposit accounts.", "And if so, whether money market funds have the resilience to meet the consequent liquidity demands in the event of severe stress.", "This work will soon be followed by ongoing efforts focused on other open-end funds, margining and bond market structure, and liquidity.", "The FSB also continues to advance work to improve CCP resilience and resolvability.", "Maintaining a strong global financial system requires a global approach.", "Here, we have one big advantage.", "We can fall back on a framework of international cooperation that has been tested and proven to work.", "The Financial Stability Board has coordinated important financial reforms in the past and will continue to do so in the future.", "Indeed, coordinating the post-Covid reform agenda to rebuild financial resilience will be central to its work well into next year.", "Almost ninety years have passed since that American president with Dutch ancestral roots first took to the airwaves to reassure the public.", "Yet today the challenge to contain systemic risk and keep the financial system resilient is as important as ever.", "The policy tools we have at our disposal are now much more powerful.", "But the complexity and dynamism of the financial sector are also far greater.", "It's a job that's never done.", "So let's make use of the architecture for international cooperation that we have built up.", "And ensure the post-pandemic financial system is resilient, and stays strong enough to meet future challenges."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Systemic risk", "Financial reforms", "Financial stability", "Banking sector", "Non-bank financial sector", "Liquidity mismatch", "Interconnectedness", "Margining", "Central clearing", "Financial resilience"]}