{"sentences": ["Digital Money 29 July 2021 Blog Money has a key role in society and the economy.", "It has three key functions: a medium of exchange for purchasing goods and services, a unit of account and a store of value.", "People must have confidence in the money they hold to meet these functions and also in the work of central banks whose job it is to look after the currency.", "Money and Central Banks Earlier this month, the ECB decided to proceed with investigating the potential for creating a digital euro.", "This follows our report last year which set out our initial analysis on the topic.", "A key objective of our work will be to preserve the public good that the euro currently provides to citizens (costless access to a simple, universally accepted, risk-free, trusted means of payment) while being ready for change in view of the decrease in cash usage and increased digitalisation.", "We have a responsibility to consider these issues to ensure money remains fit for purpose as a public good.", "And although we haven't decided whether a digital euro will be introduced, I think it's very likely to happen.", "In my view, it's not a question of \"if\" but rather \"how and when\".", "To be clear, cash won't disappear; a digital euro will complement it.", "The three functions of money apply whether we think of a coin, a bank note or a digital currency.", "Now, you're probably thinking that digital money is already here as you may be used to paying bills through a bank transfer using a computer or phone, or when paying in a shop using a card or an app on a phone.", "However, these experiences highlight increasing digitalisation and technological advancements in payments, and do not represent a fully-fledged digital currency.", "Technology has enabled greater efficiency and ease of use in payments but the introduction of a digital euro would represent a fundamental shift in the financial architecture of the euro area (a blog from the IMF earlier this year gives a nice overview of some of the implications that could come with the introduction of digital currencies).", "Of course, a digital euro (or dollar or pound or yuan) isn't the only issue in the increasing digitalisation of finance.", "Other actors, aside from central banks and existing private sector financial services providers are also becoming more involved.", "Probably the most well-known development is the rise in what are sometimes called \"cryptocurrencies\".", "I am in no doubt that this is an unhelpful and misleading descriptor.", "The \"currency\" label implies that the characteristics of money exist when in fact they don't: the value of Bitcoin, for example, experiences massive fluctuations (driven, to at least some extent, by speculation, see Figure 1) making it unsuitable as a store of value.", "It's not a useful medium of exchange or a unit of account given the limited number of businesses and individuals willing to use it for transactions.", "Describing such items as \"crypto assets\" is probably less inaccurate although the word \"asset\" may not always be justified.", "For the purposes of this blog, I'll just stick with \"crypto\".", "There is a wide variety of crypto available with subcategories including tokens, coins and stablecoins among others.", "(It's estimated that over 8,000 types of crypto have been created over the past decade or so.)", "Figure 1: Monthly Percentage Change in S&P 500 and Bitcoin Source: Federal Reserve Bank of St. Louis, Yahoo Finance Several issues have been identified with crypto.", "First, the anonymity they (tend to) offer has made them attractive to criminals (see the recent cyberattack on the Health Service Executive (HSE) in Ireland).", "Of course, cash also offers anonymity but it is much more difficult to manage large quantities of physical money than it is to transact in crypto.", "Second, there are well-documented concerns around the energy consumption used in the creation of some types of crypto.", "And third, there are also concerns around financial stability and consumer protection, which I will discuss in greater detail in a moment.", "As things stand today, the negatives surrounding crypto far outweigh any benefits.", "But we shouldn't ignore the positive elements of the underlying technology.", "Distributed Ledger Technology (DLT) is essentially a secure, decentralised record of information stored across a network and is a key piece of architecture for some types of crypto.", "It has the potential to reduce transmission costs in the financial system as it could eliminate the need for intermediaries in some transactions.", "It could also have applications for \"smart\" contracts, speeding up the specified actions in a contract once the agreed criteria are met.", "The use of DLT has increased in recent years - it certainly has potential - although it remains to be seen how widespread that will be.", "Why Crypto Matters to Policymakers Turning to the specific interests of public authorities including central banks, crypto has not yet given rise to financial stability issues, given its relatively limited role for most financial system participants and the majority of the public.", "However, there are risks that central banks, regulators and supervisors are thinking about (for example, the Basel Committee on Banking Supervision recently issued a public consultation on how to treat crypto exposures on bank balance sheets), which are interlinked with consumer protection considerations.", "It can be helpful to distinguish between different types of crypto when considering these issues.", "Some crypto, which have no link to any underlying assets and therefore no \"anchor\" to provide stability of value, have shown extreme price volatility and are very high risk for investors.", "On the other hand, on the evidence some people do like to collect them, just as some like to collect other things (such as stamps, for example).", "Buying such items can be profitable but it can also be lossmaking (and the recent interest in crypto purchases does have some characteristics similar to the excitement generated by tulips in the seventeenth century).", "From a macro perspective, if these type of crypto were to become a significant presence in the financial system, their volatility could lead to losses, which could have implications for financial stability, especially if associated with leverage.", "Stablecoins are a different type of crypto and claim to offer conversion at a fixed rate to currencies such as the dollar or euro.", "This seems to deal with the issue of extreme price volatility, given the link to underlying stable assets like the euro, and stablecoins could be useful from a payments perspective and as a medium of exchange.", "However, of course this means that they are only as good as the governance behind the promise of the backing.", "If widely-used stablecoins were not managed properly and consumers could not fully convert their holdings to the underlying currency - for example if the assets in which stablecoin issuers invested in were illiquid - this could also have financial stability implications.", "Risks are increasing as individuals consider putting some of their money into crypto (although at the moment it remains of limited relevance for the majority of the public).", "Aside from the risk of losing their money given the inherent riskiness of crypto, people may also be exposed to scams and fraud given the opaque nature of the products.", "The European Commission has proposed new legislation (Markets in Crypto Assets (MiCA)) which should provide greater legal certainty and consumer protection (and support financial stability).", "At the moment, there is no regulatory protection for consumers in the world of crypto.", "The financial landscape is changing and central banks are adapting to the change.", "Our work on a digital euro, the ongoing developments in the EU regulatory framework and wider international developments will help us to better understand the benefits and risks from introducing \"real\" digital currencies.", "More generally, as public policymakers, we have a responsibility to ensure that innovation serves the public interest, by providing clear rules to the innovators while at the same time engaging with a wide range of stakeholders - households, businesses, and the payments industry in particular - as we consider how the financial system of the future can operate in the best interests of the wider economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Digital Euro", "Crypto", "Financial Stability", "Central Banks", "Consumer Protection", "Digital Currencies", "Payments", "Distributed Ledger Technology", "Financial Innovation", "Public Policy"]}