{"sentences": ["It is a great pleasure to be here once again in Bercy, which brings back so many memories.", "I am very grateful to Jean-Claude Trichet and the Cercle Turgot for bestowing this prize on me.", "It is an honour to join such an illustrious group of recipients.", "Anne-Robert, Jacques Turgot himself said that \"the whole mass of humanity ... marches constantly, though slowly, toward greater perfection\".", "When I reflect on my career as a policymaker in Paris, Washington and Frankfurt, these words resonate with me greatly.", "History never moves in a straight line.", "Day-to-day, it can be hard to perceive any direction at all.", "But I do believe that, in retrospect, we can make out a clear path towards progress.", "After two decades working in the private sector, I have held public office throughout two decades of crises - a period when Europe has been severely put to the test.", "But each crisis has taught us a valuable lesson - and we have had the humility to learn.", "It is thanks to those past lessons that we have been able to respond to the pandemic effectively.", "The sum of our crisis experience - as painful as it may have been at the time - has helped us to avert what would have been the greatest crisis of them all.", "There are three lessons from the past crises that I would like to reflect on today.", "First, the importance of effective financial regulation for sustainable growth.", "Then, the importance of credible commitment in times of great uncertainty.", "And lastly, the importance of proper policy alignment.", "The importance of financial regulation The first lesson came by way of the great financial crisis, which was already brewing in 2007, just a few months after I took office here, and unfolded in 2008.", "This crisis laid bare many issues, but perhaps most relevant is what it showed us about why we needed effective financial regulation.", "Before the crisis, some saw a trade-off between effective financial regulation and an innovative financial sector that supported growth.", "The belief was that keeping the financial sector reined in tightly would come at the cost of less innovation and slower growth of lending to the economy.", "That notion was shattered very quickly when the financial crisis plunged us into a deep recession.", "It became clear that the lack of regulation did not really support lending over the longer term.", "In fact, banks were forced to start rebuilding capital in the middle of a slump, which amplified the credit crunch facing the economy and prolonged the recovery from the crisis.", "It undertook a swathe of regulatory reforms targeted at banks and nonbanks alike.", "Since 2011, European banks have nearly doubled their core capital ratios to over 14%.", "We also saw the creation of European banking supervision to give us a broad European view of risks to financial stability.", "This meant that, when the pandemic hit, the financial sector could play a fundamentally different role.", "Instead of being a source of instability, banks could be mobilised to enhance our response to the pandemic, rapidly funnelling liquidity to the economy.", "From March to May last year, bank lending to companies in the euro area rose by almost €250 billion, the largest jump on record in a three-month period.", "The increase in bank capital before the crisis meant that supervisors could free up €120 billion of additional capital for new lending.", "And thanks to European banking supervision this decision was taken quickly and collectively, rather than in a drawn-out negotiation between multiple national supervisors.", "This joint European action also averted the risk of stigma that we had previously feared.", "What the financial crisis taught us, essentially, is that there is no trade-off between effective regulation and supporting growth.", "A robust financial sector is an asset during a crisis.", "And our experience during the pandemic has proven the wisdom of this lesson beyond doubt.", "The importance of credible commitment But the financial crisis also had a more profound impact on Europe, morphing into the euro area sovereign debt crisis.", "I had a unique perspective on this event, witnessing its start when I was a finance minister and seeing it continue to unfold during my time as IMF Managing Director.", "This crisis produced the second lesson I would like to highlight, which was possibly easier to see when one was looking from the outside.", "It was clear early on that our monetary union was lacking a full set of institutions and needed to be strengthened.", "We became painfully aware that the euro area was particularly vulnerable to self-fulfilling panics.", "What became evident is that the perceived commitment of policymakers was a crucial variable in effective policymaking.", "Initially, we perhaps underestimated how important those perceptions are.", "It took time to realise that, in a period of high uncertainty, being seen as fully committed could shift financial markets between polar opposites - from working against us to working with us.", "That is why the crisis abated very quickly in 2012 when - within a few months - the Heads of State or Government agreed to launch the banking union and the ECB acted to remove unwarranted fears in financial markets.", "It became clear that our commitment to the euro was beyond doubt.", "The euro is, of course, irreversible.", "The lesson was also that, in times of crisis, the most important signal for policymakers is their determination to act.", "And this lesson was absolutely crucial when the pandemic hit us last year.", "Recognising the risk of self-fulfilling cycles, the ECB reacted quickly and forcefully by launching the pandemic emergency purchase programme.", "The message we sent was clear: there are no limits to our commitment to the euro.", "And that message holds true today.", "Equally important was the response by governments.", "The decision to launch Next Generation EU (NGEU) was a clear demonstration of European unity that broke with the past in many ways.", "Its size of €750 billion; its structure, which benefits most those worst hit by the pandemic; and its funding via European common debt - all represented a watershed.", "As a result, I believe that the intrinsic fragility of the euro area has now declined.", "Europe has proven that it will come together and take decisive action when needed.", "This is what the euro crisis taught us about how crises must be managed: they require the commitment of all policymakers for the benefit of all Europeans.", "The importance of policy alignment The euro crisis in turn led to a third, more slow-moving crisis.", "Europe slipped into a period of what I termed at the time \"lowflation\": a persistent low-growth, low-inflation environment.", "This gave rise to the third lesson I want to underline: the importance of a balanced policy mix.", "When inflation is low and interest rates fall towards zero, the optimal policy mix changes.", "Monetary policy becomes more effective in lifting demand when fiscal policy reinforces it.", "In the mid-2010s, however, the euro area saw the opposite happen.", "Monetary easing was met by a premature and uncoordinated fiscal tightening.", "Between 2013 and 2018, fiscal policy tightened by around 2.5 percentage points of GDP, while in the United States it loosened by around 0.8 percentage points.", "This contributed to the slower recovery and weaker price pressures we experienced.", "Many observers, myself included, were already highlighting this inconsistency before the pandemic.", "But the crisis, by its very nature, forced us to take a much-needed change of direction.", "Fiscal policies had to step in to offset lost private sector income, because monetary policy could not target the sectors most in need of help.", "And we have now seen how powerful this can be: in the fourth quarter of last year, compensation of employees in the euro area fell by more than 2%, but real household income actually rose by 0.6% thanks to powerful government transfers.", "In parallel, monetary policy has continued to deliver the financing conditions necessary for all sectors of the economy to respond to the crisis, making a superior policy mix possible.", "Strong policy support will continue to provide a bridge over the pandemic and well into the economic recovery.", "The ECB is committed to preserving favourable financing conditions throughout this period.", "On the fiscal front, the European Commission expects the euro area fiscal stance to loosen by 2.5 percentage points of GDP this year.", "Better policy alignment has also extended to supply-side policies.", "With hindsight, one of the lessons of the last decade is that structural reforms should not focus exclusively on increasing \"competitiveness\" - defined as lowering costs and boosting exports.", "They should also focus on raising productivity and modernising our economies.", "But what is unique about NGEU is that it combines funding for investment with future-oriented structural reforms focused on making our economies greener and more digital.", "This combination is critical to ensure that the crisis does not leave lasting scars.", "The number of people who will need to find a different job by 2030 has risen by 25% in advanced economies due to the pandemic.", "We know that strong recoveries are key for people to move into new jobs quickly and the focus of NGEU on productive investment should provide a sustained boost to growth.", "Green spending is estimated to have a multiplier two to seven times higher than non-green projects.", "At the same time, targeted structural reforms should help ensure that freed-up resources are redirected to green and digital activities, and that demand flows towards the jobs and sectors of the future.", "The 22 recovery and resilience plans that have been presented to the Commission so far look encouraging.", "All of the largest economies are planning to dedicate at least 20% of their spending to digitalisation and around 40% to the energy transition and green infrastructure.", "Martin Luther King Jr. famously said that \"the arc of the moral universe is long, but it bends towards justice\".", "I believe that we can say something similar about the arc of progress.", "Europe moves forward in stops and starts.", "It often learns lessons the hard way.", "But its arc bends towards a stronger and more united Europe for all citizens.", "The common currency reflects this continued progress, with support for the euro at its highest level on record at 80%, up from 66% a decade ago.", "This should give us hope as we look to the future.", "And it should give us confidence that, even when Europe may seem divided or lacking in direction, there is a thread guiding us forwards.", "Over my career, I have had the privilege to watch this process unfold up close, to share in its highs and lows.", "I have been lucky enough to see it from three different perspectives - national, European and global.", "And I am honoured to continue working to take Europe forwards.", "I am very pleased to see the contributions of the European Central Bank recognised through my acceptance of this prize.", "Common Equity Tier 1.", "European Banking Authority (2020), \"Basel III monitoring exercise - results based on data as of 31 December 2019\", December.", "Lagarde, C. (2019), \"The future of the euro area economy\", speech at the Frankfurt European Banking Congress, 22 November.", "As measured by the change in the cyclically-adjusted primary balance, European Commission (2021), \"European Economic Forecast\" - Spring 2021 McKinsey (2021), \"The future of work after COVID-19\".", "(2012), \"Really Uncertain Business Cycles\", NBER Working Paper Series, No 18245, National Bureau of Economic Research, July.", "(2021), \"Building Back Better: How Big Are Green Spending Multipliers?", "\", IMF Working Papers, No 87, International Monetary Fund, March.", "Darvas, Z. and Tagliapietra, S. (2021), \"Setting Europe's economic recovery in motion: a first look at national plans\", Bruegel, 29 April.", "European Commission (2021), \"The euro area\", Flash Eurobarometer 488, May.", "80% of thosesurveyed believe that having the euro is a good thing for the EU and 70% say the same aboutthe euro and their country."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial regulation", "Credible commitment", "Policy alignment", "Pandemic response", "Euro area", "Fiscal policy", "Monetary policy", "Structural reforms", "Green spending", "Recovery plans"]}