{"sentences": ["Tackling climate for real: progress and next steps Andrew Bailey Governor of the Bank of England BIS-BDF-IMF-NGFS Green Swan 2021 Global Conference I am grateful to Thomas Viegas, Chris Faint, Zane Jamal, Theresa Löber, Timothy Rawlings, Matthew Trott, Michelle van der Merwe, and Karen Jude for their assistance in helping me prepare these remarks.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice It is a pleasure to be participating today, at such a unique event.", "Over recent decades, our global economic system has faced multiple shocks or swan events, ranging from the Covid-19 pandemic to the global financial crisis of 2007/08.", "But if we turn our eye to the future, we can see another swan lurking in the reeds, and it's green.", "That green swan is why we are here today, the threat posed to our economies and our financial system by climate change.", "Central banks, regulators and policymakers came together in the aftermath of the financial crisis to reform the system so that it could better weather future shocks.", "Like before, we must come together again to address the threat of climate change.", "But unlike before, we cannot wait until the aftermath to do so.", "On Tuesday I spoke about the role central banks have to play on climate change and that, far from representing an entirely new objective, the Bank of England's work in this space sits firmly within the bounds of our mission to maintain monetary and financial stability.", "We have an important role to play, but it is governments, businesses, investors, and individuals that have the most difficult and impactful decisions to make in driving the transition to a net-zero economy.", "Today I want to build on those remarks to reflect on central banks' climate-related work to date and to consider how it will need to evolve if we are going to continue to meet our remit.", "I will address this by talking about three main areas of our work: firstly, improving the understanding of climate-related financial risks across the financial system and macroeconomy; secondly, developing and embedding climate risk management in the financial firms that we regulate; and finally, seeking to achieve best practice through our operations as a central bank.", "I will begin with our work to understand climate risks across the broader financial system and the macroeconomy.", "The Network for Greening the Financial System (NGFS) has continued its pioneering work in this space, through the publication of climate scenarios that provide a common starting point for analysing risks to the system2, and the latest version of these scenarios is due to be published soon.", "The scenarios bring together the financial and economic impacts of different temperature and climate policy pathways a critical input for firms and policymakers to understand the future impact of the decisions they are making today.", "Scenario analysis makes questions like how resilient is this business, this financial system, or this set of policies, to each climate scenario possible to address.", "Accordingly, the Bank continues to be a strong advocate of the NGFS' work and in 2019 announced our intention to assess the resilience of individual banks, insurers, and the wider UK financial system to different 'Tackling climate for real: the role of central banks' See speech by Andrew Bailey, June 2021 NGFS climate scenarios All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice climate scenarios through a Climate Biennial Exploratory Scenario exercise (CBES).", "I am pleased to say that exercise, which draws on the NGFS scenarios, will launch next week on 8 June.", "The CBES will involve the UK's largest banks and insurers and explore three different climate scenarios, testing different combinations of physical and transition risks over a 30-year period.", "It is an important tool to size the financial exposures, to understand how different bank and insurance business models will be and how they might respond, and finally as a way of improving firms' risk management practices through the process of carrying out the exercise.", "Firms should use the design of the CBES and the underlying NGFS scenarios to inform their own scenario analysis, build their understanding of the climate risks they face, and enhance their climate risk management capabilities.", "I hope it will act as a catalyst, increasing firms' knowledge of the risks they face, and risks.", "In turn, this will require firms' clients in the real incentivising them to take steps to address these economy to improve their understanding of how climate change and the transition to a net-zero economy could impact their businesses and operations.", "Lessons learned from the CBES will also be shared with the NGFS as part of the collaborative approach taken by central banks, and on that note, I want to commend the ACPR's recent publication of its own ambitious scenario exercise for the French financial system.", "Through both its scenario work in the NGFS, and its internal analysis, the Bank has developed a clearer understanding of where climate knowledge gaps persist and what these might mean for our objectives.", "For example, there is particular value in the deepening of our understanding of the macroeconomic implications of climate change and the pathways to net-zero.", "It is for governments to set out a pathway to net-zero and the policy levers that will be used to deliver it.", "But as central banks, we will need to understand any implications of the transition for the economic outlook and our potential policy responses.", "The NGFS have started to explore this, but more work will be needed as the impacts of climate change and the transition to net-zero start to come into sharper relief.", "At the Bank, the Monetary Policy Committee (MPC) recently had its first informal discussion on the macroeconomics of climate change, and climate is an increasingly important part of G7 discussions between central banks and finance ministries.", "But more work and discussion is needed.", "Specifically, there is particular value in: (1) further integrating climate and macro modelling; (2) understanding and sizing related transmission channels; (3) going beyond the aggregate impacts to understand sectoral implications; and (4) assessing how the transition might affect the demand and supply sides of the economy.", "What is increasingly clear is that the effects of climate See A first assessment of financial risks stemming from climate change: The main results of the 2020 climate pilot exercise, All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice change and the transition to a net-zero economy will manifest over time - so analysis needs to span the short, medium and long-term to capture fully these effects.", "Let me now turn to how we are embedding climate risk management in the financial firms that we regulate.", "We have worked to deepen our understanding of risks to the financial system and build resilience to climate change both at the macro and micro prudential level.", "At the micro-prudential level, the good progress regulators have made through climate-focused fora such as the NGFS and Sustainable Insurance Forum (SIF) has catalysed work across international standard setting bodies and other authorities including the Basel Committee on Banking Supervision (BCBS) and the Financial Stability Board (FSB).", "On that note, I welcome the FSB taking a more strategic and central role on climate-related financial risks across the wider financial system.", "In the UK, the Prudential Regulation Authority (PRA) set out supervisory expectations for banks and insurers on the management of the financial risks from climate change in April 2019.4 We have provided further guidance for firms on these expectations and have set a deadline for firms ambitiously to embed them by the end of this year.", "Of all the building blocks required to manage effectively climate-related risks, climate disclosure is among the most essential - not only for transparency and for risk management purposes, but to facilitate the flow of capital towards investments that are consistent with an orderly economy-wide transition to net-zero.", "Consequently, it is also integral to the UK's legislative commitment to reach net-zero emissions by 2050.", "For these reasons, the Bank has long supported the FSB's Task Force on Climate-related Financial Disclosures (TCFD) and has worked with the UK Government and regulators to progress further and implement mandatory disclosures requirements across the UK economy by 2025.7 Yet climate change is a global issue, which no nation can solve alone.", "Elon Musk aside - we cannot diversify away from our exposure to the planet.", "Therefore, information disclosed by firms across jurisdictions needs to be consistent and comparable to be useful in driving decisions.", "That points to the need for further international collaboration on consistent approaches to disclosures requirements, for example the work of the IFRS's proposed International Sustainability Standards Board can serve as a useful minimum baseline.", "See Enhancing banks' and insurers' approaches to managing the financial risks from climate change, April 2019 Letter from Sam Woods 'Managing - feedback from the PRA's review of firms' SS3/19 plans See climate-related financial risk thematic and clarifications of expectations', July 2020 Task Force on Climate-related Financial Disclosures See UK joint regulator and government TCFD Taskforce: Interim Report and Roadmap, November 2020 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Looking ahead, we need to ensure these initiatives are not only delivered but built on.", "To illustrate this, I believe there are some key areas of work we will all need to address over the coming period.", "For example, the quantitative mapping of the carbon intensity of firms or activities to financial risks and losses remains relatively unexplored.", "This is understandable it is a complex area as data remain scarce, scenario analysis is still in its infancy, and worldwide, government climate policies do not yet fully internalise the cost of emissions.", "As I noted earlier this week, the biggest component of the journey to net-zero is the delivery of clear sector-level climate policy pathways by governments.", "Central banks cannot and should not try to fill any gaps in that space through their micro and macro-prudential actions - for example, we are not here to deliver carbon pricing.", "However, we should use these tools to fulfil our role over important areas such as those I am raising today.", "The final area I want to explore is the importance of central banks practicing what we preach by seeking to achieve best practice through our own operations.", "We hold ourselves to the same high standards that we expect of the firms we regulate.", "Consequently, we need to ensure that, wherever possible, our own financial operations, such as financial asset portfolios we hold, and our own physical operations, such as emissions from our buildings and printing banknotes, conform to best practice in the measurement, management and mitigation of climate risks.", "In line with this, I can confirm today that the Bank is committing to reduce emissions from our physical operations so they will be consistent with net-zero by 2050 at the latest.", "In the spirit of transparency, last year we published a TCFD aligned climate-related financial disclosure.", "The most challenging aspect of this report was the inclusion of analysis of the emissions associated with a monetary policy portfolio, a first for a central bank.", "In our forthcoming report for 2021, which will be published weeks, we have sought to build on last year's content to provide additional context and analysis.", "In March last year, I outlined our intention to assess ways that our holdings of corporate bonds could be adjusted to take the climate impact of issuers into account whilst still meeting our monetary policy Last month we set out in a Discussion Paper our proposals for 'greening' our objectives.", "Corporate Bond Purchase Scheme (CBPS).", "There is no template for a comprehensive framework for greening an asset portfolio held for monetary policy purposes.", "We know that outreach and engagement is See The Bank of England's climate-related financial disclosure 2020, Bank of England, June 2020 See Appointment of Andrew Bailey as Governor of the Bank of England, March 2020 See 'It's not easy being green - but that shouldn't stop us: how central banks can use their monetary policy portfolios to support orderly transition to net zero' Options for greening the Bank of England's Corporate Bond Purchase speech by Andrew Hauser and Scheme, Bank of England, May 2021 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice critical in getting this right, and so are currently seeking feedback on our proposed framework.", "We are keen to hear from a range of experts and stakeholders over the coming weeks to inform our next steps.", "The need for us to act in this space was clear and unambiguous.", "First, there is increasingly persuasive evidence that emissions, and so climate risks, are systematically underpriced in financial markets.", "This means that continuing to replicate the structure of the sterling corporate bond market, without taking explicit 'market neutral' approach.", "And account of the climate impact of bond issuers, is no longer in fact a truly second, the remit of the MPC was updated in March this year to clarify that, subject to achieving price as part of the government's economic stability, the Committee should support the transition to net-zero strategy.", "The CBPS will remain a monetary policy tool, with its overall target stock of assets set by the MPC in order to achieve its primary inflation objective.", "However, from Q4 this year we intend to modify our approach to the composition of assets we buy, in order to take account of climate considerations.", "Our approach will be guided by three principles.", "First, we will look to incentivise companies to take decisive actions which contribute to an orderly transition of the overall UK economy to net-zero.", "Second, given the relatively small scale of the CBPS in the context of capital markets, we will seek to influence the thinking of other, larger investors, as well as learning from them.", "Thirdly, our requirements of firms will become more demanding over time, including as improvements in data and metrics allows us more precisely to monitor climate behaviour, and further to sharpen the incentives we set.", "The Discussion Paper sets out how we intend to operationalise these principles and incentivise firms to put in place, and abide by, credible plans to reduce emissions over time.", "As I have outlined, we have come far, but have further to go.", "When it comes to climate change, we cannot stand still.", "We need to continue to be bold and learn from our work so far to deepen our understanding and inform future actions.", "Greater ambition and cooperation is still needed, including wider adoption of best practices.", "For this reason, as well as evolving our domestic work, we also need to evolve our collective approaches.", "This year presents central banks, regulators and policymakers with a unique opportunity to do this, and I have been encouraged by the progress we have made in the G7 and G20 in the build up to COP26.", "Under the UK's Presidency, the G7 has started meaningful discussions on the role of finance ministries and central Under Italy's Presidency, the G20, through the Sustainable Finance banks in the transition to net-zero.", "Working Group and the FSB, is developing climate-focused roadmaps to coordinate and galvanise See MPC Remit statement and letter and FPC Remit letter, March 2021 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice international work.", "These fora allow us to share experiences and develop common best practice.", "Listening and learning how others are thinking about the potential macroeconomic, macroprudential and microprudential implications will be important to that.", "In addition, this year COP26 has an ambitious agenda that spans all of the areas that I have spoken about today - in particular establishing a better understanding of best practice, and fostering greater technical cooperation.", "The Glasgow Financial Alliance for Net Zero (GFANZ)12 initiative will do this by bringing together over 160 firms (responsible for assets in excess of $70 trillion) for the first time.", "Such technical collaboration and cooperation is no less important among central banks and supervisors.", "The NGFS with the scope of its membership is key to that exchange of knowledge.", "The Bank has widely shared what we have The creation of the Central Banks' and Supervisors' Climate Training learnt and we will continue to do so.", "Alliance (CTA) will also further support technical cooperation and assistance on climate risks.", "In spite of the Covid-19 pandemic, central banks have continued to make progress in responding to climate change, but we know there is still work to be done.", "The next stage of our journey will require us to deepen our analysis, evolve our approaches and further our collaboration.", "The coming year will be critical for all of us on this journey in allowing us to better convert climate change risks into something that we can tackle for real.", "See New Financial Alliance for Net Zero Emissions Launches, UNFCCC, April 2021 See Centre for Central Banking Studies, Bank of England All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial risks", "Scenario analysis", "Climate risk management", "Climate disclosures", "Net-zero transition", "Macroeconomic implications", "Carbon intensity", "Monetary policy", "Central bank collaboration"]}