{"sentences": ["I would like to thank the Committee on Payments and Market Infrastructures (CPMI) for inviting me to participate in this conference on a very important initiative aimed at addressing the existing challenges of cross-border payments.", "Recent advances in technology and innovation have created the potential for new payment infrastructures and arrangements that could be applied to cross-border payments.", "They have challenged the cross-border payments system as we already know it.", "New technologies have raised the question on how this system can be improved to facilitate fast, low cost and scalable payments for a broad range of users, thereby potentially combining greater efficiency and wider access and inclusion.", "However, as highlighted during today's sessions, the use of new technologies in cross-border payments involves challenges and risks.", "These can be identified first from an operational and technological perspective, such as the interoperability of systems and linkages to existing systems.", "Second, there are issues related to legal enforceability and jurisdictional conflict as well as to regulatory measures, to ensure compliance with anti-money laundering and with combating the financing of terrorism and potential financial stability risks.", "In this regard, the emergence of proposals involving central bank digital currencies (CBDCs) have led to a stimulating debate on their implementation.", "The main question is not whether to adopt them or not, but rather to identify the most convenient solution for each jurisdiction based on its needs and considering consumer protection, monetary policy and the most suitable technological architecture.", "Efficient cross-border payments support economic growth, international trade, global development, and financial inclusion.", "Given the cross-border nature of these issues, I want to highlight that coordinated international actions are key to address them.", "Also, close collaboration with the private sector is required.", "From that perspective, the roadmap endorsed by the G20 has the right elements to make a real difference in addressing the existing challenges of cross-border payments.", "It provides a highlevel plan, which sets ambitious but achievable goals.", "It is designed to provide flexibility to accommodate different starting points for payment system arrangements in countries and regions around the world.", "It is also adaptable on how goals are met.", "I would like to underline that the involvement of the private sector, sharing their insights and expertise, as well as promoting change, is also key to support the practical implementation of the roadmap across the various projects.", "It is key to stress that the potential benefits of new payment infrastructures and arrangements will be improved by making broad progress on all of the building blocks listed in the roadmap.", "This strategy will allow to strengthen the existing payments ecosystem and remove barriers to the emergence of new cross-border payment infrastructures and arrangements.", "Based on such interdependences, I want to stress the importance of developing a common cross-border payment vision and targets.", "It is a crucial initial task to reinforce momentum by setting more specific quantitative targets to address the four challenges: cost, speed, transparency and access.", "This will ensure a clear sense of overall direction and scope for the projects to be implemented, will measure progress, and will provide public accountability.", "Some of the challenges derived from the COVID-19 pandemic illustrate this point.", "Prior to the lockdown, innovative technology in financial services was considered a \"relevant priority\".", "However, the current circumstances have evidenced that availability of digital financial services to all individuals within a jurisdiction is an \"imperative\" if said jurisdiction wants to provide a level playing field and reduce gaps within societies.", "The pandemic has disproportionately affected disadvantaged groups and individuals with lower access to digital technologies, who have had to interrupt their economic activities to a greater degree, thus widening the so-called digital divide.", "Financial inclusion has now become more important than it has ever been in the past.", "The first step to close the existing gaps starts with stopping their widening.", "To achieve this goal, we need to develop a vibrant payment ecosystem that includes identity authentication, validation solutions, an open and neutral participation of many players on a level playing field, and adequate risk mitigation.", "This applies within and across jurisdictions.", "Those with access to more robust, efficient and innovative financial sectors will be able to better cope with challenging conditions such as the one we are currently facing.", "Thus, we need to contribute to a global agenda aimed at providing access to a financial digital infrastructure that should be considered as a public good at the national and global level.", "This becomes even more relevant given the non-rival nature of digital financial goods and their replicability at low costs resulting in scale and network externalities.", "As I highlighted before, cross-border payments are typically seen as facing four challenges: high costs, low speed, limited access and insufficient transparency.", "They affect users and service providers, but 5they do not affect all of them in the same way.", "Individuals and small companies face particular challenges, such as retail cross-border payments and financial inclusion for many of them.", "Low-value cross-border payments may incur high fees as a percentage of the amount sent and may face cumbersome processes, and the recipients of such cross-border flows are usually underbanked in their respective jurisdictions.", "Realizing the benefits of the cross-border roadmap comes along with the implicit requirement of updating domestic payment systems.", "This can allow for the interconnectedness of payment systems across jurisdictions, a key ingredient that has usually been relegated from the international agenda.", "Fostering such an aspect of public infrastructure would be aligned with addressing the relevant frictions in cross-border payments and, at the same time, with creating a robust baseline for new payment services and arrangements.", "For example, there are important efforts to develop open finance, in terms of both technical architecture and regulation.", "In this regard, authorities should be mindful about potential suboptimal results if we fail to choose the right development path.", "The inclusion of new participants in digital financial ecosystems, the so-called Fintech and Bigtech, who want to provide integrated financial services solutions on their platforms, and which vary significantly in size and availability of resources, raises considerable long-term issues.", "We clearly need to avoid getting in a position of \"too big to regulate\".", "To avoid that, we need to follow several key public policy anchors: 1.", "Same risk / same regulation Under this policy approach, the aim is to align incentives to achieve maximum social benefits, addressing market failures and promoting an environment for competition.", "It should be based on a level playing field to mitigate risks associated with the payment service provided, such as AML/CFT requirements, legal, financial and operational risks.", "Interoperability and neutrality Incentives are set for developing private networks, against the public interest of expanding and exploiting network externalities and economies of scale.", "Large existing networks may want to use their condition as a competitive advantage to carry financial transactions exclusively through their networks.", "To avoid this condition, promoting interoperability and neutrality becomes a crucial objective.", "No kingmakers Large networks joint-venturing with specific financial institutions could extend the former's market power and concentration to financial markets.", "Business continuity with systemic foreign providers The failure of a Fintech or Bigtech firm with systemic financial services operations, or the interruption in the service it provides, could have substantial spill-overs for both the domestic economy it serves and other economies in the region.", "The source of such risks - particularly those related to legal or operational issues - could also originate in a jurisdiction different from that affected by said issues.", "Jurisdictional gaps Bigtech firms operating across multiple jurisdictions could increase the risk of gaps in supervisory oversight.", "In order to ensure effective monitoring of Bigtech financial services activities, efficient cooperation between regulators across jurisdictions is extremely important.", "In order for regulators to ensure that new risks are regulated equally, new frameworks and standards need to be developed.", "Client protection Given that risks concerning consumer protection may be larger in the case of Bigtech firms' activities, the use of financial data must be regulated to avoid its misuse and also because once Bigtech firms have access to the whole set of data it will be difficult to constrain its use.", "It is just as relevant to promote robust and transparent data governance frameworks to provide clarity regarding the use of consumer data, thus enhancing consumer confidence.", "Cybersecurity Since the number and severity of cybersecurity incidents that affect the operation of all types of companies have been increasing, information technology security is a priority issue for all industries, and for the entire financial system.", "Setting minimum standards is crucial to avoid contagion and risks to the systems.", "Thus, cyber and operational security should be addressed through three layers: i) the owner(s) of the infrastructure(s); ii) the participants (setting minimum requirements to them); and, iii) the users.", "Even when all layers require the implementation of measures aimed at making cybersecurity robust, the users' layer could be the weakest link of the chain and addressing their inherent problems would require creative solutions.", "I want to conclude emphasizing that the cornerstone for a healthy payment ecosystem is a safe and robust infrastructure for low, medium and large value payments, with 24/7 services, extremely high levels of availability and capable of acting as a hub for the innovation of payment services to final users.", "Developing this public infrastructure should be at the top of the local and international agenda since payment systems are inherent to central bankers as the provision of money.", "Thus, providing the latest technology and, eventually, CBDCs, are of utmost importance for central banks.", "In this effort, we greatly appreciate the role of the BIS in the creation of public goods and as a global facilitator for cross border payment systems."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["cross-border payments", "payment systems", "financial inclusion", "digital financial services", "cybersecurity", "public infrastructure", "Fintech", "Bigtech", "CBDCs", "payment ecosystem"]}