{"sentences": ["Responsible openness: The PRA's approach to supervising Speech given by David Bailey, Executive Director for International Banks Supervision, Prudential Regulation Bank of England Hosted Webinar I am grateful to Andy Murfin, Tom Crossland, Orfhlaith Sheehy, Caleb Barnes, Shakir Anverally, Marina Barnard, Ross Howie and Tanveer Hussain for their assistance in writing this speech.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Welcome.", "I am delighted that so many of you could join us today.", "I started my role as Executive Director for International Banks Supervision in late 2019.", "I took on the role, in part, because of the wide variety of firms I would be supervising, the diversity of cultures I would be interacting with, and the promise of travel to exotic locations.", "The role has delivered in many respects although given the events of the last year, the travel has been somewhat disappointing.", "While my travel guides are left unread, my videoconferencing systems guide has many worn pages.", "One clear lesson I have taken away from talking to such a variety of institutions remotely, is the value of simple and clear communications.", "So today I will be giving you the headlines from our Supervisory Statement published today that sets out the PRA's approach to supervising international banks.", "It sets out publicly, for the first time, our approach to subsidiaries and combines that with the approach set out in our existing Supervisory Statement on branches (SS1/18)1.", "Let me emphasise that the key message I want to give you today is one of stability and consistency in our overall approach.", "We have all faced a lot of change and uncertainty, especially over the last year but I want to assure you that our supervisory approach remains both stable over time and consistent across the firms we supervise.", "It remains both robust and proportionate.", "We are publishing this now, for three main reasons: 1.", "First, to set out our approach to host supervision in a holistic way.", "We published our approach to branches in 2018 but this publication goes further and covers the full range of authorisation options available to international banks.", "By making clear our expectations we will provide transparency for all parties.", "Existing firms, new and transitioning firms, and home regulators.", "Second, there remains strong interest from international banks seeking a banking licence in the UK.", "Since 2013, we have approved 24 new subsidiaries and branches including the branches of some of the largest banks in the world and the first UK subsidiary of a Jamaican bank.", "Despite the Covid crisis, the pipeline of firms approaching us to seek authorisation remains strong.", "/-/media/boe/files/prudential-regulation/supervisory-statement/2018/ss118 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Finally, the transition period following the United Kingdom (UK)'s withdrawal from the European Union (EU) has ended.", "This has meant some substantial changes to the firms we supervise: a.", "66 former European Economic Area (EEA) passported branches have entered the Temporary Permissions Regime (TPR) and are applying for authorisation as third country branches (TCBs)2 ; b.", "A small number of former EEA branches have been authorised as subsidiaries as they have material retail deposit taking activity; and c. Many UK banks and large international groups who have subsidiaries here have established and built out their EU subsidiaries, meaning changes in their structure and the nature of their booking models.", "The fundamental philosophy underpinning the statement is responsible openness A good place to start is with the guiding philosophy underpinning the PRA's approach to international supervision responsible openness.", "The UK has long been a vibrant financial centre, with banks from around the world coming here to contribute to, and benefit from, the efficiencies and diversification provided by international trade.", "Our banking system is characterised by: a. the scale of international business undertaken here - around one fifth of global banking activity is undertaken in the UK with overseas banks playing an important part.", "They account for almost half of the banking assets held in the UK; b. the range and diversity of participants - approximately 150 branches and 90 subsidiaries from 50 countries and all of the Globally Systemically Important Banks (GSIBs) have entities operating in the UK; and c. its global interconnectedness with significant amounts of business booked cross border into and out of the UK.", "Recognising the clear benefits they can bring to our financial sector, we are open to international banks operating in the UK in a variety of forms.", "These firms can help promote greater economic dynamism through We have also handled over 100 Freedom of Service Passport (FOSP) firms with deposit-taking permissions.", "However, only a small number of these will require PRA authorisation post-Brexit.", "FOSP firms that have notified into the TPR or made an application for a 3rd country branch will enter the TPR at the end of the transition period, but there is no requirement for them to immediately establish a presence in the UK.", "Such firms have 2 years in which to make an application for a part 4a permission, and we will expect them to have a presence before they are authorised.", "If no application is made they will enter one of the run-off schemes (FSCR) at the end of the TPR or earlier if the PRA decides to cancel their deemed part 4a permission because they haven't made an application within two years of entering the TPR.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice a range of channels innovation, new technology, and their highly skilled workforces to name but a few.", "Increased openness can also lead to lower economic volatility through time as it facilitates a diversification of risks across countries.", "However, openness may also increase the risk of contagion.", "So with it comes responsibility.", "The banks we allow to access our markets need to meet the high standards we expect and be capable of being effectively supervised.", "What does responsible openness mean?", "Sam Woods set out the three pillars of responsible openness in 2019 (and, also built upon this in his Mansion House speech3 last November).", "First that we should engage strongly in international standard-setting processes and make sure that we are at the forefront of implementing those rules in a thorough way; 2.", "Second that we adopt practices and structures which promote strong collaboration with colleagues in other jurisdictions; and 3.", "Third, that we are open to hosting cross-border business in the UK - but only if it is resilient and appropriately controlled and governed, and if we have sufficient visibility of and influence over the necessary supervisory outcomes.", "My policy colleagues take the lead on our work in international standard setting.", "As we have reinforced many times now4, we have absolutely no intention of weakening prudential regulation in the UK.", "The changes that we introduced post 2008, have stood the banking sector in very good stead, for example in enabling it to withstand the stresses posed by the Covid pandemic in 2020.", "This statement sets out our expectations on the second and third of these pillars.", "Supervisory Cooperation To support responsible openness to international wholesale banking, be it as branches or subsidiaries, and to meet our objectives on safety and soundness and financial stability, we need confidence that: a. the Home State Supervisory regime delivers outcomes which are sufficiently equivalent to b. there is effective supervisory cooperation; and c. there is assurance over the home state resolution framework.", "-woods-city-banquet -stability-report/2020/december-2020 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The first and last points concern in large part the legislative framework, rules and powers of intervention that home states and authorities have.", "The better the outcomes they deliver, so the more reliance we can place on risks arising from overseas operations being manageable.", "The second point is about how those powers are applied, the practices, and openness of overseas authorities that wield them.", "It is on this point that I want to focus as a supervisor.", "Cooperation with Home State Supervisors For both branches and subsidiaries, the PRA places reliance on cooperating closely with the Home State Supervisor, for branches this is particularly the case for prudential requirements, because a branch is not a separate legal entity.", "But for both there needs to be effective regulatory and supervisory cooperation if openness is to be 'responsible'.", "We have a long history of working very effectively with a range of supervisory authorities, including the US, EU, Switzerland, Japan, and many others.", "The recent market stability issues resulting from the Covid health crisis has provided an opportunity to ensure there is a good flow of information between authorities and coordinate our approaches where appropriate.", "As a recent example, in December, the PRA, European Central Bank (ECB) and Federal Reserve Board all published short statements on our respective websites5 highlighting that, recognising the global and interconnected nature of banks, we are committed to working closely to ensure that supervisory approaches on operational resilience are well coordinated.", "Given the UK's exit from the EU, I would like to specifically mention the open and supportive relationship we have with colleagues at the ECB and individual National Competent Authorities (NCAs) across the EU.", "Clearly, the nature of those relationships has changed, both in terms of its legal basis but also how some of the supervisory interactions will work.", "As Sam Woods noted in his Mansion House speech, we will double down on our cooperation efforts to ensure good relationships continue.", "The good news is that we have agreed a range of tools to facilitate this, from Memorandums of Understanding to information exchanges and supervisory colleges.", "Given this and the long history of building relationships with Home State authorities, we are confident our relationship with the ECB and the NCAs will continue to develop and deepen.", "Robust and proportionate requirements for international firms Having talked about our expectations of supervisory cooperation, let me turn to what we expect from international firms.", "As I noted earlier, we are open to hosting cross-border business in the UK but only if it -regulation/publication/2020/statement-regarding-supervisory-cooperation-on-operationalresilience All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice is appropriately controlled and governed, and if we have sufficient visibility of and influence over the necessary supervisory outcomes.", "Firms must meet our Threshold Conditions, which make specific mention of us being able to effectively supervise the risks which arise from being part of a group (including any impact of a parent being subject to regulation overseas)- which is particularly relevant to international groups.", "Those firms who have been supervised by us for a long time should recognise the substance of what is set out in the consultation.", "And EEA branches, who have until recently passported into the UK, will recognise our supervisory expectations from their extensive engagement with us as part of the branch authorisation process.", "The substance of our expectations is stable and consistent; by making them transparent it will make it easier for firms to identify any gaps and plot their course to meeting those standards.", "In particular, I'd like to highlight three areas: o Information sharing; o Governance; and o Booking models.", "Information sharing The statement sets out the types of information we expect to receive from firms on their group operations.", "As the 2008 financial crisis highlighted, through institutions like some of the Icelandic Banks or Lehman Brothers, groups can be a source of both risk and support to UK branches and subsidiaries.", "Therefore, access to proportionate and timely information on the risks posed by a firm's group is critical to the PRA's approach to supervising international banks.", "Our expectations are set out in two parts.", "Firstly, a clear baseline of information we want on all international banks.", "This concerns: the nature of the firm and group's business model; the resilience of the firm and its parent from both an operational and financial perspective; material risks to the firm's strategy; and resolution planning.", "Then, on top of that, a proportionate and tailored set of data that reflects a firm's business model, its scale and potential impact on UK financial stability.", "We need more detail on a firm's group where it is larger, more systemic and Proportionality is key here.", "where its business model is highly integrated globally e.g.", "This is because the more highly integrated UK operations are within the group, so the more readily losses or disruption can be transmitted to the UK operations.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice For highly-integrated businesses such as the trading activity of GSIBs, we expect access to regular profit- and-loss and risk data for key trading business lines.", "These are often fast moving so we need to monitor them on a daily or weekly basis so we can ascertain how businesses are performing and to identify product or risk management vulnerabilities.", "Good practice examples of the data we typically receive where a strong and cooperative relationship exists with home state supervisors and firms, are set out in the statement.", "They include: a. daily or weekly profit and loss figures covering global and local business lines; b. weekly or monthly group market risk reports; c. the outputs from reviews e.g.", "the Supervisory Review and Evaluation Processes; d. information on stress tests and how these affect the UK entity; e. group liquidity information regularly in normal time and more frequently once there is a period of market stress; f. any material change in the operational resilience of the firm or group, for example, cyber- attacks that may affect the group systems and are used by the UK business or which threaten the survival of the firm or group; and g. material findings from internal risk or audit functions, or external audit reviews (particularly where there are common group wide systems and controls).", "I would stress that, where we ask for Group information, we are not duplicating the work of the Home Authority.", "Rather we are looking at the information through our host lens - focused on how developments at Group could influence and impact the local entities we supervise, and how local management are responding.", "But we also have to consider what happens if our expectations are not met.", "In the first instance; where significant gaps exists we will work with home state supervisors and firms to address this as a priority.", "However, where this information is not able to be provided on a systematic basis, and/or where the PRA does not have sufficient influence on outcomes, the PRA may ultimately expect either a branch or a subsidiary to operate on a more standalone basis.", "It is not breaking news that we place great supervisory emphasis on the quality of governance at firms.", "Our requirements in this area remain stable and consistent.", "However, I do want to emphasise two points: 1.", "For subsidiaries, we expect the local board to play an active role.", "This means it should be joined up with its parent board in terms of information flows and it should ensure the PRA is sighted on relevant group developments.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice 2.", "We also recognise explicitly that for some small subsidiaries it may be appropriate for a group executive to play a role in the local board (e.g.", "a small UK subsidiary of a large overseas bank) that we would not consider appropriate in a larger firm.", "So we can be open to having group executives, as say Chair, but the firm will still need appropriate independent challenge on the board.", "All branches must have the Senior Manager Function called Head of Overseas Branch (called a.", "For systemic wholesale branches, the person exercising the function is expected to be a senior figure within the branch, who is credible and influential at the group executive level.", "This person should be in a position to ensure that the PRA receives the information it needs (where this information can be provided by the firm).", "In addition to the Head of the Branch, wholesale branches should consider whether they need to assign senior manager functions to a Chief Risk Officer, Chief Finance Officer, and Chief Operating Officer.", "The PRA may also expect or require the firm to have these positions in respect of the branch.", "c. Finally it may be appropriate for the branch, especially systemic wholesale branches, to have a group senior manager or executive assigned with a senior manager function (this one is called SMF7).", "Such a group executive could be responsible for directing key parts of the branch's business or for firm-wide systems or operations upon which the branch relies (for example, in custody which is often run as a globally integrated activity).", "Booking arrangements for trading activity We published some high-level principles on booking arrangements in SS 1/18.", "We have now expanded on these to provide more guidance on our expectations.", "Our overall approach remains stable and consistent.", "We are open to global booking models, recognising that they underpin global business models, provided they are managed responsibly.", "And we are not prescriptive of types of booking arrangement that firms may operate.", "We do not for example prescribe a certain percentage of risk to be managed locally.", "Our goal here continues to be to ensure that firms' manage appropriately the risks that they originate, receive and transfer out of the UK entities.", "To do that their booking models need to be transparent - to both regulators and firm management - so that they are capable of being understood and followed.", "And there then should be adequate pre-trade and post trade systems and controls in place to ensure that intended booking arrangements are followed.", "In practice, this means the international bank should have an appropriate local risk management capability.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice We also make it clear that there should be a Senior Management Function allocated responsibility for ensuring that there are appropriate controls in place to manage its booking arrangements, including remote booking.", "Where our expected standards are met, firms enjoy greater flexibility as to how they operate their booking, including highly integrated trading operations with the group.", "However, where they are not met, the PRA may require more local risk management or limit the degree of connectivity that the firm has with the rest of the group so that less risk is brought into, or transferred out, of the UK.", "This is a good example of where firms can self-assess against standards.", "When we introduced the high- level booking principles in SS 1/18, firms undertook a self-assessment and indeed many indicated that they did not - at the time - meet them all.", "We have since worked with these firms bilaterally to close any gaps, and I expect we will ask firms to repeat this self-assessment exercise in the near future.", "I started this speech, describing my excitement at the prospect of becoming the Executive Director for International Banks Supervision.", "I do hope in 2021 I can meet many of you in person, but for now video conferencing will have to do.", "The context we are operating in may have changed since I started in my role, but we continue to have stability and consistency in our approach to supervision which is grounded in responsible openness.", "The UK is and will continue to be an open international financial centre.", "We benefit enormously from international trade and openness but that comes with responsibility for both firms and us.", "Therefore, in allowing firms to operate here we expect them to meet the appropriate prudential standards and we need appropriate visibility and influence on their activities.", "So what does this mean for you?", "For most existing third country subsidiaries and branches this should all be familiar in what you see from supervisory practice, though it has not all been written down in this way before.", "For a small number of you, we will need better information and visibility going forward to bring you in line with others.", "We will start that discussion with you now.", "For those going in to TPR, it will be a gradual evolution.", "These firms have had extensive interaction with the PRA's supervisors over the past three years - we have seen substantial preparations by All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice these firms as part of their authorisation submissions and we have worked together with firms on a large number of thematic reviews.", " And, for those considering coming to the UK to operate, it provides clarity on our approach so you can consider how best to meet our expectations.", "For our regulatory colleagues around the world, we look forward to continuing to build our open and supportive relationships.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["International banking", "Supervisory approach", "Responsible openness", "International firms", "Information sharing", "Governance", "Booking arrangements", "Home state supervision", "Brexit", "Covid-19"]}