{"sentences": ["Thank you very much for your presence.", "It is with great pleasure that I welcome you to this webinar, organised by Banco de Portugal together with the European Investment Bank to debate current trends in investment in Portugal.", "So, my first words are a very warm thank you to the Vice-President of the EIB, Ricardo Mourinho Félix - my previous colleague and good friend.", "I would also like to extend a special welcome to our guest of honour Elisa Ferreira, European Commissioner for Cohesion and Reforms, who will deliver a keynote speech.", "This event emerged with the purpose of presenting the results of the annual EIB Investment Survey, launched in 2016, to Portuguese policymakers and representatives from the business community.", "It has become an increasingly relevant forum to discuss the dynamics behind investment in Europe and in Portugal.", "The 2020 EIB Investment Survey focus on how business investment has been affected by the pandemic and how firms are responding to the challenges posed by digital transition and climate change.", "Understanding these dynamics is very important to envision the economic recovery given that the pandemic hit activity extremely hard and has also accelerated structural changes that will transform our economies and way of living.", "So, our challenge will not only be to recover from the crisis, but also to adapt to the changes set in motion, using the drive of the recovery to implement the necessary changes.", "I won't anticipate the results of the survey, which will be presented by Pedro Lima later on.", "My intention in this opening address is to give you some information that frames the results of the survey.", "So, I will start by commenting on the performance of the Portuguese economy in the current crisis.", "Portuguese Economy 2020 and going forward Portugal finished 2020 with a less severe recession than previously thought.", "Data for the fourth quarter revealed a better performance of the economy than expected.", "The contraction is estimated to have been 7.6%, less than the estimates that exceeded 8% that prevailed in all forecast since July.", "The same is true for the unemployment rate, at 6.8% in 2020 - a much lower figure than in our recent December forecast.", "This evolution of the labour market is partly explained by the adoption of measures at containing the severity of the crisis, such as public moratoria, state guaranteed credit lines, which kept credit flowing in the economy, and, maybe above all, the simplified furlough instrument, which allowed firms to preserve their workforce, but also to the reduction in the number of hours worked.", "These measures explain why, in the context of the more severe lockdown implemented in peace time, firms were able to retain workers.", "Employment with more than one year of tenure increased in Q4 2020 compared with Q4 2019.", "More 90 thousand workers.", "This is in stark contrast when compared with the initial stages of sovereign debt crisis, in which longer term employment was massively destroyed, a reduction between 2012 and 2013 of more than 190 thousand jobs.", "These two numbers alone represent the essence of the difference between the two crises in the labour market and are 280 thousand of jobs, a figure that is 75% of the unemployment numbers in Q4 2020.", "I must remember all of you that there is a thin line between the two scenarios, that ́s why it is so much important that the support measures be kept in place until all sectors in the economy begin to grow and for the economy to reopen soon.", "The risks ahead of us are immense.", "Looking at 2021, we can expect to have a rebound, although probably not as strong as it could be were not for the recent pandemic developments, namely, the third wave and the confinement measures adopted.", "In spite of last Thursday's announcement, there is still some degree of uncertainty in the shortrun.", "The Portuguese government presented a plan to ease the confinement measures in place, a step certainly welcomed by all businesses, as it allows for a more secure planning of productive activities.", "Nonetheless, the plan is contingent on the pandemic developments that will be observed in the coming weeks (and months), where vaccines are going to be a key factor, along with developments to address new challenges posed by the pandemic evolution.", "There is no rest in the fight against the crisis impact.", "If exports of goods (excluding energy goods) in the second semester of 2020 already recovered to 2019 figures, the services, especially hospitality, trail the recovery by a large margin.", "In the first quarter of the year, GDP will contract, the size of which will depend on how firms and other economic agents handled the lockdown; in any case the contraction is expected to be clearly smaller than that observed in the first months of first lockdown.", "Afterwards, we continue to see a gradual recovery, even if asymmetric and uneven across sectors.", "We continue to expect that GDP will go back to its pre-crisis level at the end of 2022.", "The projected recovery benefits from the impact of monetary policy decisions and budgetary response to the crisis.", "But the European funds are crucial.", "They will impact the economy directly and through the stimulus generated in the European economy.", "High-quality investment in the green and digital economies are expected.", "These should translate into higher productivity levels, supporting the supply side of the economy in the medium and long run.", "The role of national authorities, the European Commission and the European Investment Bank to deliver this outcome is key.", "The real challenge is the need to allocate the funds correctly, preserving competition between firms.", "The broad priorities that have been established at the European level also include reinforcing social expenditure as a way to mitigate inequality.", "These priorities are growth-oriented.", "If they are correctly implemented by all member states, we will also deepen economic integration, reinforcing the single market.", "We need to make the most out of this opportunity to take on projects that are already mature enough to speed up implementation.", "Investment: Historical perspective Before focusing on the investment opportunities ahead of us to build a sustainable and robust economy, it is worth reflecting about the trajectory of investment in the Portuguese economy.", "In 2020, Gross Fixed Capital Formation dropped only 2.2%; clearly less marked than that observed in previous recessions and, rather interestingly, when compared to most European countries.", "However, the main components had different developments: investment in construction increased 4.8% while investment in machinery fell 7.7% and in transport equipment 27.2%.", "Contrasting with previous recessive episodes, the share of Gross Fixed Capital Formation in GDP increased in 2020.", "Even when excluding the construction component, this share remained unchanged.", "This behaviour can only signal that the market has strong expectations about the performance of the Portuguese economy going forward.", "This is both an opportunity and a responsibility; it increases the demand to devise the most correct investment policies for the coming years.", "These expectations are also reflected in Banco de Portugal projections (December 2020 Economic Bulletin).", "Gross Fixed Capital Formation is expected to grow at around 4%, on average, in the 2021-23 period.", "The recovery in investment will be supported by the inflow of European funds, in particular those related to Next Generation EU.", "Other contributing factors are the measures supporting firms' financial situation and the monetary policy measures, which translate into favourable financing conditions.", "These recent events and the path going forward are even more relevant in the historical context of investment in the Portuguese economy.", "The weight of overall investment in GDP in Portugal declined steadily from 2000 to 2013 (from 25.4% to 14.7%, at constant prices), mirroring to a large extent developments in construction.", "However, since 2013, investment has been on an upward trend, only interrupted in 2020 by the pandemic crisis.", "In 2019, the share of Gross Fixed Capital Formation in GDP stood at 18.5%, with the non-construction component corresponding to 9.1% of GDP.", "These shares stand below, but closer to the average observed in the euro area, which have been broadly stable at around 20% and 10%, respectively, in the period 2013-2018.", "R&D expenditure as a percentage of GDP in Portugal recorded an increasing trajectory until 2009, where it reached 1.6% of GDP (at constant prices).", "Subsequently, coinciding with the period of adjustment of the Portuguese economy, there was a contraction until 2015, which was followed by a recovery to 1.5% of GDP in 2018, placing Portugal in an intermediate position among euro area countries but considerably below the average which is 2.2% of GDP.", "Portugal's relative position in the European Innovation Scoreboard has also improved from 2011 to 2018, placing the country in an intermediate position.", "Digital Investment and Green Investment Let me now address the two areas of investment that we associate with a new and sustainable economy, namely, digital and green investment.", "Digital Investment Digital investment is quite broadly defined, ranging from ICT technologies to robotics, 3D printing and artificial intelligence, and it complements research and development activities by firms and public institutions.", "It is widely acknowledged that this type of investments and R&D are important engines for economic growth.", "The classic Schumpeterian approach takes new technologies as driving growth, even if some destruction of economic activity occurs along the process.", "The experience of the current pandemic crisis seems to suggest that there has been a technological push related with a surge in the utilization of digital technologies by firms and households.", "The weight of digitalization related investment in GDP in Portugal has been steadily increasing (from 1.3% in 2000 to 2.1% in 2018, at constant prices), but still stands below the share in the euro area (2.6% of GDP in 2018).", "The gap derives from a lower share of investment in computer software and databases (1.2% in Portugal vs. 1.9% in the euro area).", "These investments will be leveraged by the Next Generation EU funds.", "Investments associated with the digital transition contained in the Portuguese Resilience and Recovery Plan amount to 2513 million euro (1.2% of GDP in 2019).", "These funds will enhance the development of digital skills by students (559 million euros), investment by firms (650 million euros) and the modernization of the public administration (1304 overall).", "It is key that these funds are well allocated.", "For this to happen it is important to overcome barriers to investments and the experience of the EIB is key in this regard.", "Green Investment As regards green investment and the path towards climate transition, data is still somewhat limited.", "It should be noted that a large part of green investments are embodied in classic investment in buildings, machinery and transport equipment, but featuring different characteristics (regarding energy efficiency and reduction of carbon emissions, for example), and thus are harder to isolate and assess.", "The proposal of the Portuguese Resilience and Recovery Plan includes green-related investments that amount to 2888 million euro (1.3% of GDP in 2019).", "As in the digitalization dimension, strong scrutiny in the utilization of these funds is important.", "We have challenging years ahead of us.", "Portugal faces positive prospects in terms of increasing education levels for the labour force.", "A structural change that takes several years to mature and is still in process.", "The new Funds, and the re-launch of the convergence process, must take this on board.", "To make sure investment follows skills, as is the case in most cases in market economies, and has been the case in Portugal in the last decade.", "Thank you and I wish you a fruitful debate."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Investment", "Digital Investment", "Green Investment", "European Funds", "Portuguese Economy", "Economic Recovery", "Pandemic", "Labour Market", "Education", "Climate Change"]}