{"sentences": ["ECONOMIC PERSPECTIVES Annual address by Governor Øystein Olsen to the Supervisory Council of Norges Bank on Thursday, 18 February 2021 perspectives 2021 One year ago, I stood here and delivered the annual address to 300 guests.", "This evening there are no guests physically present at the central bank.", "The contrast with last year could hardly be greater.", "The same also goes for the theme running through this evening's speech - the Covid-19 pandemic.", "Not a trace of it can be found in last year's speech.", "Yet contagion was lurking right outside our borders.", "We sensed that something was brewing.", "Norges Bank was in the process of revising down its economic forecasts.", "The employees at our Shanghai office had been sent home, yet we did not foresee how far-reaching the outbreak in Wuhan would be.", "Two weeks after delivering last year's speech the first case was recorded in Norway - soon thereafter, Norway went into lockdown.", "Since then, we have done what people do during serious epidemics - Illustration: we engage in social distancing.", "We can still meet - in a way.", "Technological innovation has provided us with new possibilities.", "During the Black Death, wealthy farmers from the western fjords of Norway isolated themselves in Jostedal, a remote valley that reaches into the mountains.", "They had to find new ways to communicate.", "The farmers maintained contact with the outside world by sending and receiving letters placed under a stone at the entrance to the valley.", "This past year, the letter stone has been replaced by the internet.", "A HISTORICALLY DEEP DECLINE Eleven months after the first lockdown, daily life has yet to return to normal.", "Norway PERSPECTIVES 18 FEBRUARY 2021 has been quite successful in keeping down infection rates, although we have seen regular flare-ups.", "The country's borders are now closed.", "The measures to contain infection are necessary, but they do have side effects, both economic and social.", "People in risk groups have been isolating.", "Young people have been following courses online - many alone in a bedsit.", "Socialising with friends has been put on hold Chart 1 Historically deep decline GDP for mainland Norway.", "Not since the Second World War has activity in the Norwegian economy shown such a steep decline.", "The crisis has had uneven effects.", "Containment measures and fear of infection have resulted in a sharp decline in spending on services.", "During the lockdown last year, unemployment increased fourfold over a few weeks, reaching 400 000 persons, or close to 15 percent of the labour force.", "In some business sectors, unemployment remains very high.", "Other sectors have been shielded.", "Interest rate cuts have given households more money to spend.", "At the same time, there were fewer opportunities for them to spend it.", "So while some have faced a precarious job situation, others have used the occasion to save.", "We see the same impact and uneven effects in a number of other advanced economies.", "Chart 2 Many countries have been harder hit than Norway PERSPECTIVES 18 FEBRUARY 2021 GDP growth, percent Total COVID-19 deaths per 10 000 Sweden 0 5 10 15 20 Souces: IMF, OECD, OurWorldInData.org, Statistics Norway and Norges Bank Many countries have been hit harder than Norway - in terms of both economic and health effects (Chart 2).", "The differences reflect in part how quickly countries locked down and put a brake on the first wave of infection.", "The design of support measures, organisation of the health sector and structure of the economy have also played a decisive role.", "In countries with a rudimentary welfare system and a large informal sector, the pandemic has had serious consequences.", "Unfortunately, 2020 proved to be the year when the global poverty rate showed a renewed rise.", "Pandemics are watershed events that leave behind long-lasting scars.", "They have claimed a multitude of lives through history.", "The most devastating ones have laid fertile land barren, reduced the supply of labour and entailed a loss of knowledge.", "During the Spanish flu pandemic, more than 50 million lives were lost, many of working age.", "Once the Covid-19 pandemic is over, we will have been through a long period of restrictions on how we spend money, how we get from place to place and how we work.", "The Covid-19 pandemic will leave behind scars as well.", "Chart 3 Economic growth has fallen Mainland GDP per capita.", "Contribution to average annual growth ECONOMIC 4 4 18 FEBRUARY 2021 Employment 3 3 1970-79 1980-89 1990-99 2000-09 2010-19 Sources: Statistics Norway and Norges Bank Growth in output per capita has been moving down over several years (Chart 3), and labour input is now growing at a snail's pace.", "At the same time, the primary source of growth - productivity - is making a steadily smaller contribution.", "This is a trend we share with other advanced economies.", "An underlying driving force - cross-border trade - is showing signs of flattening out.", "The pandemic could influence these trends.", "Previously, sharp declines in economic activity have been followed by a persistent rise in unemployment and a lower labour force participation rate.", "In Norway, we saw this following the financial crisis and after the fall in oil prices in 2014.", "Five years after the oil price fall, employment was still lower than before in those parts of the country that were particularly hard hit.", "Chart 4 Rising number with low education levels among long-term unemployed Long-term unemployed.", "Number of persons February 2020 15000 15000 5000 5000 Lower Upper Higher education, Higher education, secondary school secondary school up to four years over four years Source: Norwegian Labour and Welfare Administration (NAV) 1 Ellingsen and Galaasen (2021): Langvarige konsekvenser i arbeidsmarkedet [Lasting consequences in the labour market], Staff memo 1/2021, Norges Bank (Norwegian only).", "Long-term unemployment leads to a loss of skills.", "The support schemes implemented by the authorities are meant to be a bridge to more normal times.", "But the new normal will be shaped by adjustments in household and business behaviour over the past year.", "Once the economic downturn is over, the labour market may have changed.", "Certain jobs may not be coming back, making the path back to work difficult for some.", "A number of long-term unemployed may drop out of the labour market entirely.", "The long-term decline in productivity growth has taken place alongside a digital revolution.", "A number of explanations for this apparent paradox have been advanced.", "For instance, it may be costly to introduce new technology that increases work efficiency.", "Another hypothesis is that a shift in the structure of the economy towards a larger services sector has depressed productivity growth.", "During the pandemic, many businesses have been doing things in new ways, but have put restructuring on hold.", "Over the past year, there have been fewer bankruptcies than normal, and investment activity in the business sector has been low.", "The downturn may have reduced the value of production capital and skills.", "New businesses will be established, and workers will have to acquire new skills.", "This process takes time and, while underway, may dampen productivity growth further.", "But the pandemic may also unlock a larger share of the potential inherent in new technologies, perhaps in certain service segments in particular.", "Over the past year, we have been forced to use a wider array of digital tools, both at work and at home.", "Large-scale processes have been managed from kitchen tables, children's bedrooms and home basement offices.", "International conferences are livestreamed.", "We will continue to use many of these solutions.", "The pandemic will also leave behind a positive legacy.", "Last winter we saw how short the path was from a local virus outbreak in Wuhan to a global health crisis.", "Covid-19 followed the same routes as tourists, labour and goods.", "The virus showed how closely interconnected and interdependent countries are.", "Chart 5 Growth in global trade has stalled Share of global GDP.", "The gains have been substantial.", "Poverty has been reduced.", "Crossborder cooperation has enabled technology to advance faster than it would have done otherwise.", "Since the financial crisis, growth in global trade has stalled.", "While service exports have continued to rise, trade in goods as a share of global GDP has been more or less flat in recent years because a number of sources of growth in goods trade are drying up.", "Large countries such as China and India are now fully integrated into the global economy.", "Robotisation has put the brakes on offshoring production from high-cost countries.", "So far there are few signs that the pandemic will lead to more permanent changes in global trade.", "Despite some disruptions in global supply chains and goods transport, trade in goods has held up well.", "Following a temporary decline, trade picked up through 2020.", "Travel and tourism are among the industries profoundly affected by the pandemic.", "Much of the tourist traffic is likely to rebound once we can cross borders freely again, but many have discovered this past year that online meetings are also an effective alternative.", "This may result in less travel activity than before.", "Environmental considerations suggest the same.", "During the pandemic, national governments have had to focus primarily on giving their own population the best possible protection against serious health consequences.", "At the same time, this past year has clearly demonstrated the importance of crosscultural and cross-border cooperation.", "Thanks to an extensive international research effort, effective vaccines could be quickly rolled out.", "Let's hope that it is this experience that we carry forward.", "In the long run, all countries benefit from open borders, common standards and international cooperation.", "A MORE ACTIVE FISCAL POLICY ABROAD During the pandemic, economic support measures have been massive.", "While both PERSPECTIVES 18 FEBRUARY 2021 monetary policy and fiscal policy action was quickly taken, fiscal policy took the lead (Chart 6).", "This was the case everywhere the pandemic has raged, not only in Norway.", "Chart 6 Forceful fiscal policy response Increased spending and reduced taxes.", "As a percentage of GDP 10 10 Italy Japan China Germany Sources: IMF and Norges Bank The lockdown this past spring was sudden and brutal and its impact on businesses varied widely.", "Fiscal policy measures have targeted the industries hardest hit by containment measures.", "The objective has been the same: Persons who were out of a job had to be secured financially.", "Unnecessary job losses had to be avoided.", "Monetary policy has underpinned fiscal policy measures.", "Policy rates were reduced where possible.", "Moreover, unconventional monetary policy, such as asset purchases, was stretched even further.", "Central banks have also effectively performed the tasks assigned to them for ensuring well-functioning capital markets.", "Extensive central bank measures prevented problems in the financial system from amplifying the global downturn.", "Chart 7 Very low interest rates Three-month money market rates.", "Source: Refinitiv Datastream A prevailing view over the past decades has been that fiscal policy should follow simple, robust rules and should to a limited extent be used actively to stabilise the economy.", "Globally, there are now signs that this view is changing.", "The pandemic may mark a turning point.", "In the period ahead, we are likely to see a more active fiscal policy among many of Norway's trading partners.", "There are several reasons for this.", "For one thing, there is a recognition that the room for manoeuvre in monetary policy is limited.", "After the financial crisis, a number of central banks have assumed considerable responsibility for sustaining activity and smoothing economic fluctuations.", "At the beginning of last year, policy rates were therefore already at very low levels (Chart 7).", "At the same time, low policy rates reflect long-term trends, such as an ageing population, a high willingness to save, greater inequality and declining productivity growth.", "The result is that the level of what we refer to as the neutral interest rate is lower than before, even when economic conditions are in balance.", "The room for policy rate reductions in downturns is therefore smaller.", "The change in the view of fiscal policy's role also reflects the growing focus on structural challenges: economic inequality, a shift towards a greener economy and the need for investment in digital infrastructure.", "In the new US administration, we find this policy expressed by the motto \"Build back better\".", "In the euro area, the policy has been labelled the \"European Green Deal\".", "Chart 8 Debt grows in response to each crisis Advanced economy public debt as a share of GDP.)", "If government spending increases, there is one concern that arises.", "An amount borrowed today becomes a debt that must be repaid tomorrow.", "Experience from the past 40 years shows that while public debt grows during crises, it does not shrink when economic conditions normalise (Chart 8).", "During the financial crisis, governments in many advanced economies borrowed on a large scale.", "Much of this debt was still outstanding at the beginning of 2020.", "During the pandemic, borrowing needs have again been substantial.", "Public debt has ballooned to new heights.", "Persistently low interest rates mean that government borrowing appears to be on favourable terms.", "But at some point further ahead, interest rates will rise again.", "Central banks will have to consolidate their balance sheets.", "Some countries will then find themselves in vulnerable position.", "NORWAY WAS WELL POSITIONED Norway clearly stands out in this regard.", "We were well positioned to face the economic crisis triggered by the pandemic.", "Unlike many other countries, we have been able to pursue a very active fiscal policy without having to borrow.", "We also had room for manoeuvre in monetary policy.", "In a little over a month, it will be 20 years since the current framework for the division of responsibility in economic policy was established.", "Fiscal policy would be guided by the fiscal rule, while monetary policy would target inflation.", "Up until 2001, fiscal policy was responsible for stabilising employment and output.", "After the switch to inflation targeting, monetary policy has functioned as the first line of defence in stabilisation policy.", "The primary task of monetary policy is to ensure monetary stability.", "It must not pursue its primary objective to the exclusion of other relevant considerations.", "Monetary policy must also take into account the real economy.", "A monetary policy regime that ends up amplifying fluctuations in the real economy will fail the test of time.", "As long as confidence in low and stable inflation is well anchored, monetary policy can contribute to high and stable output and employment.", "exchange rate has functioned as an important shock absorber.", "When Norway s terms of trade weakened owing to the oil price fall, a weaker krone helped to support business sector competitiveness.", "In the space of a short time, the policy rate was lowered to zero (Chart 9).", "The policy rate cuts had a broad impact and freed up funds for indebted businesses and households.", "As containment measures are scaled back, continued low interest rates will underpin consumption and investment, paving the way for a resumption of business activity.", "The room for manoeuvre in monetary policy is nearly exhausted.", "We do not envisage making further policy rate cuts from today's level.", "Yet as long as the crisis is ongoing, an expansionary monetary policy will be needed to stimulate the economy.", "This reduces the risk that unemployment becomes entrenched at a high level.", "At the same time, persistently low interest rates entail a risk of a build-up of financial imbalances.", "In Norway, rapidly rising house prices and further household debt accumulation pose a particular risk.", "Once there are clear signs that economic conditions are normalising, we will again seek to normalise the use of instruments - as we did after the financial crisis in 2008 and after the oil price fall in SUBSTANTIAL TRANSFERS FROM THE GOVERNMENT PENSION FUND GLOBAL 18 FEBRUARY 2021 The monetary policy stance in the period ahead will be influenced by the timing and means of fiscal policy normalisation.", "Here the authorities face a difficult balancing act.", "On the one hand, the crisis is not yet over, and there is uncertainty regarding infection rates and the progress of vaccination.", "Against this background, the Storting (Norwegian parliament) has decided to extend the extraordinary support measures aimed at both individuals and businesses until September.", "At the same time, it is important that the support measures are scaled back as the situation becomes more normal.", "If these measures are extended too far into the future, we risk impeding necessary business restructuring.", "Workers may miss out on opportunities to seek new jobs, and unemployment may become entrenched at a higher level than prior to the crisis.", "In the light of long-term considerations, it is also important to reverse the sharp rise in government spending during the crisis.", "In 2020, NOK 300 billion was transferred from the Government Pension Fund Global (GPFG) to cover the central government budget deficit.", "The decision to tap the GPFG has been the right one.", "An economic shock of the scale that we have witnessed requires potent medicine.", "The GPFG is intended to act as a buffer when the economy is exposed to shocks.", "At the same time, it is an intergenerational investment fund to be distributed across current and future generations.", "The pandemic is the third large economic shock to hit the Norwegian economy in the space of a few years.", "Each time, transfers from the GPFG to the central government budget have increased, but without being substantially reduced afterward.", "Chart 10 Before the crisis: One krone in six transferred from the GPFG Transfers from the GPFG as a share of public spending.", "Because of the fund s substantial size, this has been possible without breaching the fiscal rule.", "In the course of a decade, public budgets have come to rely heavily on the return on the GPFG, which was originally established to shield the Norwegian economy from oil price volatility.", "Today, a large portion of the resources under the shelf has been tapped and converted into investments in global equities and bonds.", "The GPFG has grown to become immense.", "This has provided fiscal space, but it has also increased our exposure to fluctuations in global securities markets.", "One vulnerability has been replaced with another.", "Chart 11 Considerable movements through 2020 GPFG.", "In billions of NOK 1000 1000 Return Krone exchange rate Q1 Q2 Q3 Q4 Source: Norges Bank The year 2020 clearly illustrated how quickly equity markets can change course - in both directions.", "The decline was more brutal and the rebound faster than we have previously seen.", "Over 22 days, the global composite equity index fell by 20 percent, but the markets quickly reversed direction.", "Already in the second quarter, the GPFG's worst quarterly result turned around to one of its best (Chart 11).", "The GPFG has enjoyed several years of solid returns - above the returns expected.", "This does not mean that we should revise up expected future returns - perhaps the opposite.", "Chart 12 Low long-term interest rates Ten-year US Treasury yield.", "The estimate was most recently updated in connection with the decision to increase the allocation to equities.", "Two key variables were used in the calculation.", "One was the expected return on the fixed income portfolio, and the other the size of the equity risk premium, which is the extra compensation we expect when taking risk in the equity market.", "The bulk of the fixed income portfolio is invested in long-dated sovereign bonds.", "When interest rates fall, bond prices rise.", "The return on the fixed income portfolio therefore held steady through the period of falling interest rates.", "Interest rates have now fallen to historic lows, and the expected return on the fixed income portfolio going forward has fallen.", "Equity prices have risen sharply in recent years.", "Taking risk in the equity market has paid handsomely.", "But we cannot assume that the gains will be as high in the future.", "If we were to repeat our calculations from 2016, the changes in interest rates alone would have reduced the estimated expected real return from around 3 percent to about 2 percent annually.", "Such estimates are fundamentally uncertain.", "The actual return may be substantially lower or higher than this estimate, as the history of the GPFG has shown.", "Even so, this uncertainty is something that we should bear in mind when drafting future central government budgets.", "ECONOMIC Eleven months ago, Norway had to lock down.", "At that time, we had no vaccine or PERSPECTIVES 18 FEBRUARY 2021 medicines that could prevent the illness from spreading.", "We had to resort to wellknown remedies: Hand disinfectant, soap, hot water and not least - social distancing.", "Here at Norges Bank, it has not been any different.", "During the Spanish flu pandemic, Norges Bank decided to dispense a daily dose of cognac to employees who were ill or not feeling very well.", "And as Chief Cashier Cederstrøm could report: \"...Its effect was instantaneous - no one got sicker, and everyone got better - the Spanish flu was no longer raging at Norges Bank.\"", "Nowadays, most of us would have politely declined the offer of cognac during working hours.", "The vaccine is a safer bet.", "There are brighter and better days ahead.", "The pandemic will soon be on its way out.", "For those who have become unemployed or furloughed or had their lives put on hold, this is heartening news.", "This also gives hope to business owners who have d struggled to keep going.", "Yet for many, operating conditions have changed.", "The pandemic is leaving its mark.", "sr Businesses have closed, study plans have changed and demand in the labour market has likely shifted towards new skills.", "In the meantime, we must hold firm to the characteristics of our society that have proved to be strengths in the face of crisis.", "Throughout the pandemic, the health sector has been able to provide care for all severely affected Covid-19 patients.", "We have leaned on a well-developed welfare system.", "Covid-19 patients and symptomatic persons have been able to stay at home.", "The unemployed have not been left without income.", "In economic policy, there has been room for forceful action.", "But perhaps most important of all, the crisis has shown the importance of trust and solid institutions.", "We have placed our trust in the measures taken by our government and in each other.", "This is what we do when our country is faced with a crisis."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Covid-19", "Fiscal policy", "Monetary policy", "Economic downturn", "Government Pension Fund Global", "Unemployment", "Productivity", "Interest rates", "Inflation", "Global trade"]}