{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Gunma KATAOKA Goushi Member of the Policy Board I.", "Economic Activity and Prices A.", "Overseas Economies I would like to start my speech by looking at developments in overseas economies.", "In 2020, developments in the global economy took an unexpected turn after the novel coronavirus (COVID-19) began to spread worldwide.", "Chart 1 shows that the number of confirmed new cases has generally stayed at a high level, although having declined after a resurgence since last autumn, mainly in advanced economies such as the United States and the euro area.", "Under these circumstances, the global economy has picked up on the whole, although the impact of the resurgence of COVID-19 has been seen in part.", "The pace of the pick-up, however, has been moderate.", "While production activity and the trade volume of the manufacturing industry continue to recover, downward pressure has been exerted on the services industry, which is heavily affected by COVID-19.", "Chart 1 Daily Confirmed New Cases of COVID-19 1,000 cases 1,000 cases United States (left scale) Euro area (left scale) Other (left scale) China (right scale) Jan. Jan. 2020 Apr.", "Figures are 7-day backward moving averages.", "Figures for the United States are based on data from the Centers for Disease Control and Prevention (CDC), while those for the euro area and \"Other\" are based on data from the World Health Organization (WHO).", "For China, there is a discontinuity in the data for February 17 to 19 of 2020 due to the difference in the basis compared with other periods, and figures for March 16 onward are based on data released by the Chinese government (those before March 16 are based on WHO data).", "As for the outlook, for the time being the pace of recovery is expected to be moderate on the whole.", "It is also likely to vary across countries and regions depending on the severity of the spread of COVID-19 and the impact of public health measures, as well as of macroeconomic policies taken by the respective governments and central banks.", "Chart 2 shows the January 2021 World Economic Outlook (WEO) Update released by the International Monetary Fund (IMF) as compared with the Update released a year ago, before the worldwide spread of COVID-19.", "Looking at developments by country and region, the Chinese economy has achieved an expansion of domestic demand through increases in employment and income while successfully capturing external demand.", "China's real GDP growth rate has already surpassed its pre-pandemic level, and is expected to grow roughly in line with the January 2020 WEO projection.", "This is likely to be attributed to China's early containment of COVID-19 and the government's effective economic measures.", "In contrast, advanced economies as well as emerging market and developing economies other than China have seen a delay in economic recovery, and the real GDP growth rates of these economies are expected to return to pre-pandemic levels only in the second half of 2021.", "Moreover, there are various risk factors with respect to the outlook for the global economy, such as developments regarding COVID-19, geopolitical factors, and climate change issues.", "Thus, accompanying downside risks continue to warrant particular attention.", "Source: IMF, \"World Economic Outlook Update (January 2020, January 2021).\"", "B. Japan's Economy Next, I would like to turn to Japan's overall economic trends, starting with real GDP growth rates.", "In Chart 3, the line graph shows developments in the real GDP growth rate and the bar graph shows the contribution of demand components, such as consumption and investment, to the growth rate.", "The first preliminary estimate for the October-December quarter of 2020 marked a real GDP growth rate of 3.0 percent on a quarter-on-quarter basis and 12.7 percent on an annualized basis.", "The economy registered positive growth for the second consecutive quarter, with private consumption, exports, business fixed investment, and public demand all contributing to the positive growth.", "Nevertheless, the annual real GDP growth rate for 2020 was minus 4.8 percent, demonstrating that economic recovery from the plunge for the April- June quarter was still weak.", "Chart 3 Real GDP Growth Rate and Breakdown by Demand Component s.a., ann., q/q % chg.", "Private consumption Private business fixed investment, etc.", "Government spending Exports Imports Change in inventories, etc.", "Chart 4 shows the outlook for Japan's economy.", "As presented in the January 2021 Outlook for Economic Activity and Prices (Outlook Report), the medians of the Bank of Japan Policy Board members' forecasts for real GDP growth rates are minus 5.6 percent for fiscal 2020, 3.9 percent for fiscal 2021, and 1.8 percent for fiscal 2022.", "Japan's economy is likely to follow an improving trend from the second half of 2020, with the impact of COVID-19 waning gradually, but the pace is expected to be only moderate while vigilance against COVID-19 continues.", "Thereafter, as the impact subsides globally, the economy is projected to keep improving further, with overseas economies returning to a steady growth path.", "Chart 4 Outlook for Economic Activity and Prices medians of Policy Board members' forecasts, y/y % chg. Real GDP less fresh food) -5.6 -0.5 +3.9 +0.5 +1.8 +0.7 Source: Bank of Japan, \"Outlook for Economic Activity and Prices (January 2021).\"", "Having said that, risks to the outlook seem to be skewed to the downside, mainly due to the impact of COVID-19.", "In particular, the future course of COVID-19 at home and abroad as well as accompanying downside risks to economic activity and prices continue to warrant close attention.", "I would now like to examine developments in major GDP components such as private consumption, business fixed investment, and exports.", "Let me start with private consumption.", "As Chart 5 shows, from March through May 2020, the period when COVID-19 started to spread nationwide, there was a marked decline in real consumption -- mainly services consumption, such as tourism, accommodation, eating and drinking, and recreation.", "Thereafter, while goods consumption has recovered to the level seen at the start of 2020, services consumption has been slow to pick up, due in part to the impact of the resurgence of COVID-19.", "Given uncertainty as to when the pandemic will subside, consumption will likely remain weak for some time.", "Let us take a closer look at developments in the employment situation, which underpin private consumption.", "As presented in the left panel of Chart 6, the unemployment rate, after having climbed to 3.1 percent, improved slightly to 2.9 percent; however, the rate remains at a high level compared with that prior to the COVID-19 outbreak.", "To examine in more detail changes in the number of employed persons, Chart 7 compares the number of employed persons by gender and age group between the average for the 2013-2019 period and the total for 2020, with the latter reflecting the impact of COVID-19.", "The chart reveals that, for each age group, in 2020 the number of employed persons started to trend downward.", "This is primarily attributed to the decrease in the number of non-regular employees, with the younger generations and women exhibiting significant changes.", "Yet, for women aged 25-64, there was an increase in the number of regular employees, despite the extent of the decrease in the number of non-regular employees.", "As can be seen in the right panel of Chart 6, the year-on- year rate of change in nominal wages has been negative since April 2020.", "In particular, it saw a larger decline again at the end of 2020, primarily reflecting a decrease in special cash earnings; how this will affect future consumption is a matter of concern.", "Chart 6 Labor Market Conditions Unemployment Rate and Labor Force Participation Rate y/y % chg. -1 Contractual cash earnings 59 -3 Special cash earnings Unemployment rate (left scale) Total cash earnings Labor force participation rate (right scale) CY 85 1985 90 95 00 05 10 15 20 16 17 18 19 20 Source: Ministry of Internal Affairs and Note: Figures are based on continuing Communications, \"Labour Force Survey observations following the sample revisions (Basic Tabulation).\"", "of the Monthly Labour Survey.", "Source: Ministry of Health, Labour and Welfare, \"Monthly Labour Survey.\"", "Chart 7 Changes in Number of Employed Persons 10,000 persons -20 -60 Past CY Past CY Past CY Past CY Past CY Past CY average 2020 average 2020 average 2020 average 2020 average 2020 average 2020 15-24 years old 25-64 years old 65 years old 15-24 years old 25-64 years old 65 years old and above Regular employees Non-regular employees Other workers Total Note: Figures show the change in the annual average number of employed persons over the year.", "Figures for \"Past average\" are averages for the period from 2013 through 2019.", "Figures for \"Other workers\" include self-employed workers and executives of corporations.", "Source: Ministry of Internal Affairs and Communications, \"Labour Force Survey (Detailed Tabulation).\"", "I will now shift to business fixed investment.", "As shown in Chart 8, although the business fixed investment ratio, which represents the share of the amount outstanding of business fixed investment to nominal GDP, has recently been picking up somewhat, the level remains below that observed until 2019.", "Firms' perception of their production capacity, as indicated by the production capacity diffusion index (DI) in the Bank's Tankan (Short-Term Economic Survey of Enterprises in Japan), has shifted toward being significantly \"excessive,\" in line with the spread of COVID-19.", "Looking at the business fixed investment plan in the December 2020 Tankan, as shown in Chart 9, the investment plans of manufacturing firms turned negative on a year-on-year basis for fiscal 2020.", "The plans of nonmanufacturing firms also fell further into negative territory.", "These developments suggest that business fixed investment will remain weak for the time being.", "Chart 8 Business Fixed Investment Ratio DI (\"excessive capacity\" minus \"insufficient capacity\"), % points, reversed capacity Excessive Business fixed investment ratio (left scale) Production capacity DI (right scale) 2005 07 09 11 13 15 17 19 Note: Figures for \"Business fixed investment ratio\" represent the ratio of nominal private non- residential investment to nominal GDP.", "Figures for \"Production capacity DI\" are those for large enterprises of all industries.", "Sources: Cabinet Office, \"Quarterly Estimates of GDP for October-December 2020 (First Preliminary Estimates)\"; Bank of Japan, \"Tankan.\"", "Chart 9 Developments in Business Fixed Investment Plans Manufacturing Nonmanufacturing y/y % chg. y/y % chg. Mar.", "June Sep. Dec. Forecast Actual Mar.", "June Sep. Dec. Forecast Actual survey survey survey survey survey survey survey survey FY 2017 FY 2018 FY 2019 FY 2020 Average (FY 2017 - 2019) Note: Figures are for all enterprises, including software and R&D investments and excluding land purchasing expenses.", "Source: Bank of Japan, \"Tankan.\"", "Lastly, let me turn to exports.", "As can be seen in Chart 10, real exports saw a significant drop in the April-June quarter of 2020 when the impact of COVID-19 intensified.", "This drop is evident in exports to Europe and the United States, and in exports of automobile-related goods, IT-related goods, and capital goods.", "Thereafter, exports saw an upturn, and as of the end of 2020, generally recovered to the level posted before the impact of COVID-19 grew most intense.", "IT-related exports have since continued the firm recovery trend into 2021 to date.", "Regarding the outlook, exports are likely to remain on an increasing trend, particularly for IT-related goods and capital goods, on the premise that recovery in the Chinese and U.S. economies will continue.", "C. Recent Developments and Outlook for Prices Next, I will move on to price developments.", "The observed year-on-year rate of change in the consumer price index (CPI) for January 2021 was minus 0.6 percent for all items less fresh food and 0.1 percent for all items less fresh food and energy, as seen in the left panel of Chart 11.", "The right panel shows developments in the indicators for capturing the underlying trend in the CPI.", "It shows that the underlying inflation trend has been declining moderately, with the trimmed mean decreasing further into negative territory and other measures of underlying inflation showing smaller growth.", "In the left panel, figures are adjusted for consumption tax hikes and the introduction of free preschool education.", "In addition to the above, figures for \"CPI estimates (less fresh food, energy, and policy effects)\" also exclude the effects of policies concerning the provision of free higher education and the \"Go To Travel\" campaign.", "In the right panel, \"Diffusion index\" is defined as the share of increasing items minus that of decreasing items.", "Sources: Ministry of Internal Affairs and Communications, \"Consumer Price Index\"; Bank of Japan, \"Measures of Underlying Inflation.\"", "Turning to the outlook for prices, according to the medians of the Policy Board members' forecasts presented in the January 2021 Outlook Report, the year-on-year rate of change in the CPI (all items less fresh food) is expected to increase gradually from minus 0.5 percent for fiscal 2020 to 0.5 percent for fiscal 2021, and to 0.7 percent for fiscal 2022, as shown in Chart 4.", "If we look at the output gap and medium- to long-term inflation expectations -- both of which affect the underlying trend in prices -- the output gap, shown in the left panel of Chart 12, continues to indicate a significant excess supply, although the gap itself had narrowed after having recorded an excess supply of over 4 percent in the April-June quarter of 2020.", "Inflation expectations have declined since the end of 2019, as confirmed in the right panel of the chart.", "Bearing in mind that the pace of economic recovery is likely to be modest, with uncertainty over when the spread of COVID-19 will subside, it is difficult to project at this stage that the inflation rate will gather momentum toward approaching the 2 percent price stability target, with the output gap shifting to excess demand and inflation expectations rising.", "For experts' inflation expectations, the QUICK Survey, the Consensus Forecasts, and the inflation swap rate are used.", "Sources: Consensus Economics Inc., \"Consensus Forecasts\"; QUICK Corp., \"QUICK Monthly Market Survey <Bonds>\"; Bloomberg; Bank of Japan.", "Conduct of Monetary Policy Let me first outline the Bank's current monetary policy, based on the outlook for economic activity and prices that I have described.", "I would then like to express my opinion about the Bank's monetary policy conduct.", "As for the outlook, some factors could put upward pressure on prices.", "Real disposable income and savings rates have increased significantly on the back of the impact of COVID-19 and the government's economic measures.", "When the pandemic subsides, savings rates are likely to return to pre-pandemic levels.", "Accordingly, the inflation rate may rise if consumption and investment, both of which have been constrained so far, see an upsurge.", "Outline of the Current Monetary Policy The Bank conducts monetary policy under the framework of Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, aiming to achieve the 2 percent price stability target.", "This current framework consists of three measures: yield curve control, the purchase of risk assets, and the Bank's public commitment regarding the future conduct of monetary policy.", "In addition to these measures, the Bank has taken the following three actions to address the pandemic since March 2020, as shown in Chart 13: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) to provide support mainly for corporate financing; (2) an ample and flexible provision of funds to ensure stability in financial markets; and (3) active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs) to lower the risk premia in asset markets.", "I hold the view that these actions taken in response to COVID-19 have thus far contained the disturbance in the financial and capital markets and produced some positive effects on financing, mainly of firms.", "Chart 13 Actions Taken by the Bank to Address COVID-19 (1) Supporting Corporate Financing Program to Support Financing in Response to COVID-19 •Special Purchases of CP and corporate bonds: maximum amount outstanding of about 20 tril.", "yen (previous amount outstanding of about 5 tril.", "yen) • Special Funds-Supplying Operations to Facilitate Financing in Response to (2) Stabilizing Financial Markets and Flexible Provision of Yen and Foreign Currency Funds •Ample Further active purchases of JGBs and T-Bills Enhancement of the U.S. Dollar Funds-Supplying Operations (3) Actively Purchasing ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen  annual pace with the upper limit of about 12 tril.", "yen for the time being J-REITs: annual pace of about 90 bil.", "yen  annual pace with the upper limit of about 180 bil.", "yen for the time being However, with the moderate pace of economic improvement and significant downside risks, financing, mainly of firms, is likely to remain under stress for the time being.", "To address this situation, the Bank decided at the December 2020 Monetary Policy Meeting (MPM) to extend the duration of the Special Program by six months until the end of September 2021, thereby continuing to support financing, mainly of firms.", "The Bank will continue to closely monitor the impact of COVID-19 and not hesitate to take additional easing measures -- including further extension of the Special Program -- if necessary.", "Moreover, as a forward-looking approach, the Bank has decided to conduct an assessment for further effective and sustainable monetary easing, with a view to supporting the economy and thereby achieving the price stability target of 2 percent.", "Based on the premise that the Bank will maintain the current framework of QQE with Yield Curve Control, it will assess various measures and make public its findings, likely at the March 2021 MPM.", "My View on the Conduct of Monetary Policy I voted for the Bank to take the aforementioned actions in response to COVID-19, but I have continued to dissent from the majority decision on the following two measures: yield curve control and the Bank's commitment regarding the future conduct of monetary policy.", "This was based on my view that it is necessary not only to support financing and provide liquidity but also to implement measures to contain any downward pressure that may be exerted on prices and thereby support Japan's economy to return to a powerful growth path.", "I would first like to present my view on the transmission channels through which changes in the number of confirmed cases of COVID-19 and subsequent public health measures affect economic activity and prices.", "A surge in the number of COVID-19 cases, for example, will lead to the tightening of public health measures.", "This will in turn not only curb private consumption directly but could also dampen private consumption and firms' fixed investment indirectly, through deterioration in consumer sentiment and increased uncertainty over economic and financial conditions.", "These developments will exert downward pressure on prices through deterioration in the output gap toward excess supply.", "Judging from a model that assumes the aforementioned transmission channels and estimating future price developments based on Japan's situation regarding COVID-19 to date, the risk of prices becoming stagnant has increased further.", "If the timing of a turnaround in the output gap toward excess demand is delayed due to the resurgence of COVID-19, prices are expected to remain under downward pressure for a longer period, compared with a scenario in which there is no resurgence.", "Moreover, given that the formation of inflation expectations is highly adaptive in Japan, the longer the rate of inflation remains stagnant, the less likely inflation expectations are to rise.", "As I have explained, if there are repeated resurgences of COVID-19, prices are expected to remain stagnant for a protracted period, with both the output gap and inflation expectations being pushed down.", "Based on this recognition, I consider that the Bank needs to strengthen monetary easing in terms of yield curve control and its commitment regarding the future conduct of monetary policy.", "As for yield curve control, with a view to encouraging firms to make investment for growth, such as through active business fixed investment for the post-COVID-19 era, it is appropriate for the Bank to lower short- and long-term interest rates by actively purchasing Japanese government bonds (JGBs).", "I believe that supporting investment for growth through monetary easing does not necessarily involve a trade-off with the spread of COVID-19.", "In terms of the Bank's commitment regarding the future conduct of monetary policy, in order to avoid Japan's economy returning to deflation, further coordination of fiscal and monetary policy is necessary, and it is appropriate for the Bank to revise the forward guidance for the policy rates to make such guidance more powerful by relating it to the price stability target, so as to enable the Bank to take actions based on concrete conditions.", "As for the assessment for further effective and sustainable monetary easing, I consider it necessary first and foremost to thoroughly analyze and examine the effects on economic activity and prices in terms of each measure -- namely, yield curve control, the purchase of risk assets, forward guidance for policy rates, and the inflation-overshooting commitment.", "In addition, the Bank needs to take into account the current situation, in which it is difficult to envision the path for achieving the price stability target, with economic activity and prices remaining under downward pressure for a prolonged period due to the impact of the spread of COVID-19.", "On this basis, I believe that it is necessary for the Bank to carefully assess the current measures, and then, together with the findings of such assessment, consider and explain its future strategies.", "As a member of the Policy Board of the Bank, I will continue to do my utmost to achieve and maintain the price stability target."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance"], "topics": ["COVID-19", "Economic Activity", "Prices", "Monetary Policy", "Japan", "Inflation", "Consumption", "Business Fixed Investment", "Exports", "Financial Markets"]}