{"sentences": ["As we look forward - and for so many reasons we must look forward - it is important to focus on the future of financial services, and the important role they play in our economy and internationally.", "This will be my focus today.", "I am going to look forward with the benefit of history and context and set out why open financial markets are in the interests of all - home and abroad - and something we should always strive for.", "I want to start with the Bretton Woods agreement towards the end of the Second World War.", "This was a fundamental and decisive commitment to an open world economy.", "This commitment did not come free at the time - the adjustment was hard for this country - and of course the more formal Bretton Woods system broke down in the 1970s.", "But that breakdown did not compromise the commitment shared broadly across nations to an open world economy.", "There have been times when the commitment has been sorely tested, but it has not been abandoned.", "What followed the breakdown was a shift of emphasis, not a free for all.", "The shift was towards managing the consequences of greater openness with much more emphasis on the stability of the financial system and its ability otherwise to do harm, both domestically and internationally.", "What was needed was not just openness, but safe openness.", "This emphasis was never more evident than during and after the global financial crisis.", "There was a moment at the height of the financial crisis when it might have been natural to consider forfeiting the commitment to an open financial system in the face of damaging international linkages.", "That did not happen to our great relief - the G20 nations stood firm to the principles of Bretton Woods and committed to significantly reforming the international financial system and its regulation, by raising global standards for regulating the system and reinforcing the institutional structure.", "The Covid crisis has been the first big test of those reforms - and it has been a big test.", "The scorecard to date is encouraging - by no means perfect, but the core of the system has stood up well, which is needless to say a huge relief.", "In order to preserve this public good of an open world economy and now also an open financial system, has required a commitment to institution building both internationally and domestically.", "Bretton Woods created the IMF and World Bank, and slightly less directly the GATT and then WTO.", "Out of the financial crisis came the importance of the global Financial Stability Board with a mandate to promote international financial stability underpinned by strong regulation, supervisory and other financial sector policies, reinforcing thereby the importance of G20 nations.", "The FSB works closely with, and is supported by, the four standard setting bodies of the international financial system - the Basel Committee for banks, IOSCO for markets, the IAIS for insurance, and the CPMI for payment and markets infrastructure.", "And, just to underline the importance we see in these bodies, it is with pride that I can say that the Bank of England chairs two of the four - Jon Cunliffe for CPMI and Victoria Saporta for IAIS.", "These bodies are where the critical standards for governing the financial system get hammered out, where safe openness is put into practice.", "They are very clearly global in reach, necessarily so.", "They are not regional, they are global.", "We cannot participate in these bodies, and they cannot function as they do, unless we are all prepared to enter into the process and listen to and accept ideas from others.", "It requires us to give up some control over our standards and rules, because the alternative of a narrow domestic control is illusory - it would jeopardise achieving the very things we want, safe open markets, and likewise open economies.", "Above all, these bodies enable us to build the trust that enable our financial systems to stay open.", "But, we do not for a moment believe that we can maintain the arrangements we have without change.", "As the world around us changes, so too do we have to adapt how we achieve these public goods.", "Also, we do not participate in these global institutions with the intention to water them down, misguidedly because we think this would preserve some notion of our competitiveness as a nation.", "The UK could not be a global financial centre for long if we did.", "Let me reiterate again, the public goods of open economies, an open financial system and the stability of that system are global, not regional, in nature.", "The UK is one of the world's largest global financial centres, and its financial stability - as the IMF have reminded us - is therefore a global public good.", "We are deeply committed to financial stability and given that the success of our financial centre.", "That is not because we are mercantilist in our outlook.", "As the City's long history shows, that has never been the outlook of people in the City; rather it has been to trade freely and compete and grow new markets, to face outwards.", "We see that today for instance in the embrace of fintech.", "The UK's financial markets and its financial system are therefore open for trade to all who will abide by our laws and act consistent with our public policy objectives.", "The question then arises of what sorts of safeguards and rules should apply to that trade?", "I mentioned earlier that one of the offspring of Bretton Woods was the GATT, subsequently the WTO.", "The focus of activity was for some considerable time on trade in goods not trade in services.", "Both goods and services trade depend on robust standards and the regulation of those standards, but trade in services is almost entirely about such standards.", "This trade has been substantially supported by the global standards to which I referred earlier, and which has allowed countries to defer to each other in terms of the prevailing rules and regulations.", "This means deferring to the rules of others to protect our citizens or firms when they choose to do business there.", "There is no doubt in my mind that the work done on global standards since the financial crisis has made this process easier to support and safer and improved the level of trust we have in each other.", "The European Union has pursued the approach of so-called equivalence, which on the face of it allows for deferring to other authorities where appropriate.", "The EU's framework of equivalence in financial services is a patchwork across many different pieces of financial services legislation, taking different forms in different sub-sectors, and in some not present at all.", "Nor do the equivalence measures prescribe how the judgement should be made.", "As is well known, the post-Brexit equivalence process between the UK and EU has not been straightforward.", "It is, of course, two distinct processes - one for the UK to recognise the EU as equivalent to the UK, and one for vice versa.", "The UK has granted equivalence to the EU in some areas, but the EU has not done likewise to the UK.", "In a few areas - involving central clearing and settlement - there has been agreement by the EU to extend temporary equivalence to the UK, recognising, I think, the clear risks to financial stability that would have arisen had this not been done at the outset.", "It would be reasonable to think that a common framework of global standards combined with the common basis of the rules - since the UK transposed EU rules from the outset - would be enough to base equivalence on global standards.", "Less than this was enough when Canada, the US, Australia, Hong Kong and Brazil were all deemed equivalent.", "Continuing with the example of central clearing, the EU has recently made the US SEC equivalent for CCPs, subject to certain conditions.", "These conditions are already met by UK CCPs as they are a legal requirement in the onshored legislation, but equivalence beyond the temporary extension remains uncertain.", "The EU has argued it must better understand how the UK intends to amend or alter the rules going forwards.", "This is a standard that the EU holds no other country to and would, I suspect, not agree to be held to itself.", "It is hard to see beyond one of two ways of interpreting this statement, neither of which stands up to much scrutiny.", "The first interpretation is that the rules should not change in the future, and to do so would be unwelcome.", "This is unrealistic, dangerous and inconsistent with practice.", "As the world around us changes, so must the rules to accommodate these changes.", "As evidence of this, look at what the authorities have had to do in response to Covid and the shock that created for financial markets.", "The EU is almost constantly revising, or contemplating revising its own rules, and that's a good thing.", "So, I dismiss this argument.", "The second argument is that UK rules should not change independently of those in the EU.", "I am being careful to phrase this point.", "It's not that UK rules might change independently - the equivalence process provides for re-assessment of such decisions, so this should not be a problem.", "So, it must be the stronger form that they should not change independently.", "But that is rule-taking pure and simple.", "It is not acceptable when UK rules govern a system 10 times the size of the UK GDP and is not the test up to now to assess equivalence.", "It's worth considering why we would choose to change the rules.", "First, it would be rare to say the least if such rules turn out always to work perfectly first time and thus need no amendment.", "As an example of this, the EU itself is looking to amend MiFID2 to iron out areas that need further work.", "Second, as the world moves on, so the rules need to adapt.", "If they do not, we will be heading for trouble.", "The key point here is that good practice means that authorities should be transparent at the time in explaining rule changes, and those changes should be consistent with international standards where appropriate.", "Let me give three examples of areas of rule changes we in the UK are looking at, two involving banks and one life insurance.", "First, the Basel regime for banks has, from the outset in the 1980s, applied to so-called \"internationally active banks\".", "The EU has chosen to apply it to all banks and relevant deposit takers.", "That was a matter of choice.", "But the Basel regime is heavy duty and complicated when applied to small banks (I know many big banks will say the same, but sorry that's life).", "So, we want to see if we can apply a strong but simple framework of rules for small banks that are not internationally active.", "This is a sensible step in my view and not out of line with the principles and practice of equivalence.", "Indeed, there are other countries, such as the US and Switzerland that have regimes for small banks and have been determined equivalent to the EU in many areas.", "Second, the EU changes its rules in December to allow software assets to count as bank capital.", "The Basel Standards do not include intangible assets in bank capital, which would include software assets in the UK.", "We have not identified any evidence to support the notion that software assets have value in stress.", "On that basis, including them in bank capital would give a false picture of a bank's loss absorbing capacity.", "We are therefore intending to consult on plans to amend this on-shored EU rule in order to maintain the previous requirements of excluding software assets from bank capital.", "This is in line with global standards and will enhance the safety and soundness of UK firms.", "The insurance case rests on a different argument.", "Solvency 2 is an all embracing rulebook covering both general/non life and life insurance.", "In practice, it probably works better for the non life world, because the risks and activities are more common across different national markets.", "Non life insurance is a broad and diverse sector, but each GI product occurs in different national markets in a more similar form.", "But, I have never been convinced that the EU had a commonality of forms of life insurance across its national markets.", "They are in some cases at least quite distinct markets and products.", "Certainly that is the case in the UK, where annuity business is a quite specific activity.", "Some specific elements of Solvency 2 have not proved to work for that market as well as hoped, so it is right that we should review it.", "There may also be reason to make changes that span both life and non life, but that is not the point I want to emphasise here.", "Let me be clear, none of this means that the UK should or will create a low regulation, high risk, anything goes financial centre and system.", "We have an overwhelming body of evidence that such an approach is not in our own interests, let alone anyone else's.", "That said, I believe we have a very bright future competing in global financial markets underpinned by strong and effective common global regulatory standards.", "I want to finish with one further important area, that is, how the rules are applied - supervision as we call it - and how we can be sure that this application of rules is effective across borders, and particularly between the UK and the EU.", "It is of course critical that rules are applied effectively, and that there is co-operation between the authorities in different countries.", "With this in mind, we already have 36 MoUs agreed between the Bank of England / PRA and supervisors across Europe.", "They ensure supervisory co-operation will be deeply engrained in the relationship.", "And let me welcome the content of the joint declaration on financial services that was contained in the UK-EU trade agreement.", "It provides for structural regulatory co-operation on financial services, with the aim of establishing a durable and stable relationship between autonomous jurisdictions based on a shared comment to preserve financial stability, market integrity and the protection of investors and consumers.", "This co-operation will be supported by a Memorandum of Understanding to be agreed by March, and this will enable discussions on how to move forwards on equivalence determinations \"without prejudice to the unilateral and autonomous decision-making process of each side\".", "To conclude, there is no doubt in my mind that an open world economy supported by an open financial system that respects the public interest objective of financial stability will bring the greatest benefits all round.", "It needs to be supported by effective institutions and strong international standards.", "But this must be a global, not a regional, regime to be effective.", "And that is why we spend so much time and effort on the work of the global standard setting and oversight bodies.", "What follows from that is much more a matter of implementation and how we each put these standards into practice consistently.", "We have an opportunity to move forward and rebuild our economies, post Covid, supported by our financial systems.", "Now is not the time to have a regional argument."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Open financial markets", "Global financial system", "Financial stability", "International standards", "Financial regulation", "Equivalence", "Global standard setting bodies", "Brexit", "Rule changes", "Supervision"]}