{"sentences": ["Good morning; it is a pleasure to welcome you, Distinguished members of the Press to this annual economic briefing, which also serves as the launch and dissemination of the contents of the 2020 Bank of Botswana Annual Report.", "This started with a briefing of His Excellency The President and Cabinet yesterday.", "In this regard, the dissemination of the Bank's Annual Report is the primary vehicle for accountability to the nation on the operations and financial performance of the Bank of Botswana.", "As we are all aware, the Covid-19 pandemic is still with us with devasting impact on the economy and social welfare.", "While some advanced economies are at advanced stages of reopening as a result of access to vaccines and successful rollout of vaccination programmes.", "Regrettably, in other parts of the world including in our region and here at home, we have witnessed a resurgence of infections and, consequently, a surge in COVID-19 active cases.", "In this regard, besides potential adverse impact on economic growth profile and estimates for 2021, I have to acknowledge the challenging effect of COVID-19 on work arrangements, where given the status of the Bank as a key national institution and an essential services provider, mainly currency and related security operations as well as domestic and international payments, we had to readjust resource deployment to ensure business continuity and uninterrupted service to the nation, while attending to staff welfare and strict observance of the disease containment protocols.", "As my colleagues will indicate in their presentations, the Bank also made the requisite policy adjustments, that is, monetary and exchange rate policy, financial sector policies and injection of liquidity into the banking system, including working with the banking industry to be fully aligned on the measures designed to address the national economic challenges occasioned by the COVID19 pandemic.", "Together with coordinated fiscal and government response measures, these interventions helped with stabilisation and, more significantly, preparing the country's economy for strong, durable and sustainable recovery.", "In addition to the immediate responses to the shock occasioned by the pandemic, the Bank continues to focus on long-term prospects for the economy, that is, inclusive, sustainable growth and transition to high income status as well as attainment of the Vision 2036 aspirations.", "Therefore, while COVID-19 pandemic may, potentially, have damaged the country's productive capacity in sectors such as, for example, tourism and related hospitality industries, there is limited window of opportunity to build economic resilience underpinned by embracing of innovation and technology upgrade; entrenchment of policy and institutional arrangements necessary for durable welfare enhancements and improvements in livelihoods.", "I will shortly sketch out elements of this in my remarks, while my colleagues will, in their presentations, address the details.", "We have three presentations this morning, namely, the highlights of the Bank's financial position and performance in 2020 and updates, where relevant by Chief Financial Officer, Mr Daniel Loeto.", "Mr Loeto will indicate that the Bank recorded net income of P8.8 billion in 2020, of which P2.9 billion was net distributable income paid to Government.", "This will be followed by a review of performance and outlook for the foreign exchange reserves by Director of Financial Markets Department, Mr Lesego Castor Moseki.", "Mr Moseki will show that notwithstanding the near collapse of commodity prices in 2020 (notably diamonds) as well as net capital outflows, the country relied on accumulated government savings and relatively strong external position to supply the economy with foreign exchange.", "While the country is exploring external borrowing as one of the options for financing the \"twin deficits\", that is trade and fiscal deficits, it is doing so in an orderly and coordinated manner, in the context of a prudent and sound debt management strategy.", "The third presentation by Dr Lesedi Says Senatla, Director, Research and Financial Stability Department will review economic developments in 2020 and provide relevant updates under the theme topic, \"The Impact of COVID-19 Pandemic on Botswana Economy, Policy Responses and Opportunities\".", "Admittedly, it is early days to provide conclusive empirical evidence on the extent of the damage done by COVID-19 pandemic and the necessary containment measures on the economy and society in general given the continuing uncertainty and paucity of data in some areas.", "Aligned to the key lessons that you will hear from the presentations by my colleagues, allow me to rehash and reinforce some of the key messages from the previous economic briefings.", "I believe that these should continue to underpin the thought processes around policy and institutional reforms as well as economic transformation; as recently announced by His Excellency, The President, \"the Reset Agenda\" or \"Reinventing Government\" as one American President once put it.", "In this respect, it is significant that both the internal and external assessments, for example, by the sovereign credit rating agencies (S&P Global Ratings and Moody's Investor's Service), as well as the recent IMF Article IV Missions, converge: one, on the evaluation and prognosis of the country's recent economic performance and challenges; and two, on the reforms and innovation needed for structural adjustment, economic transformation and a return to faster rates of economic growth, this time in a more inclusive economy.", "I will briefly summarise four of these issues.", "First, Botswana's economy is at a critical juncture where mineralled and public sector-led growth model can no longer generate sufficient growth, at least an average of 8 percent per annum over the next 15 years, to address the current development imperatives.", "Furthermore, a key driver of economic and welfare prospects for Botswana, namely, the export potential has, over the last few years, faltered and shrunk as a proportion of GDP; therefore, there is an urgent need to diversify sources of growth, including redesigning the country's industrial and trade policies to promote exports in non-traditional sectors, attraction of foreign direct investment specifically targeted and linked to integration into regional and global production value chains; and strengthening export and investment promotion agencies.", "This requires a transition towards sufficient scale of industrialisation to generate diversified economic base and exports as well as better articulation of import substitution with performance incentives, the goal being to enhance international competitiveness of domestic firms and fostering productivity gains.", "Comparative country studies and experiences suggest that deliberate promotion of largescale industries and dedicated implementation of industrialisation policies are instrumental to a successful escape from the middle-income trap and transition to highincome status.", "The second aspect relates to prospective transition to structural fiscal deficits and depletion of the official foreign exchange reserves.", "In this regard, and with an eye on slowing the depletion of external and fiscal buffers, there is need to enhance domestic resource mobilisation, by broadening the tax base and coverage, streamlining incentives and rationalisation of distortionary subsidies.", "The country needs to grow a vibrant middle-class; and have more tax-paying citizens by investing more on innovation, empowerment and home ownership.", "The aspect relates to financial deepening and inclusion.", "This requires sustained financial sector focus and dedication to the transformation and development agenda involving both the private and development finance institutions in financing infrastructure, green economy, digital and outward-looking industrialisation.", "This also requires clarity of roles of development finance institutions, namely, BDC, NDB, CEDA and BSB, with respect to alignment of their respective mandates to strategic sectors.", "Furthermore, a sustained focus on the development of the domestic capital market, underpinned by the right governance architecture and macroeconomic stability, is critical to internally orientate and tap into resources accumulated by pension funds, annuity providers and other institutional funds, the bulk of which are currently invested offshore in search of yield.", "As at February 2021, pension funds assets amounted to P106.1 billion, of which P68.3 billion or 64.4 percent of the total were invested offshore.", "As at that date, this was more than the official foreign exchange reserves at P55.8 billion.", "In this regard, the \"reset agenda\" needs to continue to prioritise sufficient and diversified mobilisation of financial resources by Government for funding infrastructure and cost-effective and, increasingly digital provision of services while ensuring budget sustainability and rebuilding of fiscal and external buffers which, hitherto, anchored the country's economic resilience.", "In this regard, the Bank is fully aligned to, and agrees with the multi-pronged financing strategy adopted by the Ministry of Finance and Economic Development for financing National Development Plan 11.", "Given the prevailing low interest rates environment and relatively low public debt matrices, it is indeed propitious to access global credit markets for funding growth-friendly and capacity building infrastructure, health eco-systems and rebuilding of the external buffers in readiness for the next negative external shocks including droughts.", "Fourth, with respect to the Vision 2036 aspirations, notably to achieve high-income status and inclusive diversified growth, a sustained focus on structural and economic transformation remains necessary.", "This requires harnessing opportunities offered by ICT as a singular sectoral growth area as well as an effective and influencer of economic activity.", "The country will need to continue to upscale investment on digital infrastructure to improve availability and affordability of IT equipment, internet and development of a critical mass of digital skills.", "At this juncture, I would like to ask the Chief Financial Officer, Mr Daniel Loeto to kickstart the Economic Briefing with a presentation on financial performance and highlights of the Bank's operations in 2020, with updates where appropriate."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["COVID-19 pandemic", "Economic growth", "Economic transformation", "Financial stability", "Monetary policy", "Fiscal policy", "Foreign exchange reserves", "Financial inclusion", "Industrialization", "Diversification"]}