{"sentences": ["Ms Susan Soh, Chairman of IMAS Mr Steven Yankelson, Head of ASEAN, Bloomberg Distinguished guests, ladies and gentlemen, good afternoon.", "The future of capital is green.", "There are three powerful forces driving this: growing recognition of climate change as a global priority; advances in approaches to sustainable investing; and changing investor preferences.", "First, climate change has become a risk that is too important for investors to ignore.", "The world needs to sharply reduce greenhouse gas emissions if we are to limit global warming to well below 2, and preferably 1.5 degree Celsius above pre-industrial levels as committed under the Paris Agreement ... ... specifically, reducing carbon emissions by half from 2010 levels by 2030, and reaching net zero around 2050.", "This implies a major transformation of economies and societies - affecting how we work and how we live.", "The transition to a low-carbon economy will impact every sector.", "It is not just about renewables and electric vehicles.", "Greening will have to take place across all industries - steel, cement, mining, buildings, construction, maritime, agriculture, the list goes on.", "Given the scale of the transformation, asset values will change quite fundamentally.", "Technological changes leading to a sharp decline in the cost of renewables or policy interventions such as a sharp hike in carbon taxes, will have diverse effects on asset values.", "Some assets will be stranded - such as those in carbon-intensive sectors - while others - such as those in the renewable energy sector - could enjoy strong tailwinds.", "The value of global financial assets at risk from climate change has been estimated at $2.5 trillion by the London School of Economics and $4.2 trillion by The Economist .", "Investors cannot ignore these potential changes in asset values.", "Second, approaches to sustainable investing have developed significantly in recent years.", "There is growing evidence that investments incorporating strong ESG considerations can reduce exposure to systemic risks and improve resilience to market shocks.", "Some recent research has found a strong correlation between market performance and ESG ratings, for both equity and fixed income portfolios.", "During the early weeks of the COVID-19 crisis, there was also some evidence that major ESG funds were able to outperform broad indices like the S&P 500.", "Sustainable investing is becoming mainstream.", "More than $30 trillion of assets globally are being managed in ESG investments, up 34% from 2016.", "Global funds linked to ESG principles more than doubled in 2020 compared to just a year before.", "Global investors plan to further double ESG assets over the next five years.", "Third, investor preferences will change as wealth is handed over to the next generation.", "We are on the cusp of the most significant inter-generational transfer of wealth in history.", "US$15 trillion of assets is expected to change hands between generations by 2030.", "This is about the size of the entire Chinese economy.", "In Asia, many families will soon see a transfer of assets from an aging first generation of business founders to the next generation.", "About 35% of Asia's wealth will be in the hands of millennials in the next five to seven years.", "There are stark differences in outlook between the next generation and their parents.", "Born into a globalised world, the younger generation is more socially aware.", "While wealth preservation is important, they are also concerned about the impact their wealth will make on society and the environment.", "They are twice as likely to invest in companies targeting social or environmental goals.", "Nonetheless, the financing gap to build the green economy of the future remains large.", "Not enough of global wealth is being channelled towards sustainable development at the scale and speed necessary to achieve the goals of the Paris Agreement.", "The gap is particularly large in Asia - which is where the outcome of the battle against climate change will be determined.", "Asia accounts for almost half of global greenhouse gas emissions.", "It also bears the brunt of economic losses from natural disasters - and climate change will amplify the impact.", "To sustain economic development and eradicate poverty while mitigating carbon emissions, Asia needs $1.7 trillion a year of investments in sustainable infrastructure through 2030.", "Investors are beginning to mobilise capital to support Asia's development.", "Total ESG assets in the region more than doubled, from about $20 billion in 2019 to about $43 billion in 2020.", "Of the record $30 billion global inflows into ESG funds last year, Asia attracted about $22 billion.", "But we need to do much more to allocate the capital that is necessary to support Asia's transition to a sustainable future.", "As a centre for green finance in Asia, Singapore will play a purposeful role in this effort.", "We will do this in two ways: as the platform for developing green financing solutions customised for Asia; and as the channel through which global capital is directed at meeting Asia's transition needs.", "There are three areas where we need to intensify efforts: broaden the range of green financing solutions and markets; improve the consistency and transparency of ESG reporting and disclosure; and build knowledge and capabilities in sustainable finance.", "BROADEN GREEN FINANCING SOLUTIONS AND MARKETS Let me begin with broadening green financing solutions and markets.", "I will highlight three strategies that Singapore is focusing on.", "First, facilitate the issuance of more established green financing instruments, such as green bonds and green loans.", "Bonds and loans are a familiar and key source of financing for corporates of all sizes.", "Green, sustainability, and sustainability-linked bonds and loans enable corporates to raise financing as they take up green projects, invest in green assets, or move towards more sustainable business practices.", "MAS is supporting corporates in Singapore and in Asia to issue green, sustainability and sustainability-linked bonds and loans.", "MAS introduced a grant scheme in 2017 to help corporates defray the costs of issuing green, social, sustainability and sustainability-linked bonds aligned with international standards.", "Last year, MAS introduced a similar scheme for green and sustainability-linked loans, the first of its kind in the world.", "The outcomes from these efforts have been encouraging.", "Despite the pandemic, green and sustainability-linked loan issuances in Singapore grew by 65% last year.", "Some S$3.5 billion of green, social and sustainability bonds were issued in 2020, bringing total issuance in Singapore to S$10.9 billion.", "These loans and bonds have supported many meaningful outcomes - such as renewable energy, green buildings, sustainable water and wastewater treatment.", "The Singapore government will start issuing green bonds to finance major sustainability projects, including green public infrastructure.", "This should help to deepen market liquidity for green bonds, and attract green issuers, capital, and investors to Singapore.", "Second, promote innovative disaster risk insurance products to strengthen climate risk resilience in Asia.", "Singapore has gained good traction as an Asian domicile for insurance-linked securities - innovative instruments that securitise and transfer peak risks such as catastrophe risks to capital markets.", "A total of 10 such insurance-linked securities have been launched in Singapore.", "They cover a range of natural catastrophes across Asia and Australia, including earthquake and typhoon risks.", "Third, attract green funds and asset managers with a sustainability focus.", "I am pleased to announce that MAS will soon be placing US$2 billion of our funds with asset managers that are committed to deepen green finance activities out of Singapore.", "MAS announced the programme just over a year ago.", "Through a highly competitive process, we have now identified a select group of asset managers with a strong green focus.", "They have a good track record of sustainability investing, robust stewardship policies, and a strong understanding of how to deliver a portfolio that has a deep environmental footprint while still delivering good returns.", "The selected asset managers will designate Singapore as their sustainability hub in the Asia Pacific.", "Their Singapore offices will lead Asia-focused sustainability research and spearhead ESG engagements in the region.", "Many also have plans for designing training curriculum in sustainable finance to help build relevant skills among the broader investor community.", "These asset managers will be valuable partners to MAS and the investor community in the sustainability journey.", "IMPROVE CONSISTENCY AND TRANSPARENCY OF ESG REPORTING AND Our second area of focus is to improve the consistency and transparency of ESG reporting and disclosures.", "The biggest challenge to sustainability investing is a lack of clear, agreed definitions of what is green and what is sustainable.", "Despite good improvements in ESG disclosures, there are varying standards and inconsistent definitions.", "ESG scores of companies vary due to differences in methodologies used by rating agencies, and these methodologies are often opaque to the investor.", "The lack of consistency and transparency affects investors' ability to monitor progress in emissions reduction or measure outcomes in sustainability.", "We are tackling this issue through four strategies.", "First, provide guidance for asset managers to assess, monitor, mitigate and disclose environmental risks.", "MAS recently issued to all financial institutions guidelines on environmental risk management incorporating best practices drawn from around the world.", "In fact, MAS co-created these guidelines with IMAS, actively engaging asset managers to better understand industry practices.", "I am pleased that IMAS will be conducting workshops to strengthen capabilities in this area.", "Second, develop taxonomy to identify and classify activities that can be considered green or in transition towards green.", "An industry-led green finance task force has issued a consultation paper setting out a green taxonomy for Singapore-based financial institutions.", "The taxonomy references international best practices and adapts them to the Asian context where relevant.", "A unique feature of the proposed taxonomy is that it covers transition activities that allow for a progressive shift towards greater sustainability while supporting inclusive economic and social development.", "It adopts a \"traffic-light\" system which sets out how activities can be classified as green, yellow, or red according to their level of alignment with environmental objectives.", "The taskforce will develop, in its next phase of work, a combination of principle-based criteria and quantifiable thresholds for green and transition activities.", "Third, promote active stewardship by investors to promote sustainability in their investee companies.", "Asset managers have a responsibility as stewards of capital, to engage companies in your portfolios to ensure appropriate climate risk management and objective reporting.", "MAS will support the review of the Singapore Stewardship Principles, to provide specific guidance on stewardship with respect to environmental considerations.", "The review will be undertaken by an industry group led by Stewardship Asia Centre.", "Fourth, work with other central banks and regulators to shape internationally consistent ESG reporting and disclosure.", "MAS is leading the work at the Network for Greening the Financial System to set out supervisory expectations on climate-related disclosures by financial institutions.", "We are participating in efforts by the International Platform on Sustainable Finance to develop a \"common ground taxonomy\" to highlight commonalities across existing green taxonomies and contribute to greater comparability in data definitions.", "MAS is on the IOSCO Sustainable Finance Task Force, which is working on improving securities issuers' sustainability-related disclosures.", "MAS is also working with our ASEAN peers to harmonise taxonomies and standards.", "There has been good progress in this space, with the development of the ASEAN Green, Social and Sustainability Bond Standards.", "BUILD KNOWLEDGE AND CAPABILITIES IN SUSTAINABLE FINANCE Our third area of focus is to build knowledge and capabilities in sustainable finance.", "Portfolio managers and analysts need to be upskilled with the knowledge and capabilities to execute and evaluate sustainability investment strategies.", "They must develop a keen understanding of climate risk and its various possible effects.", "They must be able to design innovative ESG scoring methodologies, investment strategies, and product offerings.", "They must acquire the expertise needed to mitigate the risk of greenwashing.", "MAS is working to anchor in Singapore relevant centres of excellence, think tanks, and research networks.", "We want to promote sustainability research tailored for Asia's needs and the capacity to train a strong pipeline of professionals in green finance.", "The recent launch of the Singapore Green Finance Centre, a partnership between Singapore Management University and Imperial College Business School, is a major step in this direction.", "I am pleased to announce two more developments on this front.", "First, Moody's Corporation is building a comprehensive suite of ESG resources out of Singapore to spearhead its sustainable finance agenda in the Asia-Pacific.", "Moody's key initiatives in Singapore include: an ESG Centre of Excellence for investor outreach, engagement and training; and an ESG-focused Innovation Lab and Technology Accelerator to develop ESG analytical solutions and assessment tools in partnership with local FinTech firms.", "Moody's will also dedicate significant ESG resources in Singapore to: provide end-to-end sustainability solutions for companies and sovereigns; and deepen ESG insights in the Asia-Pacific for existing credit ratings and risk management frameworks.", "Moody's new ESG efforts will help position Singapore as a leading international centre for ESG finance and investment.", "Second, the Sustainable Finance Institute Asia (SFIA) has established its headquarters in Singapore.", "SFIA, an independent research and capacity building institute, aims to support the implementation of sustainable finance policy initiatives in Asia.", "SFIA is partnering the investment community to develop an AI-driven ESG information tool to harness qualitative data at scale to support investment decisions relating to Asian assets.", "It is already in discussions with several asset managers and financial institutions on a proof of concept.", "SFIA is a strong addition to Singapore's ESG eco-system.", "The transition to a net-zero economy is the greatest collective endeavour humanity must undertake in the decades ahead.", "How capital is allocated to support this endeavour will be critical to the outcome.", "As owners and stewards of capital, you have a great responsibility - to direct investments to activities that promote sustainable development.", "Together, let us make the future of capital green.", "CNBC, 2021, Money invested in ESG funds more than doubles in a year.", "BlackRock, 2020 Global Sustainable Investing Survey.", "Wealth-X, 2019, A Generational Shift: Family Wealth Transfer Report.", "Financial Times, 2018, Asia's Young Rich and The Challenge for Private Banks.", "Morgan Stanley Institute for Sustainable Investing, 2017, Why Millennial Investors are Different.", "McKinsey, 2020, Climate risk and response in Asia.", "Asian Development Bank, 2017, Meeting Asia's Infrastructure Needs.", "Morningstar, 2021, Global Sustainable Fund Flows: Q4 2020 in Review.", "The Business Times, 2021, ESG magnates pour money into China and its Asian peers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "ESG investing", "Sustainable finance", "Green financing", "ESG reporting", "ESG disclosure", "Green taxonomy", "Stewardship", "Climate risk", "Greenwashing"]}