{"sentences": ["1 Good morning and welcome to this year's Business Analytics Conference.", "I am very pleased to be able to join you, not least because of the theme of this year's conference: Driving Recovery and Growth through Data Analytics.", "This theme brings together 2 issues that are very close to my heart - the recovery of the Australian economy from the pandemic and the critical role that investment in IT and data can play in sustaining that recovery.", "So I congratulate you on your choice of topic and I look forward to hearing your ideas.", "The challenges facing us all are large.", "At the Reserve Bank, we are seeking to support the economic recovery and a stronger labour market that is consistent with achieving the inflation target.", "And most of you at this conference are seeking to find new ways of using data to help businesses and organisations innovate, compete and succeed.", "We will each be more successful if the other is successful.", "A stronger economy will provide businesses with the confidence and the resources to make the investments that are needed for our future.", "And conversely, our economy will be stronger because of your work, since the best decisions are those based on data, evidence and analysis.", "So our causes are linked.", "I will come back to this idea, but first a few words about the economic recovery.", "As a nation, we have responded very well to the pandemic.", "Australians have pulled together and been prepared to do what is necessary to contain the virus and support one another.", "Businesses have adapted quickly and innovated, with many making more progress on the digital front in a matter of months than they would have made in years.", "Governments also responded quickly and decisively, with extensive income support, increased spending on infrastructure and a large wage subsidy program.", "And monetary policy has also helped, reducing the cost of borrowing to historically low levels and supporting the supply of credit.", "The result has been a quicker and stronger economic recovery than was expected.", "In the December quarter, GDP increased by 3.1 per cent and we are now within striking distance of the pre-pandemic level of GDP.", "The number of people in jobs has also almost returned to the level before the pandemic.", "Looking across the range of indicators, Australia is doing much better than most other advanced economies.", "This, however, does not hide the fact that we still have a long way to go.", "The unemployment rate of 6.4 per cent is too high and the economy is operating well short of its capacity.", "Inflation and wages growth are also both lower than we would like.", "While we are expecting further progress to be made towards full employment and the inflation target, it is going to take some time before we reach our goals.", "One piece of the recovery that is yet to click into gear is business investment.", "Understandably, last year many firms deferred their investment plans and sought to reduce risk on their balance sheets.", "Late in the year there was a welcome pick-up in investment in machinery and equipment, but there is still a long way to go to get back to the level of investment before the pandemic, which itself was low by historical standards.", "If we are to have a strong and durable recovery, it is important that the recovery in business investment continues and broadens.", "Looking across the economy, there are investment needs and opportunities in many areas.", "The one I would like to focus on today is investment in IT, digitisation and data science.", "Investment in these areas is critical to lifting our nation's productive capacity.", "In many ways data is the new oil of the 21st century.", "Investing in data and our digital capability are critical to our future prosperity.", "These investments allow better decision making and a faster response to the changes in our economy and society.", "These investments are also crucial to organisations delivering the more personalised goods and services that many people are seeking.", "There are opportunities for digital innovation in every sector of our economy.", "Almost every organisation needs a strong digital capability to perform well, to innovate and lift their productivity.", "Technology and data analysis also hold the keys to solving many of the great challenges of our times, including controlling the pandemic, dealing with climate change and responding to increasing cyber threats.", "This all means that the discussions you are having at this conference are really important.", "If, as a nation, we are to capitalise on your work and the growing opportunities, we need to keep investing in the skills and knowledge of our people.", "This conference is a good example of this investment.", "Developing a strong digital workforce with skills in areas like predictive analytics, machine learning and artificial intelligence is just as important as investing in the hardware and software needed to support the digital economy.", "As part of our journey we also need to think about how our organisations function and make decisions, so that our people can work in more agile and flexible ways as they grapple with complex problems.", "It is by investing in both physical and human capital that we can boost our productivity, create employment and drive Australia's future prosperity.", "The importance of investing in the digital economy has been recognised by our governments.", "The Australian Government has a strong focus on this and is making additional investments in skills and training, streamlining regulatory processes and strengthening the nation's cyber security.", "The consumer data right, to give consumers greater access to and control over their data, will also help.", "This access has started with open banking, which will make it easier for Australians to switch between financial institutions and access financial products that better suit their needs.", "In time, Australians will benefit from this being extended to other areas.", "At the RBA, we are also investing significantly in digital infrastructure and data.", "The importance of this to us is reflected in the decision to make 'harnessing the power of data' one of our internal strategic focus areas for the next few years.", "We view data as a strategic asset, and are investing in the processes, technology and people to enhance the value we get from data.", "We have established an enterprise data office with responsibility for data management, for ensuring that our staff have the right skills and that we are using leading data technologies and methods in our analysis.", "This includes the use of machine learning and 'big data'.", "We are seeing the benefits from this focus on data in our analysis of the economy and financial system.", "For example, the Bank's staff use loan-level large datasets from securitisations to better understand developments in the market for housing loans and use detailed settlement data to measure bond market liquidity.", "They also use machine learning techniques to extract measures of sentiment from news articles as an economic indicator.", "And during the pandemic, we have been able to access and analyse a broader range of data to obtain real-time readings of economic conditions in a way that wasn't possible in the past.", "At the RBA, we also see the power of new technologies and data in our central banking operations.", "The RBA has played a significant role in building the New Payments Platform (NPP), a critical piece of national infrastructure, which enables us all to make fast payments on a 24/7 basis.", "As a provider of banking services to the Australian Government, the RBA has been working with its government banking clients as they modernise their payment systems using the NPP.", "As an example, Services Australia now routinely uses the NPP to make emergency welfare and disaster relief payments in real time to Australians in need.", "Payment messages through the NPP can also carry richer data, opening up opportunities for more efficient business processes and new digital services in the future.", "As an example of this, NPP will be able to support the adoption of e-invoicing, which will lower the cost of doing business.", "Another example where technology and data are opening up new possibilities is in the area of digital currencies.", "The RBA is conducting research on the technologies and policy implications of a potential wholesale central bank digital currency.", "This could use distributed ledger technology to support the settlement of transactions in the interbank payment system.", "Some of this work is taking place in the RBA's in-house Innovation Lab, where we are collaborating with external parties on a proof-of-concept.", "We look forward to sharing more details in due course.", "The Bank and the Payments System Board are also strongly supportive of forms of digital identity that can be used in both the public and private sector.", "An effective system of digital identity is important in promoting competition, security and innovation in the digital economy.", "The Australian Government is also supporting digital identity services for conveniently and securely accessing government services online.", "I would like to conclude by returning to the idea that the challenges facing the RBA and those of you attending this conference are complementary.", "The RBA is doing what it can to support the recovery from the pandemic and will maintain that support until we have achieved our goals for full employment and inflation.", "A strong economy will make for a more conducive environment for investments in data and technology.", "Similarly, your investments in data, technology and human capital will help make the economy stronger and more dynamic.", "We need these investments to develop the industries of the future and to equip Australians with the skills needed for that future.", "Australia needs your ideas, your ingenuity and your energy so that organisations across our country can seize the opportunities that will help deliver our future prosperity.", "I wish you the best for the conference and look forward to your insights on how we can best drive the recovery and growth through investment in data analytics.", "I would like to thank Ellis Connolly for assistance in the preparation of these remarks.", "See Fernandes K and D Jones (2018), 'The Reserve Bank's Securitisation Dataset', RBA Bulletin, 13 December.", "Available at: <www.rba.gov.au/publications/bulletin/2018/dec/the-reserve-banks-securitisationdataset.html>; Guo J and Z Zhang (2020), 'Secondary Market Liquidity in Bonds and Asset-backed Securities', RBA Bulletin, 10 December.", "Available at: <www.rba.gov.au/publications/bulletin/2020/dec/secondary-marketliquidity-in-bonds-and-asset-backed-securities.html>; Nguyen K and G La Cava (2020), 'News Sentiment and the Economy', RBA Bulletin, 18 June.", "Available at: <www.rba.gov.au/publications/bulletin/2020/jun/newssentiment-and-the-economy.html>"], "classifications": ["none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Data analytics", "Investment", "Digital economy", "Recovery", "Inflation", "Employment", "Productivity", "Machine learning", "Digital identity", "Central bank digital currency"]}