{"sentences": ["Ladies and Gentlemen, The unprecedented global crisis caused by the COVID-19 pandemic continues to take a heavy toll on the economy and on the social fabric.", "The containment measures in place require restrictions on production activities, limitations on personal mobility, and prolonged periods in which in-person learning in schools and universities is suspended.", "As with last year, arrangements were made to ensure that the Meeting of Shareholders could be held regularly and with no risk.", "The pressure on the healthcare systems is still high.", "The launch of the vaccination campaigns in Italy and in the rest of the world induces cautious optimism about the future.", "Nevertheless, uncertainty remains high concerning the course of the health-related crisis and, consequently, the economic outlook.", "In 2020 and in the early months of 2021, the Bank of Italy's Board of Directors approved 34 extraordinary contributions - amounting to about €85million - in the form of charitable donations, most going to projects that could be rolled out immediately to boost the national health system's ability to counter the spread of the virus.", "An initiative in favour of the families of the doctors and nurses who lost their lives to COVID-19 is at an advanced stage.", "Since the onset of the crisis, the Eurosystem has approved monetary policy measures of exceptional magnitude to counter its impact on the economy and on inflation, to preserve favourable financing conditions for households and firms, and to assuage tensions in the financial markets.", "We will continue to act decisively for as long as necessary.", "The composition of the Governing Board has changed this year.", "On 13 February, Daniele Franco took on the role of Minister of Economy and Finance: we wish him well at his new job and thank him for the important work he has done for the Bank of Italy.", "Luigi Federico Signorini was appointed to replace him as Senior Deputy Governor.", "Late November of last year saw the passing of Vincenzo Desario, who served as the Bank's then Director General from 1994 to 2006, and was later made Director General Emeritus.", "He joined the Bank in 1960, where he enjoyed a long career, first as a supervisory inspector, before becoming Central Manager for Supervision.", "We remember him fondly, thankful for the personal and professional legacy he has left us.", "The reallocation of the Bank of Italy's shares continued in 2020 with the transfer of about 8 per cent of the capital.", "Considering all the transactions that have taken place since the start of the process to reform the Bank's ownership structure (Law 5/2014), 48 per cent of the capital has been transferred.", "Of the 172 current shareholders, 145 acquired their shares after the law was passed (6 insurance companies, 8 pension funds, 11 social security institutions, 40 banking foundations and 80 banks).", "The nominal value of the shareholdings exceeding the 3 per cent capital limit stands at around €1.5 billion, corresponding to almost 20 per cent of the capital; it was around 27 per cent at the end of 2020 and around 65 per cent on 31 December 2013.", "In greeting the new Shareholders, even those that are not physically present at today's Meeting, on behalf of the Board of Directors and of the Governing Board, we confirm our desire to see the redistribution of the shareholdings continue at a fast pace, in accordance with the limits set by law.", "The broadening of the shareholder base is among the goals of the reform.", "We view favourably the participation of social security institutions in the Bank's capital, of which they now hold 19 per cent.", "The entry of pension funds, permitted by the reform law, would increase the weight of social security institutions.", "The monetary policy measures that have been adopted within the Eurosystem to mitigate the economic impact of the pandemic are reflected in the Annual Accounts submitted today for your approval.", "Total assets reached an unprecedented size at the end of 2020: the balance sheet total neared €1,300 billion, up by €336 billion compared with 2019.", "This increase adds to the growth of €429 billion recorded in the previous five years.", "Therefore, since the end of 2014, total assets have risen by almost 150 per cent, owing to the exceptional growth in banks' long-term refinancing operations and the purchases of public sector securities and private sector bonds for monetary policy purposes.", "Following five years of uninterrupted growth, the Bank of Italy's profitability decreased compared with 2019, while remaining very high compared with the previous years.", "The impact on income of the significant rise in balance sheet volumes was more than offset by the impact of the reduction in interest rates.", "The gross profit before tax and transfers to the general risk provision nevertheless remains above €10 billion, well above the level recorded two years ago.", "The impact of the Eurosystem's monetary policy on the Bank of Italy's annual accounts In 2020, the Governing Council of the ECB confirmed its very accommodative monetary policy stance.", "The extraordinary measures concerned both refinancing operations and the monetary policy asset purchase programmes and had a significant effect not only on the size but also on the composition of the Bank of Italy's balance sheet.", "Besides introducing new refinancing operations to deal with the pandemic (pandemic emergency longer-term refinancing operations, PELTRO), the conditions applied to the third series of targeted longer-term refinancing operations (TLTRO3) were made even more favourable to counterparties.", "Overall, through these operations, the Eurosystem has granted euro-area banks more than €2,000 billion in funding since the start of the health emergency (€415 billion to Italian banks).", "This year too, targeted refinancing operations will continue to play a key role in supporting banks' liquidity.", "The asset purchase programme (APP) was strengthened by adding a temporary envelope of further asset purchases of €120 billion for 2020 to the monthly purchases of €20 billion already envisaged.", "The Bank of Italy's net purchases for the year totalled €46 billion.", "The full reinvestment of the principal payments from maturing securities will continue for as long as necessary and in any case for an extended period of time, as the ECB Governing Council has announced many times and reiterated most recently on 11 March.", "In March 2020, we agreed to introduce a new public and private sector asset purchase programme, the pandemic emergency purchase programme (PEPP), with an initial envelope of €750 billion, which was subsequently raised to €1,850 billion following the increases decided in June and December 2020.", "The Bank of Italy purchased €116 billon during the year.", "The horizon for net purchases under the PEPP was extended to at least the end of March 2022, and the horizon for the reinvestment of principal payments from maturing securities is set to continue until at least the end of 2023.", "At its meeting held on 11 March 2021, based on a joint assessment of financing conditions and the inflation outlook, the Governing Council decided to step up significantly the pace of purchases to be conducted under the PEPP until the end of June compared with those made in the first months of the year.", "The Governing Council will in any case continue to purchase flexibly according to market conditions.", "The balance sheet At the end of 2020, the Bank of Italy's total assets amounted to €1,296 billion.", "Of this, 70 per cent is ascribable to monetary policy operations (compared with 40 per cent in 2014): securities reached €539 billion, up by €155 billion compared with 2019, of which €473 billion are Italian government securities.", "Refinancing operations, totalling €374 billion, rose by €154 billion.", "Compared with the previous year, the value of the gold reserves rose by €15 billion, to €122 billion, increasing by almost 50 per cent compared with ten years ago.", "In line with Eurosystem accounting rules, this appreciation is recorded in the revaluation account on the liability side and does not contribute to the Bank's net profit.", "Investment assets other than those held for monetary policy purposes rose by €8 billion, to €148 billion; of these, 86 per cent are public sector securities, 10 per cent are equity and investment fund shares, and the remaining 4 per cent consist of other financial assets.", "Investment criteria that take into account environmental, social and governance (ESG) best practices, which were introduced in 2019 for the management of equity portfolios, were extended to other types of financial instruments.", "Applying these criteria has made it possible to achieve, in the last two years, risk-adjusted returns that exceeded the corresponding benchmarks, especially during the phases of strong turbulence that affected the financial markets in connection with the pandemic.", "Together with the other central banks of the Eurosystem, we agreed on a common stance on the climate-related sustainability of euro-denominated investment not connected with monetary policy operations.", "In doing so, the Eurosystem is contributing to the achievement of the European Union's climaterelated objectives, in line with the provisions laid down in the EU Treaties.", "Moreover, by recognizing the importance of providing the market with adequate information on environmental risks and on the activities that affect the climate, the Eurosystem's central banks are promoting the production and dissemination of reliable data and of statistical and accounting standards that are as suitable and homogenous as possible at global level.", "On the liability side, the deposits of credit institutions almost tripled, from €102 billion to €299 billion, owing above all to the sizeable liquidity provided by the Eurosystem through monetary policy operations and to its more homogeneous distribution among euro-area countries.", "After widening substantially between March and June, at a time of turbulence on the financial markets, the Bank of Italy's negative balance on the TARGET2 European payment system partly recovered in the final months of 2020, ending the year at €516 billion, for a total increase of €77 billion.", "The improvement reflected the recovery of capital flows to Italy and the disbursement of the first instalments of loans to the Italian public sector from the European Commission under its instrument for temporary Support to mitigate Unemployment Risks in an Emergency (SURE).", "The negative balance improved more markedly in the early months of 2021: the monthly average for March was around €490 billion.", "The value of banknotes in circulation continued to increase: reported in the Bank's balance sheet in proportion to its share in the ECB's capital, their value reached €224 billion, €22 billion more than at the end of 2019.", "Eurodenominated general government deposits also rose from €24 billion to €44 billion, owing to the higher amount entered in the Treasury payments account.", "Profitability, risks and organizational measures Future developments regarding the Bank's balance sheet, as well as its profitability, will continue to be influenced by those in monetary policy measures and by the overall state of the economy.", "The gross profit for 2020, before taxes and transfers to the general risk provision, was equal to €10.2 billion, lower by €0.6 billion compared with 2019.", "The main contributors to the profit were: net interest income of €8.5 billion; the net result of the pooling of the Eurosystem's monetary income, amounting to €1.8 billion; realized gains of €1.3 billion; and income from equity shares and participating interests of €0.6 billion.", "Operating expenses and write-downs brought the total down by €1.9 billion and €0.2 billion, respectively.", "The decrease compared with 2019 is attributable to a reduction of approximately €1 billion in net interest income owing to the increase in interest expense on refinancing operations and the decline in yields on securities denominated in euros and in foreign currency; this was partially offset by higher interest income on securities held for monetary policy purposes, driven by the exceptional increase in such holdings.", "Realized gains rose by €0.4 billion, owing mainly to the disposal of equity and investment fund shares in the course of rebalancing the Bank's investment portfolio.", "Transfers to the provision for general risks amounted to €2.5 billion, €1.0 billion more than in 2019.", "The allocation is consistent with the objective of progressively strengthening the financial buffers against the significant growth in the size of the Bank's balance sheet and in its overall risk exposure, ascribable mainly to monetary policy assets.", "Taxes, amounting to €1.4 billion, increased compared with 2019, when they stood at just over €1 billion.", "Operating expenses remained largely stable.", "Excluding charitable donations, operating expense fell by a total of around 4 per cent owing to the decrease in staff costs, mainly due to the decline in severance payments during the year, and in costs associated with the physical presence of staff in the workplace such as, for example, business trips and utilities.", "In 2020, the Bank's staff, numbering 6,671 at the close of the year, worked an average of almost 60 per cent of working days remotely (compared with 4 per cent in 2019); the percentage rises to over 90 per cent when considering only the period between mid-March and the end of April.", "The Bank's IT infrastructure and equipment and its organizational and flexible governance arrangements, and the staff's dedication and ability to adapt to the new working conditions made it possible for the Bank to respond quickly to the challenges posed by the pandemic.", "The Bank was always able to ensure the delivery of essential services to the public, whilst maintaining its high level of quality.", "The public was encouraged to use online channels to access information services, such as data contained in the Central Credit Register and the Interbank Register of Bad Cheques and Payment Cards.", "Activities that require the physical presence of staff in the workplace, mainly banknote production and distribution as well as collection and payment services on behalf of the State, were adapted to ensure they can be carried out safely, thereby guaranteeing business continuity.", "The experience acquired over the course of the emergency has laid the groundwork for defining a new 'hybrid' model of work organization in which physical presence in the workplace must be integrated with remote working.", "We are hard at work on this task.", "As regards organizational arrangements, the reform initiated to consolidate supervision on the conduct of banking and financial intermediaries, strengthen customer protection tools and increase financial education levels for the public was implemented, and a new directorate general dedicated specifically to these tasks was established.", "Furthermore, the tasks relating to monetary circulation and those regarding retail payment instruments have been integrated into a single directorate general, with an emphasis on technological developments.", "To support the financial system's adoption of digital technologies and foster their safe use for financial stability purposes, the Bank of Italy has launched Milano Hub, its new innovation centre.", "The features of the Eurosystem's payment systems were improved during the year.", "In this respect, the Bank acts as sole service provider for the development and management of the TARGET Instant Payment Settlement (TIPS) platform.", "The platform, which offers an innovative and safe solution for the instant settlement of retail payments, is able to increase the speed of not just payments between individuals and firms, but also those with government bodies.", "As usual, further information on the activities of the Bank and on the organizational and management measures implemented in 2020 will be available in the Report on Operations and Activities of the Bank of Italy, to be published in May, on the occasion of the presentation of the Annual Report.", "More information on the Bank's commitment to the issue of environmental sustainability may be found in the yearly Environment Report, available on the Bank's website.", "Proposal for the allocation of the net profit Dear Shareholders, Pursuant to Article 38 of the Statute, acting on a proposal of the Governing Board and after hearing the opinion of the Board of Auditors, I present for your approval the Board of Directors' proposal for the allocation of the net profit.", "On behalf of the Board of Directors and the Governing Board, I would like to take this opportunity to thank the Board of Auditors for their diligent and accurate work.", "Under the dividend policy in force, the amount paid to the Shareholders is kept within a range of €340 million to €380 million, provided that the net profit is sufficient and without prejudice to the Bank's capital adequacy.", "The difference between the upper limit of the range and the dividend paid to the shareholders may be allocated to the special item for stabilizing dividends, until this item reaches a maximum amount of €450 million.", "Accordingly, from the net profit of €6,286 million, we propose allocating €340 million as a dividend to the shareholders, the same amount allocated in each of the last six years and equal to 4.5 per cent of the capital.", "Therefore, we propose allocating €40 million to the special item for stabilizing dividends, which would then amount to €200 million.", "Pursuant to the Statute, shares exceeding the 3 per cent threshold are not entitled to a dividend.", "Therefore, the dividend actually due to the Shareholders would amount to €273 million.", "The dividend corresponding to the shares exceeding the threshold, equal to €67 million, would be allocated to the ordinary reserve.", "As a result, the remaining profit for the State would be equal to €5,906 million which, in addition to taxes for the year amounting to €1,409 million, would bring the total amount allocated to the State to around €7,315 million.", "The total amount allocated to the State over the last five years would therefore reach €25 billion, in addition to taxes amounting to €6.5 billion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "economic outlook", "COVID-19", "shareholders", "Eurosystem", "balance sheet", "profitability", "ESG", "climate change", "innovation"]}