{"sentences": ["Ladies & Gentlemen, Dear Friends, Good afternoon and welcome to this conference on New Avenues for Monetary Policy, which is jointly organized by the Bank of Finland and the Centre for Economic Policy Research.", "Our collaboration with CEPR in organizing annual conferences has a long and successful history, for which we are grateful.", "We are very happy and honoured to have several leading experts in the field to address us at this conference, including Alan Blinder, Markus Brunnermeier, Mikhael Golosov, Ethan Ilzetzki, Loretta Mester and Michael Woodford.", "The scientific committee have done an excellent job in putting together a high-quality programme for the next two days.", "This conference takes place against the backdrop of the COVID-19 pandemic, from which the global economy is now recovering rapidly, if unevenly.", "In the euro area yesterday's fresh projection by the ECB foresees, the economy is rebounding significantly this year on the back of the expected re-opening of the economy, strengthened policy support and economic recovery in the rest of the world.", "Real GDP is projected to grow by 5% this year and 4.6% next year.", "The key underlying assumption for the current view is that containment measures can be relaxed rapidly in the second half of the year.", "With regard to inflation, the Harmonized Index of Consumer Prices is forecast to peak in the fourth quarter of this year, with annual inflation reaching an average of 2.2% this year, supported by temporary factors, such as strong base effects caused by energy inflation and the German VAT rate reversal, and an increase in input costs related to supply bottlenecks.", "After the worst crisis phase was over, the ECB Governing Council continued its once-postponed review of monetary policy strategy.", "The review, the first since 2003, was concluded in July this year.", "High-quality analysis and extensive dialogue between research and policy-making were crucial for reaching pertinent conclusions.", "We reviewed the definition of price stability, monetary policy instruments and their effects - both the main effects and potential side effects - as well as our communication practices.", "We also assessed the importance of digitalization, financial stability, globalization and climate change from the perspective of monetary policy.", "Needless to say, these themes continue to be important topics for future research.", "Many of these themes will be also addressed at this conference.", "The most important revision to our strategy is the new definition of our inflation target and how it will be applied in our future decision-making; that is (in 'centralbankese') the reaction function.", "According to the new strategy, price stability is best maintained by pursuing at a 2% symmetric inflation target over the medium term.", "The old inflation target of 'below, but close to 2%', which was valid until July 2021, was less precise, and open to interpretation.", "In particular, this former definition had a streak of asymmetry, and the quantification of 2% may have appeared more of a ceiling than a central target.", "The new 2% inflation target is symmetric and unambiguous.", "Symmetry means that the Governing Council considers both slower and faster inflation to be equally undesirable.", "This change is clearly reflected in our forward guidance.", "As decided at our monetary policy meeting yesterday, the Governing Council expects the key ECB interest rates to remain at their present or lower levels until it sees inflation reaching 2% durably, and it judges that the progress realized in underlying inflation is consistent with inflation stabilizing at 2% over the medium term.", "This may also imply a transitory period in which inflation is moderately above target.", "Thus we maintain our very accommodative monetary policy stance, appropriate for the rebounding eurozone economy and the still remaining uncertainties.", "We also deemed that favourable financing conditions can be maintained with a moderately lower pace of net asset purchases of PEPP than in the previous two quarter.", "In order to assess how much the new strategy is likely to change the ECB's policy preferences, a recent study 'Reading between the Lines' by Bank of Finland staff estimates the ECB Governing council's objective function, or loss function.", "This is done by applying text analysis to extract the tone, or sentiment, from the ECB's introductory statements, and combining this information with the ECB's real time macroeconomic projections.", "The results suggest that under the now old definition of price stability the ECB's loss function indeed was asymmetric, suggesting the Governing Council disliked high inflation more than low inflation, and the de facto inflation aim - the bliss point of the loss function - was below 2%.", "The ECB's new inflation target implies that from now on the ECB's loss function is indeed symmetric, with a bliss point at the (annual) inflation rate of 2.0%.", "These findings indicate that the ECB's new target brings about a clear change in policy preferences.", "The symmetric 2% inflation target under the new strategy thus serves as a buffer against deflationary risks and provides monetary policy with more space to react to a sharp decline in inflation.", "We also want to rein in the costs to the economy from a too high rate of inflation.", "A medium-term orientation for the inflation target also makes it possible, where necessary, to smooth out other economic shocks, such as shocks related to employment or financial stability.", "If actual inflation is slower or faster than targeted, monetary policy will respond to deviations gradually, considering the nature of the economic disruption.", "Deviations estimated to be temporary may not be responded to at all, but seen through."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "ECB", "Price stability", "Economic recovery", "COVID-19", "Financial stability", "Digitalization", "Climate change", "Globalization"]}