{"sentences": ["Please note that the text below may differ from the actual address.", "I would like to thank the Committee for the invitation to speak on the Bank's management of the Government Pension Fund Global (GPFG).", "Norges Bank manages the GPFG with the objective of achieving the highest possible return over time within the limits of the investment mandate defined by the Ministry of Finance.", "The GPFG is to be managed within an adequate control and risk management framework and in a responsible and efficient manner with a high degree of transparency.", "The GPFG is managed to track the benchmark index fairly closely, ie the return largely tracks the return on the benchmark index.", "The benchmark index is defined by the Ministry of Finance and endorsed by the Storting.", "However, even though Norges Bank closely tracks the GPFG's benchmark index, many large and small choices have to be made every day.", "These choices are based on a clear mandate from the authorities and a well thought-out investment strategy.", "The year 2020 was a special year for us all, including the GPFG.", "As for many others, working conditions during the Covid-19 pandemic have been demanding.", "The rapid spread of the pandemic in March 2020 also led to wide, abrupt swings in financial markets.", "The global composite equity index fell by 20 percent in 22 days.", "However, markets recovered rapidly, and by the second quarter the GPFG had posted one of its best ever quarterly results.", "For the year as a whole, the GPFG's investments posted an overall return of 10.9 percent before management costs.", "The return was 0.27 percentage point higher than the return on the benchmark index the GPFG's performance is measured against.", "The Executive Board is pleased that a solid excess return was achieved in a turbulent year.", "The positive trend has continued, and the return on the GPFG in the first quarter of 2021 was 4 percent.", "The GPFG's performance must be assessed over time.", "The Executive Board is satisfied that the return over time has also been good.", "The substantial market fluctuations in 2020 nevertheless serve as a reminder that the return on the GPFG may vary considerably.", "The GPFG's equity allocation is the decision that has the greatest impact on the volatility of the fund's return.", "The equity allocation is not specifically assessed in this year's report to the Storting, but the Ministry has proposed a number of changes in the equities selected to be included in the benchmark index.", "Norges Bank has provided analyses and advice when requested by the Ministry.", "An important topic in the report to the Storting is the follow-up of the report by the commission appointed to review the ethical guidelines for the GPFG.", "In Norges Bank's view, it is an advantage that the criteria for observation and exclusion are assessed as a whole in light of evolving ethical norms and new issues.", "The report will be an important reference document for Norges Bank's work ahead.", "Norges Bank maintains a close and constructive dialogue with the Council on Ethics around these issues.", "As a major shareholder, with an ownership stake in companies over most of the world, the GPFG enjoys the benefits of free, open markets, without special restrictions on the GPFG's investments.", "The GPFG has a clear financial objective.", "Norges Bank's responsible investment activities underpin this objective.", "Norges Bank has laid down a specific governance document for the work on responsible investment.", "In addition to exclusions for ethical reasons, we make risk-based divestments from companies for financial reasons.", "These are companies whose business model is, in our opinion, not sustainable.", "These divestments differ in principle from ethical exclusions because the justification for the divestment is purely financial, even if there is an ethical aspect to the underlying problems in these companies.", "We are expanding the scope of this work so as to assess new companies before they are included in the portfolio.", "Nicolai will say more about this afterwards.", "Responsible investment is at the same time about much more than what we shouldn't invest in.", "Norges Bank has adopted a set of recognised international standards for corporate governance and the exercise of ownership rights and takes an active part in their further development.", "The GPFG's expectation documents and voting guidelines clearly express the bank's priorities as a long-term owner.", "We exercise our ownership rights by voting at shareholder meetings and engaging in dialogue with companies.", "On 7 April, we announced the GPFG's first investment in unlisted renewable energy infrastructure, ie a 50 percent stake in the world's next largest offshore wind farm off the Dutch coast.", "Unlisted renewable energy infrastructure is still a relatively new area for Norges Bank.", "We intend to build up the portfolio gradually, primarily through investments in wind and solar power.", "We will prioritise investments that contribute to improving the overall risk-return tradeoff in the GPFG.", "Management of the GPFG is to be cost-efficient, and the Executive Board monitors cost developments closely.", "Earlier this month, Norges Bank announced a revised strategy describing how we will fulfil the investment mandate ahead.", "The strategy plan expresses our ambitions and our overall aim of achieving the highest possible return after costs.", "Nonetheless, we still aim to be a small, flexible and cost-efficient organisation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["GPFG", "Return", "Risk", "Benchmark index", "Responsible investment", "Equity allocation", "Ethical guidelines", "Corporate governance", "Unlisted renewable energy infrastructure", "Cost-efficiency"]}