{"sentences": ["- Green Swan 2021 Global Virtual Conference 2 June 2021 Never too much and never too many: how to transform global discussion into global action against climate change Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, This \"Green Swan 2021 Global Virtual Conference\" co-sponsored by the Banque de France, the BIS, the IMF and the NGFS should have taken place in Paris, birthplace of the Climate agreement and of the NGFS, but it is my Central banks' commitment to the pleasure to welcome you online.", "climate cause may seem obvious today.", "But few issues have seen such a rapid and massive change.", "My generation changed its mind, I changed my mind.", "Many of us now share the imperative of Hans Jonas: \"In your present choices, include the future wholeness of Man among the objects of your willi\".", "In Amsterdam three years ago, for the inaugural Conference of the NGFS, I referred to our century\".", "greening finance as \"new frontier for the 21st Today, the challenge could almost look inverted: we have gone from the risk of little, too to the criticism by some \"too many doing too much\".", "No: we are not doing too much (I), and we are never too many (II).", "But before starting, I would like to draw two useful and cautious lessons from the above-mentioned criticisms.", "First, we, central bankers and supervisors, cannot do everything by ourselves; we are not the only green game in town.", "Nothing will replace an appropriate carbon price.", "Second, we are acting in the very name of our mandate: our consideration for climate change is neither an abuse of our mission, nor a mere militant conviction, and we will act with the same technical credibility and professionalism as we do in our traditional domains.", "\"too much\": what it is our duty to do \"proliferating\" environment, let me suggest some clarification, with a two-dimensional quadrant.", "The vertical axis the most obvious one relates to our missions as supervisors and includes both climate-related risks for financial institutions and opportunities linked to green finance.", "The horizontal axis relates to our missions as central bankers and includes responsible investment of our non- monetary portfolio and monetary policy.", "For many central banks, implementing responsible investment strategies has numerous benefits: central banks can then practice what they preach as supervisors, protect their own balance sheets and contribute to financing the green economy.", "Since 2019, the Banque de France has been the first Eurosystem central bank to publish a yearly dedicated reportii on our responsible investment policy.", "And we turn our words into action: the Banque de France is completely exiting coal by 2024.", "As regards green finance, climate change creates opportunities for investors: the expected transition to a lower-carbon economy is estimated to require around $1 trillion of investments a year.", "I will now focus on the top right of the quadrant: climate-related risks of financial institutions and the greening of monetary policy.", "These are the two fields\".", "Regarding climate-related risks, there are two essential levers to win the battle: (i) disclosure of present data and their standardisation; and (ii) - The \"snapshot\" of the forward looking assessments the stress tests.", "risks, and their \"video\".", "Disclosure will help markets to appropriately price climate-related risks and ensure efficient allocation of capital.", "That is why disclosure should become mandatory, at least as a first step for financial institutions, as it is already in France, and for large corporates.", "The EU, here too, leads by example, having decided standardised mandatory disclosure from next year on.", "Because of data gaps and still a lack of clear transition policies, assessing individual or sectoral exposure to climate risks remains nevertheless a thorny issue, as highlighted in the latest NGFS report published last weekiii on bridging data gaps.", "Hence, setting up an ambitious international reporting framework for climate-related financial disclosure is another key priority.", "This means achieving a common framework basic but already significant for all jurisdictions with the possibility to be more ambitious for those who want to.", "In addition, we should bring on board the \"double materiality\" promoted by the European Commission: consider both the risks that affect the reporting entity itself and the impact it has on the environment through its activity, and also encourage a broad coverage of ESG topics, not limited to climate change.", "In this respect, the IFRS initiative should not be self-sufficient, as it could neglect the S and G dimensions, and as such key standards are public goods, which require \"co-construction\" with political authorities.", "Corporations, financial or non-financial, which proclaim themselves \"net zero by 2050\" should also be able to disclose and provide a clear pathway, a strategy to achieve this goal, to make sure their commitment is credible.", "On stress tests, forward looking assessments with scenario-based climate risk analysis will play a key role.", "Last month, the French ACPR published the first climate pilot exercise worldwide covering both the banking and insurance sectors.", "The exercise was of an unprecedented nature due to the time horizon 30 years -, the active participation of financial institutions themselves, and the inclusion of both physical and transition risks.", "Two lessons can already be drawn: these stress tests are possible; and the risks are better controlled if the transition is orderly and begins early.", "But we are still in the middle of the journey towards completing our methodology.", "The ACPR urges all supervisors to initiate their own exercise.", "Learning by doing is better than waiting for the perfect solution before taking any action!", "I now turn to the last part of the quadrant.", "Greening monetary policy is still the hottest issue.", "This is no fashion, it is an imperativeiv.", "Long-term shocks related to climate change are potentially difficult to manage for central banks because of their stagflationary nature, as they may result in both upward pressure on prices and a slowdown in activity.", "But climate change also has short-term effects on prices.", "Part of the recent increase in energy prices in the euro area was linked to higher electricity prices in Spain due to unusually cold weather, and to a carbon surcharge on prices of liquid fuels and gas in Germany.", "More, as is stated in the NGFS report on monetary policy of last March, \"central banks ought to be aware of climate risks that could threaten the integrity of their balance sheets\"v. Let's face it: the ECB's balance sheet is \"exposed\" to climate risk through the securities it purchases and the assets pledged as collateral by banks, to an extent that is insufficiently taken into account.", "How, concretely, might we reduce this exposure?", "Next fall, we will decide with Christine Lagarde, whose strong commitment I want to praise, and the Governing Council on the conclusions of our \"Strategy Review\".", "To contribute to this debate, I strongly hope the ECB will be the first central bank to decide the three following steps: (1) forecast, and therefore model.", "This dimension of economic research is often overlooked: it is nevertheless crucial to grasp complex interdependencies between physical and economic phenomena, across sectors and countries, and across time horizons (2) disclose: impose transparency requirements including on counterparties; (3) incorporate climate risk, into our operations on corporates (on both asset purchases and collateral policies).", "to transform global discussion into global In less than 4 years, the NGFS has grown from 8 to almost 100 members, but we will never be too many.", "This increasing number nevertheless raises the challenge of our efficient work together at the international level.", "We must definitely transform global discussion into global decision and at the end of the day global action.", "We have functioned with voluntary and expanding coalitions like NGFS, or TCFD for business.", "And while Europe was key at the core of this coalition, from the very beginning, our colleagues from China, Mexico and Singapore, were around the table.", "Now, with the new administration in the United States, \"mandatory\" bodies enter the stage.", "Standard-setting bodies, international organisations and international fora have now put sustainable finance as their top priority.", "In this context, the NGFS is actively requested and involved in the new international climate roadmap of the G20 and the FSB.", "To achieve this goal, we have to build on the best assets of our network: its agility; its technical competence as a hub\"; and, if I may, the relentless efforts of its Chair, my colleague Frank Elderson, and the commitment of the Banque de France to its global Secretariat.", "A team of 14 people from the Banque de France is the backbone of the Secretariat, strongly backed by our new Climate Change Center chaired by Nathalie Aufauvre.", "Given the extension of the NGFS and the deepening of its work, secondments from other NGFS members would be most welcome to contribute to the dynamism of the Network, through one year stays, on site, in Paris, or flexible options including remote work.", "And we intend to strengthen our efforts to communicate and disseminate the work of the NGFS among our membership and beyond.", "We have increased means, and still many avenues to explore.", "If I had to stress only two tasks where our whole global community needs the NGFS: (i) climate- related economic scenarios.", "We released a first wave in July 2020, we will update them next week.", "I read some unfounded doubts on them: NGFS works with the best partner research institutes, publishes a range of plausible and differentiated futures not intended to be central forecast -, and will regularly incorporate the development of scientific evidence.", "This provides, as a common public good for COP26, the best reliable framework for financial risk assessment.", "(ii) Data disclosure and stress test methodologies, in order to measure more and more precisely and credibly climate-related risks of financial institutions.", "It is a prerequisite before possibly deciding about additional capital requirements.", "For these tasks, believe me: we in NGFS are ready to \"roll up our sleeves\", and still have the enthusiasm of the pioneers.", "In conclusion, acceleration has been the name of the game since 2017.", "Still, we should further accelerate in 2021.", "We have an exceptional political alignment, with major international milestones: the COP26 of course, but also a G7 summit in June, a G20 conference in July in Venice, and a G20 summit in October in Rome.", "It is time for all policy makers us included to be up to Hans Jonas requirement, for the future wholeness of Man.", "Thank you for your attention.", "Hans Jonas, The Imperative of Responsibility: In Search of an Ethics for the Technological Age.", "Responsible Investment Report of the Banque de France 2019, June 2020.", "\"Progress report on bridging data gaps\", NGFS Report, 26 May 2021.", "\"The role of central banks in the greening of the economy\", Speech by François Villeroy de Galhau, 11 February \"Adapting central bank operations to a hotter world: Reviewing some options\", NGFS Report, 24 March 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green finance", "Climate-related risks", "Greening monetary policy", "Disclosure", "Stress tests", "Net zero", "NGFS", "Climate change", "Sustainability", "Responsible investment"]}