{"sentences": ["September 1, 2021 Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Hiroshima WAKATABE Masazumi Deputy Governor of the Bank of Japan Good morning.", "It is my pleasure to have the opportunity today to exchange views with leaders in administrative, economic, and financial areas in Hiroshima Prefecture, although it is most regrettable that this meeting had to be held online due to the continuing impact of the novel coronavirus (COVID-19).", "First of all, I would like to offer my heartfelt sympathies to those who are suffering from the heavy rain that occurred in August.", "In addition, I would like to take this chance to express my sincere gratitude for your cooperation with the activities of the Bank of Japan's Hiroshima Branch.", "Today, September 1st, is the day the Hiroshima was established in 1905.", "It is a great honor to hold this meeting on this anniversary.", "Speaking of the anniversary, this year marks a century since the publication of Risk, Uncertainty and Profit by the American economist Frank H. Knight and A Treatise on Probability by the British economist John M. Keynes.", "Both of them make distinctions between risks, which can be measured by normal statistical probability, and \"true,\" fundamental uncertainties, which cannot be explained by probability theory and thus are unmeasurable.", "They both emphasize the importance of true uncertainties in economic society.", "It seems that such uncertainties remain with regard to and its impact on the economy.", "In my speech today, while focusing on uncertainties, I will first outline the current situation of and outlook for Japan's economy, and then explain the challenges for central banks today, including the thinking behind central bank efforts to address climate change.", "Lastly, I will talk about recent and future economic activity in Hiroshima Prefecture.", "Current Situation of and Outlook for Japan's Economy A.", "Economic Developments and Mechanism for Recovery Let me start with economic developments.", "Domestic and overseas economies have experienced significantly large changes since last year, mainly due to the impact of COVID-19, and it is more necessary than before to carefully interpret various economic indicators.", "With this in mind, let me explain the current situation of Japan's economy.", "The economy has remained in a severe state, mainly for the household sector, due to downward pressure stemming from (Chart 1).", "The real GDP growth rate, which excludes the effects of price fluctuations, was negative for the quarter of 2021, mainly because of a decline in private consumption.", "Thereafter, the rate for the quarter remained more or less flat and real GDP is still below the level.", "That said, the Bank judges that the trend in the economy as a whole has been maintained, supported by positive developments in the corporate sector on the back of a firm recovery in overseas economies.", "Regarding the outlook, positive developments are likely to spread from the corporate sector to the household sector as the impact of wanes gradually, mainly due to progress with vaccinations, and the economic recovery is expected to become clear.", "The key to realizing this outlook is whether a virtuous cycle operates firmly; in other words, whether an increase in domestic and overseas demand expands household income and corporate profits, and in turn leads to a further rise in spending (Chart 2).", "Looking back at the past period of deflation, a vicious cycle continued, in that households and firms became reluctant to consume or invest and postponed spending, which consequently decreased income and led to a further decline in spending.", "This vicious cycle ended with the introduction of quantitative and qualitative monetary easing (QQE) in 2013.", "Thereafter, Specifically, attention should be paid to the following points: (1) the base effects, in which a rebound from the previous year's significant declines in economic activity and price levels arithmetically gives high economic growth and inflation rates this year, and (2) the compositional effects, in which average wages apparently heighten since workers with relatively low wages become unemployed.", "These effects have been seen in other countries, as have been referred to in the following speech: Bailey, A., \"It's a Recovery, but Not as We Know It,\" speech given at the Mansion House, July 1, 2021, -bailey-speech -at-the-mansion-house-financial-professional-services-event.", "amid a virtuous cycle operating between income and spending, Japan's economy has managed to avoid falling into deflation.", "However, this positive economic cycle has halted temporarily since last spring due to a new shock that is putting strong downward pressure on economic activity.", "I will now talk about the corporate and household sectors, first by looking at the current situation of income and spending and then the outlook for each sector.", "Current Situation of the Corporate and Household Sectors In the corporate sector, profits which are firms' income have improved on the whole, although weakness has been seen in some industries such as services (Chart 3).", "The Financial Statements Statistics of Corporations by Industry, Quarterly (FSSC) show that current profits for all industries and enterprises have already exceeded the level for the quarter of 2021.", "This is because Japan's exports pre-pandemic January-March and production have increased steadily as the global economy has recovered on the whole, albeit with unevenness.", "In the United States and Europe, public health measures have been lifted in stages on the back of progress with vaccinations, and therefore a recovery in economic activity has become evident, including for services consumption, which had been constrained.", "This recovery in the U.S. and European economies together with the Chinese economy's recovery, which has happened ahead of theirs has had positive effects on the global economy through trade.", "Under these circumstances, business fixed investment which is firms' spending has picked up in Japan, led by machinery investment by the manufacturing industry.", "Business fixed investment plans in the Bank's Tankan Economic Survey of Enterprises in Japan) show that investment is expected to see a solid increase for fiscal 2021.", "These factors suggest that, in the corporate sector, a virtuous cycle from profits to business fixed investment has resumed, triggered by an increase in external demand on the back of a recovery in overseas economies.", "Turning to the household sector, the employment and income situation has remained weak, although significant deterioration has been avoided, partly owing to policy support (Chart 4).", "The number of employed persons declined due to the impact of mainly for employees in the services sector, and has remained at a relatively non-regular face-to-face low level to date.", "The unemployment rate has been at around 3 percent recently, which is somewhat higher than the level.", "The unemployment rate that takes into account \"employed persons not at work\" has been 6 percent, and labor underutilization indicator 4 (LU4), which is the unemployment rate that also includes potential labor force, has been 7.3 percent.", "Turning to wages, statistical features warrant attention.", "Wages in the Monthly Labour Survey are shown as an average and thus are susceptible to changes in composition of employment status.", "Some point out that real wages have not risen since the introduction of QQE.", "To accurately grasp the actual situation regarding wages, however, it is necessary to consider the compositional effects.", "For example, when the economy recovers, workers who have been unemployed will return to the labor market, and thus the average wages will be pushed down.", "Apparently, the rate of change in total cash earnings per employee had been sluggish even when the economy was recovering.", "However, the rate of change has been positive of late.", "This is attributable to a rebound from the decline seen last year, a fall in the share of employees, whose wage levels are low, and rising wages in the medical, healthcare, and welfare services industry, which faces a severe labor shortage.", "In addition, the rate of increase in scheduled cash earnings of employees, which are less susceptible to changes in composition of employment status, has expanded recently.", "As a result, employee income, obtained by multiplying the number of employees by total cash earnings, has turned to a lately (Chart 5).", "Nevertheless, private consumption has been stagnant due to strong downward pressure stemming from the impact of In particular, consumption of services, COVID-19.", "which includes eating and drinking as well as accommodations, has continued to be well below the level due to the resurgence of and the resultant pre-pandemic COVID-19 enactment of public health measures that has been having prolonged effects.", "In sum, For the differences between these unemployment rates, see the \"detailed tabulation\" in the Labour Force Survey by the Statistics Bureau of Japan.", "To be more precise, changes in the employment status and working hours need to be taken into consideration when calculating real wages.", "The Basic Survey on Wage Structure distinguishes regular employees from part-time workers, such as non-regular employees.", "Based on this, real hourly wages -- a term closer to real wages per employee -- are calculated.", "The estimation shows that real wages for regular employees hired for an indefinite period rose by 4.5 percent from 2012 to 2019, and those for non-regular employees (among part-time workers) increased by 8 percent during the same period.", "For details, see Iwata, K., \"Nihon-gata kakusa shakai\" kara no dakkyaku (Tokyo: Kobunsha Shinsho, 2021), pp.", "That said, the Basic Survey on Wage Structure is released only once a year and thus is too infrequent to properly track developments in wages in real time.", "uncertainties surrounding are still strongly constraining consumption activity, and a virtuous cycle from income to spending therefore is not yet seen in the household sector.", "C. Key in Forecasting the Outlook What is most important in terms of the outlook is that the degree of uncertainty over constraining economic activity decreases on the back of, for example, further progress with vaccinations, so that private consumption will no longer be sluggish.", "We cannot be optimistic about developments in domestic and overseas economies because the number of variant cases has kept increasing globally; however, as the impact of almost subsides, the virtuous cycle is expected to be seen not only in the corporate sector but also in the household sector.", "Furthermore, key to recovery in the overall economy gaining more strength is developments in \"standby\" funds, which are saved for future use, in each of the household and corporate sectors.", "\"Standby\" Funds in the Two Sectors Let me explain standby funds in the household sector (Chart 6).", "Since the pandemic, funds on hand have accumulated significantly in the household sector.", "This is because savings have increased due to the loss of consumption opportunities which mainly reflects restrictions on going out and to uncertainties over the future, and because subsidies have been provided under the economic measures.", "As constraints stemming from wane and uncertainties decline, demand is likely to materialize, mainly COVID-19 pent-up in services, which has been restrained thus far, and then private consumption is expected to recover.", "Given that and travel have been restricted under the pandemic for a long time, the size of their demand is expected to become significant.", "Standby funds that have accumulated in the household sector are also projected to support the materialization of this demand.", "Standby funds also have been accumulating recently in the corporate sector, although not to as remarkable a level as seen in the household sector.", "From the deflationary period, since Japanese firms tended to constrain business fixed investment relative to their amount of profits, savings clearly kept exceeding investment for a long period.", "This tendency of having excess savings in the corporate sector was not evident after the introduction of QQE.", "However, it has intensified again since the pandemic, partly due to growing uncertainties, including those over financial positions, and thus funds on hand have been accumulating.", "Attention is paid to whether the withdrawal of standby funds will encourage an increase in business fixed investment as the impact of wanes and uncertainties decline.", "Two \"Expectations\" In order for standby funds to be actually used, thereby leading to an increase in propensity to spend, it is important for firms and households to have a positive outlook for economic activity and prices (Chart 7).", "In this regard, the results of the Annual Survey of Corporate Behavior show that listed firms' growth expectations do not seem to have decreased remarkably even after experiencing a significant negative shock to economic activity brought about by Such steady expectations at present are clearly different COVID-19.6 from those at the time of the Global Financial Crisis (GFC), when they decreased considerably.", "This seems mainly because, in the face of the current worldwide pandemic crisis, governments and central banks around the world, including Japan, have made extremely prompt fiscal and monetary policy responses on an unprecedented scale (Chart 8).", "In fact, these timely policy responses have ensured the flow of funds to firms and households and have supported firms powerfully to sustain their businesses and employment.", "In addition to growth expectations, developments in inflation expectations are extremely important (Chart 7).", "If households or firms expect that prices will decline in the future, their incentives to postpone consumption or investment will increase and a virtuous cycle from income to spending will not operate.", "Various indicators for inflation expectations temporarily weakened somewhat after the outbreak of COVID-19, partly due to a significant decline in crude oil prices, but they recently have moved out of that phase, being more or less unchanged.", "Some indicators even show a partly reflecting the effects of the recent rise in international commodity prices.", "That said, further recovery in growth and inflation expectations of firms and households is necessary to achieve the price stability target of 2 percent.", "The Bank will closely examine whether this recovery can intensify the virtuous cycle in the overall economy.", "D. Price Developments Let me touch on price developments before moving on to the next topic (Chart 9).", "The rebasing of the consumer price index (CPI), which is conducted every five years, took place last month, and the rates of change since this spring were revised downward by about 0.7 percentage points.", "This is mainly because a reduction in mobile phone charges made a further negative contribution with the rebasing.", "Temporary factors such as a change in price plans for mobile phone charges and large fluctuations in energy prices should be excluded to capture actual developments in prices.", "When excluding these factors, the rebased CPI has been marginally positive.", "This is another example of difficulties in interpreting economic indicators, which I mentioned at the outset, and thus it is necessary to carefully examine relevant data, including the underlying factors behind developments in price indicators.", "Given the rebasing, the year-on-year rates of change in the CPI (all items less fresh food) were revised downward from minus 0.4 percent to minus 0.5 percent for January through March 2021 and from 0.1 percent to minus 0.6 percent for April through June.", "The negative contribution of mobile phone charges to the rates of change in the CPI for April through June expanded from about minus 0.5 percentage points to about minus 1.1 percentage points.", "This reflects a rise in weight of mobile phone charges in the CPI, a resetting of the index level of such charges, and revision to the model formula used for calculating them.", "Challenges for Central Banks Today A.", "Actions on Climate Change The situation surrounding central banks continues to change.", "In July, the Bank released its strategy on climate change (Chart 10).", "I would like to explain the thinking behind this strategy.", "In recent years, there has been growing interest in the issue of climate change.", "Various central banks, together with financial regulatory and supervisory authorities, formed an organization called the Network of Central Banks and Supervisors for Greening the Financial System (NGFS) in December 2017, which the Bank of Japan joined in November 2019.10 In addition, central banks such as the Bank of England (BOE) and the European Central Bank (ECB) have begun to take policy actions to address climate change.", "Essentially, climate change can be regarded as a global market failure.", "Greenhouse gases are emitted as a result of economic activity.", "If they cause climate change, economic activity results in so-called negative externalities, which may bring about excessive greenhouse gas emissions.", "When market failures, including negative externalities, occur, public institutions such as governments may be in a position to make responses.", "Details of the Bank's efforts to address climate change can be found at /.", "According to the Peoples' Climate Vote, a survey of 1.22 million people in 50 countries conducted by the United Nations Development Programme (UNDP) and Oxford University, 64 percent of respondents considered climate change to be a global emergency.", "The percentage was higher in small island developing states (74 percent) and high-income countries (72 percent), while it was lower in middle-income countries (62 percent) and least developed countries (58 percent).", "The percentage in Japan was 79 percent, the highest after the 81 percent both in the United Kingdom and Italy.", "For details, see -climate-vote.", "For details on the NGFS, see .", "Details of the responses to climate change by the BOE can be found on its web site at -change and the responses by the ECB on its web site at To be more precise, the correction of market failures does not necessarily require the involvement of government.", "When the Coase theorem in economics holds, it is theoretically possible to ensure through voluntary negotiations among parties that negative externalities are internalized.", "However, a prerequisite is that the cost of negotiation is low, and therefore this would not work as a response to climate change, which involves a myriad of entities.", "However, whether and how central banks should address climate change is controversial, even among economists.", "Issues of debate include the following.", "First, there are extremely high uncertainties over the mechanism of climate change and its impact.", "There are two types of risks associated with climate change: physical risks and transition risks.", "Physical risks refer to an increase in natural disasters such as floods caused by climate change.", "Transition risks emerge as a result of complying with environmental regulations and changing industrial structures to reduce greenhouse gas emissions.", "As for the former risks, the recent flood damage around the world caused by heavy rains comes to mind.", "The torrential rains in Hiroshima Prefecture in July 2018 and this August also are fresh in our memories, and many have been suffering from them.", "Various scientists are carrying out research on climate change from the physical science basis and discussions are still underway.", "While the number of natural disasters appears to be increasing worldwide, the number of deaths related to natural disasters has been decreasing (Chart 11).", "On the other hand, there is the \"risk of doing For example, some point to the risk of central banks doing nothing about climate change and urge them to be involved in terms of financial regulation.", "Eichengreen, B., \"New-Model Central Banks,\" Project Syndicate, February 9, 2021, -syndicate.org/commentary/central -banks-have-tools-for-climate-change-and-inequality-by-barry-eichengreen-2021-02.", "Others are more skeptical about central banks' involvement.", "Blanchard, O., \"Looking Forward: Monetary Policy Post-Covid\" in Monetary Policy and Central Banking in the Covid Era, eds.", "For various uncertainties regarding climate change and the policy responses, see Pindyck, R. S., \"What We Know and Don't Know about Climate Change, and Implications for Policy,\" Environmental and Energy Policy and the Economy, vol.", "Scientific knowledge on climate change is regularly updated.", "In August, the Intergovernmental Panel on Climate Change (IPCC) released Climate Change 2021: The Physical Science Basis, the Working Group I contribution to the Sixth Assessment Report.", "In this report, the assessment has been updated, stating it is likely that the global proportion of major (Category 3-5) tropical cyclone occurrences has increased over the last four decades and that this cannot be explained by internal variability alone; in other words, it likely is caused by human activities.", "That said, the assessed level of confidence is low for long-term trends in the frequency of all-category tropical cyclones ().", "The increase in the number of natural disasters since the 1970s may be due to improvement in the accuracy of statistics.", "Inui, T., \"Shizen saigai to keizai seichō,\" Keizai Seminā, no.", "If we do not take action now, significant negative effects may become evident or increase 20 or 30 years later.", "This is called the \"tragedy of the horizon.", "\"17 The second issue is whether central bank actions on climate change relate to their mandate.", "Of course, the very existence of central banks is a product of history, and their mandate has evolved over the years as they have responded to market failures.", "In the case of Japan, the Bank's current mandate, as stipulated in the Bank of Japan Act, is to maintain price stability and financial system stability.", "The purpose of maintaining price stability is to \"contribute to the sound development of the national economy,\" and climate change, in terms of associated physical and transition risks, is likely to affect such development through prices and the financial system.", "As such, central banks can address climate change within the scope of their mandate, and this is not mission creep.", "However, even when they take action, it is extremely important to appropriately cooperate and divide labor with their governments.", "The third issue concerns the specific tools that central banks have at their disposal.", "Central banks are institutions that supply money and liquidity to the economy.", "The Bank's mandate to stabilize prices and the financial system also derives from this purpose.", "The Bank has two tools at its disposal: (1) monetary policy measures such as fund-provisioning and (2) on-site examinations and off-site monitoring.", "The Bank's strategy on climate change released this July clearly indicates that its actions will be taken mainly through these two tools for the time being.", "The term \"tragedy of the horizon\" became famous in the speech by the former governor of the BOE.", "Carney, M., \"Breaking the Tragedy of the Horizon: Climate Change and Financial Stability,\" speech given at Lloyd's of London, September 29, 2015, -the-tragedy-of-the-horizon-climate-changeand-financial-stability.", "For the history of central banks, see Bordo, M. D. and Siklos, P. L., \"Central Banks: Evolution and Innovation in Historical Perspective\" in Sveriges Riksbank and the History of Central Banking, eds.", "Edvinsson, R., Jacobson, T., and Waldenström, D. (Cambridge: Cambridge University Press, 2018), pp.", "Nordhaus, W., The Climate Casino: Risk, Uncertainty, and Economics for a Warming World (New Haven and London: Yale University Press, 2013).", "In light of uncertainties, further studies and research are needed.", "From the perspective of accountability, the collection of data as well as analysis of and assessment on policy effects are also required.", "In addition, since climate change is a global market failure, it should be addressed at a global level.", "Thus, not only Japan's actions but also collaboration among countries around the world is necessary (Chart 12).", "Price Stability The Bank addresses climate change with the aim of achieving price stability in the medium to long run.", "That said, it also places high priority on achieving price stability in the short run and on overcoming deflation.", "Price stability is essential to achieving the economic virtuous cycle I mentioned earlier.", "However, why is the price stability target set at 2 percent?", "There are three reasons: securing policy room in order for interest rates not to stick to the lower bound, an upward bias in price statistics, and a global standard of 2 percent.", "Let me elaborate a little on the third point.", "In countries and regions that allow free capital movement under the floating exchange rate system, an increasing number of central banks has adopted inflation targeting recently.", "If monetary policy is conducted autonomously in places with free capital mobility, foreign exchange rates will fluctuate (Chart 13).", "However, if central banks around the world aim at achieving the same target inflation rate, nominal foreign exchange rates will eventually become less volatile.", "Either a review or assessment of the monetary policy frameworks With regard to historical significance of inflation targeting in the global financial system, see Rose, A. K., \"A Stable International Monetary System Emerges: Inflation Targeting Is Bretton Woods, Reversed,\" Journal of International Money and Finance, vol.", "The following paper focuses on a recent decline in volatility in foreign exchange rates.", "Ilzetzki, E., Reinhart, C. M., and Rogoff, K. S., \"Will the Secular Decline in Exchange Rate and Inflation Volatility Survive COVID-19?\"", "NBER Working Paper, no.", "In addition, regarding analysis on the foreign exchange rate regime with a focus on the relative size of balance sheets of the Federal Reserve and the Bank, see Sakurai, M. and Kimata, T., \"An Essay on Japan's Monetary Policy Experience and Lessons,\" November 6, 2020, was conducted by the Federal Reserve in August 2020, by the Bank in March 2021, and by the ECB in July 2021.", "As a result, they reconfirmed or strengthened the commitment toward achieving the 2 percent target, and this has further encouraged the convergence of their policy frameworks.", "In addition, all of these central banks have continued with the low interest rate policy, and the yield differentials have been stable among these countries and regions.", "In reflection of these developments, volatility in exchange rates among the U.S. dollar, the euro, and the yen has decreased in recent years (Chart 14).", "Japan's economy has managed to avoid falling into deflation despite being affected by and this may be because the Bank has firmly maintained an active stance on monetary easing under the 2 percent target.", "This also implies, however, that changing the current monetary policy framework should be avoided because it might lead to volatile foreign exchange markets.", "There used to be a prevailing view that inflation targeting is for lowering inflation rates and not for overcoming deflation.", "However, in fact, central banks in the 2000s that had adopted inflation targeting conducted monetary easing measures when the actual inflation rates fell below the target rates.", "In addition, reflecting a decline in the actual inflation rates due to the impact of the Federal Reserve adopted average inflation targeting and the ECB redefined its 2 percent inflation target as \"symmetric.\"", "The Bank introduced the commitment in September 2016 and has been conducting monetary inflation-overshooting policy under it since.", "As can be seen from these responses, inflation targeting has been used to raise inflation rates as well.", "It should be noted that, even though the monetary policy frameworks of central banks around the world are converging, appropriate policy measures are not the same everywhere.", "For example, even if the inflation rate in the United States exceeds the 2 percent target and the Federal Reserve starts to tighten monetary policy given the achievement of average inflation targeting, this does not mean that the Bank will adjust its monetary policy.", "The Bank is focused on achieving its price stability target of 2 percent and maintaining the inflation rate at that level in a stable manner in Japan.", "Reflecting rises in energy and commodity prices, Japan's CPI for all items excluding fresh food, or the \"core CPI,\" also has seen an increase in its rate of change recently.", "However, the core CPI is not the only price indicator the Bank looks at in deciding its policy measures, and the rises in energy and commodity prices may even be transitory.", "In addition, it is necessary to pay attention to the fact that, with such price rises, the terms of trade deteriorate and income flows out of Japan.", "If this happens, it will become desirable to expand the macroeconomic policy with a view to maintaining income.", "Since such policy may further push up the inflation rate, we should pay attention to developments in inflation expectations.", "In any event, we have learned from the history of the Great Inflation, which occurred from the second half of the 1960s, that unless domestic demand expands continuously, inflation will not be sustained just by factors.", "Furthermore, in Japan, there is still a long way to go to achieve the price stability target of 2 percent.", "As has been confirmed in the assessment conducted in March 2021, the Bank's commitment incorporates the strategy of making up for the past inflation-overshooting deflation.", "This means the Bank will allow the inflation rate to overshoot the target of 2 percent even if it temporarily reaches that level.", "It is essential not to tighten the current accommodative financial conditions prematurely by only looking at developments in the core CPI in the short run.", "C. Financial System Stability The Bank's other mandate is to ensure financial system stability.", "The Policy Board has been receiving reports and explanations from time to time regarding business conditions of Japanese financial institutions and risk assessment of the financial system.", "In addition, starting from this April, the staff members of the Financial System and Bank Examination Department have been explaining developments in the financial system at the MPMs when the Outlook Report is decided, which is four times a year.", "The underlying idea is that financial system stability is essential for achieving price stability.", "That said, price stability and financial system stability are interdependent; for instance, under deflation where prices of goods, services, and assets fall, investment is constrained due to a rise in the real interest rate, firms' real debt burden increases, and credit costs of financial institutions rise.", "This suggests that price stability contributes to financial system stability.", "How to interpret warning signals from the financial system and reflect what we learn from them in monetary policy is an ongoing challenge.", "To understand the current situation of the financial system from various indicators in the Financial System Report, such as the heat map and (GaR), it is necessary to also take into account other information regarding economic and financial conditions available at that time.", "For example, in the Financial System Report released this April, the heat map showed that four Financial Activity Indexes (FAIXs) were \"red,\" which signals an upward deviation from the past trend, but we do not see this as an indication of overheating of financial activities.", "Rather, this reflects the fact that, amid a plunge in nominal GDP of Japan's economy due to the impact of firms' financial positions have been supported by active financial This idea originally dates back to the Debt-Deflation Theory of Great Depressions by the American economist Irving Fisher.", "See Fisher, I., Booms and Depressions: Some First Principles (New York: Adelphi, 1932); Fisher, I., \"The Debt-Deflation Theory of Great Depressions,\" Econometrica, vol.", "Regarding a well-known model formulated in the context of the modern world, see Bernanke, B. S., Essays on the Great Depression (Princeton: Princeton University Press, 2000), pp.", "The following paper applies the model to the nonperforming loan problem in Japan in the 1990s: Ohnishi, S., Nakazawa, M., and Harada, Y., \"Deflation and Excess Debt,\" Financial Review, no.", "143-77 (abstract available in English).", "GaR quantitatively measures the risk to economic growth by showing that the growth rate may fall below X percent over the next Y years with the probability of Z percent.", "This indicator has been used by central banks around the world and various international organizations.", "The Bank has been releasing the results of GaR from the October 2018 Financial System Report.", "intermediation, which mainly results from policy measures to support corporate financing.", "As such, it is still challenging to interpret indicators and evaluate the state of financial system stability.", "Recent and Future Economic Activity in Hiroshima Prefecture Next, I would like to talk about the economy of Hiroshima Prefecture.", "Economic activity in the prefecture has been on a moderate trend recently, although downward pressure has remained.", "The in private consumption, especially for services, has come to a halt due to the lingering impact of Exports and production, mainly for COVID-19.", "automobiles, have remained under downward pressure due to the effects of constraints such as the semiconductor shortage, but the moderate trend has been maintained.", "As for the outlook, the economy is likely to gradually head toward improvement, as vaccinations progress and constraints ease.", "In the medium to long run, addressing issues such as the declining and aging population, as well as challenges that have become apparent during the pandemic, will be important for sustainable growth.", "That said, I have always thought that the impact of the declining and aging population is being overestimated.", "In fact, the global trend shows that there is no clear correlation between the population growth rate and the economic growth rate per capita, and gross prefectural product per capita in Hiroshima Prefecture has been on an uptrend, albeit with fluctuations, in recent years even though its population has declined (Chart 15).", "In relation to this, the so-called zombie firms stay alive or die depending on macroeconomic conditions; they stay alive during a recession and die in a boom period.", "Gagnon, J. E., \"Zombies Are a Symptom of Economic Weakness, Not a Cause,\" Peterson Institute for International Economics, May 17, 2021, -eds/zombies-are-symptom-economic -weakness-not-cause.", "As for an overview of developments in academic research on financial crises, see Sufi, A. and Taylor, A. M., \"Financial Crises: A Survey,\" NBER Working Paper, no.", "In my view, it should be informative to learn from history to obtain qualitative information.", "For example, see Rockoff, H., \"Oh, How the Mighty Have Fallen: The Bank Failures and Near Failures That Started America's Greatest Financial Panics,\" The Journal of Economic History, vol.", "This paper traces the history of financial crises in the United States, explaining that once \"reputable\" shadow banks go bankrupt en masse during a financial crisis, typically because of excessive investment in real estate.", "In any event, the challenge for local economies is to make their regions more attractive in terms of livability for residents.", "Overcoming this challenge will require those in industry, academia, government, and finance to make active investment and accelerate various innovations in technology, institutions, and policy.", "In the case of Hiroshima Prefecture, it seems that efforts to revitalize its economy are underway through their collaboration.", "I would like to focus on efforts in three areas.", "The first is efforts to enhance and strengthen urban functions.", "In Hiroshima Prefecture, redevelopment projects are being carried out in the central part of Hiroshima City, in Kure City, and in Fukuyama City.", "Moreover, to develop transportation networks so that convenience for users improves, the introduction and trials of Mobility as a Service (MaaS), which seamlessly connects various transportation systems using information and communication technology (ICT), have been conducted in Hiroshima City, Higashihiroshima City, Fukuyama City, as well as the city of Shobara.", "semi-mountainous These projects, with participation by firms, financial institutions, local governments, and universities in the prefecture, are expected to make the cities highly livable for residents and those contemplating a move from other places.", "Although one of the reasons for the declining population in Hiroshima Prefecture is that more young people, such as those in their 20s, are moving out of the prefecture than into it, Hiroshima Prefecture in recent years often ranks high on the list of desirable places to move to.", "The hope is that the urban redevelopment projects will further enhance the attractiveness of cities in the prefecture.", "The second area is the use of digital technology.", "In Hiroshima Prefecture, collaborative efforts among private firms, organizations, and universities have been made in various fields.", "For example, in addition to efforts to achieve 24/7/365 unattended operations in manufacturing through the use of artificial intelligence (AI), trials for the use of AI and the Internet of Things (IoT) in agriculture and those to reduce the burden on nursery school teachers through the use of IoT in the childcare field have been conducted.", "The use of digital technology also has been supported by the \"Hiroshima Prefecture DX Promotion Community\" and the \"Hiroshima Sandbox,\" which the prefectural government launched earlier than any other prefectures.", "These initiatives are expected to contribute to the revitalization and growth of the prefecture's economy through enhanced productivity and technological innovation.", "The third area is efforts with regard to tourism.", "Hiroshima Prefecture has some of the best tourism resources in Japan, including two World Heritage Sites as well as other tourist spots such as the Shimanami Kaido Cycling Course, which is said to be a magnet for cyclists, and Kure, which was an important base for the former Imperial Japanese Navy.", "Since last year, the number of visitors to the prefecture's tourist spots and the number of overnight guests have remained at low levels due to the impact of but the Hiroshima Tourism Association and other organizations are working toward attracting individual travelers by making the congestion status of tourist facilities visible on their web sites.", "Moreover, with the privatization of Hiroshima Airport, which is being carried out with the participation of local firms as well, efforts have begun to create tourism demand in view of the era.", "It is hoped that such efforts will bear fruit during that era, leading to an increase in domestic and international travel consumption and revitalization of the tourism industry.", "Hiroshima Prefecture was devastated by air raids and the atomic bomb at the end of the Pacific War, and the economic recovery was driven by the united efforts of the prefecture's citizens, local firms and financial institutions, and government agencies.", "The three efforts I have outlined are also based on such cooperation.", "Moreover, there are growing social demands for action to address climate change.", "This is an important issue that should be tackled through cooperation among those in industry, academia, government, and finance while taking into account or even because of the impact on the economy of Hiroshima Prefecture.", "The Bank, through its Hiroshima Branch, will continue to gather information and exchange views in order to contribute in any way possible to the various efforts to revitalize the region.", "The American economist Knight, whom I mentioned at the beginning of my speech, points out in his book that uncertainties could be reduced by increasing knowledge of the future through scientific research and accumulation of data, clubbing uncertainties through organization of various forms, and increasing control over the future.", "As the nature of COVID-19 becomes clearer and the system to deal with the pandemic is better organized with an increase in our knowledge, uncertainties are expected to gradually turn into predictable risks, and I believe this is beginning to happen.", "As the aforementioned economist Keynes emphasized, governments and central banks are a part of practical responses to uncertainties.", "That said, uncertainties are inherent to a changing society and climate change has emerged as a new uncertainty.", "Knight mentions that another option for reducing uncertainties is to delay progress itself.", "This option, or perhaps in today's terms, of course takes direct costs, in that we give up the outcomes of progress and growth that human beings have cherished.", "What is important in addressing climate change is to aim for a balance with achieving economic growth.", "Economic growth has brought considerable benefits to human beings, such as longer average life expectancy, and the economy must have sufficient leeway to transition to a carbon-neutral one where natural disasters are less likely to occur.", "In order to achieve a carbon-neutral economy, new technologies that currently do not exist or are not used in light of cost effectiveness are also needed.", "The development and application of new technologies require new investments in research and development, machinery and equipment, and software, and economic growth is essential to such investments.", "De-growth or zero-growth would make it extremely difficult to solve climate change because either would preserve old technologies and machines that emit greenhouse gases.", "Therefore, it could be said that the \"sound development of the national economy\" is also necessary for addressing climate change.", "The challenge we face is to strike a balance between achieving economic growth and dealing with uncertainties.", "Generally, technological innovation is embodied in capital in the form of machinery and equipment as well as software.", "In the history of Japan's post-war economy, economic growth has improved energy efficiency.", "The greatest increase in efficiency was seen during the period of rapid economic growth from 1955 through 1973.", "Nomura, K., Nihon no keizai-seichō to enerugī: Keizai to kankyō no ryōritsu wa ikani kanō ka (Tokyo: Keio University Press, 2021).", "Japan's and Monetary Policy Speech at a Meeting with Local Leaders in Hiroshima September 1, 2021 WAKATABE Masazumi Deputy Governor of the Bank of Japan I.", "Current Situation of and Outlook for Japan's Economy The Bank's Forecasts for Economic Activity (July 2021 Outlook Report) s.a., ann., tril.", "yen FY 06 07 08 09 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 Cycle from Income to Spending Decrease pressure on in Income prices pressure on Decrease in sales, Increase in sales, constraints on improvement in employment and Virtuous Vicious wages wages Inflation in Spending in Spending Negative stance toward consumption and business fixed investment Active stance toward consumption and business fixed investment I.", "Current Situation of and Outlook for Japan's Economy Corporate Sector Corporate Profits Business Fixed Investment Exports and Production y/y % chg. s.a., CY 2015 = 100 s.a., tril.", "In the left-hand chart, figures for regular employees and non-regular employees prior to 2013 are based on the \"detailed tabulation\" in the Labour Force Survey.", "In the middle chart, LU4 shows the ratio of the sum of unemployed persons, persons in time-related underemployment, and potential labor force to the sum of labor force and potential labor force (quarterly).", "Figures for \"(Unemployed persons + Employed persons not at work) / Labor force\" and the unemployment rate are seasonally adjusted.", "In the right-hand chart, Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Figures from 2016/Q1 onward are based on continuing observations following the sample revisions.", "Sources: Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare.", "Current Situation of and Outlook for Japan's Economy Household Sector (2) Private Consumption (Number of Employees× Total Cash Earnings) y/y % chg. s.a., CY 2015 = 100 Total real private consumption Services Real (excluding the effects of the consumption tax hikes and free education policies) 06/Q1 08/Q1 10/Q1 12/Q1 14/Q1 16/Q1 18/Q1 20/Q1 July Jan. July Jul.", "In the left-hand chart, Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Employee income = Total cash earnings (Monthly Labour Survey) Number of employees (Labour Force Survey).", "Figures from 2016/Q1 onward are based on continuing observations following the sample revisions of the Monthly Labour Survey.", "Figures for \"real\" and \"real (excluding the effects of the consumption tax hikes and free education policies)\" are based on staff calculations using the CPI (less imputed rent) and CPI (less imputed rent and excluding the effects of consumption tax hikes and free early childhood education), respectively.", "In the right-hand chart, figures are based on the Consumption Activity Index (CAI) compiled by the Bank.", "Figures for total real private consumption are those for real CAI (travel balance adjusted).", "Sources: Bank of Japan; Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare, etc.", "\"Standby\" Funds in Household and Corporate Sectors Private Consumption and Excess Savings Loss of Consumption Opportunities in Corporate Sector s.a., tril.", "yen Special cash payments (SCPs) 100 Excess savings 84 Savings other than \"forced savings\" \"Forced savings\" 60 Excess investment Disposable income, etc.", "SCPs) Consumption of households (excl.", "the impact of COVID-19) Consumption of households 72 -40 Household sector Corporate sector General government Domestic savings-investment balance CY FY 85 90 95 00 05 10 15 20 Note: Regarding details for the left-hand chart, see Box 3 \"Effects of Widespread Vaccinations and Outlook for Private Consumption\" in the April 2021 Outlook Report.", "Sources: Bank of Japan; Cabinet Office, etc.", "Current Situation of and Outlook for Japan's Economy Two \"Expectations\" Growth Expectations Inflation Expectations Remaining Steady Being More or Less Unchanged % y/y, ann.", "They include only fiscal support that affects the fiscal balance immediately.", "Tax deferrals, government guarantees for banks, firms, and households, etc.", "The figure for Europe is the sum of figures for Germany, France, Italy, Spain, and the United Kingdom.", "The figure for emerging economies is the sum of figures for 29 economies.", "Sources: Haver; IMF; Bank of Japan, etc.", "Current Situation of and Outlook for Japan's Economy Consumer Price Index (CPI) y/y % chg.", "Mobile phone charges Effects of the \"Go To Travel\" campaign -1 Effects of the consumption tax hike and free education policies Excluding the above factors CPI (less fresh food) CY 16 17 18 19 20 21 Notes: 1.", "Figures for energy consist of those for petroleum products, electricity, and gas, manufactured & piped.", "Figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are staff estimates and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "The Bank's Strategy on Climate Change Climate change is a global challenge and could have a broad impact into the future.", "Various entities in society and the economy need to actively play their roles.", "The Bank, with an intention of furthering its efforts on climate change consistent with its mandate of achieving price stability and ensuring the stability of the financial system, decided the comprehensive strategy.", "Monetary Financial International finance communication The impacts of climate change on economic activity, prices, and the financial system are highly uncertain and could greatly vary over time.", "The Bank will constantly review its measures and make adjustments where needed.", "Challenges for Central Banks Today Natural Disasters Increase in Number of Global Reported Decrease in Number of Global Deaths Natural Disaster Events from Natural Disasters mil.", "Carbon Dioxide Emissions bil.", "Challenges for Central Banks Today Trilemma of International Finance Mobility Floating Exchange Rate System/ Inflation Targeting Stable Foreign Monetary Policy System II.", "Challenges for Central Banks Today Decrease in Volatility of Nominal Foreign Exchange Rates U.S. Dollar/Yen Euro/U.S.", "Figures for 2021 are those up through July.", "Recent and Future Economic Activity in Hiroshima Prefecture Population Growth Rate and GDP Population Growth and Population and Gross Prefectural Product GDP Growth per Capita in the World per Capita in Hiroshima Prefecture real GDP per capita (1961-2019 average, y/y % chg.) ten thous."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Price stability", "Financial system stability", "Uncertainties", "Economic growth", "Inflation", "Consumption", "Business fixed investment", "Monetary policy", "Central bank"]}