{"sentences": ["Both climate change and the transition to a carbon neutral economy pose substantial challenges for the economy and the financial system, with the potential to affect growth and inflation in the short term, but also over much longer horizons.", "Physical risks, stranded assets and greater firm default risk expose the financial system to losses, which may impair the transmission of monetary policy.", "And the Eurosystem's balance sheet itself is exposed to climate risk from the assets we hold, notably through our asset purchase programmes.", "In short, climate change has consequences for us as a central bank pursuing our primary mandate of price stability, and our other areas of competence, including financial stability and banking supervision.", "It is governments, not central banks, who are primarily responsible for facilitating an orderly transition, and who control the main required tools.", "Nonetheless there are several areas where central banks can and will contribute.", "As a result, climate considerations were an important part of our review of monetary policy strategy, and we have published an action plan setting out our intended progress on this front.", "Broadly speaking, the ECB's contribution comprises three parts: analysing, advising and acting.", "The ECB has been advancing its analysis quantifying the potential impact of climate on the economy and the financial system.", "For example, we are conducting an economy-wide climate related stress test of the financial system.", "The exercise assesses the resilience of banks to various climate scenarios and covers approximately four million companies worldwide and 1,600 consolidated banks, in other words, almost all euro area banks.", "The findings demonstrate a clear benefit to acting early and ensuring an orderly transition.", "While transition costs may be higher in the short term, they are much lower in the long run than the costs of unrestrained climate change.", "Indeed, physical risks are the most significant source of climate-related vulnerability.", "Without further climate policies, the most vulnerable 10% of banks may see a 30% increase in the average probability of default of their credit portfolios between now and 2050.", "We will also accelerate the development of new models and tools to incorporate the impacts of climate change and related policies into our regular monitoring of the economy.", "We will include carbon prices in our common technical assumptions, regularly evaluate the impact of climate policies and improve our modelling of the impact of extreme weather events on output and inflation in the near term and on our longer-term estimates of potential output.", "The results of that analysis help to steer our own internal deliberations, and our approach to policy.", "We have issued a guide of our supervisory expectations of how banks should manage and disclose these risks.", "But a substantial majority are not meeting those expectations: the banks themselves find that 90% of reported practices only partially meet our requirements, or do not do so at all.", "Just 20% of banks have a systematic way of assessing climate risks, yet almost all those that do have found climate risks to be already, or in the near future, having a material impact on their risk profile.", "We continue to advocate in European and international fora for the important pre-conditions of the green transition: 1. an effective carbon price that reflects the true social cost, 2. greater - and better - climate disclosures, and 3. the completion of the EU capital markets union.", "Indeed, to deter greenwashing, it is vital that disclosure data are complete, internationally consistent and auditable.", "And the euro has taken the lead as the currency of choice for green bond issuance, and that can help catalyse further development of euro area capital markets provided the right regulatory conditions are put in place.", "We also aim to disseminate our analysis to enrich the wider policy debate and spread awareness of the potential impact of climate change, including through our involvement with the Network for Greening the Financial System.", "The ECB is committed to contributing to the Climate Training Alliance, which aims to enhance the training resources that are available to national financial authorities.", "And that leads me to my final point today.", "Building on our analysis, the ECB will act within its mandate to contribute to mitigating and averting climate change.", "The Eurosystem has already laid the foundations in several areas.", "It has agreed on a common stance for applying sustainable and responsible investment principles for some non-monetary policy portfolios, and since January we have been accepting certain sustainability-linked bonds as collateral and as part of our asset purchase programmes.", "Following the conclusion of the strategy review, the ECB's Governing Council has committed to further including climate considerations into our policy operations.", "Let me mention a few We will develop new experimental indicators, covering relevant green financial instruments and the carbon footprint of financial institutions, as well as their exposures to climate-related physical risks.", "We will introduce disclosure requirements for private sector assets as a new eligibility criterion or as a basis for a differentiated treatment for collateral and asset purchases.", "We will start conducting climate stress tests of the Eurosystem balance sheet in 2022 to assess the Eurosystem's risk exposure to climate change, leveraging on the methodology of the ECB's economy-wide climate stress test.", "We will also consider relevant climate-change risks when reviewing the valuation and risk control frameworks for assets mobilised as collateral by counterparties for Eurosystem credit operations.", "And we will adjust the framework guiding the allocation of corporate bond purchases to incorporate climate change criteria, in line with our mandate.", "Our actions regarding climate change also extend beyond monetary policy operations.", "The ECB has committed itself to reducing its own carbon footprint in line with the Paris Agreement.", "And the ECB Banking Supervision will ensure that every bank is making swift progress in embedding climate risks into their organisations drawing on the full supervisory toolkit at our disposal where necessary.", "The strategy review has provided us with a framework to evaluate how our policy implementation could evolve to further incorporate climate considerations without prejudice to our primary mandate.", "The ECB will continue in the future to evaluate all options against this framework and as conditions develop more options may become feasible in the future.", "The challenges the world already faces due to the climate change will only increase over time.", "Therefore, within our mandate, we will continue to analyse climate-related risks, to provide advice to stakeholders, and, importantly, to act."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial stability", "Carbon neutral economy", "Climate risks", "Monetary policy", "Green transition", "Climate stress test", "Sustainable finance", "Climate disclosures", "Carbon pricing"]}