{"sentences": ["Introduction It's very good to be back at the Building Society Association's Annual Conference.", "Last time I spoke at the conference we were all in the QEII conference centre and the BSA was celebrating its 150 birthday by listening to a speech from me, which illustrates the powers of endurance the industry possesses.", "Mike Regnier had also just been announced as the new Chair of the BSA, and celebrated this by peppering me with awkward questions, just like he used to do at the business school in France where I first met him in 1998.", "As today is his last day I'm worried he is going to ask me even more difficult questions, in which case I think he will find that the Woods household wifi is having a bad day.", "In the meantime, I will offer a few comments on some of our shared favourite prudential topics.", "Building a bridge As you all know, over the past year the UK economy has experienced one of the sharpest economic declines in modern history, with parts of the economy fully shut down or restricted for large parts of the year.", "Our strategy through this period has been simple: to build a bridge to help us all get to the other side of this crisis safely.", "Of course the most important bridge building has been done by the Treasury, in particular through the furlough and loan schemes.", "But there has been a lot for the Bank and both financial services regulators to do as well - on the PRA side alone this has included 50 separate support measures.", "One distinguishing difference of this crisis compared to the 2007-8 financial crisis was that this time the banking system was better prepared.", "Following implementation of the bulk of the postcrisis regulatory reforms the banking system went into this crisis in a much stronger position, with an equity capital ratio that was more than three times higher than it had been in 2007.", "In conjunction with a huge amount of fiscal and monetary support, this has allowed the banking system to support these bridging efforts for the economy.", "In one sense, due to the level of fiscal and monetary support the banking system has not yet been tested as hard as one might have expected in March of last year.", "But I have said before that you only have to ask yourself the question \"How would the financial system have fared if Covid had hit in 2007?\"", "to appreciate the importance of the resilience that has been built up over the last decade.", "Combining a financial crisis with a health and economic crisis would have been profoundly damaging.", "The building society sector has of course been a very important part of this picture.", "With more than 25 million members and an average CET1 ratio of more than 26%, the building society sector was well placed to weather the storm from a financial resilience perspective, extending more than £66 billion of new loans in 2020 and offering a peak of more than 300,000 payment deferrals to customers in financial difficulty.", "From an operational perspective, societies also adapted quickly to lockdowns and home-working arrangements, with almost all society branches continuing to serve their members through the pandemic.", "But the disruption caused by Covid-19 has shown why it is critically important for firms to identify the key services they provide and invest in their resilience.", "Societies - like all of us - have witnessed an acceleration in technology innovation over the last year.", "Continuing to build on these developments and incorporating them into operating models will be important, both for the sector's operational resilience, but also for serving the evolving needs of the sector's members.", "As we sit here today, the outlook looks better than we might have expected a year ago.", "But a considerable amount of uncertainty remains, not least as many of the bridging measures put in place by the authorities begin to roll off.", "Though it may now look less likely, additional financial and operational pressures may still be on the horizon, and we will be monitoring that closely.", "But in the meantime I thought it might be worth us raising our sights a little and having a look at some of the regulatory issues that lie on the other side of the bridge: strong and simple, leverage, MREL and mortgage floors.", "Strong and Simple I'll start with strong and simple.", "Avid followers of my speeches - of which I am regularly assured there are at least three across the country, one of whom is Robin - might recall that in November last year I gave a speech titled 'Strong and Simple'.", "Indeed, it turns out that Robin is such an avid reader of my speeches that he has themed this entire conference day as 'Strong and Simple'!", "I'm not quite sure what to make of that but I took the hint about what he hoped I'd cover.", "Let me first remind you that we have already made a significant down-payment in this area.", "Credit union attendees here today will know that in 2019 we implemented a radical simplification of credit union capital requirements.", "This aimed to remove barriers to growth while delivering greater resilience for smaller credit unions.", "It was an example of how regulatory simplification can promote both our primary objective of safety and soundness, as well as our secondary competition objective.", "Having left the EU and acquired more regulatory flexibility, we have now turned our attention to a simpler prudential framework for the next layer up of our deposit-takers - small banks and building societies.", "Last week we published a Discussion Paper on this topic, which my colleague Vicky Saporta also covered in a speech .", "Now, I would be the first to admit that our papers can often be a little dry, an acquired but necessary taste for those who decide to pursue their careers within the sectors we regulate.", "But this particular paper is a cracker!", "Over 57 pages the paper explores different options for developing a simpler but resilient prudential framework for small banks and building societies.", "Designing such a framework for small firms is no small feat: there are numerous ways one can do it, all of which involve trade-offs.", "This is why we have decided first to seek views from you and others through an open discussion paper, rather than consulting on one proposed way forward.", "So, if you have not done so already, I strongly encourage you to have a look at our paper, perhaps with a glass of wine or a strong coffee to fortify you, and then send in your thoughts - but let me give you a small taster of what is in there.", "There are three key trade-offs we will need to confront when thinking about how to design a strong and simple framework.", "The first is the scope of the framework.", "Systemic firms will be outside the framework, but by any measure when looking at UK firms this still leaves us with a set of more than 100 firms, whose total assets range from c.£20 million to c.£90 billion.", "Where we draw the line within that for being in scope of this initial first step of the strong and simple framework will impact the extent of simplification we can achieve while maintaining strong standards.", "There is also the risk that simplifying requirements for smaller firms could increase barriers to growth, if the step up to the next level of our framework is too big.", "That being said, we could in the long run move to a graduated approach that covers all nonsystemic firms.", "Under such a regime the complexity of the framework would grow commensurately with the size and complexity of a firm's activities, minimising potentially steep barriers to growth.", "This is in fact the long-term vision we have outlined in our paper.", "But doing this will take time and, rather than delaying the roll-out of a simpler framework for everyone, we thought a better approach would be to do this step-by-step.", "One possible first step is to start with the smallest firms that would benefit the most from a radically simpler regime - but, as with all the trade-offs in our paper, this is something we would welcome views on.", "We also need to consider the position of foreign banks that operate in the UK.", "Internationally active firms will continue to be in scope of international standards; likewise, it may be appropriate for subsidiaries of international groups to stick with the international standards.", "But we have an open mind on this.", "The second trade-off is the approach to simplification.", "There are two broad approaches we can follow: the first is what we have called a 'streamlined' approach, while the second is what we have called a 'focused' approach - you can tell from this that the PRA is not a marketing agency.", "You can think of the 'streamlined' approach as retaining most of the chapters of our Rulebook, but simplifying the text within them.", "On the other hand, you can think of the 'focused' approach as completely removing whole chapters from our Rulebook.", "For example, under a streamlined approach we could perhaps simplify our Pillar 2 capital requirements, whereas under a focused approach we might get rid of them altogether.", "How far we go in either direction will partly depend on how broad the scope of the framework is.", "This then brings me to what I think is the third key trade-off: the strength of the framework.", "The more focused an approach we take - that is, the more requirements we completely remove - the more likely it is that the calibration of the remaining requirements may need to be increased to ensure that the overall framework remains strong.", "This indeed is the approach that has been taken by several other jurisdictions, such as the US and Switzerland.", "By how much calibrations might need to adjust would in turn depend on what requirements had been removed, what if any requirements had replaced them, and what requirements had remained in place.", "So, as you can see, designing a simpler framework is not a simple task!", "Our discussion paper elaborates on all these choices, and I hope to have whetted your appetite to get involved in the discussion by responding to our paper.", "Leverage Ratio and MREL reviews Next, I want to move on to something a bit more relevant in the shorter-term to some of the larger BSA members with us today - the links between the leverage ratio and MREL reviews.", "I am conscious that at the moment this may be relevant to only a handful of you, so in case you are still listening to my speech I will aim to be brief.", "The Prudential Regulation Committee and the Financial Policy Committee are conducting a review of the UK leverage ratio framework in light of the now-finalised international standards.", "At the same time, the Bank, as Resolution Authority, is conducting a review of its MREL framework and how it applies to mid-tier firms.", "As many of you know, this alignment of timings is not coincidental as the two are closely linked.", "At first look, one link is through the calibration of MREL.", "For firms subject to bail-in resolution strategies, MREL is calibrated as twice the applicable minimum requirements set by the PRA.", "So if a firm is subject to a minimum leverage ratio requirement, this will typically be doubled-up in their MREL.", "But the two are linked in another way, which gives this doubling-up an additional significance.", "Both the leverage ratio and the calibration of MREL are not intended to focus on the riskiness of a firm's balance sheet.", "The leverage ratio is a relatively simple metric of capital over a firm's total exposures, and in this way it acts as a guardrail against uncertainties in the measurement of risk, which - from bitter experience of the problems which can sometimes arise from risk-weighting - I consider very important.", "As a backstop to the system, the MREL calibration focuses heavily on the potential impact of a failure, rather than the likelihood of the failure.", "This is in line with the resolution authority's objectives and mandate.", "It is not surprising then that when you combine the two, the resulting capital requirements may feel high to mid-tier firms that are not designated as systemic and, on the face of it, appear to engage in lower risk activities.", "The third link between the two reviews is that both reviews are also considering the scope of each framework.", "When the PRC and FPC finalised their leverage ratio framework in 2015 we decided to apply the framework to our largest and most systemic firms and return to the question of whether to include other firms in scope in the future.", "On the one extreme, the PRC and FPC might now decide that the current scope of the framework has served us well, and that it is enough for PRC to continue with its leverage ratio supervisory expectations that currently apply to all firms.", "On the other extreme, the PRC and FPC might decide that there is benefit in extending the leverage ratio framework to all PRA firms, whether from a micro-prudential or a system-wide perspective.", "Similarly, the Bank's MREL review is considering the thresholds for being subject to a resolution strategy requiring use of the Bank's stabilisation powers, and in connection to that the resulting MREL calibration for mid-tier firms.", "These links and their implications for the different reviews are being closely coordinated across the three authorities - the PRC, the FPC and the Resolution Authority.", "No decisions have been made on either, but I expect all three authorities to be saying more on these reviews over the summer - so watch this space.", "Mortgage risk-weights Finally, I want to close with something that I hope is of interest to both the larger and smaller firms in our audience.", "Last time I was here, I spoke about the significant decline in UK mortgage risk-weights for firms using internal models - from an average of around 15% in 2009 to around 10% today.", "This has led to increased prudential risks, and an increasing divergence between firms that use these models and firms that do not.", "In September 2020 we proposed in response two possible and complementary expectations on the level of modelled residential mortgage riskweights: (i) a risk-weight of at least 7% for individual mortgages; and (ii) an exposure-weighted average of at least 10% for the whole portfolio.", "We've now received the responses to our consultation, including some very helpful and detailed data submissions.", "As we speak, the PRA team is forensically considering all this information to assess the likely impact of our proposals against our original assessment - including whether both floors are needed, the exact calibration, and the timing of any implementation.", "Four points stand out so far.", "First, there is a strong prudential case for some minimum expectations on model risk-weights.", "Given the capital held on modelled mortgages that stems from risk-weights has decreased by more than a third in the last decade, you should not be surprised to hear me say this.", "Second, in addition to the prudential benefits, such floors should in my view benefit competition between larger firms on modelled and smaller firms on nonmodelled approaches, an issue our competition team has been alert to for some time.", "Third, however, it is not yet clear whether both floors are needed, or what exactly the right calibration is, as it is not the intention of the policy to significantly increase capital across all mortgage providers; the new data we've received will help us expand our assessment on this point.", "Finally, as we talked about earlier, the economic and operational environment we are in is somewhat unusual, and we will consider whether this has any implications for the implementation timelines of any final policy.", "A rather ingenious member of my team at the PRA came up with the title of \"mutual interests\" for this speech.", "At first I took an instinctive dislike to this title, clever though it is, because I worried it had a hint of collaboration, cosiness, or regulatory capture - all of which I consider to be pure poison for the regulator.", "But having thought about it further I have concluded that it is actually a pretty good summary of what I've been talking about today.", "With regards to mutuals, parliament has of course always given us specific instructions to consider the impact of our decisions on the sector.", "But more broadly, as we now move into our future phase of rulemaking outside the EU, there will be even more opportunities for us to engage with all of our stakeholders, including industry and Parliament.", "Across strong and simple, the leverage and MREL reviews, and mortgage risk-weights we all have a very strong mutual interest in getting it right.", "I would like to thank Thomas Papavranoussis and other colleagues for their help in preparing this speech.", "DP1/21 - A strong and simple prudential framework for non-systemic banks and building societies | Bank of Building strong and simple: the first step - speech by Victoria Saporta | Bank of England The PRC and FPC have announced that they will conduct a review of the UK leverage ratio framework in light of revised international standards once there is further clarity on the new legal framework following the UK's withdrawal from the EU.", "The Bank of England's review of its approach to setting a minimum requirement for own funds and eligible liabilities (MREL) - Discussion Paper | Bank of England Internal Ratings Based UK mortgage risk weights: Managing deficiencies in model risk capture | Bank of Sections 3B(1)(f) and 138K of the of the Financial Services and Markets Act (2000)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["strong and simple", "leverage ratio", "MREL", "mortgage risk-weights", "building society", "financial crisis", "prudential framework", "risk-weight", "calibration", "competition"]}