{"sentences": ["- the Bank for International Settlements Let me start by thanking the conference organisers (BIS), the Banque de France, the International Monetary Fund (IMF), and the Network for Greening the Financial System (NGFS) - for their kind invitation.", "I also wish to express my heartfelt congratulations for the organisation of this event: the valuable contributions provided by the participants, along with their commitment and support, are powerful allies in the fight against climate change.", "This conference confirms that there is now widespread awareness of the importance of the problem: climate change is having an evident effect on all our countries, threatening economic growth, development and financial stability.", "The changes that are taking place to the environment also threaten our health, as demonstrated by the tragedy of the Covid-19 pandemic with which we are still struggling: many of the root causes of climate change, such as deforestation and loss of habitat, by increasing the chance of contact between people and wildlife, amplify the risk of new future pandemics.", "Contrasting these risks and shifting economic development towards a sustainable path requires strong and consistent political determination and the involvement of all human activities.", "The first step is to transform our energy systems: we need to implement clean and efficient technologies at unprecedented speed and scale.", "But no country can tackle this problem alone, as carbon emissions know no border.", "Climate change is a particularly dangerous example of a negative externality: pollution is a cost that spills over not only into other markets besides the one in which it originated, but also into other countries, reducing the effectiveness of national policies.", "Close international coordination is therefore essential.", "Achieving net-zero emissions requires We must indeed bear in first of all the cooperation of all national governments.", "mind that governments are the key players in this context: they are the only institutions that can levy taxes on carbon emissions, introduce regulations to curb their amount and provide incentives to green investments.", "Yet, finance can also go a long way in helping and reinforcing this process, channelling resources towards sustainable investments.", "The Group of Twenty (G20) is the ideal forum in which global cooperation can take place.", "G20 country members account for 80 per cent of global greenhouse gas emissions: achieving the \"decarbonisation\" of their economies would therefore be a giant leap in the fight against climate change.", "In the rest of these remarks, I would like to briefly summarise the main activities that we are carrying out within the Finance Track of the G20.", "In doing so, I will also discuss the main messages that I see stemming from this conference through the lens of the work of the G20.", "They will be a very useful contribution to the steering of G20 activities.", "The G20 initiatives on sustainable finance The work of the Italian Presidency of the G20 is articulated around the three pillars of In line with this vision, contrasting climate change is a key People, Planet and Prosperity.", "In this perspective, the Finance Track is tackling the issue of how to redirect financial flows to support the transition towards a low-carbon and more sustainable economy and society.", "The first step has been to revive the Sustainable Finance Study Group, proposing the United Stated and China, the largest advanced and emerging economies (and the largest greenhouse gas emitters) as co-chairs.", "We are very grateful for their decision to accept this responsibility.", "In April we agreed to elevate it to a permanent working group (i.e.", "SFWG), as designing an effective transition towards net-zero will remain a priority for the G20 for many years to come.", "This Group has made rapid progress and has taken several initiatives to promote sustainable finance, including some supporting biodiversity conservation.", "These initiatives are in line with the international priorities stemming from the United Nations COP26 on climate change and the COP15 on biodiversity, both to be held this year, and help prioritise these key policy issues.", "In particular, the Group has proposed a sustainable finance roadmap that will be instrumental in future years to address the priorities defined by the G20.", "The (1) market development and alignment of financial flows to roadmap covers four areas: climate goals; (2) information on sustainability risks and opportunities;(3) management of climate and sustainability risks; (4) public finance and incentives.", "The work will be developed by the Group in a transparent way, allowing for flexibility and adaptation as international works and priorities evolve over time.", "One week ago the Group hosted a a public event involving Sustainable Finance Roundtable, the private sector.", "The event offered an in-depth perspective on the agenda, providing two new insights.", "First, there is growing interest to improve reporting even on other sustainability issues such as biodiversity, in line with the findings of recent reports, such as the Dasgupta Review and, if I may add it, the Italian Fourth Report on the State of Natural Capital.", "Risks associated with biodiversity loss are, in fact, closely related to those concerning climate change and, in the same way, could have significant economic and financial implications.", "Second, special attention should be devoted to setting achievable conditions for small and firms regarding the disclosure of climate-related risks, which should consider the principles of proportionality and cost-efficiency.", "The Group's deliverables for 2021 are expected to focus on three main areas: sustainability disclosure and reporting; the metrics for classifying and verifying green investment; the alignment of the operations of international financial institutions with the goals of the Paris Agreement.", "These and other topics will be discussed during two special initiatives of the Italian Presidency, t h e High-Level Symposium on Environmental Taxation on 9 July and the Venice Conference on Climate on 11 July.", "The Symposium will focus on fiscal policy, and in particular carbon pricing, in the fight against climate change and will elaborate on theIMF/OECD joint report on \"Tax Policy and Climate Change\".", "The report provides two main messages: (1) a proper pricing of carbon emissions in the policy mix required to achieve climate neutrality; (2) is still a missing piece concerns around carbon leakage, competitiveness and free riding may induce countries to resort (CBAs).", "to Carbon Border Adjustments Let me elaborate on these messages.", "The existing explicit and implicit carbon taxes and emissions trading systems align very poorly with the net-zero targets.According to the IMF/OECD report,55 per cent of emissions from energy use across G20 countries remain completely unpriced.", "The World Bank estimates that most emissions are currently priced at 10 dollars or less per ton of CO2, with a global average carbon price of only 2 dollars; the International Renewable Energy Agency, in also considering existing fossil-fuel subsidises, comes to the conclusion that the effective price is actually negative.", "To limit global warming, the report finds that high emitting countries should price carbon at least 75 dollars per ton by 2030.", "Other simulations suggest even higher carbon prices, with estimates varying depending on the stringency of the target and on the hypotheses on the effectiveness of carbon removal technologies.", "There is an urgent need to remove the current distortions in carbon pricing (starting from the phasing-out of fossil fuels subsidies) and to start encompassing unpriced emissions as well as to increase the price of those that are covered by a pricing mechanism.", "To this aim, a useful tool would be a regular stocktaking of countries' average carbon prices and of the share of emissions covered in order to facilitate the achievement of a harmonised global level for the carbon price.", "CBAs have important potential benefits but also face several operational hurdles: from the difficulty in evaluating the emissions embodied in trade flows, to their compatibility with international trade rules and the risk of giving origin to a \"green protectionism\", which could heighten geopolitical tensions, negatively affecting global trade and investment.", "The concerns around carbon leakage, competitiveness and free riding should therefore be addressed in an efficiently coordinated arena: a common carbon price floor applied to all emissions, in particular, is suggested as a reasonable alternative to CBAs.", "The Venice Climate Conference will connect the dots between public policies and the role of private finance in the transition to net-zero, with the aim also to provide a contribution to the next COP26.", "The work will gravitate around four areas: (1) the role of governments and international institutions in implementing global policies for climate change; (2) the initiatives of multilateral development banks in mobilising climate finance and providing support for the alignment of financial flows with the Paris targets; (3) the actions of financial regulators for monitoring and mitigating climate risks; (4) the role of private finance in increasing its commitments to climate and transition finance.", "The Presidency has taken other initiatives to enhance the G20 leadership on the mobilisation of private finance.", "Let me mention three of them: we have asked the IMF to consider climaterelated data needs in preparing a new Data Gap Initiative; we have invited the FSB to report on both disclosure and data gaps focusing on climate-related financial risks; we have proposed to examine how to scale-up digital finance to promote sustainable economic growth.", "The demand for more and better data to measure the impact of climate change on the economy and the financial system is strong.", "A new international cooperation initiative is being studied in which G20 countries are responsible for collecting, compiling, reporting and disseminating data, while the IMF and other international organisations would provide methodological advice on data harmonisation and on the reporting framework.", "The FSB initiatives will focus on climate-related financial risks by promoting firm-level disclosures, metrics for the assessment of climate-related vulnerabilities and best practices on regulatory and supervisory tools to identify climate-related risks to financial stability.", "The FSB is also working with the G20 SFWG to define a roadmap focusing on climate-related financial risks, in order to accelerate the works already underway and to avoid duplications.", "Finally, the G20 Presidency promotes the use of digital finance to help market participants in considering sustainability risks.", "Harnessing big data, artificial intelligence, remote sensing and other similar innovative technologies can help to collect and process a very large amount of datasets, increasing transparency and accessibility of information.", "The recent launch of the G20 TechSprint 2021by the Bank of Italy and the BIS Innovation Hub will also be important to this end, by encouraging entrepreneurs and start-uppers to develop solutions for data collection and verification, climate risks assessment and connecting sustainable projects and investors.", "We have received more than 70 high-level applications, a very important result given the complexity of the topics.", "Let me now dedicate few minutes to one of the key issues in both this conference and the work of the G20, the question of data availability.", "Improving the assessment of climate-related financial risks and facilitating their integration into investment strategies requires closing data gaps by enhancing disclosure by firms.", "The quality of information on climate-related risks seems to be lower than those of a financial nature, such as market and credit risks.", "This problem is partly due to the wide range of definitions of sustainability risk used by financial investors.", "In the case of credit risk, for example, the common definition considered in the market leads to a high correlation of credit scores across rating agencies.", "In the case of sustainability risk, on the other hand, there are very diverse definitions, spanning from those more concerned with its short-term financial effects to those more attentive to the long-term impact of sustainability.", "As a consequence, show a much lower correlation across score-providers.", "A common definition of sustainability is a necessary ingredient to improving corporate disclosure.", "Disclosure standards, based mostly on voluntary practices, are highly heterogeneous in quantity and quality.", "According to the \"Global Outlook for Sustainable Investment 2021\" by the OECD, ESG data cover about 95 per cent of listed firms in terms of market capitalisation in the United States and 89 per cent in the European Union.", "Data availability, however, is limited to large corporations.", "Smaller firms, which are often less polluting than larger ones, could lose the opportunity to raise capital at lower cost, unless they improve their sustainability disclosure.", "To ease the disclosure burden, smaller firms should resort more intensively to digital innovation, which can provide creative and efficient solutions by leveraging on big data and artificial intelligence.", "To increase the diffusion of sustainability information, the contribution of private sector actors is essential.", "Today the Greater attention to the environment is primarily in their own interest.", "fate of firms depends not only on their productivity, but is also closely connected to the societal and environmental welfare of its stakeholders.", "Indeed, consumers and investors are increasingly more attentive to sustainability issues.", "The initiative of the International Financial Reporting Standard (IFRS) to establish a Sustainability Standards Board is a move in the right direction for creating a global, verifiable and credible reporting system on sustainability.", "But to ensure that all firms disclose information on sustainability by respecting a set of minimum standards both in terms of reporting and harmonisation, regulation will play an essential role.", "Members of the G20 will have to continue working together over the coming years to agree on basic principles which can make disclosed data comparable across countries, allowing the market to verify the alignment of investment with sustainability targets (the so-called \"taxonomies\") and preserving the flexibility required to adapt them to region or country-specific features.", "In this regard, I fully share Mark Carney's endorsement of a widespread mandatory reporting in line with the recommendations of the FSB's Task Force on Climate-related Financial Disclosures.", "Greater disclosure would also considerably help central banks to integrate climate risks in their monetary policy operations, as suggested at this conference by Jens Weidman and many others.", "Higher quantity and quality of information on sustainability is also key to ensuring the market works more effectively.", "Informational efficiency on sustainability will allow market discipline to function: trustworthy issuers with leading sustainability practices will benefit from more favourable financing conditions and the laggards will be either penalised or induced to taking more credible or ambitious steps towards the transition.", "The market mechanism could As this risk materialises, the reputational also be a powerful tool to prevent green washing.", "cost for unfair behaviour would be costly and would help to single out falsely misleading actors and instruments.", "The role of supervisory authorities and central banks A final issue that I would like to touch on concerns the role of supervisory authorities and central banks.", "The task of supervisory authorities is complicated by the fact that there is no widely accepted methodology yet to assess climate-related risks and verify whether financial firms take these risks into account in their lending practices.", "For this purpose, the main tool is a reliable scenario analysis, the only methodology capable of simplifying the high complexity of the uncertainty surrounding climate-related events and policy responses.", "The standardised climate scenarios prepared by the NGFS is, in my view, very promising for providing a common reference framework for assessing macro-financial implications of climate change.", "While scenario analysis is the key ingredient for performing climate sensitivity analysis of financial vulnerability (commonly referred to as \"climate stress tests\"), we should be aware of the limitations and potential \"oversimplification\" related to this tool.", "It would therefore be advisable to consider the possibility that the impact of climate-related risks is larger than suggested by this analysis, especially if transition and physical risks reinforce each other, as Prof. Robert Engle has explained during the conference.", "Climate-related risks also affect credit and market risks making it difficult to measure This task is challenging as it requires the combination of data on bank their true extent.", "exposures with estimates of the effects of a \"disaster\", in other words a low probability event with very large negative consequences (in the case of physical risk), and of a significant change in climate policy (in the case of transition risk).", "The complexity of assessing \"default probabilities\" and \"losses given default\" makes cooperation among authorities especially valuable.", "The first results of this cooperation are the two NGFS reports, which analyse the transmission channels of climate change and can then support supervisors and central banks.", "Further results will emerge from shared experiences, as we have done so far in our mutual discussions on sustainable investment strategies.", "As firm data disclosures and scenario analyses improve, this will allow financial intermediaries to make a regular and wider use of these tools into climate stress testing and sensitivity analyses, as already emphasised during the conference, and will become obviously required by supervisors.", "The role of central banks in this area is multifaceted.", "Central banks could lead the market by example, by disclosing their climate-related exposure and the methodologies used to integrate climate risks in the investment and risk management practices for their own portfolios, in line with the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD).", "The Bank of Italy, in particular, since 2019 has published consistent (i.e.", "TCFD-aligned) carbon metrics of its own equity portfolio and included climate risk consideration in several avenues.", "We have also integrated ESG scores in our investment strategy, taking away two main lessons which I would like to share with you.", "First, from a risk/return perspective, the good performance of ESG investments that we had already observed in 2019 has been confirmed in 2020, showing the resilience of our new portfolio to the outbreak of the pandemic (compared to the standard non-ESG benchmark, we recorded an extra performance of our euro area equity portfolio of more than 2 per cent, with a lower volatility).", "Second, integration strategies such as narrow exclusions or tilting are to be preferred with respect to tout court exclusions or penalising measures, as they allow for the taking advantage of wider diversification and more opportunities from transitioning firms.", "Overall, our experience provides an example of how financial markets might play an effective role in supporting the low-carbon transition, reinforcing the initiatives that regulators and policy makers are taking.", "With regards to monetary policy, we must be aware that climate change and the transition towards net-zero affect the transmission channels, for example by determining the trend growth of key variables.", "Therefore, we need to integrate climate and sustainability variables into as rightly stressed in this conference by Francois Villeroy de our macro-financial models, Galhau.", "How exactly to do this, however, is still an open question.", "With the possible exception of the oil market, we only have a superficial understanding of the energy market and of the way climate change affects the rest of the economy.", "In this respect, I welcome the announcement given during this conference of the creation of a new joint initiative for a \"Central Bankers and Supervisors Climate Training Alliance\", with the active role of the BIS and the NGFS, for training and developing skills on climate-related scenario modelling.", "The role of climate change in monetary policy is currently under consideration within the ECB strategy review.", "I think that while we should certainly contribute to assess and counter climate risks, we should be prudent in the active use of our monetary policy instruments for this purpose, carefully considering the costs and benefits of our actions with reference to the efficacy of the transmission mechanism and the effects on economic activity and carbon emissions.", "A more climate-oriented purchase of assets is currently hampered by the fact that climate-related data and climate-aware instruments are still underdeveloped.", "the latter, the outstanding value of green bonds is very limited, around 3.5 percent globally.", "Within the euro area, green bonds represent less than 2 and 7 percent of the eligible instruments for Eurosystem purchase programs of government and corporate bond, respectively.", "In sum, the thinness of the green bond market and the low liquidity of its secondary market would envisage a still limited room for monetary policy interventions in this realm.", "But there is no question that this room must and will increase over time and with that the ability of the ECB to incorporate the greening of the economy in the pursuing of our price stability mandate.", "Going forward, supervisors and central banks need to continue discussing how tackling climate-related financial stability risks requires policy instruments or approaches that go beyond existing ones.", "But while macroprudential and monetary policies may play an important role in the path to net-zero, it should be clear that what central banks can do directly for climate change remains limited compared to what the governments can obtain and must do."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Climate change", "Sustainable finance", "G20", "Carbon pricing", "Data disclosure", "Climate risks", "Climate stress testing", "Central banks", "Monetary policy", "Transition risks"]}