{"sentences": ["\"Macroprudential Policy - Lessons in the Pandemic Era\" - Deputy Governor Sharon Donnery 19 February 2021 Speech Opening Remarks by Sharon Donnery, Deputy Governor for Central Banking, Virtual Workshop at the Central Bank of Ireland, 19th February 2021.", "View slides used during the presentation.", "Hello to you all and a warm yet unfortunately digital-only welcome to the Central Bank of Ireland.", "It is a great pleasure to have you along for this workshop on an extremely important topic, in all times, but particularly in such challenging times as these.", "Globally, we have seen the worst peacetime global contraction since the Great Depression, and the IMF estimates that over 150 economies are expected to have per-capita incomes below their 2019 levels in 2021.", "However, there are signs of hope, with slight upgrades in 2021 growth projections reecting vaccine rollout, the continued policy support and the expected increase in economic activity as the health crisis eases.", "And while the real-time global policy response to the pandemic has been impressive, the global recovery will depend on widespread access to vaccines, their effectiveness and indeed response to new strains of the virus.", "In the Irish context, our domestic economy was among the most hard-hit in Europe in the early phase of the pandemic.", "Reecting the necessary health restrictions last Spring, large sections of the domestic economy were put on hold.", "Compared to our European neighbours, we had some of the most stringent restrictions, and the sharpest fall in consumption, at almost 20% in Q2.", "The COVID-adjusted unemployment rate reached a maximum of 31 per cent in April 2020, and in May, 1.2 million people, or close to half the labour force were reliant on the State for either welfare payments or wage subsidies.", "Government supports have heavily mitigated the earnings shock, and aggregate household income held up in 2020, growing by over 4 per cent year on year.", "[ Please refer to Slide 2 - Inverse Correlation between Stringency and Output Growth] In 2020 overall, we estimate that modied domestic demand fell by 7.1 per cent and consumption by 8.3 per cent.", "However, reecting the unique nature of the Irish economy, with a strong presence of pharmaceutical and information technology MNEs, GDP has in fact grown in the last year.", "Looking ahead, strong export growth, particularly from MNE led sectors will be a key contributor to the recovery.", "We expect ongoing export growth and a recovery in the domestic economy to take hold in the second half of 2021.", "However, ahead of that, the most recent closures are putting business and employees under tremendous strain.", "In the labour market for example, having fallen to 19 per cent in autumn, the COVID-adjusted unemployment rate has risen to 25 per cent in January as a result of this most recent wave of restrictions.", "However, as the vaccines are rolled out, and restrictions ease, we expect consumer behaviour to drive demand, and in 2021 we are projecting modied domestic demand to increase by 2.9 per cent this year.", "The pandemic has however had extremely uneven effects, across sectors, regions, and households, and while not the focus of my remarks today, this is an area I will return to in the coming months.", "Macroprudential policy Turning now to the macro prudential policy response to the shock - and crucially the period before the shock.", "Given its size and scale, one might reasonably have expected COVID-19 to lead to turmoil across the banking sector, through loan defaults, increases in credit spreads and bond yields and other factors.", "Yet despite the shock, the core of the nancial system remained nancially and operationally resilient.", "While we faced an unprecedented economic crisis, we did not, to date, see the banking system amplifying the economic disruption.", "When I think of the Central Bank's nancial stability mandate, I see our core aim as ensuring that the domestic nancial system can absorb, rather than amplify, adverse shocks, and that banks in particular can continue to serve households and businesses through times of stress.", "In a nutshell, our approach is to build resilience when times are good, so that resilience can be used when times are bad.", "And macroprudential policy is a key lever at our disposal to do that.", "Currently we have two main pillars of our macro-prudential policies, the mortgage measures and the bank capital measures.", "More recently, we are increasing our analysis on macro-prudential policies for the non-bank sector, reective of the relative size of the international industry in Ireland, as well as its increasing interconnectedness to domestic nancial stability.", "Today I will rst turn to the macroprudential policy measures in recent years that had placed the system in early 2020 in a position where it was more likely to absorb an unexpected shock like the pandemic, rather than amplify it.", "I will then outline our plans for macro-prudential policy for the years ahead.", "Mortgage Measures Let me start with the mortgage measures, which I am sure are of great interest to participants in this workshop, and in particular to those participating in yesterday's sessions on mortgages.", "The measures were introduced in 2015, and by mid-last year, around a third of the stock of mortgage lending had been issued since the introduction of the measures.", "[Please refer to Slide 3 - Mortgage Measures] Our measures aim to ensure two things: rstly that banks and borrowers are resilient to adverse events, and secondly that house prices and credit do not evolve with damaging pro-cyclicality.", "The COVID-19 shock has provided us with an opportunity to reect on their effectiveness.", "While loans have not yet defaulted to any great extent, information on the take-up of payment breaks is instructive.", "By year of origination, all loans issued since 2010, when banks tightened credit standards in response to the previous crisis, including those issued in-scope of the measures since 2015, have had much lower rates of payment breaks than those originated before.", "[Please refer to Slide 4 - Payment breaks and mortgage measures] Looking at the Loan to Income and Loan to Value ratios, which are the instruments regulated by our measures, we see clear evidence that higher debt burdens have been associated with greater payment break take-up.", "For example, those borrowers with an LTI of 4 were twice as likely to opt for a payment break as those with an LTI between 2 and 2.5.", "Complementary to a wide evidence base internationally on the link between borrower indebtedness and default, these patterns give us comfort such macroprudential limits have played a role in ensuring borrower resilience to this exceptional shock.", "There is also evidence that the mortgage measures have acted since 2015 as a \"oor\" which mitigates the risk of any system-wide drift back towards pro-cyclical credit conditions as the memories of the last crisis fade.", "For example, where banks are permitted to use their own discretion beyond the limits laid out in the measures (our \"allowances\" regime), the data conrm that LTI ratios rarely go above 4.5, while LTVs above 90 are almost non-existent, despite banks having discretion to issue a certain portion of lending at any LTV level.", "[Please refer to Slide 4 - Payment breaks and mortgage measures] Another harder-to-measure benet of the mortgage measures in the COVID-19 era relates to pro-cyclicality in housing.", "Counterfactual estimates from Bank staff suggest house price levels could have been approximately 25% higher in the year prior to the pandemic had the measures not been in place, with similar implications for the price to income ratio, a key measure of housing market affordability.", "[Please refer to Slide 5 - Counter-Factual Analysis] One striking feature of the pandemic has been the stability of house prices, which are now growing again after a short period of moderate decrease in the middle of last year.", "Negative equity, which is often a prerequisite for mortgage default due to \"double trigger\" type mechanisms, has simply not arisen as an issue in the Irish market during the pandemic.", "One potential \"unseen benet\" of our measures is that, without them, an overvalued housing market with greater credit-led growth over the last ve years may well have been more prone to a sharp house price correction, with ensuing elevated risks for borrowers and banks during the pandemic.", "In summary, loans that were originated under more stringent credit underwriting (post 2010), or under the mortgage measures were less likely to avail of a payment break, reecting the rst objective of the mortgage measures - borrowers were more resilient to adverse events.", "And secondly, counterfactual evidence suggests that house prices could have been 25% higher in the absence of these policies, reducing the risk of a price correction and reecting the second objective.", "[Please refer to Slide 5 - Counter Factual Analysis] Bank capital measures Now let me turn to the bank capital measures, where the important reforms that have followed the last crisis, should not be understated.", "These reforms improved both the quantity and quality of capital on bank balance sheets globally.", "Going into this crisis, the Irish banking system for example had average CET1 ratios of 19 per cent, above minimum regulatory requirements, and averages of banks participating in EBA exercises.", "Also importantly from a resilience perspective, the absolute quantity of capital relative to total assets was close to 9 per cent, a Leverage Ratio above regulatory minima of 3 per cent.", "While this aggregate gure of 19 per cent is indicative of strong system wide resilience there is substantial variation in the starting CET 1 ratio across banks.", "This overall picture is in stark contrast to 2007, when much lower capital requirements and ratios meant banks were wholly incapable of absorbing the last nancial crisis when it struck.", "[The graph currently on-screen shows the evolution of capital requirements during the era of macroprudential policy, along with the substantial headroom that the banking system in Ireland has kept above them.]", "[Please refer to Slide 6 - the evolution of capital requirements during the era of macroprudential policy] As part of the post-crisis build-up, the decision locally to activate the counter cyclical capital buffer (CCyB) at 1 per cent in 2018 ensured additional resilience in the system during a period of strong economic growth, allowing for rapid release of the buffer last March.", "This release, along with ECB Banking Supervision announcements on usability of other capital buffers, gave the strong signal early in the crisis that banks had scope to deal with losses, were they to arise, without a need to immediately curtail lending supply in order to meet capital requirements - a response grounded in the hard lessons of banks' role in amplifying the previous downturn globally.", "The centrality of the banking sector in providing nancial services to the real economy in Ireland informs our ongoing judgment about the long-term importance of high levels of capital resilience.", "A forward-looking assessment published in our December 2020 Financial Stability Review suggests to us that the system as a whole has sufcient capital to withstand an adverse macroeconomic scenario involving the repeated need for public health restrictions through 2021, a disruptive no-deal Brexit (had it happened), additional global economic stresses and nancial sector amplication with credit supply shocks exacerbating the downturn.", "[Please refer to Slide 7 - Forward looking assessment] In summary, the mortgage and bank capital based measures meant the system, borrowers, lenders were more resilient when faced with the pandemic shock.", "However, we can't be complacent, ongoing government supports are playing a signicant role in supporting the economy and the full transmission of the shock to the economy and nancial system will take time.", "Our macroprudential policy plans from here The pandemic has given us much pause for thought, and can certainly be thought of as the rst major test of the post- 2008 reform agenda.", "While we are constantly monitoring the situation and aiming to deepen our understanding, our current assessment is that the macroprudential regime, both in banking and in the mortgage market, has generated substantial resilience which has aided the banking system to absorb, rather than amplify the economic shock resulting from the pandemic.", "Despite this success, we nonetheless recognise that the operating environment for our macroprudential regime is constantly evolving, and at certain junctures, a deeper review of our frameworks is necessary.", "That is why in 2021 and into 2022 we are carrying out a framework review across its three pillars: the mortgage measures, the bank capital regime, and market-based nance.", "The passing of ve years since the introduction of the measures last year has prompted us to take stock, and commence an in-depth framework review of the functioning of the measures.", "While the mortgage measures are a permanent feature of the market, the calibration of which we review annually, we deem a framework review to be good practice intermittently, particularly as a range of economic and nancial factors, both globally and domestically, have evolved since the measures were introduced.", "This framework review will run throughout this year and 2022, and will run concurrently to our regular annual calibration reviews, which are published annually in the December 2020 FSR.", "The review will explore the appropriateness of the stated objectives of the measures, the choice of instruments, the framework and strategy used for calibration, the role that external factors play in our calibration decisions, as well as a focus on operational and communications aspects.", "The bank capital pillar of the review will allow us to take a step back after wide-sweeping and rapid changes to the macroprudential and supervisory landscape over the last decade.", "In the review we will assess how the different elements of the capital stack are calibrated, how the risks being targeted by each buffer interact, and articulate our views on an appropriate range of capital for the Irish banking system over the long-term.", "We will further develop our stress-testing framework for explicit macroprudential purposes.", "Finally, we will take account of legislative changes arising from the transposition of the Capital Requirements Directive Five (CRD V) into Irish law, and incorporate emerging lessons, both domestically and at an international level, from the COVID-19 experience, as relevant to our ongoing operation of macroprudential capital buffers.", "In undertaking this review, we will ensure that we have as clear, well-communicated and predictable a strategy as possible around our approach to bank capital regulation.", "Market-based nance The third pillar of the review will consider the market-based nance sector in Ireland, and in particular Irish domiciled investment funds.", "These have grown considerably, in size and importance, over recent years.", "For example, relative to the size of the economy, Ireland has one of the largest market-based nance sectors in the world.", "The sector more than doubled from €1.8 trillion at the end of 2009 to approximately €4.5 trillion in the second quarter of 2019.", "From a nancial stability perspective, a key priority internationally and indeed in the Central Bank, is deepening policymakers' understanding of the potential implications of a disruption in market based nance on economic activity.", "The lack of a complete and operational macro-prudential toolkit remains a key gap.", "In that respect, European and international regulatory bodies have recently signalled the need to develop these tools for the sector to increase their resilience and thus mitigate the need in future for central banks to intervene in a crisis.", "In the Irish case, the exposures of the non-bank sector to the domestic economy remain limited but have been growing, especially via links to the domestic commercial real estate market (CRE).", "This growth since the Global Financial Crisis has brought with it many benets, including the diversication of nancing channels for CRE away from domestic investors towards international investors and a reduced reliance on debt nancing intermediated by Irish retail banks.", "This increases risk sharing and reduces domestic interconnectedness.", "However, an implication of this structural trend is that it increases the sensitivity of the Irish CRE market to global shocks.", "Next week, we will publish a Financial Stability Note, which presents the results of the Deep Dive Survey on Property Funds announced in December 2019.", "The Note illustrates that there is a cohort of property funds that have material levels of leverage and, to a lesser extent, liquidity mismatches.", "These characteristics increase the vulnerability of parts of the property fund sector and the associated risk that - in response to adverse shocks - some property funds may need to sell property assets over a relatively short period of time, amplifying price pressures in the CRE market.", "The analysis in the Note supports the need to explore possible macroprudential policy interventions in this area, such as leverage limits and options to limit liquidity mismatches, to strengthen the property fund sector's overall resilience to potential future shocks.", "We will consider these elements as part of the third pillar of the Review.", "Developing a comprehensive macroprudential framework for the non-bank sector remains an important priority for the Central Bank.", "Resilience is at the core of our approach to nancial stability including considering the costs and benets of action to strengthen resilience.", "We will continue our analysis in this area and continue to work with our European and international partners.", "With that, I leave you to enjoy the workshop.", "I hope that you have an enjoyable and enriching morning, and I thank you again for your interest in joining us here in virtual Dublin.", "A Race Between Vaccines and the Virus as Recoveries Diverge \", IMF Blog.", "[3] Data reported by the Central Statistics Ofce under MUM02: COVID-19 Adjusted Monthly Unemployment [4] Central Bank of Ireland, Quarterly Bulletin No.", "[5] It is important to bear in mind that given that such measures only apply to new lending, they take time to have an overarching effect on loan books due to the duration of mortgages.", "\"COVID-19 Payment Breaks on Residential Mortgages\", Financial Stability Note Vol.", "5, Central Bank of Ireland.", "[7] Figures based on the sample of loans originated since 2016.", "\"Lending above macroprudential mortgage limits: The Irish experience since 2015\", Financial Stability Note Vol.", "8, Central Bank of Ireland.", "[9] Estimates published in the review of the mortgage measures: Central Bank of Ireland, Financial Stability Review 2019:II.", "[10] The CSO's national residential property price index posted year-on-year growth of 2.2 per cent in December 2020.", "[11] Data for ve retail banks in Ireland, weighted by total assets, reported on a transitional basis.", "The equivalent Fully Loaded number was 17 per cent at the same date.", "Data for European larger banks from EBA Transparency Exercise data for end-2019 indicates a weighted average CET1 ratio of 14.7 per cent, with an unweighted average of 19.1 and a median of 15.8.", "[13] Details of the bank resilience assessment were published in Central Bank of Ireland, Financial Stability Review 2020:II.", "[14] See \"The Macronancial Outlook for Ireland: risks, resilience and policy\", address by Gabriel Makhlouf, 4 December [15] See \"Managing risk, rebuilding resilience\", address by Gabriel Makhlouf, 11 February, 2021.", "©2021 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroprudential Policy", "Mortgage Measures", "Bank Capital Measures", "Financial Stability", "Economic Shock", "Resilience", "Housing Market", "Credit Risk", "Market-Based Finance", "Property Funds"]}