{"sentences": ["Members of the banking community and the diplomatic corps, esteemed leaders and partners from the public and private sectors, colleagues from the Bangko Sentral ng Pilipinas, good afternoon.", "There is a saying in Latin attributed to the Roman philosopher Seneca: ignis aurum probat.", "Disruptions and upheavals, while uncomfortable and painful, are opportunities to re-examine old ways, give birth to new ideas and try exciting new strategies-undertakings that would otherwise be impossible when lulled by the comfort of the status quo.", "Indeed, it was in the middle of one of the most formidable health and economic challenges in recent memory that we were tested as an institution, particularly in the effective delivery of our mandates.", "But it was also in this darkest of periods that we were able to realize our mission.", "We acted in the interest of the Filipino people.", "To mitigate the impact of the pandemic, we acted quickly by providing monetary stimulus to ease tightening liquidity conditions, boost business and consumer confidence, and ensure the continued orderly functioning of the financial system.", "Aside from traditional monetary interventions and regulatory relief measures, we also implemented extraordinary measures.", "For instance, the BSP entered into an initial P300-billion repurchase agreement with the Bureau of the Treasury at the onset of the pandemic in March 2020 to provide the national government added flexibility in dealing with the public health crisis.", "After the repo was settled in September, the BSP extended short-term provisional advances worth 540 billion pesos to the national government in October.", "This was followed by a fresh advance of 540 billion pesos to the national government in January 2021, after the borrowing in October was settled in December.", "In sum, the BSP has so far injected approximately 2 trillion pesos in liquidity to the financial system, equivalent to about 11 percent of the country's GDP.", "With this amount of liquidity, we are carefully assessing the appropriate timing of the unwinding of all these measures.", "Doing this too late or too early may have serious repercussions on the economy.", "In September 2020, the BSP started issuing its own securities which helped us manage liquidity better.", "On the regulatory front, we issued time-bound and targeted regulatory and operational relief measures to encourage BSP-supervised financial institutions to continue their support to the economy in the following ways: Counting of loans to micro, small, and medium enterprises as part of banks' compliance to the reserve requirement; Higher single borrower's limit; and Increased limit to real estate loans.", "We also supported the passage and implementation of legislation aimed at helping the economy recover and move forward from the pandemic, specifically Bayanihan 1 and 2, and the recently passed Financial Institutions Strategic Transfer or FIST and the Corporate Recovery and Tax Incentives for Enterprises or CREATE laws.", "It is worthy to note that both FIST and CREATE were passed during the pandemic.", "FIST aims to help banks unload bad assets; while CREATE seeks to accelerate economic recovery by cutting the corporate income tax and modernizing the fiscal incentives system.", "Both measures are meant to attract more job-generating investments.", "We will continue to support the passage of the Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery or GUIDE bill, which aims to strengthen the capacity of government financial institutions-Philippine Guarantee Corporation, Land Bank of the Philippines, and the Development Bank of the Philippines- to provide needed assistance to micro, small and medium enterprises and other strategically important industries.", "In addition, our continuing support for landmark legislation such as the Islamic Banking Law will help promote real socioeconomic development in Muslim Mindanao and boost efforts to help our countrymen move forward from the economic effects of the pandemic.", "For our actions to mitigate the impact of COVID-19, we received the \"Best Systemic and Prudential Regulator in Asia Pacific\" award from the Asian Banker in October 2020.", "We also received the 2020 Gold Standard Award for Country and Trade Promotion for our efforts in ensuring that the international investment community sees a truthful and transparent picture of the Philippine economy.", "The research arm of The Economist Group, which focused on financial inclusion in the COVID19 response, likewise recognized the country's initiatives to mitigate the adverse economic impact of the current global health emergency.", "Financial inclusion is a state wherein there is effective access to a wide range of financial services for all.", "It is clear that the crisis, which subjected us to extraordinary challenges, has also given us the rare chance to accelerate our efforts in bringing the BSP closer to the Filipino people.", "This day is yet another proof of that opportunity.", "As part of the BSP's tradition, we set aside a day at the early part of each year to celebrate our friendship with around 300 members of the country's banking community.", "While the pandemic has prevented us to gather in historic Fort Abad like we did last year and the years before technology has allowed us to actually make history today as we interact with each other in a virtual platform for the first time.", "Best of all, we are now able to expand this venue of camaraderie to include thousands more of our colleagues, partners and stakeholders-kayong mga kababayan natin na kasama natin ngayon sa Facebook live.", "From our usual friends from the banking and diplomatic communities, we are now joined by youth groups and coalitions, MSMEs and fintech groups, and various non-government and industry associations.", "Salamat sa mga social media platforms, kasama namin kayo ngayon habang patuloy nating ipinagdiriwang ang tradisyong ito.", "Such, indeed, is the beauty of digitalization.", "With a gadget and an Internet connection, a regular person is able to do more with a few clicks or taps-anytime, anywhere.", "It saves that person valuable time, allowing him or her to spend it on more important matters.", "Digitalization is among a few things that helped us continue with our daily lives during the pandemic.", "Imagine the risk of exposure if one had to physically pay bills and buy food, medicines, and other essential supplies.", "It is a good thing that the country had been gradually embracing financial technology even before the pandemic hit.", "For me, it prepared us for the worst.", "In 2020, the volume of PESONet transfers surged to 15.3 million, up by 376 percent year-onyear.", "On the other hand, the value of PESONet transactions rose by 188 percent, year-on-year, to reach nearly 951.6 billion pesos-equivalent to about 5.3 percent of the country's GDP.", "In the same period, the number of payments made through InstaPay reached 86.7 million, up by 459 percent year-on-year.", "Said transactions were valued at 463.4 billion pesos, which was a 340-percent increase year-on-year.", "This amount of InstaPay transactions is equivalent to about 2.6 percent of GDP.", "From January to April 2020, new online sign-ups and app downloads for digital financial services increased by 100 percent, year-on-year.", "With Filipinos more mindful about their health and safety amid the lockdown, there was also a significant decline in the value, o yung halaga, and volume of, o yung dami ng, check payments and ATM withdrawals between the first half of March 2020 and from the second half of March to May 2020.", "Likewise, coin demand in 2020 fell by 57 percent in volume and 60 percent in value compared to More accessible and more convenient e-payment options may have partly contributed to the decline, aside from softer economic activities during the said period.", "The expanded role of digital payments in 2020 is worthy of note.", "While it kept the economic gears running during the community quarantines, it was also instrumental in distributing welfare benefits from the Social Security System's Small Business Wage Subsidy (SBWS) program.", "Under the SBWS program, the SSS, the Department of Finance, and the Bureau of Internal Revenue worked, hand in hand, to provide a wage subsidy for affected employees of small businesses.", "Government agencies partnered with the Development Bank of the Philippines and leveraged on technology via PESOnet for beneficiaries with bank accounts and through 2,500 partner outlets nationwide for beneficiaries who had no bank accounts.", "This resulted in the effective and efficient implementation of the program-from application to processing to the distribution of wage subsidies direct to more than three million beneficiaries.", "The COVID-19 pandemic has indeed unexpectedly catalyzed the rapid acceleration of digital transformation.", "The BSP took this opportunity to advance initiatives to push digitalization in the financial industry further.", "To chart the BSP's current initiatives and strategies in advancing an efficient, inclusive, safe, and secure digital payments ecosystem, we launched the Digital Payments Transformation Roadmap last year.", "The roadmap identifies two critical strategic objectives.", "The first objective, also my personal goal as BSP Governor-is that at least 50 percent of the country's total financial transactions be done digitally, and at least 70 percent of Filipino adults have financial accounts.", "The second objective involves the availability of more innovative digital financial products and services.", "These products and services, designed to be responsive to consumers' needs, will be enabled by a digital PhilSys ID and supported by a next-generation payment and settlement system that facilitates the real-time processing of financial transactions.", "The realization of these objectives depends mainly on three critical pillars.", "First of these pillars is the development of digital payment streams.", "Second is the establishment of necessary digital finance structures that will facilitate interoperability in the digital payments ecosystem.", "The third critical pillar is the implementation of digital governance standards and regulation of digital products and services to safeguard the integrity and privacy of consumer data.", "We know that for digital payments to flourish in our society, we need to have reliable and stable Internet connectivity.", "Digital connectivity is a critical enabler and a necessity in the new economy.", "That is why the Financial Inclusion Steering Committee (FISC), of which the BSP is a member, endorsed the Open Access to Data Transmission Bill as priority legislation to the LegislativeExecutive Development Advisory Council.", "The bill aims to address Internet infrastructure gaps by bringing in more players to the broadband sector.", "In December 2020, the FISC also endorsed to the Office of the President a proposed Executive Order that aims to liberalize access to satellite technology for broadband services and fast-track the expansion of Internet infrastructure to improve connectivity in underserved communities and rural areas as well as accelerate financial inclusion.", "All these fit in nicely in our 2020-2023 Strategy of bringing the BSP closer to the people-to become the central bank that understands their needs and helps them achieve their aspirations in life.", "And one of the ways we intend to do this is by advocating the digital transformation of financial services in the country.", "Through digitalization, we help create opportunities for people to improve their lives and participate in the economic and financial system.", "Through digital payments, we also promote financial inclusion.", "Digital payments help consumers engage in easier and safer economic activities.", "On a wider scale, it also helps reduce poverty and hunger; promote good health and well-being; ensure quality education, decent work, and gender equality; develop sustainable communities, and a lot more.", "At the end of the day, it is not simply about what we innovate but why we do it and to whom we are doing it for.", "The current crisis has given us an opportunity to think out of the box and be bold, as we work to protect the interests of the people we serve.", "It showed us what to focus on, as a BSP closer to its people.", "Isang Bangko Sentral ng Pilipinas para sa bawat Pilipino.", "Before I end this message, let me share with you a famous quote about evolution.", "\"It is not the strongest of the species that survives, nor the most intelligent, but the one most responsive to change.\"", "And so while the future remains clouded with unusual uncertainty, our eyes are focused on green shoots in front of us as we remain ever-vigilant in addressing the what-ifs.", "Times are changing and we are geared up for it.", "Let us all evolve with the times.", "Let's reform, innovate and transform.", "Before we proceed to the next part of the program, nais po nating iparating sa ating mga kababayan na maaari nang bumili ng Lapu-Lapu commemorative banknotes at medals simula ngayong araw na ito.", "And now let me call on the members of the Monetary Board to join me on stage: Finance Secretary Sonny Dominguez, Philip Medalla, Peter Favila, Tony Abacan, Bruce Tolentino, and Annie Aquino.", "Please join us and raise your glasses to a BSP for the Filipino people.", "To the banking community and the men and women of the Bangko Sentral ng Pilipinas, nawa'y maging tapat tayo sa ating tungkulin na pagsilbihan ang bawat Pilipino nang buong katapatan at kahusayan.", "Mabuhay tayong lahat!"], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalization", "Financial Inclusion", "Monetary Policy", "COVID-19", "Digital Payments", "Economic Recovery", "Regulatory Measures", "BSP Initiatives", "Financial System", "Digital Transformation"]}