{"sentences": ["Speech Thank you for the invitation to speak today, and for coming along to this session.", "Although I can see nobody on my screen the ABI assures me that an implausibly large number of leaders of the insurance industry are in fact present, and that some of you may even be listening to this speech.", "As a prudential regulator we oversee a large and vibrant insurance sector supplying vital financial services to the wider economy.", "I will not bore you with another list of the magnificent variety, size and importance of those services - that is the job of the ABI.", "But safeguarding the stability of their supply is the whole point of our role.", "That role is about to change in two ways.", "First, the Solvency II review is well under way - I will come back to that.", "But I want to begin with the second change, which is more fundamental - the proposed reforms to the architecture of financial regulation as we enter the brave new world of post-Brexit Britain - and explain why we favour a shift towards more rule-making by the regulator, and the enhanced accountability that needs to come with that.", "The future regulatory framework: rules and statutes Now you may be thinking: \"quelle surprise, the regulator wants to have more control over the rules!\"", "In fact, I can tell you that the PRA has no pro-active desire to increase its responsibilities.", "We have enough on our plate already.", "It's just that it seems clear that, for our market, putting the details in the regulator's rules rather than in statute (as the EU typically does) is a better approach.", "I say better for our market, but in fact this is the norm in all major jurisdictions apart from the EU and Switzerland.", "As a point of principle, it is consistent with the established model of an independent regulator taking time-consistent decisions in pursuit of long-term objectives given to it by Parliament.", "This follows the same logic as the arrangements in this country and many others for setting monetary policy.", "And on a purely practical level, it ensures that rule-making is closely informed by the day-to-day risk assessments that we have to make as supervisors.", "This approach also helps ensure that rule-making keeps pace with developments and supports innovation.", "A changing world requires a tough but flexible regulatory regime that can adapt itself rapidly as needed - both to remove unnecessary barriers to innovation and to give policyholders reasonable protection from any new risks that arrive with it.", "The alternative is a more sluggish regime, more conservatively calibrated to compensate for its lack of manoeuvrability.", "A regime largely contained in the PRA's rulebook is also easier to update when it seems that a rule is not working properly.", "The most obvious current example is the current implementation of the risk margin - no one here can be unaware of this issue, or if you are you've come to the wrong webinar!", "At a more granular level, while we will always take a very close interest in internal models given they set capital requirements, I have long wanted to simplify the bottom-up process for approving them, which entails assessing compliance with more than 300 tests and standards - all of them currently set out in legislation.", "That is just one example of our more general, longterm aspiration to condense and reduce the volume of material that defines the regime - the original Solvency II came in at nearly 1000 pages of legislation plus many hundreds more of technical standards.", "Having a streamlined set of rules all in one place would substantially ease the burden of compliance on firms and on us, without reducing resilience.", "In short, now that we have left the EU we have no interest whatsoever in lowering levels of resilience or policyholder protection, but we can and should make changes to tailor regulation so it fits our market better and is more efficient and coherent.", "That process will take some time but it will work better if the detailed rules are placed into our rulebook.", "Risks of changing the regulator's role If you accept the case for detailed rules being made by regulators, the next debate then is over what checks and balances are needed to give stakeholders confidence in the operation of the new framework.", "Might we pursue the stability of the graveyard by imposing ever more stringent rules?", "Or might we go the other way, becoming captured by industry and not protecting policyholders enough?", "Put bluntly, can we be trusted with more power?", "To address the point about the graveyard head on: I do not for one moment accept the caricature of a rampant regulator intent on crushing the industry under a slow-motion avalanche of new capital requirements, heedless of the wider consequences.", "History gives the lie to this caricature.", "Take the topical example of the matching adjustment (MA), which I read in the trade press last month is to be a 'key battleground' in the review of Solvency II.", "The primary effect of the MA is to reinforce the incentives that life insurers have to make longterm investments.", "It is something that the PRA had to fight hard for in EIOPA, often with little support from other countries.", "This matching is prudentially beneficial and may make annuities cheaper than they would otherwise be, but of course it also involves taking more risk because it boosts capital levels and lowers capital requirements.", "Another way to consider the graveyard question is to look at the returns of the insurance firms that we oversee and ask whether or not they resemble tombstones.", "Empirically, returns on equity can be volatile thanks to things like competitive pricing pressures, catastrophe risk losses and asset market volatility, but they have remained healthy in recent years.", "Since the introduction of Solvency II, returns have been in ranges of about 8 to 10% in general insurance, and 10% to 15% in the life sector.", "Our insurance sector is clearly alive and kicking.", "Moreover, the PRA does not aspire to a zero failure regime - more than fifty insurers regulated by the PRA are currently in some form of run off, for example - and even our primary objective of safety and soundness is in some ways just a means to end.", "Policyholders are not well served by firms that are so safe and cautious that they might apparently be able to live forever, but never grow or change.", "Such firms are more likely to be broken by a storm than to bend with it.", "On the contrary, policyholders are better protected by firms that: first, are sufficiently profitable and attractive to external capital to be able to change and grow in response to the changing external environment; and second, are able, if their business models do fail, to exit the market in an orderly fashion, paying their remaining liabilities as they fall due.", "What we do have a very low appetite for is disorderly failure.", "I think our track record is good here so far, but there is more to be done.", "The UK does not yet have a resolution authority for insurers, as recommended in the FSB's key attributes.", "Assessing firms' preparedness for exiting the market in an orderly manner, and working with boards to make improvements where needed, will be an increasing focus of our supervision in the next few years.", "Nor is there generally an inherent conflict between prudential and other government objectives, as is sometimes suggested.", "For example, take the government's three objectives for the review to spur a vibrant, innovative, and internationally competitive insurance sector; to protect policyholders and ensure the safety and soundness of firms; and to support insurance firms to provide long-term capital to support growth.", "These are consistent and mutually supportive objectives.", "Safety and soundness underpin the other two: the sector can only be internationally competitive if it operates within a robust and reliable infrastructure, which includes the prudential regime as well as things like the legal system; and only a financially sound insurance sector can make a sustainable contribution to long-term investment.", "Likewise, an innovative sector, in which business models adapt to changes in circumstances, is ultimately a sounder one.", "In this context I am wary of calls to encourage specific forms of investment with prudential regulatory incentives, which is usually polite code for lowering capital requirements.", "Removing barriers is one thing and if, for example, investment in green assets is being held back by excessively backward-looking forms of measurement of risk, then that is something we should change.", "But it is a fundamental pillar of the prudential regime that it be risk-based: disregarding the risk in individual investments is a recipe for an under-capitalized financial system that would not be a robust or sustainable source of investment.", "For example, we should make sure that we and firms have the best possible understanding of climate exposures, in order to make sure that firms can make the transition to net zero safely, and we should take account of this in capital where the evidence supports it.", "But the wider economic, environmental, and social benefits of investment in assets to support transition are in my view better recognised using other tools of public policy.", "Enhancing accountability Nonetheless, although I do not believe we will suddenly go rogue if given more rule-making powers I absolutely recognise the need for enhanced accountability arrangements to Parliament if our role expands somewhat as a result of Brexit.", "I hope you recognise that we already make policy in a transparent, engaged and consultative manner, encouraging input from stakeholders including industry rather than leaping straight to the solution.", "But to me it seems natural that if our rule-making role were expanded then Parliament might choose to expand the amount of time it spends examining our regulations.", "As a regular attendee of TSC hearings I can assure you that we are already held very robustly to account for our activities - but I can see the point that some in Parliament have been making that if we do more rule-making, and with European Parliamentary scrutiny of rule-making no longer present, then we might be expected to do more to support Parliament in probing technical regulatory issues.", "Whatever Parliament decides on this, we look forward to engaging fully.", "International standards are another important safeguard.", "The UK has always been at the forefront of their development: with the Federal Reserve, the Bank of England was the driving force behind establishment of the Basel Committee on Banking Supervision and supplied its first chair.", "We remain fully committed to the development and implementation of international standards, and this applies as much in insurance as it does in banking.", "Actions speak louder than words - Dr Vicky Saporta, who runs prudential policy for the PRA, is also a very energetic and successful Chair of the International Association of Insurance Supervisors.", "There is also an increasingly lively debate around our objectives and 'have regards'.", "As with accountability arrangements, it may well be sensible for these to evolve as our role changes.", "And we need to be wary of the natural tendency of regulators to become strongly attached to the objectives Parliament has currently set for them.", "But I would offer two notes of caution.", "First, globally it is not normal for prudential regulators to have an actual competitiveness objective - to my knowledge there is only one example amongst the main prudential regulators.", "I worry therefore that having such an objective might be seen by others as an intention to weaken regulation in the UK, and thus undercut our authority in international bodies.", "I also think it's a bit of a red herring.", "A robust prudential regime focussed on objectives of safety and soundness and policyholder protection is part of the national infrastructure that underpins the attractiveness of UK firms as counterparties.", "Second, it is wise not to give regulators too many objectives and have regards.", "Loading something up with ever more objects is an excellent way to decorate your Christmas tree but it's not the best way to create an effective regulator.", "Solvency II Review So much for theory.", "In particular the main event of this year: you may think it is defeating Covid, but of course it is in fact the review of Solvency II.", "I don't want to bore this audience (any more than I have already) with a discussion of detailed measures.", "But I have a few brief points to make about the review itself.", "Perhaps most importantly, the review will stay true to the basic principles of Solvency II.", "I see no appetite to tear those up and start again from a blank sheet of paper, given the huge investment we have all made in their adoption.", "And broadly Solvency II has served the UK well - as evidenced by the resilience of your firms through the pandemic to date.", "But the regime is in my view somewhat over-specified, and it also does need tailoring in places - particularly on the Life side.", "It is common ground between us that the risk margin is not correctly calibrated, resulting in levels of offshore reinsurance of longevity risk in the provision of UK retirement income that will become increasingly uncomfortable over time if we take no action.", "The risk margin will come down from current levels, and become less volatile.", "But for us risk margin reform in isolation is not synonymous with discontent about the overall levels of capital in the system.", "We have not seen persuasive evidence that this is either too low or too high: I discussed the health of returns on equity briefly earlier; nor do I see evidence of current capital requirements meaning that demand for insurance goes unmet.", "Some big numbers are being bandied about in lobbying for an overall weakening of prudential standards.", "I have to say that I think these numbers - being based on multi-decade forecasts - are a little speculative.", "I was particularly interested to learn from our hosts today, in their press release of 23 February, that their preferred outcome of the review could free up £35 billion of capital which could be returned to shareholders.", "You will not be surprised to hear that I have some doubts about a reform package which materially decapitalises the insurance sector.", "While it's natural for the private sector to focus on private interests, it's part of our job to keep an eye on the potential public costs of significant insurance failures.", "In our system, the highest standards are, rightly, applied to financial institutions that bring most risk to the system.", "Insurers are not at the top of that list - fortunately for this audience that position is reserved for your cousins in the banking sector.", "But insurance is absolutely essential for the functioning of the economy.", "For example, collectively insurers are responsible for paying over £10 billion of annual retirement income, and a similar amount in motor claims.", "Imagine the costs to the wider economy of a disorderly failure of a single large insurer or of multiple failures thanks to a common vulnerability.", "Coming back to the matching adjustment, this makes a contribution of around £70 billion to insurers' capital base at the last count.", "The principle of the MA - that long-term investors that match assets closely to their long-term liabilities are exposed to fewer risks - is sound.", "But it does represent the bringing forward - and potentially paying away in dividends - of unrealised returns.", "And its calibration is subject to uncertainty which, combined with its size and the quantity and importance of the services that it underpins - retirement income and long-term investments - mean that we have to maintain a very high confidence that its calibration is suitably prudent.", "The increasing role played by illiquid assets - whilst wholly consistent with the advantage that insurers have as investors in this space - is a growing source of uncertainty and makes it essential that the calibration be set at a level appropriate to the assets that firms actually hold.", "I am sympathetic to calls to look again at breadth of eligibility and process improvements for the MA to remove barriers to investment - in infrastructure for example.", "But we should be cautious about calls for the MA to be made any more generous, both for prudential reasons and because the very existence and current level of the MA may already crowd out investment by insurers in anything that is not eligible.", "Another important area is the role of internal models in the regime.", "My colleague Charlotte Gerken has spoken recently about our concerns over excessive reliance on internal models and some potential responses to it.", "I don't want to repeat that speech - I am conscious that you may already have breached your pain thresholds by having to listen to this one, although in these times of remote working it's of course easier for you to just put me on mute and reply to some emails until we get to Q&A.", "Instead, I would like to close with some very brief personal reflections on insurance, models, and capital.", "Whole balance sheet modelling is fundamental to understanding the risk profile of large insurers.", "But as with any modelling process, amidst all the detail and complexity of Solvency II internal models we risk being precisely wrong.", "We need more explicit sanity checks and a conversation about resilience to big, plausible risks - the kind of conversation that should be a cornerstone of the relationship between the PRA and regulated firms at board level.", "And we need ways to ensure that we recognise that while some areas are relatively easily modelled, others are not.", "I suspect that these basic, common sense points have got somewhat lost in the wake of the detailed, bottom-up model development and approval processes prescribed by Solvency II.", "Supervisory stress tests are one way into this.", "Judging from the ABI agenda following Charlotte's speech she managed to get some insurers' attention on this point.", "But there is no need for alarm - we do not intend some radical departure from the current ways of setting capital requirements.", "But we are interested in having one or more independent checks that the combination of actual capital held by firms and the shape of their balance sheets and business models adds up to a sector that we can be confident is resilient to plausible shocks.", "This would support our supervision and enhance our ability to respond rapidly to crises; we have of course had to cobble this together for the purposes of Covid stress testing, but it should be business-as-usual.", "Getting to such a place would also further enhance our accountability by putting us in a better position to explain clearly to the broader public the resilience of our insurance sector.", "I see many opportunities to improve things once we can emerge from our houses again into the brave new world of post-Brexit Britain.", "Top of my list is an improvement to my diet through an early visit to Nando's in Vauxhall, which I've been cruelly denied by the combined effect of Covid restrictions and a surge of vegetarianism in the Woods household.", "But coming just after my PERi-PERi grilled chicken on the menu are the delights of the Solvency II Review and the Future Regulatory Framework.", "If we approach these dishes in a sensible way, and without indulging in too much extra-hot sauce, we can make some really important gains for the UK without weakening safety and soundness or policyholder protection.", "I am grateful to a number of PRA colleagues for their input to this speech, but in particular to Alan Sheppard."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial regulation", "Solvency II", "Risk margin", "Prudential regime", "Accountability", "Resilience", "Policyholder protection", "Capital requirements", "Internal models", "Risk assessment"]}