{"sentences": ["The hard yards - speech by Given at the Society of Professional Economists Annual Dinner Published on 27 September 2021 Andrew Bailey looks at the varying forces currently acting on the economy and what they mean for monetary policy.", "One is the supply bottlenecks that are affecting the availability of goods and services.", "While they will push up on the cost of living, that will likely only be temporary.", "The labour market presents more of a puzzle.", "Job vacancies have been at record levels, but as the furlough scheme ends, it is uncertain what will happen to hiring and wages.", "The Monetary Policy Committee focuses on medium-term inflation rather than transient factors.", "But if these factors are likely to be more persistent, the committee will step in and adjust monetary policy as needed.", "I am going to speak this evening about the state of the economy and about monetary policy as the recovery from Covid unfolds.", "The title of this speech, The Hard Yards, is I think a saying that originated in sailing, though I associate it more with forward play in rugby.", "I remember saying, around a year ago when the recovery looked rapid, that the hard yards were yet to come, and while I don't want to claim any great prescience, it appears to be turning out that way.", "Nor do I have any claim to originality - Milton Friedman and Anna Schwartz wrote in their monetary history of the US that the most notable feature of the revival of the US economy after 1933 was not its rapidity but its incompleteness[1].", "I, and other MPC members, have also used the analogy of a bridge to describe the role of economic policy in the age of Covid, the bridge to the other side of Covid.", "We are still on that bridge.", "The rate of recovery has slowed over recent months, and that slowing is continuing.", "Relative to the fourth quarter of 2019, on the latest data to July, the level of GDP was 3.5% lower.", "That's around one percentage point below the level consistent with the August Monetary Policy Report.", "There is a crucial distinction here between growth rates and levels of activity.", "It is inevitable in a bounce-back that the growth rate will slow as the recovery nears its end-point.", "It is not though inevitable - or desirable - that the previous level is not regained.", "Recovery in some consumer-facing services appears to have been delayed.", "We had seen a recovery in activities such as eating in restaurants, but activity is levelling off, notwithstanding our contribution this evening.", "Consistent with the impact of supply bottlenecks and disruption, construction output fell in July, and manufacturing output stalled.", "Surveys and the reports of the Bank's Agents, suggest the impact of these supply-chain issues is broadening out.", "Pulling this together, the recovery has slowed and the economy has been buffeted by additional shocks.", "The switch of demand from goods to services, as Covid has faded in terms of its economic impact, has not taken place to date on the scale expected.", "Meanwhile, supply bottlenecks and labour shortages have weighed on output, and are continuing.", "Indeed the number of high profile supply bottlenecks appears to be increasing.", "I must say that when I heard that we were suffering a shortage of wind to generate power, I was tempted to ask, \"and when are the locusts due to arrive\".", "A number of these supply bottlenecks are not obviously a product of Covid, though others are.", "It is also possible that the economic fragility created by Covid has amplified the impact of other shocks - either that or the gods really are against us.", "I think it is more likely Covid amplifying at work.", "I want now to turn to the labour market, because here we appear to have a big puzzle.", "Let's start with the very good news.", "So far we have not seen a major upturn in unemployment or substantial corporate distress, despite one of the largest economic downturns in history.", "That is a notable success for economic policy all round.", "Put simply, if the authorities have the tools and the credibility, they can do a lot to help.", "And, it follows, that in such a situation they should do just that, they should not hold back.", "But we are left with a puzzle in the labour market.", "Data from HMRC suggest that there were around 1.7mn jobs covered by the furlough scheme in July, and as a reminder it comes to an end later this week.", "The number of advertised job vacancies was at a record level in August of over 1mn.", "The number of people unemployed in the three months to July was 186,000 higher than immediately pre-Covid, and the number of inactive people was 634,000 higher.", "Now, of course, it is possible to reconcile these numbers, but to do so involves a lot of movement of people from furlough, unemployment and inactivity, in ways not so far seen.", "There are a number of possible outcomes to this puzzle, which have different implications for the labour market.", "The first is that the furloughed workers will largely be re-absorbed into their old jobs, and so even with a further reduction in unemployment and inactivity, we are left with an excess of job vacancies.", "If these excess vacancies are associated with shortages of workers in particular sectors, this may push up on wages.", "This could also happen if furloughed workers do not return to their old jobs, but are not suitable for those jobs and sectors where there are a high number of vacancies.", "In other words, there is a mismatch in the labour market.", "Such an outcome is likely to raise the rate of unemployment consistent with stable wage growth i.e.", "The second outcome is different.", "Vacancies may be temporarily higher, and above their steady state level in the short-run, if firms are anticipating that it will be harder to find workers in the future when unemployment falls.", "In that scenario, demand picks up, the impact of matching frictions in the labour market dissipate over time, and both vacancies and unemployment fall.", "The NAIRU would be less affected in this scenario.", "Another possible explanation is that the level of advertised vacancies is elevated due to employers overestimating the growth of demand to come just as the speed of the recovery falls off.", "In this case, some of the vacancies turn out not to be jobs as employers change their mind, or at least hiring is put back.", "The implications of these labour market outcomes are quite different for growth, inflation, and thus monetary policy, which illustrates the uncertainty we face.", "Before turning to inflation, I want to say something on earnings.", "On the face of it, headline earnings are elevated.", "Pay growth of around 8% for July (the latest available number) is very high.", "But there are a couple of Covid-related distortions that have been pushing up on this growth: there is a large base effect from the fall in average earnings last year, and a compositional effect from the pattern of impact of Covid on activity across the economy and how that relates to typical pay rises by type of job[2].", "All of that said, we think the rate of growth of earnings in an underlying sense is probably around the 4% level - higher than we saw before Covid, and somewhat higher than we would expect to see in these economic conditions.", "But, there is another interesting development.", "The dispersion of pay growth has risen quite markedly - so for the high numbers we read about, there are also low ones.", "I am going to come back to this point.", "The final piece of the economic picture I want to cover is inflation.", "Having been well below target last year and into this year, it has risen above rapidly, to 3.2% in August.", "Much of the latest rise reflects base effects from last year, but we have also seen unusually strong rises in some items, including some foodstuffs, used cars and accommodation.", "Our forecast in August had inflation rising to 4% by the end of this year, and developments since then mean that inflation is likely to rise to slightly above 4%.", "The major contributors to the further increase are not base effects but rather the strength we are now seeing in goods and energy prices.", "Our view is that the price pressures will be transient - demand will shift back from goods to services, global supply chains are likely to repair themselves, and many commodity prices have demonstrated mean reverting tendencies over time.", "But, the pressures are very much still with us, and there is still we believe pass-through to retail prices to come, and manufacturers' output prices are still rising rapidly.", "Added to that is the uncertainty around how the labour market puzzle resolves itself, and how that will affect employment and earnings.", "Meanwhile, just to remind, the recovery is weakening.", "A lot therefore turns on how effectively supply capacity is rebuilt and over what time, and how the labour market evolves.", "These are truly hard yards.", "For most of the rest of my time, I am going to turn to the setting of monetary policy.", "Monetary and fiscal policy have operated independently but consistently - unsurprisingly I would emphasise - to provide the bridge through Covid, supported I should add by the stability of the financial system and macroprudential policy.", "We have had to rely on asset purchases to do a lot of the work because of the proximity of interest rates to the lower bound.", "There is plenty of debate around QE, some parts of that debate are better founded than others.", "I am not going to cover that in any detail tonight you will be relieved to hear, save to make a few points relevant to the current context.", "First, we do think that the impact of QE is most pronounced in conditions of market instability, as we saw in March last year.", "Second, we think that a larger part of the impact of QE comes from the initial announcement of the stock of assets to be purchased, rather than the subsequent flow of purchases.", "As a reminder, the current round was announced last November when things looked bleak on the Covid front.", "This begs a pertinent question: what impact do you get from continuing purchases in market financial conditions, and particularly at a time when inflation is rising as it is?", "The reason in my view is that QE does have an effect in stable conditions, and it is an important one, though I should emphasise on the second part of the question that because we regard the current upturn in inflation as transient, our view on the continuing role of QE is conditioned by our forecast in August that had inflation returning to target within an acceptable period of time.", "One channel through which QE operates is to keep rates further along the curve down relative to where they would be otherwise.", "In that sense, the transmission mechanism is somewhat different to a change in Bank Rate, though the outcomes will likewise be seen in activity and inflation.", "For all the noise about QE, the key thing for me is that it has thereby contributed to keeping stable the cost of finance for companies during the Covid period, and that has been very important both for monetary and financial stability.", "QE has also provided insurance against the sort of market volatility and dysfunction that we saw at the outset of Covid.", "It has therefore helped to prevent any liquidity-driven rise in yields, should such an event have occurred and in particular ensuring that the corporate sector was supported through this crisis.", "That said, the current programme of asset purchases is currently scheduled to end in December.", "It follows that the monetary policy response, if we need to make one, to the inflation pressure should involve Bank Rate not QE.", "There is no reason to beat about the bush on this point.", "Let me turn to that response.", "The MPC's task is to set monetary policy to meet the inflation target, and in a way that helps to sustain growth and employment.", "The remit makes clear that it is appropriate to focus on inflation in the medium term, which is appropriate given the lags between changes in monetary policy and the impact on inflation.", "In our view, there are good reasons why the current above target inflation will be temporary, as I described earlier.", "In considering how to use monetary policy, it is also important to understand the nature of the shocks that are causing higher inflation.", "The shocks that we are seeing are restricting supply in the economy relative to the recovery of demand.", "This is important because monetary policy will not increase the supply of semi-conductor chips, it will not increase the amount of wind (no, really), and nor will it produce more HGV drivers.", "Moreover, tightening monetary policy could make things worse in this situation by putting more downward pressure on a weakening recovery of the economy.", "But what is crucial here is whether and how expectations of future inflation respond to these supply shocks, and thereby embed rising inflation.", "The most commonly talked about mechanism goes from higher inflation expectations, to companies feeling able to raise prices and employees asking for higher wages, to wage pressure and more persistent inflation.", "In this way, what start out as relative changes in price levels for some goods and services can become generalised and turn into persistent inflation.", "I take this risk very seriously, it has form so to speak.", "That's a world where people expect further price rises and thus seek to hold lower money balances relative to income than they otherwise would.", "But, in a world where people expect the price rises to be temporary and reversed, they will delay spending, and hold higher money balances relative to income than they otherwise would, and the growth of demand will be weaker.", "As a pertinent example, will second hand car prices stay elevated?", "Now, of course, it all depends on how badly you need that car, and in reality some price levels may stay elevated and some may not.", "Monetary policy should not respond to supply shocks which do not become generalised through their impact on inflation expectations.", "In more modern times, and certainly in the life of the MPC, supply shocks have tended to be temporary in terms of their impact on inflation.", "But if that is not likely to be the case in our assessment, we will step in and adjust policy as needed.", "Nothing has changed in our approach.", "To illustrate this approach, let me briefly summarise the announcement we made at the end of our meeting last week, drawing out the differences of view, which are very reasonable differences.", "The MPC emphasised that the inflation target applies at all times, with a clear focus on medium-term prospects for inflation rather than transient factors.", "The judgements required by this medium-term focus are particularly important and challenging at a time like this of very large shocks to the economy.", "For most members of the MPC, the outlook for the labour market - as I described earlier - is highly uncertain and to some degree likely to be resolved in fairly short order, and this justified a wait and see approach on policy in view of the continuing belief that higher inflation will be temporary.", "Within this view, some members put more emphasis on the continuing shortfall in the level of GDP relative to pre-Covid, while others emphasised the continuing direction of travel towards closing that gap and the evidence of cost pressures accompanying the closing.", "But all of this group were of the view that the stimulus to monetary policy enacted in response to Covid would need to start to unwind at some point, that unwind should be enacted by an increase in Bank Rate, and if appropriate would not need to wait for the end of the current asset purchase programme.", "The other view places more weight on current evidence of cost and price increases and accompanying signs of labour market and capacity pressures, leading to more persistent excess demand and higher inflation.", "Moreover, a policy change now would contribute to ensuring medium-term inflation expectations remain well anchored.", "From this, I would draw out a number of important points.", "The great strength of the MPC process is that nine reasonable and I would say well informed people can differ on these interpretations, and we do so transparently.", "But, all of us believe that there will need to be some modest tightening of policy to be consistent with meeting the inflation target sustainably over the medium-term.", "Recent evidence appears to have strengthened that case, but there remain substantial uncertainties and we are monitoring the situation closely.", "Let me finish with a thought which builds on the whole area of supply shocks.", "As I mentioned earlier, we are seeing currently a much greater dispersion of wage settlements.", "What if this is the beginning of a more far-reaching structural change in the economy which alters relative pay across occupations?", "To be clear, I am making no prediction here, but rather asking the question in the context of monetary policy.", "The first thing to say is that such changes do happen.", "Since the 1980s, we have seen a structural increase in the pay gap between higher and lower earners.", "We have also seen more structural changes in retirement ages over a longer time.", "So, structural changes can happen.", "It is not the job of monetary policy to prevent such changes, but rather to ensure that they do not have negative consequences for monetary stability, such as dislodging inflation expectations.", "On this point, it is worth remembering that an important reason why we have a positive rather than zero inflation target is to enable such changes in relative earnings to happen in a world of downward nominal wage rigidities.", "I started by quoting Friedman and Schwartz, and so I will end by doing the same.", "They emphasised the need to distinguish a change in price (or wage) levels from a persistent increase in the rate of change[3].", "In my view, drawing this distinction is a crucial issue that we will be dealing with for some time.", "And of course, since it involves predictions of the future, for policymakers the task will not be easy.", "In conclusion, the yards will be hard I'm afraid, and we must stick to the task.", "I am grateful to Nishat Anjum, Jamie Bell, Justin Beresford, Ben Broadbent, Alan Castle, Pavandeep Dhami, Jonathan Haskel, Andrew Hauser, Karen Jude, Catherine Mann, Dave Ramsden, Fergal Shortall, Sophie Stone and Silvana Tenreyro for their assistance in helping me prepare these remarks.", "Milton Friedman and Anna Jacobson Schwartz, \"A Monetary History of the United States, 1867-1960\", Princeton University Press, 1971, p. 493 2.", "The furlough scheme, meanwhile, has pulled down measured average wages.", "The scheme has helped workers stay attached to their jobs but generally at lower pay than usual.", "But the compositional effect has more than offset this.", "Milton Friedman and Anna Jacobson Schwartz, \"A Monetary History of the United States, 1867-1960\", Princeton University Press, 1971, p. 498 Governor, Bank of England Sign up for latest updates"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Labour market", "Monetary policy", "Supply bottlenecks", "Wage growth", "Earnings", "Bank rate", "QE", "Economic recovery", "Inflation expectations"]}