{"sentences": ["I am delighted to welcome you to this awards ceremony for the second G20 TechSprint on Green and Sustainable Finance organized by the Bank of Italy and the Bank for International Settlements.", "I would like to thank Benoit Coeuré, Andrew McCormack and the whole team from the Singapore BIS Innovation Hub for their invaluable cooperation in all the steps of our TechSprint.", "TechSprints are technological competitions designed to spur innovation, collaboration and creative solutions to daunting problems.", "Our G20 TechSprint had a very ambitious goal.", "It was designed to help financial markets in sharpening their assessment and selection tools for channeling funds towards green and sustainable finance, leveraging on the latest technologies.", "Fintech and innovators were summoned to put forward their best solutions.", "I am very pleased that the improvement in the public health situation, following remarkable progress in the vaccination campaign, allows me to be here in Milan to acknowledge the achievements of the 21 brilliant finalist teams who have offered valuable technological contributions in a very special area.", "Indeed, finding ways to foster appropriate green and sustainable finance to invest in the crucial fight against climate change has been one of the key priorities of the Italian Presidency of the G20 this year.", "The urgency of acting to stop climate change and of mitigating its consequences is plain to see.", "The increase in the intensity and frequency of extreme weather events has obvious, and major, social, as well as economic, consequences.", "Central banks and supervisory authorities, international institutions and market participants have therefore been paying significant and increasing attention in recent years to developing a better understanding of the implications of climate change for the financial sector and financial stability.", "In fact, climate change-related financial risks pose both micro- and macroprudential concerns, but analysis and research are still at an early stage.", "Although there is broad consensus within the scientific community on the trends and causes of climate change, the timing and magnitude of future climate outcomes remain uncertain.", "This range of possible future physical outcomes arising from climate change is crucial to understanding \"climate risks\" (or better again, \"climate uncertainties\").", "Climate and econometric models that integrate different climate scenarios and their potential economic impacts to assess these risks are being developed and refined, but measuring the economic costs of climate change (and of climate policies) is a work in progress.", "We can assess the immediate costs of more frequent and intense natural disasters, but most of the potential costs lie beyond the typical horizon of economic and financial analyses.", "Climate change risks can unfold through the economy, especially if the transition to net zero emissions proves poorly designed or hard to coordinate globally, with ensuing disruptions to international trade.", "Financial stability concerns arise when asset prices adjust too quickly, reflecting unforeseeable realisations of transition or physical risks.", "However, it is unclear how much today's asset prices reflect the extent of the policy actions required to limit global warming to 2 ̊C or their impact on the economy and the financial system.", "A major challenge for financial investors is then how to align the incentives to channel entrepreneurship towards productive and beneficial activities such as technological innovation and, at the same time, prevent unproductive destructive activities that damage the environment.", "This is why we believe that interacting with start-ups and fintech in such endeavour could be very useful, and why we are today in Milan where our financial innovation centre, the Bank of Italy's Milano Hub, has recently started to operate.", "Indeed, we are convinced that this interaction may bear considerable fruits in several areas.", "Currently, we are looking for contributions in the field of artificial intelligence in improving the provision of banking, financial and payment services to businesses, households and the public administration.", "The proposals should focus on financial inclusion, sound consumer protection, and data security.", "To conclude, this TechSprint seems to me a well-designed contribution to foster innovation in an area, such as the fight against climate change, where both data and methodological gaps prevent accurate and sound data-driven solutions.", "It attempts to spur the public and private sector to identify profitable cooperative solutions aimed at achieving sustainable development goals.", "Winners should go well beyond the prizes, towards the pursuit of reliable and sound solutions for sustaining the development of a solid green finance market.", "And we encourage all finalists to continue to refine their proposals, because financial authorities and market players avidly await new technological solutions to bridge the present informational gaps.", "If fostering interaction and competition among companies is important in normal times, it is even more so in times when problems are more urgent, when decision-making processes need timely and high-quality studies, which can benefit from broader cross-country perspectives.", "These international awards are a way of encouraging both competition and cooperation.", "The aim is to not only recognise the extra talent of the winning teams, but also to get to know that of the other participants.", "This is why we arranged this awards ceremony.", "Therefore, I would like to salute also those teams who have not won any prize and reassure them that there will be many more opportunities in future months.", "As a final word, let me take this wonderful opportunity to thank our colleagues and organizers from the BIS and the Bank of Italy for their ceaseless patience and hard work in taking up an exceptional organizational challenge."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green finance", "Financial stability", "Climate risks", "TechSprint", "Sustainable finance", "Innovation", "Fintech", "Financial inclusion", "Artificial intelligence"]}