{"sentences": ["It is a great pleasure for me to be here today to greet the opening of the fifth European Central Bank Simulation Conference.", "I would like to thank all the participants for their interest in the operation and actions of the central bank, and the student group \"Get Involved\" for the excellent organization of the conference.", "I would like to begin by noting that the pandemic, two years after its onset, continues to threaten lives, cause high levels of uncertainty, and affect the social well-being of all citizens worldwide.", "Of course, progress on vaccinations has been a major impediment to the spread of the pandemic and has helped to lift social isolation and restart the economy.", "However, we can not yet say for sure that we have turned the page.", "The risk of serious mutations, such as the \"micron\" we are currently facing, remains high and could lead to new waves of pandemics, with serious consequences for society and the global economy, including the euro area.", "Under no circumstances should we be complacent.", "All relevant bodies need to be vigilant to effectively manage the effects of the pandemic.", "It is essential that they continue to take steps to restore economic prosperity and promote social cohesion for all euro area citizens.", "With regard to monetary policy, I would like to emphasize that the Eurosystem is now better prepared, than in the past, to fulfill its primary mandate: to maintain price stability, to ensure the value of the euro and to strengthen it.", "economic growth and job creation.", "Last July, we completed the Governing Council review of the ECB's monetary policy strategy.", "The review, which began in January 2020, took into account the fundamental changes that have taken place in the international economic environment since the previous review of the strategy in 2003.", "These include the reduction of the so-called \"natural rate\" (natural rate of interest rate). )", "which limits the scope for the conventional interest rate policy of central banks, as well as the slowdown in productivity and the reduction of the active population due to the continuing aging of the population.", "Also developments such as climate change, globalization, rapid digital transformation and the flourishing of digital currencies, During the deliberations of the Management Board, we were presented with a number of analyzes and studies prepared by Eurosystem working groups.", "These papers have been published in a number of ECB Occasional Papers and I urge you to consider them as they address a wide range of monetary policy issues.", "In addition, the ECB and all the national central banks of the Eurosystem, in an effort to listen to the views and expectations of the general public, held events with the participation of representatives of civil society.", "At the Bank of Greece we had the opportunity at the Simulation Conference in December 2020 to find out the opinion of the participants in a series of questions about prices, the economy and their expectations from the central bank.", "Also, in February 2021, we organized the event \"The Bank of Greece listens to you\", which was attended by representatives of social organizations with the aim of dialogue on issues that concern them and a better understanding of the role of monetary policy.", "The new strategy sets out the basic principles that guide us in shaping the direction of monetary policy so that we can respond more effectively to various circumstances in order to fulfill our primary goal of price stability.", "At the same time, the strategy provides a clear and consistent benchmark for shaping the expectations of consumers and businesses for the future price level, so that they can make the best possible decisions regarding their activity.", "I will now turn to the most substantial conclusions of the review.", "Initially, the new strategy stipulates that price stability is best maintained by pursuing an inflation target of 2% in the medium term.", "Compared to the current wording aimed at lower inflation, but close to 2%, the new approach now makes it clear that 2% is not the maximum level that is considered acceptable for inflation, but our symmetrical target.", "Inflation deviations from this target, both negative and positive, are equally undesirable.", "The redefinition of price stability reflects the need to set a fairly large positive margin for the level of inflation that is considered desirable.", "The lessons learned from the recent crises reinforce the need to set a higher inflation target to provide more room for monetary policy to reduce interest rates in the event of deflationary pressures and to avoid episodes where nominal interest rates are below the effective threshold.", "Additional factors that are taken into account in determining the inflation target are the differences in the level of inflation between the countries, the rigidities in adjusting the nominal wages downwards, Adopting a symmetrical target helps to shape expectations for future levels of policy and inflation rates.", "The prevailing perception was that the ECB was pursuing a tighter monetary policy on upward deviations of inflation from the target, while, on the contrary, it was reacting with timid steps and delaying downward deviations.", "In the current strategy, we emphasize that both the continuous rise and the prolonged fall of prices must be limited immediately and as much as possible.", "We also recognize in the new strategy that when the economy operates close to the nominal interest rate threshold, particularly strong or persistent use of monetary policy measures is required to prevent the consolidation of negative deviations from the inflation target.", "This may also mean a transitional period in which inflation is moderately above the 2% target.", "Therefore, although it is confirmed that interest rate policy is still the primary instrument of monetary policy, additional monetary policy tools are used by the ECB when necessary.", "Such tools are indications of the future direction of monetary policy, asset markets and longer-term refinancing operations.", "In previous crises, but also during the pandemic period, the ECB resorted to extraordinary, less conventional, measures, as monetary policy interest rates had reached historically low levels.", "Let me remind you that the current ECB interest rate levels have been zero since March 2016 for major refinancing operations and from June 2014 negative levels for deposits held by credit institutions with national central banks.", "The combination of measures taken was particularly successful, as they played a key role in increasing inflation and economic growth, from the very low levels that had been formed.", "These measures continue to be implemented to date in order to boost economic growth and support the stabilization of inflation at levels consistent with the target.", "In addition, they manage to maintain smooth financial conditions for all euro area economies, secure favorable financing terms and safeguard the flow of credit to every sector of the economy.", "During the pandemic, Eurosystem securities under the Pandemic Emergency Purchase Program (PEPP) played a key role in alleviating financial turmoil and boosting monetary easing.", "This program was mobilized immediately after the outbreak of the pandemic and, as announced on December 10, 2020, the net monthly purchases will last at least until March 2022 and in any case until we judge that the crisis of the pandemic is over.", "It is considered very effective in holding back the rise, due to high uncertainty, government bond yields and discrepancies between them.", "The effectiveness of the program is mainly due to the pioneering flexibility in the composition of securities markets by the Eurosystem.", "The value of securities purchased can fluctuate over time depending on financial conditions.", "In addition, there is a possibility that the distribution of public sector securities markets may temporarily deviate from the key of each national central bank in the share capital of the ECB (calculated according to the size of its country's economy).", "The PEPP emergency program granted Greek government securities a derogation from the minimum credit rating requirements of the Public Sector Purchase Program (PSPP), which helped reduce the impact of the pandemic on financial conditions in Greece.", "During the pandemic, the measures adopted before the outbreak continue to apply.", "In particular, the net purchase of securities continues under the regular extended program (Asset Purchase Program - APP), which was adopted in 2015 in response to the then financial crisis.", "The largest market share consists of government bonds under the PSPP program.", "According to the decision of 12 September 2019, the net monthly purchases conducted for as long as necessary to maintain the accommodative policy rates and will close shortly before deciding on the Board that it is necessary to increase the key interest rates ΕΚΤ.", "At the same time, the Eurosystem provides ample liquidity to banks through monetary policy operations.", "In particular, the third series of Targeted Long-Term Refinancing Operations (TLTRO III) are conducted on very favorable terms in order to support bank lending to businesses and households and to ensure low borrowing costs for the private sector.", "In order to facilitate the banks to participate in the refinancing operations, on April 7, 2020 it was decided that the conditions for the eligibility of the securities given by the banks as collateral in the refinancing operations will be less strict, and that the Greek government bonds will be accepted.", "in monetary policy operations as collateral.", "In detail, the value of the securities held by the Eurosystem under the APP and PEPP at the end of November 2021 exceeds 4.6 trillion euros.", "Respectively, the total amount of liquidity provision through refinancing operations is 2.2 trillion euros.", "As a result, the Eurosystem's balance sheet has risen from around € 4.7 trillion at the beginning of 2020 to almost € 8.5 trillion in November (during the same period, the Bank of Greece's balance sheet has increased from around € 110 billion to around EUR 230 billion).", "To summarize, during the strategy discussions it was considered appropriate to draw on the lessons learned from previous crises and to recognize the effectiveness of immediate and effective monetary intervention through less conventional tools.", "Therefore, in the recast of the strategy, it is stated that, in recognition of the policy interest rate threshold, the Board will use these tools on a case-by-case basis, continue to respond flexibly to new challenges and consider new policy instruments when dealt with.", "Monetary policy decisions are based on the assessment of economic and financial developments while using two interdependent analyzes.", "First, economic analysis, which focuses on macroeconomic projections but is enriched with new types of data and improved macroeconomic models that include the effects of demographic change, climate change, globalization and digital transformation.", "Secondly, monetary and financial analysis, which emphasizes the functioning of the monetary policy transmission mechanism and gives a special role to financial stability.", "Following the completion of the review of the strategy, in the updated press release of the decisions of the Board of Directors meeting on July 22, 2021, we reworded the indications regarding the future evolution of the ECB interest rates (forward guidance).", "In particular, in line with the new strategy, to support the symmetric 2% inflation target, we have decided that key interest rates will remain at current or lower levels until the following conditions are met: Finding that inflation reaches 2% long before the end of the projection horizon and for the rest of the horizon under consideration, and to judge that the course of the underlying inflation has made sufficient progress that is compatible with the stabilization of inflation at 2% in the medium term.", "For macroeconomic stabilization to be successful, monetary policy needs to continue to be complemented by targeted and coordinated fiscal measures.", "The new strategy recognizes the importance of pursuing a counter-cyclical fiscal policy that enhances the effectiveness of monetary policy.", "It is worth emphasizing at this point the unprecedented joint action of the Member States of the European Union to stem the pandemic and support the economy.", "The main initiatives include providing the maximum possible fiscal flexibility provided for in the Stability and Growth Pact and the Multiannual Financial Framework Agreement.", "At the same time, support programs were activated for employees (through the tool Support to mitigate Unemployment Risks in an Emergency - SURE), businesses (with the creation of a panEuropean lending fund, with an emphasis on small and medium-sized enterprises) and Member States (with a dominant measure the creation of the Next Generation EU - NGEU development fund).", "The funds of the NGEU Recovery Fund can be used for loans and grants to governments for development actions, the most important of which are the transition to green energy, energy Recognizing the need to address the consequences of climate change, the European Union, in addition to the funds provided for in the NGEU program, has set a goal of achieving climate neutrality by 2050.", "The European Green Agreement sets out policies in 2019 to achieve this goal.", "objective, such as mitigating global warming and reducing greenhouse gas emissions.", "The intermediate goal is to undertake a package of proposals to reduce emissions by at least 55% by 2030 (Fit for 55).", "In the face of the challenge of climate change, central banks could not remain neutral, although climate change is primarily the responsibility of governments.", "Climate change is a major challenge for price stability through two channels.", "First, through natural hazards, as the most frequent and extreme weather events affect the production process and the supply of goods, with effects on price formation.", "Second, due to the necessary adjustments related to the transition policies in a low-emission economy, production costs may increase and there may be structural changes that affect supply and demand, and ultimately prices.", "In reviewing our strategy, we have included in the Board an ambitious climate-related action plan.", "With this action plan, the Eurosystem aims, without prejudice to the primary objective of price stability, to ensure that it takes full account of the impact of climate change in the conduct of its monetary policy.", "In summary, the following milestones are envisaged on our way to integrating the parameters of climate change.", "First, we gather the data needed to analyze the risks associated with climate change.", "We are also adapting macroeconomic models to take into account the consequences of climate change.", "Second, we look at the exposure of our balance sheet, as well as the balance sheet of the supervised banks, to climate risks.", "We have already conducted a climate change simulation exercise for the economy as a whole, which has shown that the cost to banks and businesses of adapting quickly to green policies is much lower than the cost of inaction and dealing with severe natural disasters.", "At the same time, we will introduce data disclosure requirements from banks and securities issuing companies, so that these securities can be used as collateral in monetary policy operations and in the securities markets of the private sector.", "Still, Third, we will consider taking climate risk into account in the criteria for evaluating securities that are accepted as collateral in bank refinancing operations and in the private sector securities markets.", "In addition, we will start publishing climate data regarding the corporate securities markets we conduct (Corporate Sector Purchase Program - CSPP).", "It is noted that in February 2021 all members of the Eurosystem adopted a common position on the application of principles of sustainable and responsible investment in the management of our portfolios that are not related to monetary policy.", "I would also like to emphasize that the Bank of Greece is one of the first central banks in the world to deal with climate change and sustainability, having established, as early as 2009, the Climate Change Impact Study Committee (EMEKA).", "The EMEKA committee contributes substantially to the research with the aim of highlighting the risks and opportunities arising from climate change.", "In addition, the Bank of Greece established the Center for Climate Change and Sustainability in order to coordinate and implement the Bank's actions regarding the climate.", "At the recent United Nations Conference on Climate Change (COP 26) in Glasgow, the Bank of Greece undertook to contribute, within its remit, to the achievement of the Objective contained in Article 2.", "In fact, this week the new periodical exhibition was inaugurated at the Bank Museum entitled \"Economy and Climate: Handle with care\".", "The purpose of this report is to highlight the role of central banks in tackling the effects of climate change and to enhance information and active participation of the public, especially the younger generation like you, in the urgent mobilization needed to meet the challenges.", "Our goal is a modern, robust and green economy, guided by the social well-being of all citizens.", "And in this effort, the central banks and the Bank of Greece in particular, contribute with all their might, within the framework of their mandate.", "In closing, I want to express the belief that with the right coordination of everyone's efforts, we will be able to contribute to a substantial and sustainable development, for a better and sustainable future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Monetary policy", "Inflation target", "Climate change", "Pandemic", "Fiscal policy", "Interest rates", "Financial stability", "Economic growth", "Sustainability", "Green energy"]}