{"sentences": ["Economic Activity and Prices A.", "Overseas Economies I would like to start my speech by looking at developments in overseas economies.", "Let me first talk about the course that the novel coronavirus (COVID-19) is taking, which currently has a significant impact on economic developments.", "Chart 1 shows that the number of confirmed new cases has been on an increasing trend again since July 2021, although it turned down after rising through early spring.", "Under these circumstances, the global economy has recovered on the whole, albeit with variation across countries, regions, and industries.", "As for developments by country and region, the U.S. economy continues to see relatively high growth and its inflation rate remains above 2 percent, with economic activity resuming.", "The European economy has also recovered, lagging somewhat behind the U.S. economy.", "Likewise, the Chinese economy continues to recover, as exports and production have increased steadily.", "Regarding emerging and commodity-exporting economies other than China, a pick-up is maintained on the whole, although domestic demand in some economies has been pushed down due to the resurgence of confirmed cases of COVID-19.", "As for a breakdown by industry, production activity and the trade volume of the manufacturing industry have led the recovery in the global economy; on the other hand, downward pressure has been exerted on the services industry, which is heavily affected by COVID-19, mainly in the countries and regions where progress with vaccinations has been slow.", "With regard to the outlook, it warrants attention that the pace of recovery varies across countries and regions depending on the course COVID-19 takes and the impact of public health measures, as well as of macroeconomic policies taken by the respective governments and central banks.", "That said, the recovery itself has started to take hold.", "Chart 2 shows the July 2021 World Economic Outlook (WEO) Update released by the International Monetary Fund (IMF) as compared with the update released in June 2020.", "The IMF projection in June 2020 for the growth rate of the global economy for 2021 was 5.4 percent, and the latest projection is an upward revision to 6.0 percent.", "The projection for 2022 is 4.9 percent, which is higher than the past average.", "These developments are attributable to the acceleration in vaccinations.", "In the United States in particular, the economic recovery has gained momentum, with economic activity resuming and on the back of aggressive fiscal and monetary policies.", "This has in turn contributed to pushing up the global economy through trade activity.", "Having said that, there are various risk factors with respect to the outlook for the global economy, such as the course of COVID-19 and international commodity prices.", "Thus, accompanying downside risks continue to warrant attention for the time being.​ Next, I would like to turn to Japan's economy, starting with recent economic developments.", "Chart 3 shows the trend in economic conditions in terms of three indicators released by the Cabinet Office: the coincident index, the leading index, and the Economy Watchers Survey's diffusion index (DI) for current economic conditions.", "The coincident index, which shows the magnitude and tempo of current economic developments, started to decline moderately in 2018.", "The decline accelerated in a phased manner due to the consumption tax hike in October 2019 as well as the global spread of COVID-19 and the resultant implementation of public health measures in 2020.", "The coincident index has been rising from the bottom hit in May 2020; however, the pace seems to have been somewhat slow since the middle of 2020.", "This trend holds true for the leading index, which shows the magnitude and tempo of future economic developments.", "In the Economy Watchers Survey, the DI for current economic conditions below 50 indicates that the proportion of respondents who answered that economic conditions are bad or slightly bad exceeds the proportion of those who answered that they are good or slightly good.", "Although the DI has been improving after declining to 10.6 in April 2020, the pace of improvement has been slow.", "It has only just reached the level seen from the end of 2019 to the beginning of 2020, when its decline accelerated due to the impact of the consumption tax hike.", "Therefore, it can be said that economic activity is picking up but at an insufficient pace.", "Next, I will touch on Japan's economic developments by looking at real GDP growth rates.", "In the left panel of Chart 4, the line graph shows developments in the real GDP growth rate and the bar graph shows the contribution of demand components to the growth rate, such as private consumption and business fixed investment.", "The first preliminary estimate for the April-June quarter of 2021 marked a real GDP growth rate of 0.3 percent on a quarter-on-quarter basis and 1.3 percent on an annualized basis.", "The economy registered positive growth for the first time in two quarters, reflecting the pick-up in private consumption and business fixed investment, although public health measures have been retightened due to the spread of COVID-19.", "The right panel of Chart 4 shows developments in the real GDP level.", "This suggests that economic improvement from the plunge for the April-June quarter of 2020 has come to a pause.", "Chart 5 shows the outlook for Japan's economy.", "As presented in the July 2021 Outlook for Economic Activity and Prices (Outlook Report), the medians of the Bank of Japan Policy Board members' forecasts for real GDP growth rates are 3.8 percent for fiscal 2021, 2.7 percent for fiscal 2022, and 1.3 percent for fiscal 2023.", "Japan's economy is likely to follow a recovery trend, with the impact of COVID-19 waning gradually, mainly due to progress with vaccinations.", "The recovery trend is also supported by an expansion in external demand, accommodative financial conditions, and the government's economic measures.", "Thereafter, as the impact subsides, the economy is expected to show higher growth.", "Having said that, attention should be paid to downside risks for the time being, mainly due to the impact of COVID-19.", "In particular, the future course of COVID-19 as well as accompanying downside risks to economic activity and prices continue to warrant close attention.", "So far, I have described the outlook for Japan's economy based on the Outlook Report.", "I would now like to examine developments in major GDP components such as private consumption, business fixed investment, and exports.", "Let me start with private consumption.", "Chart 6 shows developments in real private consumption by type, such as durable goods, non-durable goods, and services.", "With regard to developments from 2013, it declined in 2014 and 2019, years when consumption tax was raised.", "These declines were largely attributable to the fall in goods consumption; services consumption remained relatively firm.", "Since 2020, real private consumption has declined again due to the impact of COVID-19.", "A distinctive feature of this decline is that it has been caused by the drop in services consumption, such as tourism, accommodation, eating and drinking, and recreation.", "Durable goods consumption has been picking up from the bottom hit in May 2020.", "In June 2021, it recovered to about 10 percent above the level seen in December 2019, right before the impact of COVID-19 materialized.", "However, as of June 2021, services consumption was about 20 percent below the level seen in December 2019, due in part to the impact of the resurgence of COVID-19.", "Reflecting such situation in services consumption, real private consumption as a whole remains depressed.", "As long as the pandemic continues, it will likely remain weak.", "I consider that downside risks to private consumption have been increasing further in a situation where public health measures have been retightened recently due to the spread of variants.", "Let us take a closer look at developments in the employment and income situation that affect private consumption.", "The left panel of Chart 7 shows the unemployment rate and the labor force participation rate.", "The labor force participation rate increased again as seniors and women that were temporarily out of the labor market around spring 2020 returned to it.", "However, its increase has leveled off recently.", "Also, the unemployment rate has been at around 3 percent, remaining at a high level compared with that prior to the COVID-19 outbreak.", "As presented in the right panel of Chart 7, the real wage income of employees has been on a recovery trend reflecting the employment situation I just mentioned, but it has not reached the pre-pandemic level.", "I will now shift to business fixed investment.", "As shown in Chart 8, the business fixed investment ratio, which represents the share of the amount outstanding of fixed investment to nominal GDP, continues to pick up, although the level has not reached that observed until 2019.", "Production capacity perceived by firms, as indicated by the production capacity DI in the Bank's Tankan (Short-Term Economic Survey of Enterprises in Japan), shifted toward being \"excessive\" and excess production capacity increased with the spread of COVID-19.", "Subsequently, excess capacity has been declining steadily to date.", "As for the outlook, business fixed investment is expected to increase mainly in machinery investment driven by the rise in overseas demand, software investment for digitalization, research and development (R&D) investment for growth areas, and investment to address environmental issues.", "Lastly, let me turn to exports.", "Chart 9 presents real exports by country and region as well as by type of goods.", "Unlike private consumption and business fixed investment, as of the end of 2020, exports generally recovered to the level posted before the impact of COVID-19 grew intense.", "Thereafter, they remain on an increasing trend.", "By region, exports to Asia, including China, have been firm; by goods, those of IT-related and capital goods have been favorable.", "On the other hand, the pace of increase in automobile-related exports, particularly for those to the United States, has decelerated due to the effects of a semiconductor shortage.", "Exports overall are likely to see a strengthening in their uptrend for the time being on the back of a rise in the global economic growth rate.", "C. Recent Developments and Outlook for Prices Next, I will move on to price developments.", "As seen in the left panel of Chart 10, the observed year-on-year rate of change in the consumer price index (CPI) for July 2021 was minus 0.2 percent for all items less fresh food and minus 0.6 percent for all items less fresh food and energy.", "This is mainly because the negative contribution of mobile phone charges increased with the base year of the CPI being changed from 2015 to 2020.", "However, the year-on-year rate of change in the CPI that excludes the effects of temporary factors such as mobile phone charges and energy prices has been slightly positive even with the new base year of 2020, although this is an estimate.", "The right panel of Chart 10 shows developments in the indicators for capturing the underlying trend in the CPI.", "The indicators declined moderately in 2020 but have recently improved slightly, remaining at around 0 percent.", "Let me now turn to the outlook for prices.", "In terms of the medians of the Policy Board members' forecasts presented in the July 2021 Outlook Report, the year-on-year rate of change in the CPI (all items less fresh food) with the base year of 2015 is expected to increase gradually from 0.6 percent for fiscal 2021 to 0.9 percent for fiscal 2022, and to 1.0 percent for fiscal 2023, as shown in Chart 5.", "However, if we look at the output gap and medium- to long-term inflation expectations - both of which affect the underlying trend in prices - the output gap, shown in the left panel of Chart 11, continued to indicate an excess supply of over 1 percent as of the January-March quarter of 2021, although the gap itself had narrowed.", "Inflation expectations remain more or less flat, after declining from the end of 2019 through the first half of 2020, as confirmed in the right panel of the chart.", "Although the output gap and inflation expectations have exerted less downward pressure on prices, as I just explained, they have not been strong enough to push up the inflation rate so that it gets close to the 2 percent price stability target.", "Prices are likely to be pushed up temporarily by the recent rise in international commodity prices and pent-up demand that should materialize as COVID-19 subsides.", "However, for such temporary effects to actually lead to the achievement of the 2 percent price stability target, domestic demand, including private consumption, needs to gain further momentum and firms in the retail and services industries consequently must adopt a more positive price-setting stance.", "In other words, it is essential that the output gap shift from excess supply to excess demand and for such demand to increase further; in addition, inflation expectations need to become anchored at around 2 percent.", "In my view, during the projection period in the Outlook Report, such positive changes are unforeseeable, and thus the momentum toward the 2 percent price stability target will not be maintained.", "Conduct of Monetary Policy I will outline the Bank's current monetary policy and the recent policy decisions, based on the outlook for economic activity and prices that I have described.", "I would then like to express my opinion about the Bank's monetary policy conduct.", "Outline of the Current Monetary Policy and the Recent Policy Decisions The Bank conducts monetary policy under the framework of Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, aiming to achieve the 2 percent price stability target.", "This current framework consists of three measures: yield curve control, the purchase of risk assets, and the Bank's public commitment regarding the future conduct of monetary policy.", "In addition to these measures, the Bank has taken the following three actions since March 2020 to address the economic impact of the pandemic, as shown in Chart 12: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19); (2) an ample and flexible provision of yen and foreign currency funds; and (3) purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "I hold the view that these actions, coupled with the government's measures and financial institutions' efforts, have contained the disturbance in the financial and capital markets and effectively supported financing, mainly of firms.", "However, with the moderate pace of economic improvement and significant downside risks, financing, mainly of firms, is likely to remain under stress for the time being.", "Given this situation, the Bank decided at the June 2021 Monetary Policy Meeting (MPM) to extend the duration of the Special Program until the end of March 2022, thereby continuing to support financing, mainly of firms.", "It will still closely monitor the impact of COVID-19 and not hesitate to take additional easing measures if necessary.", "Besides extending the duration of the Special Program, the Bank decided at the June MPM to introduce a new fund-provisioning measure to support private financial institutions' various efforts in fields related to climate change.", "At the July MPM, it made public the preliminary outline of the measure.", "The Bank regards this monetary policy measure as part of its comprehensive strategy on climate change released in July.", "The new fund-provisioning measure is in line with growing international awareness of climate change and the Japanese government's declaration on achieving carbon neutrality by 2050.", "Chart 13 presents the essence of the preliminary outline of the new measure.", "Through this measure, the Bank will provide funds to financial institutions for investment or loans they make to address climate change based on their own decisions.", "It will request of financial institutions desiring provision of funds that they disclose a certain level of information on their efforts to address climate change so as to ensure that discipline can be exercised.", "While the interest rate will be 0 percent and funds will be provided for one year, rollovers can be made until the end of March 2031, which is the end of the implementation period.", "The Bank will work out the details through an exchange of opinions with financial institutions and will likely start its fund-provisioning within 2021.", "My View on the Conduct of Monetary Policy Of the monetary policy measures just outlined, I voted for the Bank to take the actions in response to COVID-19 and to introduce the new fund-provisioning measure to support efforts in fields related to climate change.", "However, I continued to dissent from the majority decision on yield curve control and the Bank's commitment regarding the future conduct of monetary policy.", "This was based on my view that it is necessary not only to support financing and provide liquidity but also to implement measures to achieve the 2 percent price stability target at the earliest possible time and thereby support Japan's economy in returning to a powerful growth path.", "The spread of COVID-19 will lead to a tightening of public health measures and worsening of households' and firms' sentiment, and thereby dampen private consumption and firms' fixed investment.", "This in turn will exert downward pressure on prices through deterioration in the output gap toward excess supply.", "The longer the inflation rate remains stagnant, the less likely inflation expectations are to rise in Japan, where the formation of such expectations is highly adaptive.", "Thus, price stagnation will be prolonged, with both the output gap and inflation expectations being pushed down.", "As mentioned earlier, I think that the momentum toward the 2 percent price stability target will not be maintained during the projection period in the Outlook Report, even under the baseline scenario of Japan's economy following a recovery trend, with the impact of COVID-19 waning gradually, mainly due to progress with vaccinations.", "Moreover, given such factors as the spread of variants, it is reasonable to assume the risk that the impact of COVID-19 will last longer than expected.", "If that happens, the risk of prices remaining stagnant for a protracted period will increase further.", "Based on this recognition, I consider that the Bank needs to strengthen monetary easing in terms of yield curve control and its commitment regarding the future conduct of monetary policy.", "As for yield curve control, with a view to encouraging firms to make investment for growth, such as through active business fixed investment for the post-COVID-19 era, it is appropriate for the Bank to lower short- and long-term interest rates by actively purchasing Japanese government securities.", "I believe that supporting investment for growth through monetary easing does not necessarily involve a trade-off with the containment of COVID-19.", "In terms of the Bank's commitment regarding the future conduct of monetary policy, further coordination of fiscal and monetary policies is necessary, and it is appropriate for the Bank to revise the forward guidance for the policy rates to make such guidance more powerful by relating it to the price stability target, so as to enable the Bank to take actions based on concrete conditions.", "The inflation rate in Japan remains low compared with those in the United States and Europe, but there is no significant difference between these three regions in terms of the extent to which international commodity prices affect domestic prices if the industrial structure is taken into account.", "Therefore, the difference in Japan's observed inflation rate relative to the United States and Europe is presumably due to the varying degrees of increase in inflation expectations and of improvement in the output gap.", "I believe that influencing both inflation expectations and the output gap by conducting more powerful monetary easing is a requisite for achieving the 2 percent price stability target and maintaining the inflation rate at that level.", "www.boj.or.jp/en/announcements/release_2021/rel210716b.pdf.", "In this strategy, the Bank indicates its measures to address climate change in areas such as monetary policy, the financial system, research, and international finance."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Economic Activity", "Prices", "COVID-19", "Private Consumption", "Business Fixed Investment", "Exports", "Monetary Policy", "Inflation", "Climate Change", "Output Gap"]}