{"sentences": ["Tēnā koutou katoa, welcome all.", "It is a privilege to be here with you today, alongside the rest of the Reserve Bank of New Zealand's Leadership Team, to report on the activities and achievements for Te Pūtea Matua over the past financial year.", "I am very proud of all we've achieved and continue to achieve together.", "We have worked with government, other regulators, and financial institutions, to implement and co-ordinate a range of monetary and financial policy settings so as to continue to best meet our legislated mandates.", "Delivering our monetary policy mandate Early in 2020, when the COVID-19 pandemic began unfolding, we acted quickly to ease monetary conditions so as to cushion the economic blow, and continue to meet our price stability and employment mandate.", "We undertook these actions in full line of sight of other fiscal initiatives aimed at providing cash flow and confidence in the economy.", "We eased monetary conditions by reducing the Official Cash Rate (OCR) to 0.25% in March 2020, where it remained until October 2021.", "We also developed and implemented additional monetary policy tools so as to further lower interest rates across the board.", "These actions, amongst broader government initiatives, meant that while the economy fell into its worst economic decline on record, it was able to rebound quickly, with consumer price inflation remaining low but positive and unemployment rising only modestly.", "Subsequently, despite rolling lockdowns and changes in alert levels, New Zealand's underlying economic strength has remained, supported by generally strong household and business balance sheets, government spending and investment, and strong export returns for our key goods.", "The monetary policy actions we under took through the pandemic, combined with government support for businesses and jobs, have proved highly effective in preventing deflation, unnecessarily high unemployment, and financial stability concerns more generally.", "As the COVID-19 health situation evolved, so too has been our economic policy responses.", "Employment is now above its maximum sustainable level, with a broad range of measures of labour market tightness at or near record levels.", "For example, unemployment was 3.4 percent in the September 2021 quarter, one of the lowest rates in the OECD.", "We have also seen consumer price inflation rise and expect it to move temporarily above 5 percent in the near term.", "Much of this price pressure reflects the global economic impacts of COVID-19.", "We currently operate in a world of higher oil and energy prices, and the impact of global supply bottlenecks.", "The 'supply capability' of the global economy is impaired.", "In addition, underlying these global price spikes are increasing domestic demand pressures, which can drive more generalised price rises and inflation.", "In response to the rising inflation risks, in October this year the OCR was lifted to 0.50% and then to 0.75% in November.", "We are one of the first central banks that have had the economic confidence to commence returning interest rates to more normal levels.", "The Monetary Policy Committee expects to further remove monetary stimulus over time.", "It is our expectation that the OCR would eventually need to be raised above its neutral rate, conditional on the economy evolving as expected.", "The Committee also expects to gradually unwind the additional monetary policy tools that were introduced last year.", "The Committee stopped purchasing assets under the Large Scale Asset Purchasing (LSAP) programme in July.", "We intend to manage our LSAP bond holdings down in a way that maintains the smooth functioning of financial markets.", "More details on how bond holdings will be reduced will be provided early next year.", "I note that the level of government bonds on issue is a Government fiscal decision.", "The Committee's decision to purchase Government bonds as a means to lower interest rates is a monetary policy decision.", "On this note, I would like to recognise the Monetary Policy Committee members, and the operational support of the Reserve Bank teams.", "These tools and decisions have been instrumental in our COVID-19 response.", "Financial stability As outlined in our November Financial Stability Report, the financial system remains resilient and is well-placed to support the economic recovery and the challenges of COVID-19.", "Strong balance sheets for households, businesses, financial institutions, and the government going into the pandemic contributed towards maintaining a sound financial system, and yielding a faster economic recovery than following previous deep recessions.", "However, strong demand for housing has pushed house prices above their sustainable level, increasing the chance of a correction.", "Recent buyers are borrowing more relative to their income, and are now vulnerable to higher mortgage rates or a fall in house prices.", "One of the persistent drivers of higher house prices, and asset values more generally, has been the persistent downward trend in global interest rates, as consumer price inflation has been anchored.", "This downward trend in global interest rates has been extended further due to the significant negative economic impact of COVID-19.", "In New Zealand, the low global interest rate environment coincided with very low rates of house building relative to population growth in the past decade, leading to a significant supply-demand mismatch and accentuated house price growth.", "The collaborative work we are undertaking with other government agencies highlights that the lack of access to space to build has been a major driver of rising house prices over recent years.", "However, house building is now happening at scale that should significantly rebalance the demand-supply mismatch.", "We have also taken action to manage the financial stability concerns associated with the rapid rise in house prices.", "We recently further tightened Loan-to-value ratio (LVR) restrictions, which are our main tool used to address housing risks.", "We are also consulting on the merits of implementing debt servicing restrictions to lean against these risks.", "It is important we are prepared to implement them if required.", "And, we expect banks to remain cautious about high debt-to-income loans given the risks of rising interest rates and the economic outlook.", "Our latest stress tests also show the importance of our work to strengthen resilience in the banking sector, especially the benefits of continuing to build capital buffers.", "Capital requirements for banks will progressively increase from 1 July 2022 and it is encouraging to see them rising ahead of our timeline.", "Consistent with our financial stability mandate, we recently published a climate change report outlining the actions we are taking to help climate-related risks be appropriately understood and managed.", "Our latest stress tests also considered the impacts of increased frequency of droughts and other weather events on banks and insurers, including impacts on profitability and capital.", "We are undertaking further analysis of the impacts of climate change to understand the extent of these risks.", "While central bankers have the responsibility to play a critical role, we recognise it is primarily the Government's role to lead emission reduction and adaptation as part of a collective response.", "The future of money and cash We are currently consulting on issues key to the future of how New Zealanders pay and save.", "This is driven by our stewardship mandate for cash and ensuring we have a money system that supports the prosperity and wellbeing of all New Zealanders.", "Central bank money - typically cash but also the electronic settlement accounts we operate with large institutions - provides an anchor of value for people to trust and go about their business.", "Our cash also provides a one-for-one exchange for the private (commercial bank) money sitting in our personal accounts.", "We want to hear peoples' views on the use of cash and digital currencies, and how we can ensure the cash system meets the future needs of all New Zealanders.", "Transforming Te Pūtea Matua We are undergoing a period of change at Te Pūtea Matua, as signalled in our Funding Agreement signed by the Minister back in 2020.", "When we met with you for our last annual review, we were in the thick of responding to a significant cyber-breach, after a malicious attack on one of our systems.", "I am glad to report that we have effectively responded to the breach.", "But lessons have been learned, and guided by findings from an independent KPMG report, we continue to roll out and embed our multi-year programme to implement system and process improvements.", "We remain in regular contact with the Office of the Privacy Commissioner about our progress.", "Significant change is also under way to modernise the legislative foundations of Te Pūtea Matua.", "The Reserve Bank of New Zealand Act 2021 has now passed into law and will come into force in July 2022.", "The Act will modernise how we operate and are governed, with far reaching implications for our operating model.", "We have also just released for consultation the draft legislation for the proposed Deposit Takers Act.", "This is a significant step towards strengthening the regulatory framework for all institutions that take deposits.", "I encourage all stakeholders to share their views on the proposals.", "We have made continued progress on investing in people, capability and capacity - including security - so that we can sustain a central bank that is fit for the future.", "We have a significant programme of work underway related to the Bank's pending legislative change, improving our digital resilience, raising our prudential supervision capacity and capability, meeting the stewardship needs of cash and payment and settlement systems, and meeting the formal expectations of our key stakeholders.", "We are currently undergoing changes to our operating structure, with a view to bolstering our talent, capabilities and leadership, in particular the roles of technology, data and information, and strategy and risk management.", "We are also confronting investment decisions related to our physical locations, and how we deliver our services in general, such as cash stewardship.", "We continue to build our Auckland presence - where the bulk of our regulatory interface occurs.", "Our Auckland office is ably led by an Assistant Governor.", "We have also undertaken important changes to enhance our supervisory capabilities, including launching a new Enforcement Department to promote compliance in regulated sectors.", "This is an important step as we focus on embedding a more intensive supervisory approach on the firms we regulate.", "Our drive is to be cost effective and fit for purpose in all we do.", "In doing so we continue to work with a range of stakeholders, in particular through the Council of Financial Regulators (CoFR), on issues related to financial stability and inclusion.", "We have collaborative priority work streams to progress in areas such as conduct and governance, financial inclusion, climate change adaptation, digital innovation, and regulatory effectiveness and coordination.", "We are also actively collaborating in work on housing related matters with The Treasury and The Housing and Urban Development Authority.", "Our Te Ao Māori strategy remains a key strategic priority for Te Pūtea Matua.", "We have continued to ensure that the Te Ao Māori perspective is interwoven throughout our work at the Reserve Bank and with our stakeholders.", "A good example of this is our refreshed vision and values and updated brand, to better reflect our purpose and the work we do with our partners on behalf of all New Zealanders.", "Another example is our work programme on identifying any unnecessary constraints on access to capital for Māori enterprises.", "Finally, we also maintain our focus on enabling and ensuring diversity and inclusion in our team.", "In line with international benchmarks we set a target of achieving a 40/40/20 gender balance (i.e.", "at least 40 percent women in our workforce), which we achieved in 2020/21.", "Alongside this we have also continued to build our partnerships with Māori and Pacific Graduate Programmes.", "We have a long way to go, but we are committed and organised.", "At Te Pūtea Matua, being a Great Team means being fit for purpose, cost effective, risk aware, and working collectively in a sustainable way.", "It also means being unified by our purpose - everyone knowing what to do and moving in sync in the same direction.", "I would like to thank our Board, my colleagues and our people for their dedication, hard work, flexibility, and assistance.", "It is through your commitment, effort and determination that we have continued to live our purpose in supporting all New Zealanders, especially during this difficult year.", "We are looking forward to the future.", "Tēnā koutou, tēnā koutou, tēnā koutou katoa"], "classifications": ["none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "House prices", "Climate change", "Cash and digital currencies", "Reserve Bank of New Zealand Act 2021", "Deposit Takers Act", "Te Ao Māori", "Diversity and inclusion", "Great Team"]}