{"sentences": ["Dear media representatives, Based on the competencies and responsibilities of the Central Bank of the Republic of Kosovo, deriving from Article 36 and Article 67 of the Law on the CBK, as well as in accordance with Article 16, Article 99, Article 100 and Article 124 of the Law on Insurance, in meeting held on September 24, 2021, the Executive Board of the CBK has decided that to the Insurer \"Kosova e Re\", to revoke License no.", "007 of 25 April 2002, issued by the Banking and Payments Authority of Kosovo (BPK), the legal predecessor of the CBK.", "The insurer \"Kosova e Re\", over the years has had financial difficulties in meeting the legal requirements of the CBK, in terms of capital adequacy, solvency and assets covering technical provisions.", "In order to improve the financial situation and meet the legal and regulatory requirements, the Central Bank of the Republic of Kosovo, respectively the Executive Board of the CBK in accordance with applicable law, has continuously made efforts to improve the financial situation of the Insurer \"Kosova e Re\".", "However, despite the readiness and efforts of the CBK, the Board and Management of the Insurer has failed to meet the legal requirements and improve the financial situation of the Insurer.", "At the same time, the shareholder of Insurer \"Kosova e Re\" did not respond to the CBK's requests for capital increase and achieve compliance with applicable legal requirements.", "The lack of willingness of the shareholder to meet the capital requirements has seriously jeopardized the capacity of the Insurer to meet its obligations to policyholders and other creditors.", "Therefore, in order to protect policyholders and to prevent the growing negative impact on the insurance market and the financial system in general, the CBK based on the duties and responsibilities arising from the Law on the CBK and the Law on Insurance, has taken the decision to revoke the Insurer's License.", "The CBK has opened compulsory liquidation procedures, according to Chapter 18 of Law no.", "05 / L-045 on Insurance, by appointing the Liquidator, who will direct the Insurer in Liquidation \"Kosova e Re\" and will ensure fair and equal treatment, always in accordance with applicable legal requirements, to all creditors.", "With the appointment of the Liquidator, all responsibilities of the administrator, the Board of Directors and the Management of the Insurer in relation to its management cease.", "The liquidator will be available to review all claims, primarily policyholders as well as other creditors.", "The liquidator will report on a monthly basis to the CBK regarding the progress of fulfillment of obligations to creditors.", "At the same time the liquidator will notify in more detail all creditors and other stakeholders regarding the manner of communication and will provide phone contacts, email and location for submission of all requirements of policyholders and other creditors.", "The Central Bank instructs all policyholders and other creditors to follow announcements in the coming days by the Liquidator and the CBK regarding the instructions on processing the claims they have in relation to the Insurer in liquidation \"Kosova e Re\".", "On this occasion, I would like to express our high appreciation to the Insurers operating in our market who have expressed their willingness to take over all active policies of the insurer \"Kosova e Re\" so that citizens do not need to repurchase the policies of insurance.", "The CBK, in accordance with the duties and responsibilities set forth in the Law on the Central Bank and other relevant laws governing the activity of financial institutions, will continue its activities to ensure full compliance of the activity of financial institutions with the requirements set by applicable laws and regulations.", "Maintaining the ability of financial institutions to meet financial obligations is of a great importance for maintaining financial stability in the country, which is the primary objective of the CBK.", "Therefore, in order to maintain financial stability and protect users of financial services, the CBK remains committed to use all legal opportunities to ensure the smooth running of the financial system in the country, providing the country's economy with a financial system in function of macroeconomic development and stability, as well as a system that provides security for all users of financial services.", "Revocation of the license of the Insurer \"Kosova e Re\" does not endanger the stability of the insurance sector in Kosovo.", "Kosovo's financial system, since the beginning of its operation, has had a stable development and has served as an important source of macroeconomic stability in the country.", "In recent years, we have an acceleration of activity growth in almost all components of the financial system, while performance and sustainability indicators have also improved further.", "Regarding the insurance sector in particular, the activity of this sector is continuing to grow, while the regulatory and supervisory measures taken by the CBK have resulted in a positive financial performance of this sector, after a very long period of loss.", "Therefore, we pledge that we will continue to take all measures provided by law in order to allow in our market the operation of only those financial institutions that are able to contribute to the further development of the financial system and the economy of the country , as well as to contribute to the further strengthening of financial stability."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial stability", "Insurance sector", "Kosova e Re", "Policyholders", "Financial institutions", "Capital requirements", "Liquidation", "Regulatory measures", "CBK responsibilities", "Financial system"]}