{"sentences": ["Keynes used to say, \"I do not know which makes a man more conservative - to know nothing but the present, or nothing but the past.\"", "An anniversary - 100 years since the establishment and 100 years of development and operation of the Association of Serbian Banks, is an opportunity to recall what we have been through, what we have learned and accomplished.", "However, it is primarily an opportunity to create conditions which will enable us to prepare better for the uncertainty awaiting us in the future.", "And this must be done already today.", "Just as history remembers and celebrates the peoples with historic continuity, so the success and development necessitate constancy and perseverance in work for present and future generations.", "The Association of Serbian Banks and the National Bank of Serbia are naturally interconnected and focused on cooperation.", "For this reason, on the 100th anniversary of the Association of Serbian Banks, it is worth recalling a historical moment when the Privileged National Bank of the Kingdom of Serbia officially began to operate, more than 137 years ago.", "Let us go back to the second half of the 19th century when the Principality of Serbia initiated the establishment of state institutions that had the most responsible mandate - the strengthening of a young state.", "One of these state-building institutions had to be the central bank.", "Serbia became a kingdom in 1882 and already on 6 January 1883 the National Assembly of the Kingdom of Serbia passed the Law on Establishment of the National Bank.", "The Law was signed by Parliament Speaker Milan Kujundžić-Aberdar and Minister of Finance Čedomilj Mijatović, while King Milan Obrenović confirmed it with his signature.", "The Privileged National Bank of the Kingdom of Serbia started operating on 2 July 1884 as an institution assigned with central banking and issuing tasks, but it was also the source of favourable lending to businesses and government, and this was the foundation of strong financial and overall economic system in Serbia.", "Historically, the Privileged National Bank of the Kingdom of Serbia justified the opportunities of a small and open economy to design innovative solutions aimed at preserving the interests of the national economy, often in specific circumstances.", "And it remained thus to the present day.", "Central banks keep track of social development and build reputation of institutions which ensure the key elements of stability.", "Of course, the development of financial markets, capital flows, globalisation, and rapid technological progress change the environment in which central banks operate.", "Supervision of financial institutions and financial education were added to the traditional tasks of the preservation of monetary and financial stability.", "Introduction of transparency in the work of central banks enabled us to be a service to citizens which they deserve.", "However, central banking was not the only one to undergo change, as banking was also transformed, and changes in banking are a real reflection of overall societal and economic changes.", "Where is the National Bank of Serbia today?", "We belong to a group of central banks with the highest number of responsibilities.", "We are independent in our choice of instruments, but we are not independent from our citizens and our Government.", "Our aim is to have monetary and financial stability, and to support Government economic policy which stimulates sustainable economic growth while operating in line with the principles of a market economy.", "We do not aim to be a regulator acting solely \"by force of law\", nor do we aim to meet some formal rules when having a discussion, but to truly understand and respect each other.", "For this reason, we introduce implementable laws and regulations to develop the financial system without jeopardizing the stability.", "The Association of Serbian Banks is a partner we communicate with in the preparation of drafts of new regulations, just as the National Bank of Serbia participates in events organised by professional boards of the Association of Serbian Banks on topics of significance for banking business - such as risk management in banks, accounting, compliance, legal issues, retail banking.", "We can see what we have been through, what we have learned and accomplished if we look back at the issues that marked the banking sector in Serbia in the first two decades of the 21st century.", "I underline the following: The currency clause and its devastating systemic dimension that we were able to control only by pursuing the policy of a stable and predictable exchange rate; The crisis-induced rise in NPLs and the efficiency of the NBS's measures to resolve this The path from uncontrolled to minimal costs of monetary policy pursuit; The path from closing distressed banks to building a more stable financial system, and a more advanced system regulatory-wise; The introduction of technological solutions enabling fast, easy and secure payments, as well as the provision of distance financial services; Strengthening the banking system, thanks to which in the recent crisis, banks were not part of the problem but of the solution.", "While we are mindful of the verified claim that trade is an adventure, and banking - cautiousness, history has taught us that a conservative approach, with a careful introduction of new products and care for the clients, is the best way to develop the system and grow sustainably.", "And the most critical point - solutions, would not be sustainable without macroeconomic stability over the past ten years.", "What else have we done?", "A turning point was created in the country where even at the start of the 21st century embers of fear due to the recent memories of the hyperinflation in the early 1990s were still glowing, and where the average annual inflation between the financial crisis of 2008 and 2012 equalled 9%.", "Namely, we built confidence in the local currency and ensured growth in dinar savings even during the pandemic.", "Corporates and citizens know they can plan investments and spending without the fear of sudden changes in the exchange rate.", "We also endorsed development potential of our society, often by leading the technological advancement.", "Today we speak about the mass-scale use of instant payments in Serbia in various forms.", "We use the options provided by video-identification for distance financial services.", "Serbia has become a country with technological solutions which the region looks up to.", "What are the future challenges?", "Today, when some think that policies can be conducted via Twitter or newspapers, it is our obligation to remain committed to decisions based on data and detailed analyses.", "Next, we are still living in a time when fake news spread fast and expectations are not easily managed.", "But managing them is not impossible, either.", "We have to be aware that the words we use matter, and that confidence can be preserved only by achieving results.", "Ahead of us is also a period when the knowledge base will be strengthened through a constant study of the effects of our policies and our actions.", "These will be important lessons for the future.", "Ahead of us is also the strengthening of human capital.", "In order to respond quickly and efficiently to modern day challenges, in accordance with democratic principles, in future we will also need people able to make impartial and responsible decisions in the general interest.", "Conveying knowledge and developing human capital - that is the best investment for the future.", "We also need to join forces to achieve our full potential.", "Many challenges of today are not novel.", "Environmental threats were here in both the 19th and the 20th century.", "Still, history has placed it on us to solve them, and this involves both the banking industry and central banks.", "It is up to us to act wisely, and in this tight spot between great expectations of the regulators and the inherited excessive freedoms, act in the general interest and in the name of the market, capitalism and democracy.", "Throughout history, banks were and they remain temples that are eagerly built and that epitomise power, and at the same time they were not favoured by those who had to pray in them.", "But they will remain a necessity in every society.", "Therefore, if you see every investment in our citizens and economy as an investment in the future, then the following anniversary will also be celebrated as a period of successful continuity."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central banking", "Financial stability", "Banking", "National Bank of Serbia", "Association of Serbian Banks", "Monetary policy", "Economic growth", "Macroeconomic stability", "Human capital", "Technological solutions"]}