{"sentences": ["Good day to the leaders and client-members of the Alliance of Philippine Partners for Enterprise Development or APPEND, led by President and CEO Virginia Juan and Chairman Angel De Leon, Jr. Greetings as well to the host of the 29th APPEND Leadership Conference, Tulay sa Pag-unlad, Incorporated.", "Thank you for inviting the Bangko Sentral ng Pilipinas to take part in this important event.", "We are always delighted to engage with the microfinance community, our chief partners in promoting financial inclusion in the countryside.", "The microfinance community is no stranger to servant leadership.", "From officers taking voluntary pay cuts to members distributing relief goods to the needy, your collective response has served as an outstanding example of leadership through crisis.", "We commend APPEND particularly for its Food Cart for Nanays program, which provides seed capital to poor families affected by the pandemic.", "This is a worthy undertaking in its aim to help Filipinos regain dignity of work.", "Our gains in financial inclusion clearly owe much to your dedication to serve the country's unbanked and the underserved.", "Microfinance non-governmental organizations or MF-NGOs remain the major sources of formal credit and drivers of account penetration among the rural population and the country's poorest.", "Moreover, microfinance institutions or MFIs are helping us propel digitalization, with 96% of MFIs citing digital payments as a primary initiative followed by 72% citing mobile app or online platform launching.", "We are glad that APPEND has taken the digital leap forward with APPENDPay to help clients and MFIs participate in the digital finance ecosystem.", "As a registered Operator of Payment System, APPENDPay can serve as a model for digital adoption in the industry.", "However, we also know these efforts come at a cost.", "We are thus working to further ensure MFIs are equally placed alongside big industry players and well-positioned to advance financial inclusion beyond the pandemic.", "Under our Digital Payments Transformation Roadmap, we envision 70% of Filipino adults will own a transaction account and at least 50% of payment transactions will be digital by 2023.", "We have mobilized various initiatives guided by the DPTR's vision and objectives and urge MFIs to explore opportunities created by these initiatives.", "Allow me to share some recent developments.", "On expanding digital payment rails We are promoting compelling use cases to show the versatility of a transaction account, which is considered the gateway to financial inclusion.", "Through an account, MFIs and their clients can pay government fees through EGov Pay, disburse wages, and collect revenues, among other benefits.", "Simultaneously, we are expanding digital payment rails to make online and mobile transactions more convenient.", "Together with industry partners, we launched the QR Ph Person-to-Person or P2P payments in 2019, followed by the full launch of Person-to-Merchants, or P2M just this October.", "P2M payments will help microenterprises boost competitiveness and revenue streams.", "Vendors with QR code can accept payments from other P2M-participating financial service providers - or FSPs - while customers need not pay fees when availing goods and services.", "There are currently 12 FSPs and over 20,000 merchants enjoying the benefits of P2M.", "As part of our regulatory initiatives, we recently issued circulars on Digital Banking and Open Finance.", "Digital banks - with their deep technology and innovation orientation - can boost dynamism in digital financial services that will benefit the underserved markets.", "These innovative players can also act as service partners and intermediaries for MFIs.", "To date, we have already approved six digital banking licenses.", "Meanwhile, open finance encourages the creation of more contextualized services for a broader market, promoting deeper collaboration and interoperability among various players, including fintechs.", "On creating a robust digital finance infrastructure Our collaboration with government counterparts to bolster the country's digital finance infrastructure is aimed at ensuring the reliable delivery of digital financial services and sustainability of related innovations.", "We continue to support the national ID or PhilSys rollout.", "We strongly urge MFIs to take full advantage of Philsys to deliver more innovations in microfinance.", "With the PhilSys, MFIs can reduce onboarding costs.", "Unlike other IDs, the PhilSys will enable MFIs to authenticate a person's identity online and real-time, as well as conduct seamless eKYC.", "The pilot launch of the PhilSys online authentication, e-KYC, and phased onboarding of private sector relying parties are set for next year.", "The Philippine Statistics Authority has made significant progress in Philsys implementation, with 36 million Filipinos completing registration of their demographic and biometric data.", "The PhilSys will support the mainstreaming of transaction accounts, particularly the Basic Deposit Account, which is designed to meet the needs of the unbanked.", "In fact, 5.6 million bank accounts have been opened for unbanked Filipinos from low-income households through a co-location scheme by the PSA and Land Bank of the Philippines.", "We are also pursuing policy reforms on digital connectivity to accelerate financial inclusion across the country.", "We endorsed Executive Order No.", "127 signed by President Rodrigo Roa Duterte in March, promoting satellite broadband technologies to advance rural connectivity.", "We are pleased to share that its Implementing Rules and Regulations are in place and encourage MFIs to harness this policy.", "Key reforms like EO 127 aim to expand participation in the satellite broadband space - enhancing connectivity and enabling MFIs to deliver digital financial services more efficiently to rural communities.", "On establishing strong market conduct Advancing digitalization equally entails building public trust and confidence in the digital financial ecosystem.", "We are thus strengthening our efforts to promote consumer protection and empowerment.", "We want all Filipinos to be digitally and financially literate, capable of making informed decisions on their financial welfare.", "To mainstream digital financial services usage among financial consumers, we launched our Digital Literacy Program last year with the \"#SafeAtHome with E-payments\" and \"E-Safety is Everyone's Responsibility\" online campaigns.", "We continue to hold financial literacy webinars for target segments such as micro, small, and medium enterprises.", "We also launched BOB, short for BSP Online Buddy.", "Through BOB, MFI clients have an expedient channel to report their financial consumer concerns.", "BOB is available via our official website, social media accounts, and text messaging.", "We are exploring additional features for BOB given the positive feedback we have received.", "On innovation for good We share APPEND's belief in strengthening personal ties with the people we serve.", "Our strategic interventions are intended to bring the BSP closer to the public.", "Moreover, we are committed to helping our partners and stakeholders, especially MFIs, in their digitalization journey.", "We continue to engage the donor and development community to encourage provision of technical and financial assistance for the digitalization initiatives of MFIs.", "May this year's conference bring fresh insights and renewed zeal to help the poorest and most vulnerable through digital innovations.", "In closing, allow me to cite a passage from the Book of Philippians that, like Hebrews 13, speaks of dedication and selflessness: \"Do nothing out of selfish ambition or vain conceit.", "Rather, in humility value others above yourselves, not looking to your own interests but each of you to the interests of the others.\"", "May we all continue to embrace our financial inclusion mission.", "For in doing so, we can bring a message of hope and help others live with dignity and purpose, especially in these trying times.", "Thank you and stay safe."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Finance", "Financial Inclusion", "Microfinance", "Digital Payments", "Digital Banking", "Open Finance", "PhilSys", "Consumer Protection", "Digital Literacy", "Innovation"]}