{"sentences": ["Lord Mayor William Russell Dr Rhian-Mari Thomas Ladies and gentlemen, Good afternoon from Singapore.", "Asia is key to the world's transition to net zero.", "The region accounts for about half of global carbon emissions, and more than half of global energy consumption.", "The battle against climate change will be won or lost in Asia.", "Asia's transition to a lower carbon future will not be easy.", "About 85% of the energy produced comes from fossil fuels, and demand is likely to rise on the back of continued urbanisation.", "Some 45 million people in South East Asia are still without electricity.", "Asia must find ways to transit towards greater sustainability while securing economic and social development for its people.", "Green finance can be a powerful enabler for Asia to achieve an effective yet inclusive transition to net zero.", "Singapore as an international financial centre in Asia is committed to support Asia's transition through its Green Finance Action Plan.", "The Monetary Authority of Singapore is actively promoting a strong green finance ecosystem in Singapore to serve Asia.", "A growing number of global financial institutions are expanding their green finance teams in Singapore to support Asia's transition towards lower emissions.", "Let me highlight three areas we need to get right to catalyse green finance - clear taxonomies to define what is green, what is transition, and what is neither; innovative solutions to unlock and catalyse multiple sources of financing; supervision of how financial institutions are managing their climate-related risks.", "First, clear taxonomies.", "We are unlikely to have a single, global taxonomy.", "Instead, efforts should focus on ensuring that taxonomies across different markets are interoperable and comparable.", "This means taxonomies that use a common language, such as internationally referenced industry classification systems.", "Asia needs a taxonomy that supports transition activities while achieving compatibility with existing high-quality international taxonomies.", "The ten countries of the Association of Southeast Asian Nations are developing a taxonomy with a two-tier architecture, comprising a Foundation Framework and a Plus Standard.", "The Plus Standard will set out data-backed thresholds for each activity, starting with less ambitious thresholds to facilitate early adoption and leading up to more ambitious \"gold standard\" thresholds that reference science-based pathways.", "In Singapore, an MAS-led industry taskforce is developing a taxonomy that encompasses green and transition activities.", "It adopts a \"traffic light\" system that helps market participants identify activities that are \"green\", \"yellow\" (or transition) and \"red\", with the intent of reaching net zero as soon as possible.", "The calibration of thresholds is important, considering the feasibility and availability of alternative technologies in Singapore and the region.", "The thresholds will need to be recalibrated at regular intervals to keep pace with technological innovations.", "Second, innovative financing solutions.", "To meet Asia's green financing needs, it is not enough to rely on just the public sector or the banking sector.", "We need innovative platforms to catalyse capital flows to marginally bankable but worthy green projects.", "In Singapore, one of our sovereign wealth funds, Temasek, has partnered HSBC to set up a debt financing platform to invest in marginally bankable sustainable infrastructure projects in Asia.", "We need new instruments such as blended finance to draw in different types of financers.", "Government agencies and multilateral development banks can potentially help to derisk sustainability projects by taking on first loss equity or providing a guarantee, to help crowd-in more private sector financing.", "This includes not just commercial banks but also capital providers such as foundations and family offices.", "We need to deploy technical assistance alongside financing.", "This is to support a range of activities such as project preparation, project implementation, and even training and capacity building to achieve maximum development impact.", "Regulators are in a strong position to steward the financial system towards net zero through supervising financial institutions' management of climate related risks.", "The Network for Greening the Financial System, or NGFS, plays a key role in helping to mainstream climate-related risk management.", "The NGFS has just issued a report highlighting the different paths that supervisors can take towards a set of internationally aligned supervisory practices.", "We strongly support the NGFS Declaration to green the financial system.", "The MAS is progressively embedding climate risk considerations in its supervisory framework.", "We are setting out a roadmap for mandatory climate-related financial disclosures for all our financial institutions.", "Next year, we will conduct stress tests for the financial industry under a range of climate scenarios.", "We are supporting capacity-building among central banks and supervisors in addressing environmental risks, such as through the COP26 Climate Training Alliance initiative.", "A successful transition to net zero will require collective efforts across governments, businesses, and industry leaders globally.", "We must act now, and we must act together, to secure a cleaner and greener future.", "Link to \"NGFS Glasgow Declaration Committed to Action\": www.ngfs.net/sites/default/files/ngfsglasgowdeclaration.pdf"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green finance", "Climate change", "Taxonomy", "Financial institutions", "Energy transition", "Sustainability", "Climate-related risks", "Innovative financing", "Financial system", "Supervisory practices"]}