{"sentences": ["Dear Minister, Ladies and Gentlemen, I am very pleased to welcome you to the Banque de France this morning for this annual ACPRAMF Fintech Forum - and I would also like to welcome Robert Ophèle, Chairman of the AMF.", "Mr. Minister, dear Cédric, you have once again given us the pleasure of being present for this second forum.", "The strong attendance of public officials testifies to our collective commitment to fintechs, which I am convinced are indispensable to the financial sector, as a driver of creativity, vitality and efficiency.", "Previously a garden in the making, the fintech ecosystem is now growing in leaps and bounds.", "This is especially the case since these start-ups have benefited from the acceleration of digitisation in finance resulting from the health crisis.", "Moreover, 2021 was a record year for fundraising in the sector: EUR 1.7 billion had been raised by the end of August 2021, which is already twice as much as for the whole of last year, and this year also saw the birth of the first French fintech \"unicorns\".", "This morning, I would like to illustrate to you how our commitments to fintechs are being implemented in practice: (i) firstly by enhancing dialogue, (ii) secondly their integration into the regulatory framework, (iii) and lastly by conducting experiments with them.", "Enhancing the dialogue with fintechs We communicate with fintechs primarily through the specific correspondents of the Banque de France and the ACPR.", "At the Banque de France, the also French start-up correspondents, Tech correspondents, assist start-ups at all stages of their project (financing, ratings, etc.).", "At the ACPR, the Fintech Innovation Unit is a dedicated gateway for fintechs.", "Each year, about 250 discussions are conducted in this context, half of which being initial contacts with innovative project leaders.", "With the development of the fintech ecosystem, it became necessary to broaden dialogue to all stakeholders, which is what our ACPR-AMF Fintech Forum embodies today.", "In addition to the productive working groups it initiated - I will come back to this later - this annual Forum day was introduced last year.", "This year, it is also part of the \"French Fintech Week\" in association with France Fintech (the sector's professional association) and Swave (the first French start-up accelerator dedicated to financial services).", "As a sign of our commitment, the Banque de France and the ACPR will attend several key events during the week and Dominique Laboureix, Secretary General of the ACPR, will conclude the week in Lyon.", "Facilitating the integration of fintechs into the regulatory framework As regards the fostering of innovation, I would first like to recall a founding principle.", "As supervisors, we need to promote a regulatory framework that is innovation-friendly, but technology-neutral, in order to encourage the appropriate and uniform treatment of risks: the same activity, same risk, same rule principle.", "Last year, I drew a parallel with the invention of the railway, which was a major innovation in the 19th century but not devoid of risks.", "Our role is to prevent the train from going off the tracks and to ensure that passengers are happy to get on board without being afraid.", "In other words, we need to promote innovation but also confidence in innovation.", "At the European level, the balance between innovation and security is embodied in the first draft texts of the digital finance package, presented by the European Commission in September 2020.", "The draft Markets in Crypto-Assets Regulation (MiCA) constitutes a first step forward.", "I would like to stress two key points: it must be adopted quickly, and it must be consolidated.", "Indeed, technology is advancing rapidly, and decentralised finance, which is an even more crucial area than in September 2020, must be taken into account to avoid leaving any blind spots or allowing alternative circuits to develop without regulation.", "The draft DORA Act focuses on the key issue of operational resilience, which is vital, notably to address cyber risk.", "Within the ACPR-AMF Fintech Forum, we seek to \"make life easier\" for fintechs by facilitating their access to regulation, ensuring \"proportionate\" enforcement and identifying irritants.", "We have contributed to three initiatives: (i) with the collaboration of the French National Cybersecurity Agency (ANSSI), we have helped to streamline the non-face-to-face customer identity verification of new customers - identified as one of the main regulatory irritants for fintechs - while maintaining an equivalent level of security; (ii) we have raised the awareness of crypto-asset service providers and assisted them with understanding the application of AML/CFT rules.", "The traceability of blockchain technologies appears to be a useful feature for analysing the behaviour of suspicious portfolios, even though such tools require further development; (iii) we have established an initial dialogue between fintechs and traditional banking players in order to improve their access to bank accounts.", "Today, I would like to urge banks to participate, in a constructive manner, in the transformation of the financial sector, without undue concerns.", "Fintechs are not our enemies, but key players in the modernisation of the financial sector and a catalyst for reflecting on the transformation of the banking model in order to address the needs of their customers.", "This is particularly the case for open banking, which is now regulated by the revised Payment Services Directive (PSD2), because shared security rules are needed.", "I believe and hope that the difficulties of its implementation are largely behind us.", "Moreover, if banks and fintechs did not both know how to innovate, and often innovate together, bigtechs would ultimately reap the rewards.", "Furthermore, we take very seriously the commitments we made to you last year: we have therefore worked with you this year on the deadlines and visibility of the stages in the authorisation process of fintechs.", "In this context, I am pleased to announce that a Fintech Charter will be adopted and published before the end of the year.", "This charter will clearly explain, in great detail, the stages in this authorisation process, from their first contact with the ACPR to their obtaining the required authorisation or registration.", "It will contain specific commitments on the part of the ACPR, firstly in terms of the visibility of the process: the appointment of a dedicated analyst, an indication of the additional information to be provided, and an authorisation certificate to facilitate procedures with investors.", "Secondly, in terms of deadlines: at each stage of the process, acknowledgement of receipt will be provided within two days and a response will be given on the content of the request within two weeks.", "The charter will also clarify our requirements regarding authorisation applications so that they can be prepared as well as possible.", "In order to help entrepreneurs navigate the regulations, a set of guides and Q&As will be posted on our website: these Q&As have been devised with representatives of the ecosystem to answer the regulatory questions that fintechs most frequently ask.", "Experimenting with all stakeholders We not only engage with fintechs to facilitate their development, we also experiment with them.", "As central banks and supervisors, we are integral players in financial innovation.", "The Banque de France Lab, a laboratory for innovation, works closely with numerous fintechs to identify, explore and experiment with new solutions.", "Another example of our commitment to cooperation to promote innovation is the establishment of the European branch of the BIS Innovation Hub, which chose Paris as well as Frankfurt.", "The Banque de France's openness to innovation is one of the priorities of our strategic plan \"Building 2024 together\": \"capture more innovations with the business lines and their ecosystems, and accelerate their implementation\".", "I would like to take two recent examples: central bank digital currencies (CBDCs) and artificial intelligence.", "At the Banque de France, we carried out a programme of nine \"wholesale\" CBDC experiments with some fintechs.", "We were able to test several use cases (including securities settlement or cross-border payments) with several different technical solutions - public blockchains, private blockchains, other \"distributed\" solutions.", "We have identified the interests of players who do not have access to central bank money today in settling in a CBDC tomorrow, and explored possible linkages and synergies between wholesale and retail CBDCs.", "This contributes to the ongoing work in the Eurosystem, in which we decided on 14 July to launch a prototype, and to decide accordingly in 2023 about the launch of a digital euro, which could be concretely achieved around three years later.", "As regards artificial intelligence, last July we organised the first ACPR Tech Sprint to test the market on the concept of algorithm explainability.", "The challenge was for teams of data scientists to design tools to explain credit risk models with which they were unfamiliar.", "The event was a great success, with 24 teams registered, including some students in order to raise awareness of these issues among our future data scientists.", "Allow me to quote the testimony of one of the banks that designed one of the models for the ACPR's Tech Sprint: \"It is interesting to create community dynamics around these issues because we can see that it is not the banks against the ACPR or the banks against each other: trust in artificial intelligence is a matter for everyone and we really stand to gain from working as an ecosystem on this subject\".", "I would like to conclude with a quotation from Georges Bernanos, who was certainly not a lover of technology, but was a great writer: \"We don't endure the future, we create it\".", "Faced with the acceleration of digital technology and Bigtechs, we must develop a more \"Schumpeterian\" finance capable of fostering the emergence of innovative European players.", "And I firmly believe in the role that you, the fintechs, have in reshaping the financial landscape alongside the existing players who are themselves undergoing transformation.", "Keep that spark of originality that encourages you to push the existing limits even further, and continue to develop French and European technological know-how.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintechs", "Innovation", "Regulation", "Digital Finance", "Cybersecurity", "Open Banking", "Artificial Intelligence", "Central Bank Digital Currencies", "Collaboration", "Experimentation"]}