{"sentences": ["Check against delivery Dear market participants, lawyers, financial intelligence and compliance experts, Ladies and Gentlemen: A very warm welcome to this year's Baltic AML Forum.", "It is my great pleasure to see so many of you gathered here today to discuss the issues of assessing and properly managing the risks of money laundering and terrorist financing.", "I am pleased to see market participants and representatives of public sector both investing their time and resources in debating these issues.", "It gives me assurance that not only we have a common ground in prioritising prevention of financial crimes, but that we are willing to join forces in finding the best solutions.", "It is wonderful to have the Minister of Finance Ms. Gintarė Skaistė opening this conference.", "The Ministry of Finance is our core partner in founding the Centre of Excellence in Anti-Money Laundering that was established this May - a platform to bring market participants and policymakers into a close dialogue.", "A quick overview on where we stand.", "Technological advancements, such as blockchain, are disrupting the financial sector.", "There is no doubt that innovative business models in the financial sector are reshaping nearly every area of products and services, creating new opportunities and value for consumers and business.", "However, we must not forget that these developments also bring substantial new challenges, and can open gaps for misconduct to seep in.", "The United Nations estimate that globally every year up to 2 trillion US dollars gets laundered.", "In the last few years some of the Nordic-Baltic jurisdictions were shaken with cases of the alleged systematic use of banks for money laundering.", "During the pandemic, the scale of money laundering and financial fraud has likely increased.", "We thus need to stay alert and search for ways to update and enhance our anti-money laundering and counter terrorist financing frameworks.", "I will now elaborate on our - the Bank of Lithuania's - approach on dealing with money laundering and terrorist financing.", "The Bank of Lithuania constantly monitors and assesses vulnerabilities in market participants' risk control, anti-money laundering and terrorist financing prevention frameworks.", "In addition to inspections, numerous consultations, meetings with supervised entities are also made.", "We want to ensure that Lithuania's financial system has proper and sound risk management and compliance culture in place.", "One of our objectives is to create a supportive environment for a mature expansion of the Lithuanian financial sector.", "We welcome market entry from those with truly sound technology, preparedness, adequate financial strength and risks management capacities.", "As the sector matures, becomes larger and increasingly more sophisticated, we, as a supervisor, will be attentive to the new challenges.", "We want our financial sector to be internationally acknowledged not only for the quantity of market participants, but, first and foremost, known for the excellence in the quality of their services, risk management and control models, financial system stability.", "We seek to be a partner to the financial sector and help market participants in building capacity to prevent financial crimes from ever taking place.", "At the same time - let me be clear - we make no compromises on anti-money laundering and counter terrorist financing.", "And we do not hesitate to act if need be.", "Having said this, we aim to strike a delicate balance here between risk management and derisking behaviour by the market participants.", "The latter happens when financial institutions avoid, rather than manage, risks by terminating business relationships with certain clients.", "Effective risks management frameworks that allow timely prevention are the best cure against the vicious circle of de-risking and financial exclusion.", "Is there room for national ambition in the area of anti-money laundering and counter terrorist financing?", "The simple answer is YES.", "For instance, further increase in Lithuania's ranking by the Basel AML index and to make further progress towards meeting the 40 Financial Action Task Force (FATF) Recommendations.", "Still more work needs to be accomplished to reach compliance with all the Moneyval recommendations; work that must be done in close cooperation among various ministries, agencies and institutions.", "For instance, it is vital that a beneficial ownership register of Lithuanian legal entities is completed as soon as possible.", "We must learn from the best practices from our Baltic neighbours: only through close multiagency coordination and swift and efficient information sharing can we have the maximum impact in preventing and fighting financial crime.", "Finally, having the new EU agency, the Anti-Money Laundering Authority - AMLA - here in Vilnius would cement Lithuania as the center of European AML expertise.", "Let me draw your attention to the fact that just last week, on the 7th of October, the new European Banking Authority Guidelines on money laundering and terrorist financing risk factors came into force in Lithuania.", "These new Guidelines aim at strengthening our defences by aligning the AML/CFT requirements with recent changes in the legal framework and addressing new money laundering and terrorist financing risks.", "Also, the new EU AML package through legal harmonization and improved coordination among supervisory institutions of the EU member states will further help in strengthening our defences against financial crimes.", "I would invite market participants to keep our communication lines open to enable us to adjust our frameworks so that there is full clarity and no gaps in our regulatory perimeter.", "This Baltic AML Forum is therefore a great opportunity for us to hear each other out and, through common understanding, make progress.", "Thank you, and I wish all of us a fruitful and engaging conference."], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Money laundering", "Terrorist financing", "Financial crime", "Risk management", "AML", "CFT", "Anti-money laundering", "Counter terrorist financing", "Financial sector", "Financial crimes"]}