{"sentences": ["A very good morning to everyone!", "It gives me great pleasure to welcome you to this webinar in conjunction with the launch of the World Bank Report on \"Non-Performing Loans in East Asia and the Pacific: Practices and Lessons in Times of COVID-19\".", "This event comes at a time where many of us in the region are still navigating through uncertainties with the pandemic.", "Recovery in many regional economies including Malaysia has begun to gather pace in recent periods in tandem with the recovery in global economic activity.", "However, the outlook remains subject to large downside risks as the potential for new variants of COVID-19 remains high.", "These developments are also happening amid the gradual expiry of policy support extended to households and businesses affected by the pandemic.", "The unprecedented level of support extended has so far helped to keep loan impairments at bay.", "But, as these measures are gradually unwound as the economy recovers, we would expect to have much greater visibility on the true asset quality of banks.", "Let me now continue my remarks by focusing on Malaysia's own experience in managing this pandemic, specifically how we have sought to ensure our banks remain well-positioned to manage potential deterioration in asset quality caused by the pandemic once the raft of policy measures expire.", "Malaysia's experience - what, why and how Malaysia, like most countries in this region, relied on a coordinated set of fiscal, monetary, and prudential policies to weather the impact of the pandemic.", "Our priority at the onset of the pandemic was to provide immediate financial relief to affected borrowers and ensure uninterrupted flow of credit to the economy.", "With that in mind, we did 3 things; i.", "First, we implemented a blanket, automatic 6-month loan moratorium for individual and SME ii.", "Second, we introduced and expanded subsidised funds and credit guarantee schemes for businesses, particularly for SMEs; and iii.", "Third, regulatory and supervisory flexibilities were accorded to banks to facilitate the various support programmes and sustain financing activity.", "When the economy gradually recovered heading into 2021, these broad-based support measures were refined to be more targeted at borrowers who were still facing acute financial stress.", "Alas, Malaysia experienced a sharp escalation of COVID-19 infections that led to the reimposition of nationwide lockdowns in the second quarter of 2021.", "As a result, the continuation and expansion of most of the COVID-19 relief measures became necessary to support distressed borrowers.", "Managing the build-up of risks We have been very fortunate that the financial sector entered this crisis from a position of strength.", "This has enabled us to undertake extensive financial relief to businesses and households.", "However, just like how sand piled in dams may delay but not prevent breakage, it is inevitable that the unprecedented support will not be able to help sustain all borrowers.", "To be clear, that was never the intention to begin with.", "As relief measures are gradually rolled back, we should expect non-performing loans (NPLs) to rise, particularly among borrowers that are unable to make successful adjustments to post-pandemic operating environment.", "It is therefore important for supervisory authorities to have a sound and credible exit strategy to ensure that the expected build-up of NPLs does not impair the functioning of the banking sector and hamper economic recovery.", "As rightly pointed out in the World Bank Report launched today, this is not an easy task.", "In deciding the timing and pace of roll back, policymakers all over the world need to consider the uneven recovery across sectors, as well as continued uncertainties surrounding the pandemic trajectory itself.", "At the same time, it is crucial to maintain support for distressed but viable borrowers to facilitate economic recovery while recognising the risk afflicting banks' balance sheet.", "On the latter, it is imperative for authorities to ensure that the focus on sound credit risk management by banks does not translate to excessive risk aversion that could jeopardise the recovery process.", "Strategising the exit of measures in the recovery phase Ladies and gentlemen, let me share some of our thinking in approaching the exit strategy, which in part, is informed by our experience from past crises: 1.", "First, given the uncertainties, we continue to be vigilant and therefore remain prepared to dip into our policy toolkit to manage some of the risks and spillovers from support measures that we instituted.", "In our context, the extension of repayment assistance programme has been accompanied by strengthened supervisory expectations on monitoring and stress testing of exposures under repayment assistance.", "Further, we have also increased supervisory reporting requirements on such exposures and focused monitoring on more forward-looking indicators such as banks' internal MFRS 9 staging of exposures for purposes of macro- and micro-prudential surveillance to facilitate timely decision-making.", "Second, frequent engagements with banks have helped to provide timely and steady steer in ensuring their support of the recovery, without compromising resilience.", "For example, banks were not only expected to allocate resources and management attention to support repayment assistance efforts, but also effectively monitor the attendant risks arising from these efforts.", "As a result, we saw banks strengthening their own capacity to cope with the sharp increase in debt restructuring applications and support tailored repayment assistance plans for viable borrowers.", "In addition, notwithstanding the flexibilities granted under accounting standards, banks have maintained prudent asset classification and provisioning practices when assessing borrowers' creditworthiness.", "These include pre-emptive staging of loans to recognise higher credit risks among specific borrowers seeking repayment assistance, more conservative provisioning models, and increased application of management overlays to bolster model-determined provisions.", "Finally, the ready presence of effective institutional arrangements has also helped us be prepared for managing an influx of distressed borrowers.", "Drawing on our experience from the Asian Financial Crisis, Malaysia has in place debt restructuring mechanisms for individuals and businesses alike.", "These include out-of-court platforms, namely the Corporate Debt Restructuring Committee (CDRC) for large corporates, Small Debt Resolution Scheme (SDRS) for SMEs, and Credit Counselling and Debt Management Agency (AKPK) for individuals.", "AKPK, in particular, has become a staple name in Malaysia due to its vast publicity campaign.", "Although we have not observed any spikes in the number of cases admitted into CDRC, SDRS and AKPK, in part due to banks' enhanced capacity to carry out debt restructuring, we resolved not to leave anything to chance.", "Accordingly, the capacity of these out-of-court platforms was ramped up at the onset of crisis in anticipation of a potential deluge of distressed borrowers.", "To further enhance operational efficiency, the SDRS was absorbed into AKPK, making AKPK now the one-stop platform for both individuals and SMEs to restructure debt and obtain financial advice.", "That said, it is equally important for policymakers to ensure that mechanisms for swift NPL resolution remain appropriate, not only to prevent an accumulation of legacy NPLs in the banking sector but also to provide borrowers impacted by this pandemic an opportunity to bounce back once the crisis abates.", "Such a balanced approach helps to preserve the value and productive capacity of borrowers in turn limiting long-term damage to the economy.", "For Malaysia, work is underway to strengthen legislation which will expand the coverage of businesses that can benefit from court-sanctioned recovery mechanisms.", "This will help flatten the insolvency curve and avoid more permanent scarring, if NPL cases were to spike.", "Admittedly, this is an area where there are opportunities to do more and one where all of us can potentially learn from each other.", "Concluding remarks Let me conclude.", "Looking ahead, we are cautiously optimistic that the tide may be finally turning in this crisis.", "However, we certainly can't conclude that the COVID-19 pandemic is firmly behind us.", "We humbly admit that the virus has wrong footed us several times.", "The hallmark of good policymakers is to, as the saying goes, \"hope for the best, but prepare for the worst\".", "Our challenges may differ, but I believe for all of us attending this webinar, our end goal is the same - to successfully navigate the exit from this pandemic and effectively manage any potential surge in NPLs such that our financial sectors are able to continue to lend support to the recovery process while mitigating more permanent economic scarring.", "On that note, I wish everyone a day of engaging discussions and fruitful learning."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Non-Performing Loans", "COVID-19 Pandemic", "Financial Relief", "Exit Strategy", "Risk Management", "Credit Risk", "Debt Restructuring", "NPL Resolution", "Policy Support", "Economic Recovery"]}