{"sentences": ["Ladies and gentlemen, Good afternoon!", "It gives me great pleasure to attend this year's Financial Street Forum.", "This time the theme is \"Economic Resilience and Financial Accomplishments\".", "I would like to share with you my observations on this topic.", "First, the system and mechanism of socialist market economy is the source and In the socialist market economy, fundamental guarantee for China's economic resilience.", "and under the leadership of the Communist Party of China (CPC), there are hundreds of millions of market entities with clear property rights.", "With hard budget constraints, these market entities work hard to create value for the society and provide products and services needed by the society.", "In this sense, each of them is competitive; otherwise, they are already out of business.", "It is these market entities who fuel the unceasing development of China's economy.", "When the economy reeled from external shocks, these market entities manifested strong resilience.", "They flexibly adapted their production and operation arrangements to prices, orders, workforce and raw materials.", "Yet on many occasions, what they faced was more fierce market competition and even life-or-death stakes.", "Therefore, with commitment to the CPC's basic lines, we focus on the central task of economic development, adhere to the Four Cardinal Principles, continue to reform and open up, and we make improvements to the socialist market economic system.", "In this way, fundamental guarantee is provided for continuously vitalizing market entities and enhancing economic resilience.", "The COVID-19 pandemic broke out in early 2020 and has lasted till now.", "And China's success in responding to it is sufficient to demonstrate that our socialist market economic system is more resilient than any other economic systems in the world.", "In terms of financial policies, the People's Bank of China (PBC) launched monetary and credit policies in the amount of RMB300 billion, RMB500 billion and RMB1 trillion respectively last year to support market entities and rolled out another RMB300 billion worth of central bank lending in September this year, which were earmarked for the support of micro, small and medium-sized enterprises (MSMEs).", "Under the socialist market economic system, these policies, be it monetary and credit ones, or fiscal and other policies, have benefited hundreds of millions of market entities directly and enhanced their vitality and resilience.", "In this way, market entities are enabled to create wealth for the society while taking good care of themselves and their employees.", "Since the beginning of this year, China has maintained stable economic development.", "The GDP grew by 9.8 percent year on year in the first three quarters with the CPI rising moderately, indicating that the goals set in the Government Work Report are attainable.", "Boasting advantages such as large economic scale, complete economic structure, accelerated technological innovation and sustained benefits from the reform, China will surely ramp up its economic resilience, particularly along with the advantage of the socialist market economic system.", "Second, under the socialist market economic system, the functions of finance are mainly embodied in better allocating financial resources while continuously providing market entities with financial services including risk management.", "To allocate resources is to guide financial resources, such as loans, bonds, stock issuance and insurances, to flow to competitive enterprises through pricing.", "In this way, various market entities including micro and small businesses (MSBs) are funded to achieve healthy development.", "In the process, the financial market will further discover and adjust prices.", "In recent years, thanks to the constant adjustment of prices, the financing costs have been reduced for market entities, which could help address a long-lasting problem, that is, difficulties in and high costs of financing for enterprises.", "Meanwhile, financial inclusiveness has been improved as well.", "In the process of price discovery, the economy also maintains strong flexibility and resilience, thanks to its inherent self-adjustment mechanism.", "For example, some time ago when electricity shortage occurred, this mechanism responded immediately, and coal and electricity prices were adjusted correspondingly.", "For this, the National Development and Reform Commission (NDRC) has proposed that we should accelerate the market-oriented reform of the electricity price and allow a floating range of 20 percent in the price.", "In this way, price will play its role in guiding resource allocation, and supply and demand will strike a balance.", "While allocating resources and discovering prices, financial products also have a role to play in dispersing and managing risks.", "By offering risk management products, the financial sector serves the real economy better.", "It is an important function of finance.", "When the functions of finance are fulfilled under the market mechanism, the market will be be more resilient and resource allocation will be more efficient.", "Each and every field will witness resources flowing to the most competitive enterprises.", "Once prices are found unmatched, they will be soon adjusted and risks will be dispersed, hence the entire system will be dynamic and elastic, capable of adjusting and stabilizing itself.", "Regarding the financial aggregate, we make the best of the situation and see that growth of money supply and aggregate financing to the real economy (AFRE) basically matches the nominal GDP growth.", "The aggregate policy is reasonable and the liquidity is sufficient.", "As for the structure, we follow market rules and give full play to the guiding role of monetary and credit policy instruments.", "While insisting on fair competition and equal treatment to all entities, we bolster MSMEs as well as green and low-carbon development.", "At present, over 40 million market entities have benefited from inclusive MSB loans.", "Financing is accessible to so many market entities is really a highlight of China's economic resilience and proactive support from the financial sector.", "Beijing is home to numerous financial institutions and professionals, and it witnessed the establishment of Beijing Stock Exchange just recently, so the city is well prepared to play a vital role in implementing national financial reform measures and strengthening international financial exchanges and cooperation.", "Under the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, following the guiding principle of the speech by Vice Premier Liu He and the arrangements for financial work in Beijing made by Secretary Cai Qi, the PBC will continue to support Beijing in its development as a national integrated demonstration zone for greater openness in the service sector, a pilot free trade zone and a national financial management center.", "I wish the forum a great success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Socialist market economic system", "Market entities", "Financial policies", "Economic resilience", "Financial functions", "Resource allocation", "Risk management", "Monetary and credit policies", "Financial inclusiveness", "Beijing financial hub"]}