{"sentences": ["03.12.2021 A complete institutional architecture for a stronger policy mix \"A stronger policy mix for the euro area?\"", "- European Commission webinar organised by DG ECFIN Directorate for Macroeconomic Policies Pablo Hernández de Cos The COVID crisis has tested the European project in unprecedented ways.", "The policy response, a successful monetary and fiscal policy reaction, informed by a euro area (and EU-wide) perspective, has been unprecedented too.", "Given the exogenous roots of the crisis, the need to respond with a balanced fiscal-monetary policy mix was clear.", "And its depth facilitated the adoption of far-reaching political agreements that allowed the incomplete institutional nature of the Economic and Monetary Union (EMU) to be temporarily overcome, in particular through the deployment of some significant pan-European fiscal instruments.", "To mention the most important, let me highlight the NGEU programme, and also the unemployment scheme SURE.", "The need for a policy reaction from the aggregate angle was quite clear on this occasion.", "This is a novelty when comparing with the two previous crises, the GFC and the European sovereign debt crisis, when the endogenous roots of the shock showed a fundamental need for reform and action at the national level, that was only subsequently reinforced by some important steps aimed at pushing forward the overall euro area (and EU) architecture.", "Let me start by reminding us how we got here.", "Under the Maastricht Treaty, the design of EMU had two core elements: an independent common central bank targeting price stability, and a framework to coordinate national fiscal policies.", "The former was entrusted with monetary policy, while the latter was based on a set of fiscal rules geared towards ensuring that national fiscal policies did not endanger the price stability mandate.", "This meant that Member States could no longer rely on monetary policy to stabilise asymmetric economic shocks (domestic, or common with highly uneven domestic effects), while the exchange rate could not act as an adjustment mechanism between countries.", "Instead, they had to rely on additional adjustment channels, such as capital and labour mobility, and, especially, countercyclical fiscal policy.", "In addition, the set of fiscal rules included in the Treaty acknowledged that the fiscal behaviour of one country would affect the rest of the members and the monetary union as a whole.", "In particular, unsustainable fiscal policies in one country could generate economic and financial instability across the monetary union and influence the single monetary policy.", "Thus, the Treaty stipulates that Member States should avoid excessive deficits, and that the European Commission should monitor public finances to identify significant deviations that could endanger the macroeconomic and financial stability of the monetary union.", "In practice, the Protocol operationalises these principles by means of two quantitative reference values: 60% for the ratio of government debt to GDP and 3% for the budget deficit-to-GDP ratio.", "The quantitative limits were defined taking into account the average economic situation prevalent at the end of the 1990s.", "In particular, annual potential GDP growth of 2% and an inflation aim of around 2%, together with a budget deficit limit of 3% of GDP, would stabilise the ratio of government debt to GDP at 60%.", "The experience since its approval has shown that the design of the Maastricht Treaty left significant gaps in the governance of the euro area.", "In particular, these gaps have a significant bearing on the proper functioning of the policy mix.", "First, due to the simplicity of the framework, the original rules did not take into account that the cyclical position of countries affects the headline deficit.", "Subsequent reforms tried to address this, at the cost of increasing complexity and relying on (initially praised, but now maligned) unobservable variables.", "But, in any case, as can be seen in the left-hand chart of slide 3, the experience of recent decades has been one of pro-cyclical compliance with the rules, resulting in undesirable tightening during downturns and insufficient accumulation of buffers during upturns.", "Moreover, despite its focus on debt sustainability, the framework did not avoid a general increase in debt (as can be seen in the right-hand figure in slide 3), which has, in any case, been a trend common to most advanced economies.", "Having to deal with multiple objectives (countercyclicality, long-run growth, debt sustainability), fiscal policy, in most cases, failed to deliver satisfactorily on any of them.", "Second, the original design was not well-equipped to prevent the build-up of domestic macroeconomic imbalances with the potential to generate serious economic and financial instability for the euro area as a whole.", "The European Semester and the Macroeconomic Imbalances Procedure were established after 2010 to address this issue, but the experience so far seems to be mixed.", "Third, beyond what was stipulated in the no-bail-out clause, the Treaty did not envisage the creation of a crisis management framework.", "This was partly addressed later through the creation of the ESM in 2012 amid a very serious sovereign debt crisis affecting some of the largest economies of the European Union.", "Finally, and quite importantly, the Treaty had not envisaged the need for significant aggregate fiscal action to smooth the cycle and assist the common monetary policy.", "This was evident, for example, during the low inflation period after the euro area sovereign debt crisis, when the degree of coordination of fiscal policies provided for by the fiscal framework fell short of the aggregate stimulus that was needed to complement monetary policy.", "And, also as a consequence of this lack of pre-established aggregate fiscal tools, during the COVID crisis, an ad-hoc response had to be adopted, in the form of temporary, centralised fiscal instruments.", "First of all, the general escape clause in the SGP2 was activated, permitting a very expansionary fiscal stance at the country level.", "Second, emergency assistance to countries was provided, without strict conditionality and at favourable interest rates, through the SURE and the Pandemic Credit Line of the ESM.", "Third, the NGEU provided funds to countries, earmarked for investments in digital capacities and the fight against climate change, in exchange for the implementation of structural reforms.", "This brief historical review can be summarised as follows: beyond its foundational components (independent monetary policy, focus on national debt sustainability, nobail-out clause), the framework has been continually adapted to a changing environment.", "Let me now come back to the present and first discuss some unpleasant fiscal arithmetic.", "The main idea in the Treaty for the conduct of domestic fiscal policies was that excessive deficit and debt levels were to be avoided.", "In this regard, it is well known that, over the long term, and for a given inflation rate, the primary balance that allows a given government debt-to-GDP ratio to be stabilised depends on the differential between the real interest rate and the real output growth rate, the so-called \"r-g\" gap.", "The wider this gap, the higher the primary balance needed to maintain a stable medium-term government debt-to-GDP ratio.", "Over the period 1995-1999, the r-g differential was positive and close to 2 percentage points.", "As I have mentioned before, the medium-term stabilisation of existing government debt levels at around 60% (with inflation at 2%) was consistent with running a headline deficit of around 3% of GDP (see left-hand side figure in slide 4).", "In the current context, however, the observed prevalence of negative r-g differentials (see the right-hand figure in slide 4) would be consistent with government debt levels stabilising at a higher percentage of output.", "Given this situation, it is legitimate to ask whether a government debt level above 60% is now the correct figure?", "The question is not easy to answer, and it will depend on national considerations (the economic fundamentals in the medium-term, the vulnerabilities and resilience of the economy) and, of course, the prevailing financial and monetary conditions.", "Moreover, the current high levels of government debt evidence the difficulties of transitioning to the medium-term debt anchors.", "At present, converging towards a debtto-GDP ratio of 60% would require a substantial fiscal effort over a prolonged time frame.", "Using the historical average values of real growth, inflation and interest rates, the euro area would need to maintain a fiscal surplus of 1.1% of GDP over 20 years in order to reduce the debt ratio to 60% (see left-hand side figure in slide 5).", "This is substantially higher than the average primary deficit of 0.4% of GDP observed since 1995.", "For this constant fiscal effort to be at more plausible values, the macroeconomic environment would need to be far more favourable than it has been in recent decades.", "For instance, in order to bring the debt-to-GDP ratio back to 60% in 20 years while maintaining a primary deficit in line with the historical evidence, real growth in the euro area would have to be twice its historical value (1.3% on average over 1995-2021), or alternatively the implicit rate on government debt would have to be half the current one (see right-hand side figures in slide 5).", "Although simplistic, these exercises illustrate the significant effort needed for the transition to the medium-term fiscal targets, and, indirectly, how it would limit fiscal policy's capacity as a stabiliser for the duration of the adjustment process.", "These are just some of the arguments behind the broad consensus on the need to reform the fiscal governance framework in the European Union.", "However, while everyone appears to agree that reform is needed, views differ on the necessary steps forward and their sequencing.", "I personally believe we need a coordinated effort aimed at reinforcing the euro area and making it more resilient to shocks.", "And, in my view, this would involve reforming several areas of economic governance: fiscal and structural policies, the banking sector and capital markets.", "Allow me to offer a number of reflections on the desirable elements of such a reform, with a view to improving the operation of the policy mix in the euro area.", "I can tell you now, in my view any meaningful revision of the European fiscal framework calls for a paradigm shift, rather than the incremental reform approach that has prevailed over the recent decades.", "Reform of the fiscal governance framework and the policy mix Starting with the reform of the fiscal governance framework, I believe that an optimal design and implementation of the European fiscal rules should fulfill the following three objectives.", "First, ensure debt sustainability and contribute to building up sufficient buffers in good times for use in subsequent crisis periods, especially against a backdrop of high public debt ratios.", "Second, provide for an optimal aggregate fiscal stance for the euro area as a whole.", "Third, offer support for long-run growth.", "In my view, the primary tools to achieve these objectives should be developed along the following lines: First, existing fiscal rules should be made simpler and more credible, and their governance should be strengthened.", "This is important in order to address one of the shortcomings identified in their design: the failure to ensure that countries build up fiscal buffers in good times for use in crises.", "Greater automaticity in the correction of deviations and affording a more prominent role to national independent fiscal institutions may be the right way forward.", "In this sense, at present the European Fiscal Board is an independent body that advises the Commission on the implementation of the fiscal framework and on the appropriateness of the national fiscal stance for the euro area as a whole, but has no formal role vis-à-vis independent national fiscal councils.", "It might be desirable for this institution to play a role in coordinating and overseeing national institutions.", "Second, improved fiscal rules should be supplemented with supranational fiscal mechanisms for risk sharing.", "This would increase the scope and effectiveness of fiscal policy in the euro area, enable the smooth operation of the monetary and fiscal policy mix from a wider euro area perspective and help achieve common, long-run objectives, such as tackling climate change.", "In the current setting, it is more challenging to achieve the effective fiscal stabilisation of the monetary union as a whole than policy coordination between Member States.", "First, the current rules do not envisage mechanisms for correcting national measures that are judged to be incompatible with the overall desired fiscal stance.", "Second, having an appropriate monetary union-wide fiscal stance is no guarantee that individual fiscal policies will be adequate for national fiscal sustainability and cyclical stabilisation targets, as has been observed in recent years.", "A possible solution to this coordination problem could be to establish a central mechanism entrusted with setting the euro area's overall fiscal policy stance and responding to tail events, with national authorities focusing on medium-term goals and placing debt sustainability as their primary objective (see slide 7).", "This fiscal policy tool could be automatic, such as a common unemployment insurance scheme or a more general stabilising instrument dependent on the cyclical position.", "In any case, risk sharing must be accompanied by an incentive system that prevents negative cross-country externalities and moral hazard, something of utmost importance in a monetary union.", "Furthermore, I believe that such a central instrument would also be suited to tackling global challenges, such as climate change or the process of digitalisation, and might be a better option than national \"golden rules\".", "These rules exclude specific types of public expenses from deficit calculations, on the grounds that these could be growth-enhancing and thus need to be protected.", "This option is attracting much attention in current EU debates.", "In particular, it is argued that in the current context, with countries having to expend a great deal of effort in the fight against climate change, such investments should be excluded from the expenditure target or budget balance in order to safeguard them from EU fiscal rules.", "However, a golden rule would add an additional layer of complexity to an already intricate system (see slide 7) and would require the definition of the types of spending to which it ought to apply.", "In my view, a far more efficient option would be the umbrella of a European financing instrument, which would make it easier to achieve the significant common investment needs required to meet the current net zero targets and stave off climate risk scenarios, regardless of the national fiscal space available.", "The third point I would like to highlight as regards the key elements of the fiscal governance reform, is that fiscal policy design should put greater emphasis on enhancing the growth potential of European economies.", "Indirectly, this would also help provide more space to monetary policy, since increasing the economy's growth potential would lift the natural rate of interest.", "Indeed, public spending, if well-targeted, well-designed and complemented by structural reforms and private investment, could help raise productivity levels and thus potential growth.", "In this regard, the magnitude and composition of NGEU funds is an important step in the right direction.", "It is also a first step towards greater fiscal integration, since its grant component entails some degree of risk sharing.", "However, the NGEU cannot be considered a true macroeconomic stabilisation mechanism, which should be permanent and have sufficient funding and tax and debt capacity to complement the ECB's single monetary policy.", "Structural policies and the European Semester The second broad area of reform I would like to talk about is structural policies.", "The magnitude of the structural challenges ahead reveals the need to revamp the European Semester.", "This mechanism to coordinate the policy actions to correct countryspecific imbalances and implement necessary structural reforms has had limited success.", "And the challenges ahead, especially in the aforementioned areas of digitalisation and the climate transition, are enormous.", "As shown in Slide 8, according to the European Commission's assessment, governments' policy responses to country-specific recommendations have provided insufficient progress to address the necessary structural challenges.", "This clearly calls for a thorough discussion about how to increase their effectiveness.", "In this sense, a revamped European Semester could use the experience of the Recovery and Resilience Facility, within the NGEU programme, to provide the correct incentives to Member States.", "The explicit link in NGEU between the implementation of agreed structural reforms at the country level and the access to grants has provided, according to the Commission's assessment of the national plans, much greater government commitments than in the past.", "Indeed, if the reforms announced in the Recovery Plans are fully implemented, the large majority of the structural challenges that European institutions have highlighted in the past will be addressed (see Slide 8).", "Of course, it is now crucial that their implementation over the coming years confirms these positive developments.", "And, in this regard, the link between the access to funds and the implementation of reforms should be seen as a crucial incentive.", "Allow me to also highlight the importance of insisting on a European, medium-term, economic growth-enhancing agenda.", "In this context, recent energy market developments and the global value chain bottlenecks highlight the importance of reflecting on the principles and way forward for achieving a European \"strategic autonomy\".", "EU-wide structural policies promoting European integration and strengthening the single market will also make our economy more competitive internationally.", "The Important Projects of Common European Interest, developing new batteries and microelectronics, and those under way in the fields of Hydrogen and Cloud Infrastructure and Services, supported by NGEU funds, are good examples of this.", "Nevertheless, while it is important to promote these developments from a European perspective, we should also keep in mind that increasing the scale of these projects might generate divergences across Member States.", "In order to make this compatible with a level playing field and to extract the advantages of economies of scale, it is therefore necessary to fundamentally improve our risk-sharing mechanisms and move further and faster towards a frictionless single market, both for capital and for labour.", "Banking union and capital markets union The final elements of reform I would like to mention today relate to the completion of the banking and capital markets unions.", "Completing the banking union should be seen as a priority, in particular by overcoming the current deadlock over its third main pillar, the European Deposit Insurance Scheme (EDIS) with a mutualized component.", "The commitment to deploy such a scheme would have a strong impact on citizens' trust and would contribute to increased risk-sharing in the euro area.", "In addition, it would help align financial responsibility with the pan-European decision-making that already exists in the areas of banking supervision and resolution.", "The current misalignment makes EMU governance more prone to institutional and political frailty.", "As a complement, it is also crucial to eliminate certain regulatory barriers and practices that are hindering the emergence of a fully fledged European banking market.", "In addition, completing the capital markets union is essential to enhancing the euro area's capacity to cushion macro-financial shocks and to providing a better environment to channel private investment.", "Currently, the limited development of equity markets and the sizeable home bias in portfolios have significant negative consequences for the smooth functioning of the monetary union.", "Indeed, they set a limit on the capacity of risk-sharing mechanisms in the euro area.", "Moreover, an enhanced capital markets union could improve the channelling of the abundant aggregate savings to satisfy investment needs in the areas of infrastructure, energy and innovation, in which private investment is crucial.", "For example, according to European Commission estimates, the energy transition will require additional investment of over €400 billion each year over the next decade.", "Public investment, and supranational investment coming from the NGEU funds, can only account for a small portion of this amount.", "Moreover, a fundamental, game-changing feature for a more integrated capital market would be the existence of significant pan-European safe assets.", "A common safe asset would most likely become a common benchmark, allowing the prices of equities and bonds across the euro area to reflect fundamental risk more clearly.", "It would facilitate the development and integration of capital and financial markets in the euro area, as flight-to-quality movements would no longer imply flight-to-core-countries movements.", "This would be particularly relevant in times of stress, when it would help mitigate the possibility of monetary policy transmission being hampered in a context of fragmented bond markets.", "In this sense, the experience with the issuances to finance the SURE and NGEU programmes can serve as the prototype for this safe asset.", "Although relatively small in size, they have been a success in terms of market appetite and have helped most Member States reduce costs because of the pooled financing (see slide 9).", "Final reflections As I mentioned at the beginning of my address, the fiscal-monetary policy mix has passed the demanding test posed by the COVID-19 crisis, so far, with good marks.", "The ad hoc decisions taken by policymakers were adequate, and compensated for the lack of a complete euro area institutional architecture, enabling monetary and fiscal policies to do their job, without overburdening each other.", "Incidentally, the immediate tests we face are normalising fiscal policies once the recent improvement in the economic outlook proves to be sufficiently sustainable and adjusting the extraordinary monetary policy measures we introduced once the ECB's medium-term inflation target is considered to be sustainably achieved.", "Going forward, the challenge is how to enshrine this success story in a stable and predictable framework, while also taking into account a number of additional challenges that lay ahead.", "As I said earlier, to ensure a proper operation of the policy mix in the euro area a number of reforms are needed in several areas.", "First, a meaningful revision of the European fiscal framework entailing a paradigm shift that incorporates supranational elements of fiscal burden-sharing, while at the same time guaranteeing full national responsibility.", "Second, a European, medium-term, economic growth-enhancing agenda promoting the development of a flexible, thriving economy, while pursuing deep reforms in all corners of the euro area, and the EU in general.", "Third, the completion of the banking and capital markets unions, to cement a framework that genuinely cushions macro-financial shocks and provide an optimal environment to channel private investment for the climate and digital transitions."], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Fiscal governance framework", "European fiscal rules", "Fiscal policy mix", "Supranational fiscal mechanisms", "Structural policies", "European Semester", "Banking union", "Capital markets union", "Risk-sharing", "Economic growth"]}