{"sentences": ["Chasing the Horizon - Remarks delivered by Shri M. Rajeshwar Rao, Deputy Governor, Reserve Bank of India at the CII NBFC Summit on Role of NBFCs in Achieving $5 trillion Economy on October 22, 20211 Ladies and Gentlemen!", "It's a pleasure to be with you this morning.", "Let me thank Mr. Chandrajit Banerjee, Director General, CII for extending this kind invitation to me for delivering this inaugural talk at the summit organised by CII.", "NBFC sector has received wide ranging attention for past few years for various reasons.", "As an important cog of the financial system, it holds immense potential with its ability to reach out to vast cross-section of the population and diverse geographies and my focus today is going to be outlining a path for achieving this potential.", "As many of you might recall, almost a year back in the National E-Summit on Non- Banking Financial Companies organised by ASSOCHAM, I dwelt upon how the regulations for NBFC sector might shape up in future.", "The year has passed by and I would like to think we have made significant progress in many of those areas.", "One important point that we had highlighted back then was the principle of proportionality for regulating the non-banking financial entities.", "The idea was to calibrate the degree of regulatory prescriptions based on the systemic importance of NBFCs and the contagion risk they pose to other entities in the financial system.", "To give shape to our principle of proportionality idea, we came out with the Discussion Paper on Revised Regulatory Framework for NBFCs- A Scale-Based Approach in January this year for stakeholder comments.", "We have received and examined these comments internally and I plan to discuss on the approach a bit later in my talk.", "In today's talk, I would like to focus on three key aspects.", "First, the uniqueness of non-banking financial sector and its importance in the overall scheme of things for development of the country; second, discuss a bit on the Scale Based Regulations as the way forward for regulatory landscape of NBFC sector.", "Finally, a few asks from the sector, you may call them asks, suggestions or regulatory expectations or by some other name, essentially these are the issues which I believe the industry needs to pay more attention to.", "Non-Banking Finance Companies (NBFCs) ecosystem in our country is a place of immense diversity and may I add, complexity as well.", "There are 9651 NBFCs across twelve different categories focussed on a diverse set of products, customer segments, and geographies.", "As on March 31, 2021, NBFC sector (including HFCs) has assets worth more than ₹54 lakh crore, equivalent to about 25% of the asset size of the banking sector.", "Therefore, there can be no doubt regarding its significance and role within the financial system in meeting the credit needs of a large segment of the society.", "Over the last five years the NBFC sector assets have grown at cumulative average growth rate of 17.91 per cent.", "However, one needs to understand whether it is a demand side pull or supply side push which is contributing to growth of NBFC sector.", "This distinction becomes important as it has significant implications for the efficiency of the sector.", "Conventional wisdom tells us that growth consequential to demand side pull factors translates into increased efficiency and better services to the customers.", "Supply driven growth could, on the other hand, arise out of entry by entrepreneurs who would like to enter financial services industries but are unable to meet the scale and stringent norms meant for banks.", "The preamble to the Reserve Bank of India Act, 1934, enjoins on the Bank, to operate the currency and the credit system of the country to its advantage.", "Thus, promotion of an efficient financial intermediation system, which facilitates adequate credit flow to every segment of the society, more so to the financially disadvantaged population is an embedded goal for us at the Reserve Bank.", "Non-banking financial sector assumes an important role in the process as it is a valuable source of financing for many firms, micro and small units as well as individuals and small business, facilitating competition and diversity among credit providers.", "Further, niche NFBCs fulfil the unmet and exclusive credit needs of various segments such as infrastructure, factoring, leasing, etc.", "NBFC- MFIs reach out to the underprivileged sections of the society.", "Along with banking, which is the primary channel of financial intermediation, NBFCs have been increasingly playing a significant complementary role in financial intermediation and provision of last mile delivery of financial services.", "Non-banking financial entities, by their regulatory design, enjoy freedom to undertake a wider spectrum of activities as compared to banks for which the permissible activities are enshrined in the statute itself.", "This freedom, coupled with a light touch regulatory prescription, gives them a greater risk-taking capacity to engage in financial intermediation in the segments which are often underserved by other players.", "Hence, even with large universal banking's reach across the country, the NBFC sector has the ability to create a space for itself with customized services with a local feel.", "Apart from furthering the financial inclusion agenda, the added advantage of a well-functioning NBFC sector is that it can promote resilience in the financial system by being innovative and agile in offering tailored financial products and solutions as a supplemental source of credit alongside banks.", "It has to be noted that many recent financial sector credit delivery innovations, for example micro-credit and sachetisation of credit, were popularised by non-banking financial entities.", "This capability and freedom to innovate spurs competitive advantage in the financial services sector with the ultimate beneficiary in the process being the customer.", "However, the reputation of non-banking financial sector has been dented in recent times by failure of certain entities due to idiosyncratic factors.", "The challenge therefore is to restore trust in the sector by ensuring that few entities or activities do not generate vulnerabilities which go undetected and create shocks and give rise to systemic risk through their interlinkages with the financial system.", "Forestalling and where necessary, decisively resolving such episodes becomes a key focus of our regulatory and supervisory efforts.", "Scale Based Regulatory Approach 9.", "Before we discuss further, it would be interesting to make an assessment as to where the Indian NBFC sector stands with respect to significance, activity and regulation as compared to global jurisdictions.", "The Global monitoring report on NBFI by Financial Stability Board (FSB) classifies non-banking financial activities into five economic functions, (i) collective investment vehicles, (ii) loan companies which depend on short-term funding, (iii) market intermediaries, (iv) entities which engage in facilitation of credit creation (such as credit insurance companies, financial guarantors) and (v), entities undertaking securitisation-based credit intermediation.", "Globally, the collective investment vehicles are the most dominant category of the non-banking financial activity and account for 73 per cent of the global NBFI sector.", "In the global context, the second function of NBFIs i.e., loan companies depending on short term funding is a small segment constituting just around 7 per cent of the total NBFI sector, but in India the non-banking sector is largely into direct credit intermediation.", "The regulatory challenge in India is thus different with the focus on designing prudential regulations specifically meant for lending activities of NBFCs without compromising on their operational flexibility.", "Before I talk about SBR, let me step back a bit to give a historical perspective on regulation of NBFC sector in India.", "While the powers for regulation and Registration of Non-Banking Financial Institutions receiving deposits and Financial Institutions was vested in RBI by the insertion of Chapter III B to the RBI act in 1963, it was only in the late nineties that some semblance of structured regulation commenced.", "However, the general premise for regulation at that time was based on the fact that the sector would cater to niche activities and geographies.", "It would make its presence felt in remote and inaccessible areas of the country where formal financial services were difficult to reach, complementing the existing banking sector.", "This was coupled with an implicit assumption that the sector would mostly function on a lower scale and not pose any tangible risks to the financial system.", "Hence, taking in to account their unique business model, vast reach and operations on lower scale, their regulations were placed on a different pedestal.", "The arbitrage in favour of NBFCs was by design and not by default.", "Over the years, the NBFC sector has evolved in terms of its size, operations, technological sophistication with entry into newer areas of financial services and products.", "To keep pace with the same, regulations have also evolved to address various accompanying risks and concerns.", "Reserve Bank had introduced an element of differential regulation way back in 2006 when regulatory framework for systematically important NBFCs was strengthened.", "Further in 2014, a revised regulatory framework was announced and many of the regulatory parameters with regard to net owned fund, prudential requirements and corporate governance standards were strengthened.", "It may not be out of place to say that the regulatory framework for NBFCs has remained a work in progress and it continues to be so.", "The fundamental premise has, however, been to allow operational flexibility to NBFCs and help them grow and develop expertise.", "Now, the non-banking sector has grown significantly and several NBFCs match the size of the largest Urban Cooperative Bank or the largest Regional Rural bank.", "In fact, few of them are as big as some of the new generation private sector banks.", "Further, they have become more and more interconnected with the financial system.", "NBFCs are the largest net borrowers of funds from the financial system and banks provide a substantial part of the funding to NBFCs and HFCs.", "Therefore, failure of any large NBFC or HFC may translate into a risk to its lenders with the potential to create a contagion.", "Failure of any large and deeply interconnected NBFC can also cause disruption to the operations of the small and mid-sized NBFCs through domino effect by limiting their ability to raise funds.", "Liquidity stress in the sector triggered by failure of a large CIC broke the myth that NBFCs do not pose any systemic risk to the financial system.", "While we are aware that differential regulation in the NBFC sector is required to allow it to bridge the gap in last mile connectivity and exhibit dynamism, this premise remains valid till the time their scale of operations is low.", "As and when they attain the size and complexity which poses risk for the financial system, the case becomes stronger for greater regulatory oversight.", "It is in this background that we have conceptualised the scale based regulatory framework aligning it with the changing risk profile of NBFCs while addressing systemic risk issues.", "A scale-based regulatory framework, proportionate to the systemic significance of NBFCs, may be optimal approach where the level of regulation and supervision will be a function of the size, activity, and riskiness of NBFCs.", "As regulations would be proportional to the scale of NBFCs, it would not impose undue costs on the Regulated Entities (REs).", "While certain arbitrages that could potentially have adverse impact would be minimised, the fundamental premise of allowing operational flexibility to NBFCs in conducting their business would not be diluted.", "Under the proposed scale-based framework, NBFCs would be categorised into four layers - Base Layer, Middle Layer, Upper Layer, and a possible Top Layer.", "Base Layer will broadly be equivalent to existing non-deposit taking non-systemically important NBFCs (NBFC-NDs), NBFCs without public funds and customer interface and certain NBFCs undertaking specific activities.", "It is proposed to mostly continue with the 'light touch regulation' and focus is not to burden such entities with higher level of prudential regulations but increase transparency by way of greater disclosures and improved governance standards.", "Middle Layer will, broadly, be equivalent to existing deposit taking NBFCs and systemically important non-deposit taking NBFCs (NBFC-NDSI).", "In the middle layer, we had proposed to plug the areas of arbitrage between banks and NBFCs where it is felt continuance of the arbitrage would be detrimental to orderly growth in the sector and may contribute to marginal risk to financial system.", "NBFC - Upper Layer was conceived of as a new category of NBFCs in which a chosen few, around 25-30 systemically significant NBFCs, would be specifically identified by the RBI through certain objective criteria and will be subjected to enhanced regulatory rigour.", "The NBFCs in this layer would be identified by way of a scoring methodology based on size, interconnectedness, complexity, and supervisory inputs.", "The idea is to introduce prudential regulations and intensive supervision for such entities proportionate to their systemic significance.", "Further, to enhance transparency and disclosure, it is also proposed that NBFCs-UL would have to mandatorily list in a stock exchange within a given time frame.", "There is also a top layer envisaged in the pyramidical structure of SBR.", "Ideally, this layer would remain empty, and an Institution would be slotted into this layer at the discretion of the supervisor if he is of the opinion that the entity is contributing significantly to systemic risk.", "Such entities in Top Layer would be required to comply with significantly higher and bespoke regulatory / supervisory requirements.", "SBR Framework - Pictographic Representation 18.", "RBI's regulatory approach towards non-banking financial sector has been dynamic and has evolved with passage of time with the regulatory initiatives and structures built over the years.", "There has been a consistent and conscious understanding that a \"one size fits all\" approach is not suitable for NBFC sector, which are a diverse set of financial intermediaries, with different business models, serve heterogenous group of customers and are exposed to different risks.", "As I have enunciated earlier also, the overarching goal of the Reserve Bank is to ensure that risks to financial stability are minimised and contained, be it from a sector or an entity.", "Regulatory Expectations 19.", "Let me now turn to what we envisage as four key cornerstones which I feel not only NBFCs, but every financial entity needs to adopt to become a resilient, customer centric and responsible organisation contributing to economic growth of the country.", "Responsible financial Innovation 20.", "The non-banking financial space has been a hotbed of financial innovation.", "The inherent structure of NBFCs as an agile force makes them capable of and likely to experiment with innovative technologies and devise newer ways, methods, and vehicles to deliver financial products and services to every nook and corner of the country.", "The NBFCs have been in the forefront in the adoption of innovative fintech based products and services which are transforming the ways of carrying out credit intermediation and extending financial services.", "As an enabling regulator, the Reserve Bank has also been on the forefront of creating an environment for growth of digital technology.", "Peer to Peer (P2P) lending, Account Aggregator (AA) and digital-only NBFCs are cases in point where the regulations are helping the segment and entities to grow in a systematic and orderly manner.", "However, point of caution here is that the innovation should not be at the cost of prudence and should not be designed to cut corners around regulatory, prudential and disclosure requirements.", "Responsible financial innovation should always have customer at its centre and should be aimed at creating positive impact on the financial ecosystem and the society.", "One should therefore consider the impact of new ideas on the financial fabric at the conceptualisation stage itself.", "This is somewhat similar to the concept of evaluating the impact of business on the environment or greening the financial system but applies to every new innovative idea floated by buzzing entrepreneurial energy of financial entities.", "Accountable Conduct 22.", "Second point which I wish to highlight is the imperative need for accountable conduct by financial entities.", "On the digital finance front, the pandemic gave us several new learning points.", "During the pandemic there was surge in digital credit delivery, with lenders either lending through their own balance sheet and in-house digital modes or using third party apps to onboard customers.", "While the benefits accruing from digital financial services is not a point of debate, the business conduct issues, and governance standards adopted by such digital lenders have shaken the trust reposed in digital means of finance in India.", "We were and are inundated with the complaints of harsh recovery practices, breach of data privacy, increasing fraudulent transactions, cybercrime, excessive interest rates and harassment.", "Responding quickly to such complaints, RBI on June 24, 2020 came out with a circular reiterating that banks and NBFCs must adhere to fair practices and outsourcing guidelines for loans sourced over proprietary digital platforms or third-party apps under an outsourcing arrangement.", "Unfortunately, such developments spurred by purely commercial considerations have dented the credibility of the whole system which flourishes and thrives on trust.", "My ask here is that we should not compromise on the ethos of the finance for mercurial or ephemeral gains.", "These gains would anyway accrue to the Institutions over the long term if and when it is built on an edifice of trust and mutual benefit.", "Responsible Governance 24.", "Governance as a regulatory theme has engaged our attention for quite some time now.", "Governance requirements for NBFCs have been less rigorous as compared to banks.", "Under SBR, some steps to institute an enhanced governance framework for NBFCs in the Middle and Upper Layers have been suggested.", "These changes pertain to key managerial personnel, appointment and qualification of independent directors, constitution of board committees, compensation guidelines and disclosures.", "However, while governance structures within an entity can be enforced through legislation or regulations, responsible governance practices cannot.", "These need to be built by developing appropriate governance culture and traditions.", "All of us would agree that the governance is more of a cultural issue than a regulatory issue.", "Therefore, I urge all of you to create a culture of responsible governance in your respective organisations where every employee feels responsible towards the customer, organisation, and society.", "Good governance is key to long term resilience, efficiency and might I add, survival of the entities.", "Centrality of the Customer 26.", "The natural transition from these discussions is protection of the customers.", "This in my view is non-negotiable and I have taken every opportunity to voice my concerns on this issue.", "To us at RBI, any regulatory move has always, the larger public interest as its core theme and we have been doing our best having regard to public interest in general for the financial system.", "Putting in place an elaborate grievance redressal machinery, an RBI Ombudsman scheme, Fair Practices Code, etc.", "are pointers in this direction.", "More recently, the Scheme for Internal Ombudsman has been extended to NBFCs on a selective basis.", "The IO at the apex of the NBFC's internal grievance redressal mechanism, shall independently review the resolution provided by the NBFC in the case of wholly or partially rejected complaints.", "However, regulatory measures alone may not suffice.", "Protecting customers against unfair, deceptive, or fraudulent practices has to become top priority of every entity and permeate the organisation culturally and become a part of its ethos.", "Customer service would mean, amongst many other things, that a customer has similar pre-sale and post-sale experience, she/he is not disadvantaged vis-à-vis another customer because he or she approached the financial entity through a different delivery channel, and he or she has a right to hassle-free exit from the contractual obligation.", "This issue has been deliberated often enough and it's time to act now.", "Let me conclude by saying that non-banking financial sector is at an inflection point right now.", "From here the entities which put interest of the customer above everything else, are responsible while innovating and have strong governance culture, will thrive while others will fade with the passage of time.", "The Reserve Bank has been carrying out calibrated modifications and adjustments to mould the NBFC regulations in the changing business environment.", "However, many a times when I think of the regulations in non-banking segment, I am reminded of the metaphoric man of Stephane Crane2 who is pursuing the horizon, determined to achieve its vision."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Non-Banking Finance Companies (NBFCs)", "Scale-Based Regulatory Framework", "Responsible Financial Innovation", "Accountable Conduct", "Responsible Governance", "Centrality of the Customer", "Systemic Risk", "Prudential Regulations", "Financial Stability", "Financial Inclusion"]}