{"sentences": ["It gives me great pleasure to attend the 36th International Banking Seminar.", "The world economy is recovering, but with growing divergence.", "I totally agree with Kristalina's analysis.", "We confront some common challenges such as surging energy prices and supply chain bottlenecks.", "Meanwhile, we have to answer questions such as if the inflation is transitory, when and how to exit from the QE policy, and how to deal with policy spillovers.", "On the COVID-19 front, despite some sporadic cases, the pandemic is under good control in China.", "Close to 80% of the Chinese population have been vaccinated and economic activities are now basically business as usual.", "But COVID-19 resurgence elsewhere in the world continues to create disruption to supply chains and supply bottlenecks may well lead to higher inflation and derail economic recovery.", "Now, let me turn to China's economic outlook.", "China's GDP grew by 12.7% y-o-y in the first half of this year.", "We expect it to grow around 8% for the whole year.", "Due to floods and sporadic COVID-19 cases, the growth is faced with certain challenges, but the trajectory of economic recovery remains unchanged.", "PPI has remained high in China, whereas CPI growth has been very flat.", "The rapid increase in PPI can be largely explained by rising raw material prices, such as energy and metals.", "We expect the PPI to remain high for a few months before the upward pressure wanes at the end of this year.", "CPI growth remains moderate mainly because of falling food prices, especially falling price of pork in China.", "The job market is stable.", "In August, the urban surveyed unemployment rate was 5.1%, the same as July.", "Exports and imports are quite strong.", "The current account surplus stays within a reasonable range.", "The Chinese economy is doing well in general, but we still face some challenges.", "Namely, mounting downward pressure on growth, rising macro-leverage ratio, operation difficulties of small and medium-sized banks and default risks for certain firms due to mismanagement and breakneck expansion.", "We will keep a close eye on all these problems so that they do not evolve to become systemic risks.", "We have maintained a prudent monetary policy.", "The PBOC cut the reserve requirement ratio by half percentage point in July, and recently added additional 300 billion yuan special central bank lending to support small and micro firms.", "Fiscal policy is also trying to be more effective and sustainable.", "Direct fiscal expenditure to key areas, such as supporting the unemployed people and social benefits, is now secured at all levels.", "To fend off financial risks, the PBOC is working on keeping macro-leverage ratio basically stable, resolving the risks of a handful of financial institutions, such as the Baoshang Bank, and replenishing capital, for small and medium-sized banks in particular.", "Apart from the above policy responses, we are also moving ahead on the following two fronts.", "We are working to promote China's green transition.", "We have revised the Green Bond Endorsed Project Catalogue.", "In line with suggestions made by the Task Force on Climate-related Financial Disclosures, we have released Guidelines for Financial Institutions on Disclosing Environment Information.", "Monetary policy tools for reducing carbon emission are in the pipeline for the PBOC.", "We are also actively engaging in international cooperation and helping with the green transition in the developing world.", "Fintech has made financial services more accessible, efficient and inclusive.", "At the same time, we should not neglect its side effects such as abuse of monopoly power, and excessive collection and exploitation of clients' data.", "Therefore, while promoting healthy development of the Fintech industry, we have also worked hard to level the playing field, improve financial inclusion and protect privacy.", "Hopefully, such efforts will improve anti-monopoly regulation and make our policies more transparent.", "The PBOC stands ready to work more closely with the international community to jointly usher in a strong, sustainable, balanced and inclusive recovery of the global economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-financial coordination", "monetary-fiscal coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["China's economic outlook", "Inflation", "COVID-19", "Fintech", "QE policy", "Supply chain", "Green transition", "Financial risks", "Monetary policy", "Fiscal policy"]}