{"sentences": ["Welcome to this press conference on the Financial Stability Report (FSR).", "I would like to start by walking you through the main elements of the report that we have published today.", "Fortunately, the situation now is very different to how it was when we met at last year's press conference.", "Then, we were right in the midst of the second wave of the pandemic.", "So, I am glad that today, I have the opportunity to see you in person, rather than virtually.", "There has also been a considerable improvement economically.", "The economy has recovered strongly from the blow we were dealt by the pandemic.", "Mainly due to high rates of vaccination, social distancing measures have been phased out, and society has almost been completely reopened.", "The economic recovery is actually stronger than we expected.", "The economy has rebounded in a short time, and estimates both in the Netherlands and worldwide have in many cases recently been revised upwards.", "The fact we went into this crisis with substantial fiscal buffers is largely to thank for the buoyant economic recovery.", "This enabled the government to absorb the greatest blow, and to support the economy.", "And thanks to their higher capital buffers, banks have also been able to make a positive contribution.", "The threat of a resurgence in the pandemic has not disappeared completely.", "But even in the event of a new wave of infections, I am still reasonably optimistic.", "The economic impact of new waves will be lessened considerably as the economy has to an increasing extent adapted.", "Now government support has ended, the right market dynamics have been restored.", "Although there will undoubtedly be businesses that still run into difficulties, I don't expect this to lead to a large wave of bankruptcies.", "The economic recovery is robust, and most businesses are essentially healthy.", "I'm optimistic about the economic recovery, although I am less positive about the build-up of financial vulnerabilities and risks.", "Precisely now that the economy is improving, we tend to be less aware of the vulnerabilities building up.", "And that is something I would like to guard against.", "In view of this, our Financial Stability Report specifically focuses on four themes: financial markets, the housing market, climate risks and bank buffers.", "I would like comment on these first two topics.", "Financial markets First, international financial markets.", "Since the unrest of March 2020, risky behaviour among investors has increased sharply again.", "Spurred on by low interest rates, investors are sailing close to the wind and the appetite for risk is high.", "This is reflected in high price-to-earnings ratios on equity markets, ever-lower risk premiums on risky bonds, and historically high issuance levels of risky corporate debt, which is often also highly leveraged.", "This risky behaviour is only sustainable at low inflation and interest rates.", "Increasing inflation is making financial markets jittery, fuelled by fears of a tightening in monetary policy and rising inflation.", "And that is precisely what we have been seeing on the stock markets in the past few weeks: sentiment is less exuberant, as inflation is again back on investors' radar.", "I also still expect that the inflation shock we are currently witnessing is largely temporary.", "Nonetheless, from the perspective of healthy risk management, it is also important to take other scenarios into consideration.", "Also because the 1970s taught us that we do not have an unlimited capacity for envisaging how temporary inflation is.", "If financial markets fail to take sufficient account of scenarios involving persistently high inflation and its accompanying interest rate environment, it could lead to shock price falls in the future.", "On to the Dutch housing market.", "It won't have escaped anyone's attention that house prices have risen even more steeply this year.", "Over the past five years house prices have on average risen by 8 per cent annually, but we have recently seen nationwide annual rises of over 15 per cent.", "House prices are also rising faster in the Netherlands than elsewhere in Europe, so this cannot be ascribed solely to low interest rates.", "There is a persistent shortage on the supply side of the housing market, and additional housing construction efforts are certainly required.", "However, housing shortages have always existed and will probably never completely disappear in a densely populated and neatly organised country like the Netherlands.", "The exuberant rise in house prices has more to do with Dutch households' borrowing capacity.", "There is quite simply too much money and too few houses.", "Buyers are stretching the boundaries to place the winning bid, displaying increasingly risky lending behaviour.", "Particularly first-time home buyers are more often borrowing at the limit relative to their income.", "It is still possible to finance the full value of a property with a mortgage.", "Interest-only mortgages are again becoming popular.", "The many tax advantages available serve to drive up house prices even further, with mortgage interest tax relief the clearest example of this.", "Schemes that were introduced to give first-time buyers greater opportunities in the housing market are unfortunately mainly having an adverse effect.", "Altogether, this causes spiralling higher house prices and increasing debt levels.", "Lending behaviour developments are generating risks for households and financial institutions.", "Banks, however, do not yet take sufficient account of the systemic risk inherent in the housing market.", "They are vulnerable to the impact that a price correction on the housing market would have on economic activity, and thus on the quality of their loan portfolios.", "In order to increase their resilience, we will introduce the previously announced floor for risk weighting of mortgages on 1 January 2022.", "Now the recovery of the Dutch economy is gaining traction, it is important to refocus on structural vulnerabilities.", "On the housing market, but of course also when it comes to the energy transition and the problem.", "The formation of a new coalition government offers the perfect opportunity to set out appropriate policies in these areas.", "This concludes my introductory statement.", "I would be happy to answer any questions you may have."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Housing Market", "Economic Recovery", "Financial Markets", "Inflation", "Bank Buffers", "Climate Risks", "Mortgage Lending", "Systemic Risk", "Energy Transition"]}