{"sentences": ["Financial Inclusion Empowers Monetary Policy1 Prof. Errol D'Souza, Director, Indian Institute of Management, Ahmedabad or IIMA; Prof. Umakant Dash, Director, Institute of Rural Management, Anand or IRMA; Dr. Supriya Sharma, Partner-Insights, Centre for Innovation Incubation and Entrepreneurship or CIIE; representatives of the Bill & Melinda Gates Foundation (BMGF); faculty, students and staff of IIMA; and friends, I commend all of you on this laudable initiative of Financial Inclusion for Rural Transformation.", "It raises the bar by seeking to examine the entire value chain of financial inclusion and its effect on women empowerment with the help of research, existing and new data, and field experiments.", "I look forward to the findings, especially which financial inclusion products work, where and why.", "I am honoured to be given the opportunity to launch this project.", "Drawing from what I do for a living, I thought I will share my thoughts on how financial inclusion empowers monetary policy and why people matter for its effective conduct.", "Financial inclusion in the sense of access to the formal financial system for basic financial services at a reasonable cost is now positioned as a policy objective in more than 60 countries.", "It is also central to the United Nation's (UN's) 2030 Sustainable Development Goals (SDGs) and the G 20's Action Plan on the 2030 Agenda for Sustainable Development.", "Several direct developmental effects are attributed to financial inclusion such as greater mobilisation of savings, improving conditions for remittances, boosting fiscal revenues and improving the effectiveness of fiscal transfers.", "Rather than a lever or a growth multiplier, however, it is widely viewed as enhancing the quality of growth by fostering inclusivity and by enabling other developmental goals such as poverty eradication, reduction of inequality and women empowerment, to name a few.", "Given this overwhelmingly developmental focus on financial inclusion, the relationship between financial inclusion and monetary policy is obviously unfashionable.", "Recently, however, interest is growing in the effects of financial inclusion on the conduct of monetary policy and its contribution to human welfare through this channel.", "The initial conditions to spur this interest were always in existence.", "The UN's Capital Development Fund or UNCDF reports evidence of financial inclusion contributing to stabler financial systems.", "Financially included economic agents appear to be able to ride out interest rate cycles pro-cyclically instead of being impacted counter-cyclically.", "In my remarks today, I would like to contribute to this growing interest in the symbiosis between financial inclusion and monetary policy by (a) assimilating the received wisdom and empirical evidence that has been accumulated so far on the subject; and (b) drawing applicable lessons therefrom for India.", "This assumes relevance in the context of the pandemic during which the loss of life and livelihood impacted the financially disadvantaged and vulnerable households and businesses the most.", "Drawing upon its experience with financial inclusion, the RBI crafted a pandemic response that reached out in the form of unconventional measures to those afflicted sections of society, keeping finance flowing, and financial institutions and markets functional, especially when personal incomes were lost and the future was highly uncertain.", "In this endeavour, I am emboldened by the significant milestone that the Reserve Bank of India (RBI) has passed in its journey towards financially empowering all Indians - I refer to the construction and public release of a national financial inclusion index (FI-Index) in September 2021.", "The index is based on 97 indicators, representing 'access' or the supply of financial inclusion infrastructure, 'usage' or demand for financial services and 'quality', or inequality in access and usage due to lack of financial literacy and protection.", "The index takes values from 0 to 100 and implicitly sets the goal for the RBI - 100 per cent financial inclusion for India.", "By 2021, we have passed the half- way mark, doing best in access or the supply of the financial infrastructure, and lagging the most in usage or demand to be financially included.", "This assumes importance from the point of view of the ambitious agenda set up by the National Strategy for Financial Inclusion (NSFI), 2019-24 and the National Strategy for Financial Education (NFSE) 2020-25 in its vision of a financially literate and empowered India.", "There are other collateral benefits attached to the FI-Index.", "For the first time, efforts towards expanding financial inclusion can be transparently evaluated against a publicly available and quantifiable metric.", "Furthermore, a measurable indicator of financial inclusion can be incorporated into monetary policy rules and reaction functions to examine its correlation with output and inflation and their volatility.", "For the first time, the influence of financial inclusion on the size and timing of policy rate changes can be gauged.", "Monetary policy maximises human welfare by minimising the deviations of output from its potential and inflation from the target.", "Although it is empirically observed that there is a two-way relationship between monetary policy and financial inclusion, it is unambiguous that financial inclusion is able to dampen inflation and output volatility.", "This is achieved by smoothing consumption by enabling people to draw down financial savings in difficult times for everyday needs.", "In the process, it makes people interest-sensitive.", "Moreover, inflation targeting monetary policy ensures that even those at the fringe of financial inclusion are secured from adverse income shocks that hit them when prices rise unconscionably.", "At the cost of being slightly technical, therefore, the rest of my remarks will address four issues that sit at the heart of this confluence: first, the choice of the appropriate price index as the population gets progressively included financially; second, the impact of financial inclusion on output and inflation variability and the trade-off between them - the dilemma that is central to the conduct of monetary policy; third, the transmission of monetary policy impulses through the economy; and fourth, the impact of financial awareness on expectations and hence on the credibility of monetary policy.", "In the final analysis, financial inclusion fosters societal intolerance to inflation, a social preference for macroeconomic stability and a sense of the long and variable lags with which monetary policy operates.", "This makes it possible for smaller monetary policy actions to achieve the same goals in a shorter period of time than otherwise.", "The Choice of Price Index Which measure of inflation should monetary policy target to maximise welfare?", "Financial inclusion appears to be the lowest in rural, agriculture-dependent areas where food is the main source of income.", "Recent work in the tradition of dualistic models shows that in the presence of financial frictions - in this case, financially excluded or credit-constrained consumers existing alongside those that have full access to formal finance - flexibly determined food prices have a critical role to play in influencing the real wages and incomes of the excluded and hence their aggregate demand.", "Interest rate change don't matter so much.", "When food prices rise, the extra income earned by the financially excluded is not saved but instead consumption is increased, leading to higher aggregate demand.", "In this kind of a situation, the efficacy of monetary policy in achieving its stabilisation objective increases by targeting a measure of prices that includes food prices rather than one that excludes them such as core inflation.", "The lower the level of financial inclusion, therefore, the stronger is the case for price stability being defined in terms of headline inflation rather than any measure of core inflation that strips out food and fuel.", "In India, food accounts for 46 per cent of the CPI, among the highest shares anywhere in the world.", "Furthermore, the CPI combines a rural index and an urban index, with the share of food being even higher in the rural index at 54.2 per cent.", "In the urban index too, the share of food at 36.3 per cent is also sizable in a cross- country perspective.", "Consequently, aggregate demand is highly influenced by the behaviour of food prices and farm output, rather than interest rate changes to which the urban index could be sensitive.", "It is in this context that the monetary policy framework overhaul in 2016 to usher in a flexible inflation targeting regime wisely chose the headline CPI as its metric for measuring the inflation target rather than any measure of core inflation, despite persuasive arguments for the latter that are made even today.", "Headline CPI inflation averaged 3.9 per cent since the institution of flexible inflation targeting right up to the onset of the pandemic in March 2020 (i.e., during October 2016 - March 2020).", "With the first onslaught of COVID-19, headline inflation breached the upper tolerance band and averaged 6.2 per cent in 2020-21.", "Strong supply side interventions to expand access to buffer stocks and imports, to incentivise productivity, and lowering of taxes tamed the upsurge and aligned headline inflation again with the target, barring short-lived spikes due to inclement weather in key vegetable producing areas.", "Food inflation has been volatile throughout this period, reflecting the incidence of supply shocks on the production of items to which inflation is particularly reactive.", "It rose from an average of 2.9 per cent during the FIT period of 2016-20 to 7.4 per cent in 2020-21 at the height of the first wave of the pandemic, but the policy interventions have managed to temper it to 3.5 per cent in April-November 2021.", "Stabilising farm incomes and food availability through the pandemic via transfers of both cash and kind has been a key policy mission.", "Coincidentally, financial inclusion appears to have gone up, with the level of the RBI's financial inclusion index rising from 49.9 in March 2019 to 53.1 in March 2020 and further to 53.9 in March 2021.", "The evidence is still forming and strong conclusions from its analysis may be premature, but India's monetary policy is by design financially inclusive and it will reap the benefits of this strategy in the future in terms of effectiveness and welfare maximisation.", "Stabilising Output-Inflation Variability As I mentioned earlier, the responsibility assigned to monetary policy is to keep output close to or at its potential and inflation aligned to its target.", "Financially included consumers are able to smooth consumption in the face of shocks because of their access to savings (deposits) and credit from the formal financial system in the event of income losses.", "On the other hand, financially excluded consumers are not able to do so and hence they are vulnerable to higher volatility in consumption spending and output.", "An economy with all consumers financially included would expect to experience less output volatility due to lower consumption volatility.", "In an economy with financially excluded consumers, monetary policy has to assign a greater weight to stabilising output.", "Overarchingly, however, it is inflation volatility that affects all consumers, whether included or excluded.", "Therefore, minimising inflation volatility should be the predominant objective of monetary policy in its welfare maximising role.", "It follows that the larger the share of financially excluded people in an economy, the more the central bank has to pay attention to output stabilisation at the cost of focusing on inflation stabilisation.", "As financial inclusion rises, monetary policy can hone its ability to stabilise inflation and reap welfare gains for society at large.", "In India, the issue of financial inclusion and its role in shaping the monetary policy reaction function was recognised from the very outset while instituting the flexible inflation targeting framework.", "Accordingly, price stability was assigned primacy among the goals of monetary policy, with output being a secondary objective to turn to only after price stability as defined numerically in terms of 4 per cent with a tolerance band of +/-2 per cent around it has been achieved.", "To quote from the RBI Act as amended in 2016: \"The primary objective of monetary policy is to maintain price stability, while keeping in mind the objective of growth.\"", "As I pointed out earlier, this has been largely achieved, but for the exceptional experience with the pandemic, and looking ahead, inflation is expected to trend down over the next two years to converge to the target, as pointed out in the RBI's October 2021 Monetary Policy Report.", "Furthermore, there is some evidence that financial inclusion has worked in the same direction as the reforms in the monetary policy framework in the assignment of weights to inflation and output gaps.", "The Report on Currency and Finance, 2020-21 estimates that the coefficient on the deviation of inflation from the target was 0.41 in the period 2000-11, with 0.75 as the coefficient on the deviation of output from its potential.", "During 2016-20, the period of the flexible inflation targeting framework up to the pandemic's first wave, the weight on the inflation gap rose to 0.70 while the weight on the output gap fell to 0.26, clearly revealing an increasing focus on stabilising inflation relative to output.", "This resulted in stabilising expectations, winning foreign investor confidence and earning credibility for the conduct of monetary policy.", "Although relatively unsung, rising financial inclusion has had a significant contribution to this virtuous outcome.", "It has been argued that as financial inclusion increases, the ratio of output volatility to inflation volatility should also rise if the central bank cares about both and sets monetary policy to optimize their trade-off.", "In the pandemic period, this ratio has shot up to above 5, but this is clearly an outlier which has to be tackled differently.", "Looking ahead, as financial inclusion rises even further in India, consumption volatility as a source of output volatility can be expected to wane, providing headroom for monetary policy to remain focused on minimising inflation volatility, which brings welfare gains for all.", "Monetary Policy Transmission Modern central banks mostly employ the interest rate to convey the stance of monetary policy to the rest of the economy.", "Briefly put, policy rate changes immediately influence short-term money market rates from which they are transmitted through the continuum of financial markets to longer-term interest rates, which impact spending decisions of businesses and households and eventually aggregate demand.", "Financial inclusion is found to improve the transmission of interest rate-based monetary policy impulses in two ways.", "First, the financially excluded would typically prefer 'inside the pillow' savings and for this, cash is the preferred instrument.", "As inclusion increases, their preference shifts from cash to interest-bearing bank deposits and other financial assets.", "Consequently, the interest sensitivity of financial savings in the economy goes up.", "In view of compositional changes due to interest-bearing deposits replacing currency in people's portfolios, the interest rate sensitivity of money balances also goes up.", "Second, financial inclusion is expected to expand the access to bank credit, which is interest sensitive and affected by changes in the policy rate.", "All in all, financial inclusion enhances the potency of interest-rate based monetary policy by causing an increasing number of people to become responsive to interest rate cycles.", "In turn, this prompts appropriate smoothing behaviour.", "There is also some evidence to suggest that as interest rate sensitivity of the population increases, central banks need to move interest rates by less to achieve their objectives.", "In India, the growing involvement of people in the monetary policy process has led to more democratic approaches to interest rate setting.", "The RBI moved away from regulating interest rates during the 1990s.", "This was followed by guideline-based loan pricing norms - prime lending rates; base rates; marginal cost of funds-based lending rates.", "The goal is transparency, customer protection and awareness, and being as market-based as feasible, all of which are intended to foster inclusiveness.", "Across these regimes, transmission of policy rate changes to both deposit and lending rates has improved.", "The process has come full circle with the external benchmark-based lending rates - applied first to retail loans and credit to micro and small units - under which transmission is even fuller.", "Clearly, sustaining the thrust on financial inclusion will leave the RBI better off in achieving monetary policy transmission.", "V. Expectations and Monetary Policy Credibility The role of expectations is crucial to the conduct of monetary policy.", "People's expectations about the future are typically conditioned by the past.", "For instance, inflation expectations tell about the future course of prices as people see them in the rear-view mirror.", "For central banks, such expectations are a crucial input for policy making because they can crystallise into actual outcomes if the number of people sharing the same expectations gains critical mass.", "Furthermore, central banks can assess whether expectations are anchored or not, which has a bearing on their credibility.", "Therefore, what drives expectations is a question that is valuable for both people and the central banks that serve them.", "It is observed that financial literacy empowers people to choose more relevant information and to make better use of it.", "Closer assessment of future inflation helps inform choices on personal finance decisions, including opening of a bank account, taking a bank loan or even bargaining for wages.", "India has recently stepped up its drive for financial inclusion to reach unserved and underserved sections of society.", "The JAM trinity - Jan Dhan Yojana; Aadhaar; Mobile - is an internationally acclaimed gamechanger in this regard and is widely regarded as having completed inclusion on the deposit side.", "During the pandemic, the JAM trinity was leveraged to support and save livelihoods.", "The NABARD's self-help group bank linkage programme has emerged as the world's largest microfinance programme in terms of number of beneficiaries and microcredit extended.", "The RBI has taken a number of outreach and public awareness campaigns for financial literacy, the most visible being RBI Kehta Hai, Interactive Voice Response System (IVRS), and these initiatives have spanned all types of media.", "As these efforts intensify, it is expected that an included and aware population will participate more in monetary policy formulation and implementation, develop more rational expectations and induce financial intermediaries to transmit policy impulses more swiftly and effectively across the financial system.", "Conclusion Monetary policy authorities typically avoid discussions on inequality.", "They like to be seen in a macro-stabilisation role and prefer leaving distributional issues to fiscal authorities.", "Yet, increasingly, they realise that financial inclusion - or the equality of access to formal finance - impacts the conduct of monetary policy more fundamentally than they thought, in the choice of metric for measuring goal variables, in the choice of trade-off between their variances, and in the efficacy of monetary policy in reaching out to the broader economy.", "It is in this context that central banks find themselves integrally involved in policy drives to expand financial inclusion because they have to take into account the true financial structures of the economies in which they conduct monetary policy.", "As people get financially included, they can use their access to formal finance to deal with both good and bad times and in more accurately assessing future inflation.", "And this has monetary policy implications, as I pointed out.", "So, central banks do care about inequality.", "After all, social welfare - the mandate of institutions committed to the greater public good - hinges on it.", "Monetary Policy and Financial Inclusion in Sub-Sahara Africa: A Panel VAR Approach.", "Mehrotra, A., and Yetman, J.", "Financial Inclusion - Issues for Central Banks.", "BIS Quarterly Review, March.", "Financial Stability and Financial Inclusion.", "Asian Development Bank Institute (ADBI) Working Paper No.. July.", "Financial Inclusion: Can It Meet Multiple Macroeconomic Goals?", "IMF Staff Discussion Note SDN/15/17, September.", "UN Capital Development Fund (UNCDF).", "Financial Inclusion and the SDGs.", "October 2. inclusion/overview#1 7.", "Adapting Monetary Policy to Increasing Financial Inclusion.", "Bank of Morocco - CEMLA-IFC Satellite Seminar at the ISI World Statistics Congress on \"Financial Inclusion\", Marrakech, Morocco, July 14."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Inclusion", "Monetary Policy", "Inflation Targeting", "Output Volatility", "Interest Rate Transmission", "Financial Literacy", "Financial Stability", "Macroeconomic Goals", "Central Bank Credibility", "Monetary Policy Effectiveness"]}