{"sentences": ["Published Date: 19 July 2022 Remarks by Mr Ravi Menon, Managing Director, MAS at the MAS Annual Report 2021/2022 Media Conference on 19 July 2022 Good morning and thank you for joining us in person for the release of the MAS Annual Report.", "This year, I will focus my remarks on inflation.", "It is the key macroeconomic challenge facing the global economy, affecting countries ranging from the United States to Sri Lanka, as well as Singapore.", "The IMF's latest projection for global inflation in 2022 is 7.4%.", "This would be the fastest rate of inflation in the last 25 years.", "Inflation is a pervasive economic ill - it affects everyone.", "The lower-income groups are particularly vulnerable.", "Inflation is uppermost in the minds of many Singaporeans.", "I will cover four themes on inflation, both globally and in Singapore.", "Inflation is being driven by both supply and demand factors Taming inflation will mean a slowdown in economic growth A multi-pronged approach to deal with inflation Managing debt amid inflation and rising interest rates I will then briefly touch on three issues which MAS will cover in depth in the coming weeks and months: Developments in the crypto ecosystem Singapore's financial sector performance and strategies Positioning the financial sector for sustainability Before I close, I will briefly report MAS' financial performance.", "Let me begin with inflation.", "It is important to understand the nature of the inflation problem the world is dealing with.", "INFLATION DRIVEN BY BOTH SUPPLY AND DEMAND FACTORS We are seeing a surge in inflation globally because a robust demand recovery postCOVID has run into supply-side frictions and, more recently, war-related disruptions.", "Even before Russia attacked Ukraine, inflation was beginning to rise.", "The global economy, in aggregate, had recovered its COVID-induced losses by Q1 of last year.", "Inflation readings in the advanced economies began to run ahead of forecasts during H2 2021.", "The post-pandemic rebound in demand, on the back of substantial fiscal and monetary policy stimulus, was stronger than expected.", "The key source of inflation pressures now in most advanced economies is labour market tightness.", "There has been a marked increase in the demand for labour, against a decline in labour force participation that occurred during the pandemic and has not recovered fully.", "Wage increases have exceeded productivity gains, fuelling price pressures.", "Globally, economic growth is slowing but remains intact.", "Rising inflation has no doubt dented business and consumer confidence, but not yet to a degree that would lead to a severe downturn this year.", "In the US, pent-up consumption demand remains resilient, on the back of strong employment and wage growth, and strong household balance sheets offering some buffer against the squeeze on real incomes from higher prices.", "In Europe, while higher utility costs are exerting a significant strain on households and firms, savings accumulated over the past few years will buffer consumption.", "In China, growth has slowed in the face of mobility restrictions imposed in line with the zero-COVID policy but inflation is not a problem and there is sufficient policy space to support growth.", "In emerging Asia, where the uptick in inflation has been more recent and less sharp, the liing of mobility and travel restrictions is likely to spur a recovery in demand and possibly some price pressures.", "Demand-pull price pressures have been accentuated by a variety of supply-side disruptions, worsening inflation.", "Supply chain frictions began to emerge in H2 last year, even before the Russia-Ukraine conflict.", "Intermittent movement restrictions in various economies caused bottlenecks across production chains, for example by interrupting freight handling in major ports.", "The most significant supply shock has, of course, been the Russia-Ukraine war.", "Russia and Ukraine are major producers and exporters of oil and gas, and a variety of food grains and commodities.", "The disruption to these supplies has sparked inflationary effects across the world.", "The disruption of Russian oil and gas supplies to Europe is pushing up energy prices worldwide.", "The impact on fuel and electricity prices across the world has been almost instantaneous.", "The disruption of grain exports from Russia and Ukraine is having knock-on price effects across the food production chain.", "The two countries make up 25% of global exports of wheat and barley, and 14% of corn.", "These grains are used in a variety of foodstuff, whose prices have consequently been pushed up.", "They are also used as animal feed - which means higher prices for meat and poultry.", "As rice is substituted for wheat, rice prices have also begun to increase.", "The disruption of commodity supplies is adding to cost pressures across a range of industrial activities.", "The Russia-Ukraine conflict has affected the supply of palladium and neon - two elements that are crucial inputs used in semiconductor production.", "This has raised chip prices which is in turn feeding through into the prices of products ranging from smartphones to refrigerators to automobiles.", "In short, the Russia-Ukraine war has sharply worsened the outlook for global inflation.", "The conflict is likely to be prolonged and thereby continue to impart an upward impulse to global food, energy, and commodity prices.", "This will in turn feed into global consumer price inflation in the months ahead.", "The inflation story in Singapore is not too different from the global story.", "As in the major economies, inflation in Singapore started edging up towards the end of last year on the back of a strong recovery in demand.", "The Singapore economy grew by a robust 7.6% in 2021 and the labour market returned to full employment.", "Core inflation edged up progressively over the course of last year, from 0.2% in Q1 to 1.7% in Q4, as spare capacity was absorbed.", "The growth momentum has slowed this year but the economy remains on track to come in within the lower half of the 3-5% GDP growth forecast.", "In H1 2022, growth has continued and broadened across sectors, coming in at 4.4% on a year-on-year basis.", "The economy is currently 6% above its pre-pandemic levels.", "The output gap is positive at 0.6% of potential GDP, meaning the economy is operating slightly above its underlying capacity.", "The external-oriented sectors such as manufacturing and financial services are facing some headwinds in light of weaker growth prospects in the global economy.", "But the domestic-oriented and travel-related sectors are performing strongly, benefitting from the easing of mobility and travel restrictions here and in the region.", "The labour market has tightened and wage growth is running ahead of productivity gains.", "The seasonally adjusted resident unemployment rate has declined to 3.0%, the lowest rate since end-2018.", "Yet, total employment is still 2.5% below the pre-pandemic level - mainly because Singapore lost 15% of its non-resident workforce since December 2019.", "Job vacancies are at record high levels with broad based increases across sectors.", "The vacancy-to-unemployment ratio is at its highest level since 1998.", "Resident wages have risen by an average 6.2% year-on-year over the past three quarters, running slightly ahead of real productivity growth of 5.5%.", "Imported inflation reflecting supply disruptions caused by the Russia-Ukraine war has significantly added to price pressures.", "Import prices facing Singapore have surged by 27% in May this year, compared to the same period last year.", "About 80% of this was contributed by higher oil and food prices.", "This step-up in energy and food prices has raised inflation for electricity and noncooked food and is feeding into transportation and food services inflation.", "The combination of domestic and external factors has led to a significant rise in inflation in Singapore.", "Core inflation picked up to 3.6% year-on-year in May, from 3.3% in April and 2.5% in the first quarter of the year.", "CPI-All Items inflation, which includes private transport and accommodation costs, rose to 5.6% year-on-year in May.", "Inflation is expected to get worse before it gets better.", "Core Inflation is projected to increase to a peak of 4.0-4.5% in Q3.", "It will then level off, and slightly ease towards the end of this year, though still around 3.5-4.0% - much higher than what Singapore has been used to.", "As car and accommodation cost increases are likely to remain firm, CPI-All Items inflation is expected to come in at 5.0-6.0%.", "Inflation is expected to ease further in 2023 but will remain well above the 1.5% rate averaged since 2000.", "This inflation outlook is not without upside risks.", "The projected profile of inflation is based on two assumptions: some stabilisation of global commodity prices and unwinding of global supply chain constraints; and a strong pick-up in inflows of non-resident workers that helps to alleviate domestic labour shortages.", "If there are fresh shocks to global energy and food supplies arising from the ongoing conflict in Ukraine or a significant overheating of the domestic labour market, inflation may end up being higher and more persistent.", "TAMING INFLATION MEANS SLOWER ECONOMIC GROWTH The outlook for a gentle easing of inflationary pressures globally is also premised on strong monetary policy actions by central banks.", "Monetary policy dampens inflation by reducing aggregate demand to be in line with aggregate supply.", "In most countries, this is achieved through higher interest rates that dampen consumption and investment demand.", "A slowdown in economic growth is necessary to restore macroeconomic stability and balance.", "The central banks of the major economies have been tightening monetary policy.", "The US Federal Reserve has raised interest rates three times since March 2022.", "The European Central Bank has yet to raise rates but has indicated it will do so this month.", "The Bank of England as well as the central banks of Canada, Australia and others have also been withdrawing monetary policy accommodation.", "Central banks are expected to further tighten monetary policy substantially over the next 6 months.", "Global economic growth in 2023 is likely to be slower.", "Tighter financial conditions, coupled with a squeeze in real incomes as a result of rising prices, will exert a drag on growth.", "It is difficult to forecast the extent of the growth slowdown next year given the complex interplay of multiple factors.", "It may be more instructive to think of possible scenarios.", "A good scenario would be what policymakers and analysts call a \"so landing\", where growth slows down sufficiently to reduce inflation but the economy avoids recession.", "Given how high inflation has climbed and the degree of monetary policy tightening that may be necessary to bring inflation down, the pathway to achieve such a scenario is quite narrow.", "A more likely variant of a good scenario is a mild, short-lived technical recession that tames inflation and sets the stage for a sustained recovery in growth.", "A bad scenario is a deeper recession in some of the major economies even as inflation is brought down: a so-called \"hard landing\".", "Such a scenario could occur if monetary policy tightening precipitates sharp dislocations in financial markets.", "In many countries, financial vulnerabilities have increased due to a run-up in private sector debt during the last ten years of highly accommodative monetary policies.", "Overvalued assets and high debt could magnify any growth slowdown.", "An ugly scenario would be one where growth stagnates while inflation remains high - stagflation.", "This could happen if fresh supply shocks or disruptions further boost inflation while monetary policy tightening sharply reduces economic activity.", "Stagflations are rare but when they occur, they present difficult policy dilemmas for governments and central banks.", "Economic growth in Singapore is expected to moderate further in 2023 in tandem with the slowdown in our major trading partners.", "The extent of the growth moderation will depend in part on how the scenarios for the global economy will pan out.", "As of now, we expect neither a recession nor a stagflation in Singapore next year.", "But there are considerable downside risks in the global economy which bear close watching.", "MULTI-PRONGED APPROACH TO INFLATION Dealing effectively with inflation requires a multi-pronged approach.", "monetary policy to directly dampen inflation fiscal support to help vulnerable groups cope with inflation sound labour market adjustments to prevent inflation becoming entrenched First, monetary policy to directly dampen inflation.", "Singapore's monetary policy is centred on managing the exchange rate of the Singapore Dollar.", "When inflationary pressures build up, MAS allows the trade-weighted exchange rate to appreciate faster.", "A stronger exchange rate helps to directly reduce imported inflation as well as restrain export demand, providing relief to labour market pressures.", "MAS has been proactive in tightening monetary policy in response to rising inflationary pressures, tightening policy four times in the last nine months.", "In October 2021, MAS slightly increased the rate of appreciation of the trade-weighted exchange rate policy band as a pre-emptive move when core inflation picked up from 0.7% in Q2 2021 to 1.1% in July-August 2021.", "MAS was among the earlier central banks in the world to begin normalising monetary policy.", "In January 2022, MAS added slightly to the rate of appreciation of the policy band in an off-cycle move to lean against gathering inflation momentum.", "This was before the outbreak of war between Russia and Ukraine.", "In April 2022, MAS re-centred upwards the exchange rate policy band and further increased its rate of appreciation.", "This was in view of a fresh impulse to inflation arising from shocks to global commodity prices and supply chains in the wake of the Russia-Ukraine war.", "And last week, in another off-cycle move, MAS again re-centred upwards the exchange rate policy band to lean against price pressures becoming more persistent.", "The appreciation of the exchange rate to-date has begun to restrain inflation.", "The trade-weighted exchange rate has appreciated by close to 4% compared with the beginning of October last year, acting as a filter against rising import prices.", "Domestic consumer prices have not risen by the same extent as that in the major advanced economies or global commodity prices.", "Year-to-date, the US and Eurozone have seen inflation rising to record highs of 8.2% and 6.8% respectively.", "Singapore's headline inflation has been 5.0% year-to-date.", "The effects of MAS' four monetary policy tightening moves are still working their way through the economy and will continue to dampen inflation over the next 12 months.", "The appreciation of the exchange rate is estimated to dampen core inflation by 0.9% points in H2 2022.", "Over 2022-23, the four tightening moves to-date is estimated to restrain core inflation by an average of 1.2% points each year.", "But monetary policy should be applied in a balanced and calibrated manner and not seek to completely offset inflation.", "Strengthening the exchange rate to try to fully offset the impact of global prices runs the risk of sharply curtailing growth and creating unemployment.", "It is important to recognise the global nature of the price pressures we are facing.", "When there is a pick-up in global food and energy prices of the magnitude we are seeing today, it is not possible to completely insulate the domestic economy from these increases.", "This brings us to the second component of Singapore's approach to inflation: fiscal support to help vulnerable groups cope with price increases.", "The government has stepped in forcefully to support vulnerable groups who are less able to bear the sharp price increases.", "Fiscal support has been proactive, beginning with the Budget Statement in February 2022 to the S$1.5 billion support package announced last month.", "Measures include cash grants and rebates on utility bills for lower-income households who have been disproportionately affected by higher prices.", "The government has been careful that fiscal support does not add stimulus to the economy that could exacerbate inflationary pressures.", "A period of inflation is not the time for expansionary fiscal injections that could add to tightness in labour, land, and product markets.", "Fiscal support has therefore been targeted at the more vulnerable groups and designed to avoid stoking inflation or distorting price signals.", "The government has given the assurance that if the inflation situation worsens significantly, it will be prepared to do more.", "The third component of an integrated approach to inflation control entails sound labour market adjustments to prevent inflation becoming entrenched.", "These include: relieving labour market tightness through a resumption of inflows of non-resident workers.", "responsible wage settlements that help to restore workers' purchasing power without setting off a wage-price spiral.", "The ongoing expansion in labour supply should provide some relief to labour market tightness.", "The relaxation of our border restrictions and resumption of foreign worker inflows should help to moderate labour cost pressures.", "To prevent a further build-up in labour cost pressures, it is important that the inflow of non-resident workers continues unimpeded.", "The risk of a wage-price spiral is contained for now but bears watching.", "A concern in several advanced economies with some degree of wage indexation is that wages and prices start chasing each other and inflation gets worse and more entrenched.", "If real wages increase faster than real productivity, the increase in unit labour costs will lead to firms raising prices to protect their margins, setting off a second round of wage increases and a wage-price spiral.", "Automatic wage indexation is rare in Singapore and the pass-through from prices to wages has been historically weak.", "Nonetheless, the risk of a wage-price spiral cannot be discounted, especially in the context of a tight labour market and high inflation.", "To contain the risk of a wage-price spiral, it is important that real wage growth not exceed real productivity growth persistently and firms do not pass on in prices the full impact of wage cost increases.", "MANAGING DEBT AMID RISING INTEREST RATES One of the key challenges posed by the combination of rising prices and rising interest rates is the burden imposed on debt servicing.", "Globally, given the high degree of leverage built up during the last 10 years of accommodative monetary policy, the ongoing sharp increases in interest rates poses potential risks of debt defaults, market volatility, and financial instability.", "According to the BIS, average private sector debt service ratios in advanced economies could rise to their highest level in over a decade.", "According to the IMF estimates, around 30% of emerging market economies and 60% of low-income countries could be at or near conditions of debt distress.", "Interest rates in Singapore have risen, alongside the pick-up in US interest rates.", "The increase in domestic interbank interest rates has in turn led to a rise in lending and mortgage rates in Singapore.", "Domestic interest rates are expected to rise further as global central banks continue to raise rates, adding to the debt servicing burdens of corporates and households.", "MAS is closely monitoring any systemic risk to the financial system arising from debt related stresses in the corporate and household sectors.", "MAS subjects all major banks to rigorous stress testing to assess any vulnerabilities in their portfolios.", "Regulatory limits on sectoral exposures (such as for property) and to single borrowers help to ensure that banks' corporate credit risk profiles are diversified.", "MAS supervisors have stepped up engagement with banks on their asset quality, including the adequacy of provisioning against possible asset quality deterioration.", "Corporates in Singapore continue to manage debt-related risks with sufficient liquidity holdings built up on post-COVID earnings recovery.", "Most Singapore-listed firms continued to hold sufficient liquidity as of end last year, with liquid assets such as cash and equivalents exceeding their short-term liabilities.", "MAS' stress tests on the balance sheets of SGX-listed firms show that most corporates would be resilient to interest rate and earnings shocks.", "For households, the measures put in place by MAS over the years have helped to ensure prudent borrowing.", "The Total Debt Servicing Ratio (TDSR) caps a mortgage borrower's overall debt obligations at 55% of his income.", "It is computed using an interest rate which is the higher of 3.5% or the prevailing market rate to calculate mortgage obligations, providing a buffer amidst a rise in interest rates, such as what we are seeing now.", "The Loan-to-Value (LTV) ratio limits mortgage borrowing to 75% of the value of the house for the first property loan, 45% for the second loan, and 35% for the third.", "Total unsecured debt is limited to 12 times a borrower's monthly income.", "Taken as a whole, Singapore has among the strictest limits in the world on household borrowing.", "The household debt situation in Singapore remains generally healthy.", "Stress tests by MAS suggest that most households should be able to service their debts even under scenarios of sharp interest rate hikes and significant income losses.", "The median TDSR for new loans issued over the past year is 43%, and the median LTV ratio for the outstanding stock of mortgages as of Q1 2022 is less than 50%.", "The proportion of non-performing mortgages has remained low at less than 1%.", "But there will be a small segment of households which may be more constrained by rising interest rates.", "A variety of options are available to such vulnerable borrowers.", "Borrowers facing difficulties in their loan repayments can discuss with their lenders loan restructuring options, including customised repayment solutions that may entail right-sizing liabilities and spending.", "Borrowers with outstanding unsecured debt across more than one financial institution may consider taking up a debt consolidation plan, which will consolidate all their unsecured credit facilities across financial institutions into a single loan at a lower interest rate.", "Borrowers who need additional assistance can seek help from Credit Counselling Singapore, which helps distressed borrowers work out debt management plans with their creditors.", "As global and domestic interest rates continue to rise, corporates and households should exercise utmost caution in taking on new financial commitments.", "They should plan for further interest rate increases and be sure of their ability to service their loans before making long-term financial commitments.", "DEVELOPMENTS IN THE CRYPTO ECOSYSTEM Let me now say a few words about the implications of the current turmoil and volatility in the global crypto industry.", "Some crypto players that have come under strain have been reported by the media as being \"Singapore-based\".", "In reality, these so-called \"Singapore-based\" crypto firms have little to do with crypto-related regulation in Singapore.", "TerraForm Labs and Luna Foundation Guard are not licensed or regulated by MAS, nor have they applied for any licence or sought exemption from holding any licence.", "Three Arrows Capital was not regulated under the Payment Services Act.", "It had operated under the registered fund management regime to carry out limited fund management business, but had ceased to manage funds in Singapore prior to the problems leading to its insolvency.", "Vauld is currently not licensed by MAS nor has it sought any exemption from holding a licence under the Payment Services Act.", "It has submitted a licence application, which is pending review.", "MAS and relevant government agencies will take firm enforcement action if any entity is found to be conducting illegal activities or performing regulated activities without a licence.", "The crypto industry globally is still evolving and regulation is still catching up with industry trends.", "Singapore is oen seen as being at the forefront, with a clear licensing and regulatory framework.", "But the focus of crypto regulation to-date in Singapore, as well as in most major jurisdictions, has been on containing money laundering and terrorist financing risks.", "Most regulatory regimes today do not cover areas such as consumer protection, market conduct, and reserve backing for stablecoins.", "Reviews and public consultations are underway, among international standard-setting bodies and regulators, to strengthen regulation in these areas.", "MAS is targeting to consult on proposed measures in the next few months.", "But the key lesson from the upheaval in the global crypto industry is clear: investing in cryptocurrencies is highly risky.", "This is what MAS has been warning the public about for the past 5 years.", "In fact, MAS' repeated warnings against retail investments in cryptocurrencies and ratcheting up of policies to restrain retail access have raised some questions as to where MAS stands with respect to the digital asset ecosystem.", "Next month, we will organise a dedicated Green Shoots seminar to share our strategies to develop Singapore as digital asset hub.", "We will explain our position on cryptocurrencies, stablecoins, blockchains, tokenisation, smart contracts, digital assets, etc.", "- their risks and opportunities; shortcomings and potential.", "We will set out how our developmental and regulatory approaches will work in harmony to achieve the vision of Singapore as an innovative and responsible digital asset hub.", "FINANCIAL SECTOR PERFORMANCE AND STRATEGIES Let me now turn to the financial sector, which continued to perform well in 2021.", "FinTech investments hit a high of US$3.9 billion.", "A total of 4300 net jobs were created in financial services and fintech.", "The global financial landscape has continued to transform.", "The Russia-Ukraine war, COVID-19 pandemic, and US-China tensions have introduced new risks and uncertainties for financial markets and institutions.", "The nature of globalisation is changing and supply chains are adjusting, with a greater focus on business resilience.", "At the same time, structural trends towards greater adoption of technology and the drive towards sustainability have gathered pace.", "MAS has conducted a study on the future of financial services to 2030 against the backdrop of some of these changes.", "MAS has refreshed the Financial Services Industry Transformation Map (ITM) for the period 2021-25, based on this study and extensive consultations with the industry.", "This ITM 2.0 sets out a blueprint of strategies and initiatives to further strengthen Singapore's position as a leading financial centre in Asia.", "The ITM will be launched and presented in a couple of months.", "POSITIONING THE FINANCIAL SECTOR FOR SUSTAINABILITY MAS will release next week its annual sustainability report detailing the progress made by the Singapore financial sector in the journey towards greater sustainability.", "The report will provide a detailed account of the various initiatives to strengthen the financial sector's resilience to climate risk; develop a vibrant sustainable finance ecosystem; build a climate-resilient Official Foreign Reserves portfolio, including targets to reduce the weighted average carbon intensity of the equities portfolio; and reduce MAS' own carbon footprint, including targets to reduce greenhouse gas emissions by 2030.", "MAS' FINANCIAL RESULTS Let me now provide an update on MAS' financial results.", "This has reflected lower investment gains, a large negative foreign exchange translation effect, and higher interest expenses.", "Investment gains on the Official Foreign Reserves were S$4.0 billion.", "Concerns over monetary policy tightening by central banks and geopolitical tensions weighed heavily on global financial markets last year.", "The appreciation of the Singapore Dollar led to a negative foreign exchange translation effect of S$8.7 billion.", "The Singapore Dollar strengthened 4% against the Pound Sterling, 5% against the Euro, and 9% against the Japanese Yen.", "Total expenditure increased to S$2.8 billion, due mainly to higher interest expenses on domestic money market operations.", "In conclusion, let me return to where I started - inflation.", "The current bout of inflation will eventually end.", "Question is: how long will it take and how much will the economy have to slow down.", "Taming inflation is like trying to slow down a speeding car on a gentle slope.", "It takes a combination of forcefulness and calibration.", "If you do not depress the brakes early enough or hard enough, you cannot break the speed momentum - likewise, monetary policy needs to act early and decisively.", "But if you jam the brakes too hard, the car may skid or even topple over - the economy may go into a recession.", "So you have to pump the brakes progressively, to gradually slow down the car to a more sustainable cruising speed.", "This is why central banks all over the world tighten monetary policy in a series of well calibrated steps and closely monitor the impact of their actions before deciding on the next step.", "And that is exactly what MAS too is doing.", "Which is why we are not going to say anything about what we might or might not do in October!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Labour market", "Debt", "Cryptocurrency", "Financial sector", "Sustainability", "Economic growth", "Wage growth", "Supply chain"]}