{"sentences": ["It is my great pleasure to welcome you all to this virtual dissemination workshop of the results of the private sector foreign investment and investor perception survey undertaken in 2021.", "The ongoing global health crisis has demonstrated the crucial contribution of technology and innovation to addressing challenges brought about by covid-19.", "In this regard, this workshop is being held virtually to allow participants follow deliberations from the safety of their own space.", "We are grateful to you all for finding time to join this virtual meeting.", "In light of the covid-19 pandemic, we considered alternative ways of using remote methods to undertake the survey and I am pleased to inform you that the 2021 survey was conducted virtually.", "The Bank of Zambia, Zambia Development Agency, Zambia Statistics Agency and other collaborating institutions are greatly indebted to the respondents who participated in the survey.", "We truly appreciate your dedication and support.", "Let me take this opportunity to thank the balance of payments technical committee comprising the Zambia Statistics Agency, Zambia Development Agency, Bank of Zambia, and other collaborating institutions for successfully conducting the 2021 survey.", "Ladies and gentlemen, this year's survey response rate was 54.0 percent, a slight reduction from the 56.0 percent recorded in the 2020 survey.", "We were cognisant of the restricted working arrangements induced by covid-19 and extended the survey period to accommodate a larger number of enterprises who took time to respond.", "I must mention that the data we collect from various enterprises in this exercise is extremely important as it generates information that enables us understand developments in the external sector, which have implications for the formulation of sound monetary, fiscal, trade, and investment policies.", "This is in addition to taking necessary measures to improve the ease of doing business in Zambia.", "The 2021 survey summarises the magnitude, type, sources, and direction of the private sector foreign capital for the year 2020 and the first half of 2021, as well as investor perceptions on the investment climate in Zambia.", "Let me now turn to the highlights of the survey findings, which is the subject of our discussion today.", "in 2020, the stock of private sector foreign liabilities Distinguished ladies and gentlemen, declined by about 5.0 percent to US$21 billion.", "This was due to the fall in the stock of foreign direct investment (FDI) owing to valuation effects on equity mostly held by the mining and quarrying sector.", "Nonetheless, FDI continued to account for the largest share of the stock of private sector foreign liabilities.", "Private sector external debt, which accounted for about 80 percent of foreign liabilities, increased by 5 percent to US$17 billion due to revaluation changes in non-us dollar denominated loans predominantly in the electricity, manufacturing, information and communication as well as real estate sectors.", "Esteemed invited guests, in terms of flows, overall net foreign liability outflows of US$74 million were recorded in 2020 against net inflows of US$357 million in 2019.", "This was due to loan repayments to non-affiliates by the mining, manufacturing, electricity as well as wholesale and retail trade sectors, and the reduction in currency holdings by non-residents in domestic deposittaking corporations.", "However, FDI liability inflows amounted to US$200 million compared to US$860 million in 2019.", "Reduced re-invested earnings and debt repayments, largely by the mining and quarrying sector, accounted for the decline in FDI inflows.", "Canada continued to be the major source of private sector foreign liabilities.", "Ladies and gentlemen, the stock of private sector foreign liabilities declined further in the first half of 2021 to US$20 billion due to loan repayments mostly by the mining and quarrying sector as well as revaluation effects on equity.", "However, a net inflow of about US$600 million was recorded against net outflows of US$295 million a year ago.", "This was due to the upswing in FDI inflows on account of higher reinvested earnings by the mining, deposit-taking corporation, manufacturing, electricity, as well as information and communication sectors.", "Distinguished ladies and gentlemen, another major finding from the survey is that the stock of private sector foreign assets rose by 16 percent to US$3.0 billion in 2020 mainly due to the increase in currency and deposits by the mining and deposit-taking corporations.", "The surge in the holdings of currency and deposits contributed significantly to the increase in foreign asset flows by 60 percent to US$700 million.", "However, FDI asset acquisitions slumped to US$63 million in 2020 from US$624 million in 2019 owing to the reduction in the mining sector's debt flows to fellow enterprises.", "The United Kingdom was the major recipient of foreign asset flows and most of the private sector assets are domiciled there.", "Ladies and gentlemen, with regard to investor perceptions, political stability, ease of doing business, availability of resources, and market potential continued to feature as the main factors that influenced re-investment in Zambia.", "Despite the unprecedented effects of the covid-19 pandemic in constraining the business investment, the promotion of the use of digital financial services and the reduction in the monetary policy rate were seen as positive measures that supported business activity.", "However, the temporary closure of some commercial bank branches and the revision of banking operating hours due to the Covid-19 pandemic were perceived as having had a negative impact on investment.", "as I conclude, let me share with you some key measures Esteemed invited guests, recommended by the majority of the respondents to enhance investment.", "These include improvements in service delivery by the public sector, having a stable and sustainable tax system, maintaining stability in the exchange rate, preserving political stability, consistency in government policy, and continued investment in infrastructure development.", "Other areas highlighted include addressing high lending rates, increased efforts in the fight against corruption and reducing bureaucratic processes.", "Further, respondents were of the view that government needs to take appropriate measures to enhance private sector involvement in decision-making and streamlining licensing requirements.", "In closing, I wish to thank you all for attending this virtual meeting and hope that you will use the occasion to explore the survey findings and recommend appropriate measures to contribute to the enhancement of the business environment.", "It is now my singular honour and privilege to officially open the workshop and wish you all fruitful deliberations.", "I thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Private sector foreign investment", "Investor perceptions", "Covid-19 pandemic", "Foreign liabilities", "FDI inflows", "Foreign assets", "Investment climate", "Business environment", "Policy measures", "Survey findings"]}