{"sentences": ["Accompanying slides: www.bis.org/review/r220303b_slides.pdf The terrible act of aggression and the shock of war that we are witnessing in the heart of Europe overshadow today's conference.", "This is a sad day for Europe and the world.", "Our thoughts are with the Ukrainian people.", "In such times of extreme uncertainty, central banks need to be a source of confidence and a reliable anchor for the economy.", "Therefore, we are monitoring the situation closely.", "My remarks today reflect the macroeconomic situation predating the war.", "In the euro area, inflation has proven more persistent and more broad-based than expected, labour market slack is being reabsorbed at a faster pace than anticipated and pipeline pressures continue to build up.", "At the same time, prospects are rising that the fast spread of the Omicron variant may herald a turning point in the coronavirus (COVID-19) pandemic.", "In this environment, monetary policy needs to ensure that the forces pushing up prices today will not jeopardise price stability over the medium term.", "Households and firms count on the ECB to protect their purchasing power without putting at risk the current strong recovery from the crisis.", "Our policy framework enables us to deliver on these expectations.", "Our forward guidance has explicitly defined the conditions that need to be met for policy rates to be raised.", "And the clear sequence with which we intend to remove monetary stimulus, if and when necessary, reduces the uncertainty about how our actions will affect financing conditions and the broader economy.", "In the following, I will first discuss the current outlook for inflation.", "I will then explain the sequencing of policy measures that we will take once the Governing Council judges that policy should be normalised and will elaborate in more detail on three aspects that are more specific to the euro area.", "The first regards the question as to how the inflation outlook affects the policy normalisation process.", "The second point relates to how the monetary policy transmission mechanism in the euro area affects the choice of policy instruments at different stages of the normalisation process.", "And the third point provides thoughts on how our sequence may interact with conditions in sovereign bond markets and the risks of fragmentation.", "A qualitative and quantitative change in the euro area's inflation outlook A year ago, there was a widely shared expectation that inflation would rise sharply in response to the reopening of our economies but would subside swiftly as the extraordinary factors related to the pandemic would fade.", "There was a strong conviction that the combination of statistical base effects, slowing energy price inflation and the removal of one-off tax effects would mark a turning point in the euro area's inflation trajectory towards the end of last year.", "These expectations have been disappointed.", "Headline inflation as measured by the Harmonised Index of Consumer Prices (HICP) continued to increase both in December 2021 and in January 2022, when it reached a new historical high of 5.1% (Slide 2).", "In January, euro area inflation surprised to the upside for the seventh consecutive month.", "Today, inflation is not only higher than expected, but price pressures are also visibly broadening.", "Measures of underlying inflation are following an unprecedented upward trend (Slide 3, left-hand chart).", "The prices of around two-thirds of the goods and services included in the HICP are currently increasing at an annual rate above 2% (Slide 3, right-hand chart).", "Less than a year ago, this share was close to 20%.", "Current measured inflation would be even higher if the costs of owner-occupied housing were included.", "Residential real estate prices continued to increase at an alarming pace.", "In the third quarter of 2021, prices for houses and flats in the euro area increased by 9% year-on-year, an unprecedented rate of increase (Slide 4, left-hand chart).", "If owner-occupied housing were included in the HICP, headline inflation in the third quarter of 2021 would have been 0.3 percentage points higher.", "For core inflation, the difference would have been twice as much - that is, core inflation would have been 2% rather than 1.4%, which is the largest difference observed since the start of the sample in 2012 (Slide 4, right-hand chart).", "Looking forward, the broad-based nature of recent upward surprises, extending well beyond the energy component, implies that significant uncertainty remains as to when the inflation peak will eventually be reached.", "What is becoming increasingly clear is that inflation is unlikely to fall back below our 2% target this year.", "It may increase even further over the near term before declining gradually over the course of 2022 as energy price inflation should slow.", "But the decline is not going to be nearly as fast as we previously anticipated.", "In addition, it is now becoming increasingly likely that, in the medium term, inflation will approach our 2% target from above, rather than from below.", "The start of the year has seen three broad developments that corroborate this view.", "First, there are growing signs that the fast spread of the Omicron variant may bring forward the transition towards an endemic equilibrium.", "Although hospitalisations are still increasing in some countries alongside elevated case counts, admissions to intensive care units and fatality rates are now only a fraction of what they were in previous waves.", "There is a real chance that the Omicron variant could herald an inflection point after which the global community will be able to live with COVID-19 in spite of possible recurrent episodes of high case numbers.", "As governments worldwide are easing contact restrictions, the remaining slack in the economy will likely be reabsorbed at a faster pace than previously anticipated, in particular in contactintensive services where the pandemic continues to weigh heavily on business and sentiment.", "The most recent survey data corroborate this view for the euro area.", "In February, sentiment in the services sector improved sharply, back to levels seen before the discovery of the Omicron variant.", "A faster and more frontloaded recovery, in turn, risks increasing pressure on wages at a time when the labour market in the euro area is already showing first signs of strain.", "This brings me to the second point - the recovery in the labour market.", "Strong recovery in the labour market Although the pandemic is still raging through the economy, slack in the labour market has continued to decline at a notably faster pace than projected (Slide 5, left-hand chart).", "A year ago, our central forecast was that the euro area unemployment rate would decline, on average, to 8.1% in 2022.", "In December 2021, the unemployment rate stood already at 7%.", "We are currently witnessing the strongest labour market in the history of the single currency.", "The unemployment rate is at a record low and below estimates of the non-accelerating inflation rate of unemployment (NAIRU), while the participation rate is at a record high (Slide 5, right-hand chart).", "Broader labour market slack, too, for which data are lagging, was already reabsorbed, by and large, by the end of the summer of last year, as strong demand is bringing more and more people - also those at the fringes of the labour market - back into work.", "While total hours worked still remained below pre-pandemic levels in the third quarter of last year, there are good reasons to believe that the widespread easing of contact restrictions will help accelerate progress on that front too.", "Survey evidence confirms the picture of a tightening labour market.", "A rapidly rising share of firms across all economic sectors report shortages of labour as a factor limiting production.", "This is now the case for about a quarter to a third of all firms, a level never before observed in the euro area (Slide 6, left-hand chart).", "Vacancy rates across the euro area are significantly higher than before the pandemic, which is consistent with firms reporting continued strong employment demand ahead (Slide 6, right-hand chart).", "These developments will add to pressure on wages as our economies continue to reopen.", "Although negotiated wage growth remains moderate, our latest corporate telephone survey among larger firms showed that wage pressures are expected to build up fast.", "Euro area firms anticipate considerably higher wage increases in the near term.", "For 2022, their average expected wage increase is 3.5%.", "The survey also showed that higher input costs, such as wages, are being passed through to consumer prices at a faster pace and to a larger extent than in the past, as strong pent-up demand creates a favourable environment for protecting or boosting profit margins.", "A faster pass-through, in turn, implies that for medium-term price pressures it is less relevant how fast wages expand today than how fast they will grow this year and next.", "Pipeline pressures remain elevated Third, pipeline pressures, which affect consumer price inflation with a lag, continue to build up.", "Import price inflation for intermediate and final consumer goods has increased further and remains at extraordinarily high levels (Slide 7, left-hand chart).", "At the later stages of the pricing chain, domestic producer price inflation reached a new all-time high in November.", "The inflation rate of services producer prices, which are an important element in the cost structure of both manufacturing and services firms, stands at 4.3%, which is almost nine times as high as its historical average.", "All services sectors report stronger price pressures than before the pandemic.", "These pipeline pressures will fade only gradually and will likely remain a source of upward pressure for consumer prices over the foreseeable future, with most firms expecting unusual cost pressures to persist for at least another six months.", "In addition, in large parts of the euro area the recent surge in wholesale electricity and gas prices will only be passed through to consumer prices with a lag.", "There is also a lot of uncertainty whether energy inflation will decline to the extent suggested by the futures curves underlying our December projections (Slide 7, right-hand chart).", "Brent oil spot prices are now at their highest levels since 2014 and current futures curves are well above the levels seen at the end of last year.", "Gas futures prices, too, are markedly higher than in December of last year.", "While in the past energy prices often fell as quickly as they rose, the need to step up the fight against climate change may imply that fossil fuel prices will now not only have to stay elevated, but even have to keep rising if we are to meet the goals of the Paris climate agreement.", "In the EU, price developments under the Emissions Trading System (ETS) signal such an impending structural shift.", "ETS prices have recently reached a new record high of around €90 per tonne of carbon, almost three times as high as at the beginning of 2021, and they are expected to remain at elevated levels for the foreseeable future.", "It is a reminder of the challenges we are facing in anticipating potential structural shifts in the underlying inflation process that could extend well beyond the energy sector.", "Sequencing of policy normalisation in the euro area All in all, there have been few instances in the recent past where the information set available to policymakers has changed so profoundly and in such a short period of time as has been the case since the beginning of the year.", "How today's attack on Ukraine changes the euro area outlook is highly uncertain at this stage.", "We are monitoring the situation closely and will carefully evaluate the consequences for our policies.", "Based on the macroeconomic situation predating the war, however, inflationary pressures will likely prove stronger and more persistent over both the near and the medium term.", "Policy optionality is therefore needed more than ever to protect price stability.", "Our decisions in December of last year to end net asset purchases under the pandemic emergency purchase programme (PEPP) in March and to recalibrate the path of future purchases under the asset purchase programme (APP) have been a first important step in this direction.", "At our next meeting in March, we will reassess whether the current path of asset purchases remains consistent with the updated inflation outlook, and we will thoroughly evaluate the progress made towards meeting the conditions of our rate forward guidance.", "While both the calibration and the time of adjustment of our policy instruments are datadependent, the sequence with which we intend to adjust our policy stance is not.", "Our sequencing is subject to three guideposts.", "The first is our rate forward guidance, which provides the anchor for the normalisation process.", "It defines three conditions that need to be satisfied in the view of the Governing Council for our key policy rates to be raised: first, inflation reaching 2% well ahead of the end of our projection horizon; second, inflation remaining around 2% durably for the rest of the projection horizon; and, third, realised progress in underlying inflation being consistent with our inflation target.", "The second guidepost is that we will stop net asset purchases under the APP \"shortly before\" we increase our main policy rates.", "\"Shortly before\" is a term that is deliberately vague.", "It does not indicate a pre-defined distance between the end of our net asset purchases and policy rate liftoff.", "It does, however, imply that we will end net asset purchases under the APP once we judge that it is sufficiently likely that the rate forward guidance criteria are going to be fulfilled over the foreseeable future, while rates are going to be raised only when these conditions are actually met.", "Third, we intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising our key policy rates.", "Again, the notion of an \"extended period\" is kept open to leave sufficient optionality in order to be able to respond to changes in the inflation outlook.", "In principle, this sequence is not very different from the one adapted by many other central banks, including the Bank of England and the Federal Reserve.", "It defines a clear succession of steps that leaves sufficient flexibility to adjust the length of time needed before activating the next step of the sequence.", "That said, there are three considerations that are more specific to the euro area.", "Adjusting policy when inflation is converging to target The first relates to the inflation outlook.", "A central bank that faces a significant risk of inflation being markedly above target over the medium term would need to initiate a rapid sequence of policy rate hikes to above their estimated neutral levels.", "According to survey and market-based proxies, this would require bringing policy rates well into positive territory (Slide 8).", "However, these are not the conditions that we are facing today.", "Rather, the economy is evolving in ways that suggest that, after a long period of very subdued price pressures, inflation is increasingly likely to stabilise in close proximity to our 2% target over the medium term.", "The current inflation outlook therefore calls for a gradual normalisation of our policy stance, reflecting the significant progress made towards meeting our inflation target in the future.", "During such a process of gradual normalisation, the focus should be first on unwinding step-bystep the exceptional measures we took to fight low inflation, starting with net asset purchases.", "The degree to which policy will need to be adjusted over time depends on how the inflation outlook continues to evolve.", "The focus on ending net asset purchases first reflects, at least in part, the fact that their side effects tend to increase over time.", "The experience of the past few years demonstrates, for example, that balance sheet policies have a significantly larger impact on house prices than changes in short-term policy rates, thereby contributing to the measurable rise in residential real estate prices (Slide 9).", "Similarly, years of balance sheet expansion have caused the bond free float in some economies to decline to very low levels (Slide 10, left-hand chart).", "As such, an end to net asset purchases enhances the availability of safe assets that the market requires to function well (Slide 10, righthand chart).", "Ending net asset purchases when inflation is robustly converging to our target also credibly underlines that our actions are solely guided by our mandate, refuting concerns about fiscal dominance.", "Finally, in the current environment of large imported inflation, reversing the current exceptional measures has the potential to mitigate inflationary pressures even without the usual long lag in policy transmission.", "Over the past years, these measures have contributed to large capital outflows from the euro area, thereby putting downward pressure on the euro exchange rate (Slide 11).", "The exit from these measures can thus support the currency and, for a net importer of energy, provide tangible and immediate support to euro area households and firms by improving the terms of trade.", "Choice of policy instruments The second aspect relates to the choice of policy instruments at different stages of the normalisation process.", "This choice crucially depends on the transmission mechanism of monetary policy.", "The euro area remains a bank-based economy.", "Although market-based debt financing has gained importance since the global financial crisis, bank credit remains by far the dominant source of external finance for euro area firms (Slide 12, left-hand chart).", "The financing structure, in turn, has important implications for how strongly a given monetary impulse is transmitted to the real economy.", "Recent ECB staff analysis finds that when the share of bank loans in total external finance is high, like in the euro area, real GDP growth often shows only a weak response to changes in long-term interest rates (Slide 12, right-hand chart).", "In other words, our key policy rates are best suited for influencing output and prices in the euro area during the normalisation process.", "Most of firms' credit is either linked directly to short-term rates in financial markets, such as the EURIBOR, or has fixed maturities of short duration.", "Half of outstanding loans to euro area firms have a maturity of one year or less.", "Long-term rates are not only less relevant for policy transmission, central banks also have only indirect control over the part that is not related to the expected future path of short-term interest rates, i.e.", "The latter is affected by a host of factors, such as inflation uncertainty, global spillovers or demand by price-insensitive investors.", "The stock of bonds held by central banks is just one of these factors.", "Balance sheet adjustments may thus not be well-suited as the main instrument for controlling the overall stance.", "This is also why our sequence foresees that policy lift-off will predate with some distance a reduction of our balance sheet.", "Risks of fragmentation This brings me to my third consideration - the question as to whether and how changes in sovereign bond market conditions could challenge our sequencing.", "Despite significant progress in recent years, the euro area's institutional architecture remains incomplete.", "In the absence of a common fiscal capacity, and with public debt at elevated levels owing to the pandemic, parts of the euro area remain vulnerable to sudden shifts in investor sentiment.", "There are three mitigating factors at present, however.", "One is that the combination of a long period of historically low rates and the marked increase in the weighted average maturity of public debt has measurably reduced the sensitivity of debt to changes in market interest rates.", "The average interest rate will remain low for some time even if the marginal interest rate starts rising (Slide 13, left-hand chart).", "Second, with average interest rates remaining low, and inflation receding only gradually, the strong expected recovery over the coming years should lead to a gradual decline in debt-to-GDP ratios (Slide 13, right-hand chart).", "Structural reforms and large-scale investments related to Next Generation EU should foster confidence in the capacity of euro area countries to generate sustained high growth.", "Third, our decision in December last year to reinvest flexibly under the PEPP provides a strong mechanism to preserve the transmission of monetary policy in the event of severe and selffulfilling market dislocations that would jeopardise the achievement of our mandate.", "Net purchases under the PEPP could also be resumed, if necessary, to counter renewed negative shocks related to the pandemic.", "Hence, we stand ready to counter severe market dislocations that lead to fragmentation, while our monetary policy stance is guided by our primary objective of maintaining price stability.", "The inflation outlook has firmed since the start of the year.", "Inflationary pressures have broadened and have become more persistent.", "The expected easing of contact restrictions, together with the strong recovery in the labour market and elevated pipeline pressures have increased upside risks to inflation over the medium term.", "At the same time, the shock of war hanging over Europe has clouded the global outlook.", "In this environment, we need to carefully reflect on how much monetary policy stimulus is required for inflation to stabilise at our target over the medium term, so as to neither fall below 2% once the extraordinary factors related to the pandemic fade, nor to allow an extended period of high inflation to become entrenched over time.", "This uncertainty speaks in favour of a gradual and data-dependent normalisation that respects the sequence that we have communicated, with a view to reducing uncertainty about our actions and intentions.", "work part-time for economic reasons.", "(2022), \"Looking through higher energy prices?", "Monetary policy and the green transition\", remarks at a panel on \"Climate and the Financial System\" at the American Finance Association 2022 Virtual Annual Meeting, Frankfurt am Main, 8 January.", "Other factors could include a change in the way globalisation affects the price and wage formation process, the ongoing digitalisation of our economies as well as demographic developments.", "See also Lagarde, C. (2022), \"European Parliament plenary debate on the ECB Annual Report\", introductory statement at the plenary session of the European Parliament, Strasbourg, 14 February.", "See also Schnabel, I.", "(2021), \"Asset purchases - from crisis to recovery\", speech at the Annual Conference of Latvijas Banka on \"Sustainable Economy in Times of Change\", Frankfurt am Main, 20 September.", "Recent ECB research has shown that asset purchases have a stronger effect on house prices than changes in short-term interest rates.", "See also Schnabel, I.", "(2021), \"Monetary policy and inequality\", speech at a virtual conference on \"Diversity and Inclusion in Economics, Finance, and Central Banking\", Frankfurt am Main, 9 November.", "See also Schnabel, I.", "(2021), \"Monetary policy and financial stability\", speech at the fifth annual conference of the European Systemic Risk Board, Frankfurt am Main, 8 December.", "See also Schnabel, I.", "(2021), \"The rise of non-bank finance and its implications for monetary policy transmission\", speech at the Annual Congress of the European Economic Association (EEA)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Normalisation", "Euro area", "Inflation outlook", "Labour market", "Pipeline pressures", "Sequence", "Transmission mechanism", "Fragmentation"]}