{"sentences": ["Introduction It is my great pleasure to open today's conference.", "I would like to use this opportunity to reflect on some important developments in financial integration that have taken place over the last two years, and assess them from the perspective of an EU financial system for the future - the title of today's conference.", "I will begin by touching on the pandemic's implications for the financial sector in Europe.", "I will discuss how the progress achieved on financial integration since the start of Economic and Monetary Union (EMU) has helped to increase the resilience of the EU financial sector, before arguing that a further deepening of EMU can help tackle the current and future challenges that come our way.", "I will then conclude by reflecting on the economic fallout from the Russian invasion of Ukraine, and the implications that could have for financial stability and financial integration.", "Financial integration now and in the past Let me first discuss the implications of the pandemic crisis.", "When the pandemic began, we saw a notable decrease in euro area financial integration.", "But thanks to fast and decisive policy action at the monetary, fiscal and prudential levels, this deterioration not only stopped, it actually reversed relatively quickly.", "This is in contrast to what has typically occurred in previous crises.", "As the pandemic unfolded, public health measures, mobility restrictions and production constraints limited household consumption levels.", "This meant that key private channels of risksharing across euro area countries were restricted.", "So public risk-sharing via governments became crucial for macroeconomic stabilisation.", "Major fiscal initiatives at EU level were key to ensuring that risks were shared among Member States, compensating for the fact that private financial channels were hampered.", "Sizeable fiscal risk-sharing mechanisms were established with the Next Generation EU recovery package.", "The associated investments and reforms are expected to improve risk-sharing at the public sector level over the coming years.", "Joint support from fiscal and monetary policy has been indispensable in avoiding a much deeper economic downturn.", "For example, credit support measures, such as loan guarantees, proved critical in shoring up the financing of firms and households during the pandemic.", "At the same time, we should not overlook the decisive role played by the EU financial system in weathering the crisis, notably by being able to meet financing needs during the pandemic.", "The fact that the system could withstand a shock the size of the pandemic is testament to the effective implementation of ambitious financial reforms in the aftermath of the global financial crisis.", "But it's important to remember that it took a lot of hard work to achieve this resilience.", "EU financial integration has come a long way since the launch of EMU in 1992.", "Soon after the introduction of the euro, policymakers realised that the single currency alone was not enough to spur the further development and integration of the EU financial system.", "Support was needed from policies that were conducive to the free flow of financial services in the euro area, in addition to adequate legal, regulatory and supervisory frameworks, along with greater institutional integration.", "There were several milestones on the road towards European financial integration, including the European Commission's Financial Services Action plan for the harmonisation of the EU financial services markets starting in 1999, the Lamfalussy architecture to improve regulatory processes introduced in 2001, the launch of the banking union in 2012 and the two subsequent action plans for the capital markets union (CMU) in 2015 and 2020.", "Despite these achievements, there is still more work to be done.", "We need to push forwards and further deepen EMU.", "And we need to do so while keeping in mind the new challenges that we face, such as the transition to a sustainable economy.", "The growth of green finance can facilitate - and, at the same time, benefit from - the integration of EU capital markets across borders.", "Deeper and more efficient capital markets, with equity playing a greater role, can be instrumental in encouraging the more rapid development and adoption of new technologies, including green technologies, and in facilitating the provision of finance across the EU.", "Indeed, research finds that carbon-intensive industries tend to reduce emissions faster in economies with deeper stock markets.", "Last November the European Commission published the CMU package containing legislative proposals and key commitments in the CMU action plan.", "This was an important step, but we need to be more ambitious in three main areas if we are to achieve a deeply integrated CMU.", "First, we need to see a harmonisation of insolvency rules and withholding tax regimes.", "That will help create a more integrated financial sector that can easily operate across borders, including in green market segments.", "The ECB is therefore looking forward to the upcoming Commission proposals on this matter.", "Second, reducing the debt-equity bias and harmonising venture capital frameworks across Member States are important steps to support equity and risk capital markets and thereby provide smoother financing for innovation.", "Third, we need to make progress on the EU's sustainable finance agenda.", "There should be no more delays as we strive for a reliable and transparent regulatory framework.", "Sustainability disclosures and reliable standards for green financial products are key to reaping the benefits of a green CMU.", "This is why we need the Corporate Sustainability Reporting Directive to be implemented swiftly, alongside the broad adoption of a sound and usable European green bond standard.", "While CMU is a crucial pillar for EMU, we also need to see progress on other fronts.", "The banking union remains incomplete.", "But completing it is essential if we are to enhance the financial sector's resilience and further address some of its structural challenges.", "These include low bank profitability, growing competition from fintech companies and the fragmentation of debt and equity markets along national lines.", "Completing the banking union requires efforts in two areas: improving the crisis management framework and making progress towards a European deposit insurance scheme (EDIS).", "We very much welcome the balanced workplan proposed by the Eurogroup President, which should provide a good basis for reaching political agreement on these matters as swiftly as possible.", "Another element to ensuring that banks further increase their resiliency is the timely and full implementation of the remaining elements of the Basel III agreement.", "The ECB welcomes the Commission's proposals in this respect, which will lead to a stronger prudential framework and help tackle emerging risks, such as environmental risks.", "Pushing ahead with these important initiatives will further strengthen Europe's resilience to future crises, allowing us to respond quickly.", "After all, the terrible events of the last six weeks have reminded us how quickly the economic environment can change.", "Financial stability and integration in view of the Russia-Ukraine war The Russian invasion of Ukraine marks a watershed moment for Europe.", "This is, first and foremost, a human tragedy.", "But the economic fallout has also re-introduced substantial elements of uncertainty just as the euro area economy is emerging from the pandemic.", "In the first weeks after the invasion, we saw visible implications for financial integration in the euro area, driven primarily by bond markets.", "Announcements of sanctions against Russia led - initially, at least - to a slight divergence of sovereign and corporate bond yields across euro area countries.", "This caused euro area indicators of financial integration to recede - as captured, for instance, by a measure of the convergence of asset prices across the euro area.", "But the good news is that this indicator has partly recovered since then.", "And, importantly, these movements were nowhere close to what we saw during the global financial crisis and at the beginning of pandemic.", "For the euro area, the financial stability impact of the war has so far been relatively contained.", "Markets have generally been functioning well.", "Contrary to what happened in March 2020, there has been no dash for cash.", "While both banks and non-banks have been affected - especially the few that have large direct exposures to Russia and Ukraine - the economic fallout has not had a sizeable impact on the EU banking or financial systems as a whole.", "Euro area banks' initial stock price reaction suggested a much stronger impact than was implied by their direct exposures, which stood at less than 1% of banks' assets.", "This points to much greater concerns about growth and inflation, and the impact the conflict is having in amplifying them.", "The invasion of Ukraine also demonstrated how vulnerable Europe is due to its high dependency on fossil fuel imports from Russia.", "Speeding up the green transition is a key priority from this perspective too - not only to address the urgent environmental and climate challenges we face, but also to help increase our energy security and protect the EU economy from energy price spikes.", "Recent events have reaffirmed the importance of financial integration.", "First, financial integration together with adequate regulatory and supervisory frameworks improves the resilience of the EU economy and its financial sector.", "In particular, the sound capital and liquidity buffers that have helped European banks absorb shocks owe a lot to the Single Rulebook and European banking supervision - key elements of our banking union.", "Second, financial integration has improved our ability to take credible actions and has given those actions greater weight.", "Close collaboration in various aspects of EU financial decision-making allowed EU financial sanctions to be adopted swiftly and implemented consistently.", "And the ECB, for its part, is taking an active role in implementing these sanctions in its areas of competence.", "European integration has already come a long way since the start of EMU.", "But we are not at the finish line just yet.", "Our journey is an ambitious one, and we must quicken our pace.", "During this troubled time for Europe, I am reminded of the words of Konrad Adenauer, the first Chancellor of West Germany.", "He once said: \"European unity was a dream of a few people.", "It became a hope for many.", "Today it is a necessity for all of us.\"", "These words were spoken almost 70 years ago, just as the wheels of European integration were turning faster.", "Let us keep those wheels moving.", "Our current challenges call for decisive joint action from all of us as we work towards a strengthened European financial system and a solid EMU.", "I have no doubt that we will reach the finish line.", "Thank you for your attention.", "(2019), \"Finance and carbon emissions\", Working Paper Series, No 2318, ECB, September."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial integration", "EMU", "Banking union", "Capital markets union", "Green finance", "Sustainability", "Russia-Ukraine war", "Financial stability", "Resilience", "Economic fallout"]}