{"sentences": ["1 Introduction Ladies and gentlemen, I am delighted to be able to deliver the closing address at this very insightful symposium - an event that has brought together the business world, policymakers and academia.", "I am also delighted to talk to you here at our Conference Centre on the beautiful River Rhine in person.", "That's something we took for granted before the outbreak of the coronavirus pandemic two years ago.", "Since then, the pandemic has dominated almost everyone's lives around the globe.", "During the last years, many may have felt that their lives had turned into the plot of a dystopian science fiction novel.", "Now we can hope that the pandemic will soon be behind us.", "Sadly, there's now another crisis of truly historic dimensions that is putting us to the test.", "It is as if a time machine has catapulted us into the past - back to an era that has long been overcome, one might think.", "I am talking about the Russian invasion of Ukraine.", "This war is causing a horrifying humanitarian crisis - one that shocks me profoundly.", "Nothing and no one can justify it.", "The Bundesbank is implementing the financial sanctions against Russia agreed by the German Federal Government.", "And I support the sanctions wholeheartedly.", "Besides inflicting terrible suffering on the people of Ukraine, Russia's aggression will have political, macroeconomic and financial consequences on a global scale.", "In my speech today, I would like to focus on macroeconomics.", "In particular, I will share with you the Bundesbank's view on the inflation prospects, given the Russian aggression, in both the short and the long run.", "In doing so, I will pay particular attention to Germany.", "After that, I will outline the possible implications of recent developments for the Eurosystem's monetary policy.", "Russion aggression and inflation outlook 2.1 Direct and indirect impact on inflation in the short run Let's start by looking back at the state of the economy before the war broke out, which was shaped by the coronavirus pandemic.", "Last year saw the global economy continue to recover from the deep recession caused by the onset of the pandemic.", "During the course of this recovery, global economic activity has risen strongly and is now back above its pre-crisis level.", "At the same time, price increases accelerated noticeably and on a broad scale.", "Multiple factors were behind this acceleration.", "For one thing, energy prices rebounded as the world economy recovered from the pandemic-induced recession.", "Furthermore, new waves of infection disrupted production all over the world, and there were bottlenecks in some areas of the shipping industry.", "These factors distorted a number of global supply chains, sparking considerable price increases at upstream production stages.", "Lastly, and importantly, consumption partly shifted from services to goods as a result of the pandemic-related restrictions.", "This drove up demand for goods to such an extent that industrial production could not keep up in some cases, meaning that price pressures gained further momentum.", "In addition, in Germany one-off effects due to a temporary reduction of VAT and the introduction of carbon emission certificates also contributed to very high inflation rates.", "Consequently, as measured by the HICP, the inflation rate reached 6% in Germany and 5% in the euro area towards the end of last year.", "Overall, inflation was already unexpectedly dynamic in 2021, and most institutions were routinely surprised to the upside with their inflation projections.", "In line with these developments, inflation rates in Germany remained above 5% again in January 2022, even though the VAT effect had expired.", "In March, just after Russia started the war, the HICP inflation rate climbed to 7.6% in Germany and 7.4% in the euro area.", "According to preliminary releases, inflation continued to surge in April, reaching 7.8% in Germany and 7.5% in the euro area.", "In Germany, we have not seen rates on this scale since the autumn of 1981, when the Gulf War between Iraq and Iran drove up oil prices and trend inflation was already higher.", "The Russian invasion of Ukraine has added to the pre-existing price pressures, both directly and indirectly.", "As far as the direct effects on price dynamics are concerned, the war is first of all putting more upward pressure on energy prices.", "Oil and gas prices have reached exceptionally high levels and could rise even further.", "This will also drive up inflation indirectly by raising the energy input costs of other products.", "The prices of several other commodities are being affected as well: nickel, palladium, noble gases, fertilisers and food products, in particular grain, have become, at least in the meantime, notably more expensive.", "Furthermore, the war and the related sanctions are again distorting various supply chains, as both Russia and Ukraine produce a number of goods needed in the retail trade and at upstream stages of production.", "In February already, disruptions to Ukrainian supplies of cable harnesses for motor vehicles led to production stoppages at many car plants in Germany, including Volkswagen's factory in Wolfsburg.", "Another critical good is neon gas.", "Before the war, Ukraine was producing more than half of the global supply of this noble gas, which is a key ingredient for making microchips.", "Shortly after the start of military hostilities, production came to a halt.", "In particular, Ingas, one of Ukraine's two neon producers, is located in the city of Mariupol, which has been occupied and heavily destroyed by Russian troops.", "This production stoppage might impose significant constraints on the worldwide output of microchips.", "Additional distortions of supply chains are being caused by airspace closures, blocked seaports, shipping avoiding the Black Sea, and a lack of truck drivers.", "All these factors are adding to the upward pressure on inflation that already existed due to pandemic effects.", "However, the Russian aggression could also affect price dynamics through a change in economic activity.", "Before the war, our experts had been expecting to see a notable economic recovery in spring.", "The Russian aggression, however, clouded the economic outlook in Germany.", "As the war continues, there is a significant risk of a further escalation, which would entail larger direct and indirect effects on inflation.", "Tougher economic sanctions, e.g.", "including a complete embargo of Russian energy exports to Europe, have become increasingly likely.", "These would cause another spike in energy commodity prices and weigh on the economic outlook, at least in the short term.", "The Bundesbank recently published a model-based scenario analysis estimating the effects of an immediate stoppage of energy imports from Russia on the German economy.", "In this scenario, the German economy might even slide into recession, with real output contracting by up to 2% in 2022.", "This could exert a degree of disinflationary pressure.", "Nevertheless, on balance, the inflationary factors of sanctions such as an energy embargo would clearly prevail, at least in the short term.", "It goes without saying that this scenario is subject to considerable uncertainty.", "Most recent reports suggest that Germany's dependence on energy imports from Russia has already been reduced markedly.", "Bearing this in mind, the outcome of an embargo could also be less severe.", "The war in Ukraine is still dragging on, and there is no sign of it ending any time soon.", "Nor can we rule out a further escalation of the conflict.", "All in all, inflation risks are clearly tilted to the upside.", ".2 Possible medium-term impact on inflation When looking at the medium term, three questions warrant our particular attention.", "First, how widespread are the price increases?", "Second, how are wages responding to the increases in prices?", "And third, will inflation expectations remain well anchored?", "Regarding the first question, we are indeed seeing more and more items increase in price by more than 2% in Germany.", "In March, more than half of the 12 sub-indices of the German CPI recorded growth rates of 4% or more.", "Core inflation excluding energy and food increased from 3.4% in March to 3.9% in April.", "This is disturbing evidence that the increase in inflation is gaining momentum.", "Turning to the second question, there are no clear signs as yet that the movement in prices is feeding into wages in Germany.", "However, major rounds of wage negotiations in Germany are not scheduled until the second half of the year.", "The trade union of the iron and steel industry (IG Metall), for example, is pushing for a wage increase of 8.2% in this round.", "This means that wage dynamics may accelerate notably.", "And as for the third question regarding medium-term inflation expectations, we are seeing dynamics that are concerning.", "Recent results from the \"Bundesbank Online Panel Households\" survey indicate that individuals in Germany have adjusted their five-year ahead inflation expectations strongly upwards, from 3.4% in February 2021 to 4.5% in February 2022, and to 4.8% in March.", "Similarly, in our corporate survey, the \"Bundesbank Online Panel Firms\", survey participants revised their five-year ahead inflation expectations upwards, from 3.4% in January 2022 to 4.5% in April.", "All this suggests that higher inflation rates will prevail in the near future and that inflation expectations could become less anchored.", "Are higher inflation rates here to stay?", "But what about the inflation prospects for longer time horizons?", "Is it possible that the era of low inflation is now over and that we are currently experiencing a structural break?", "Will higher inflation rates be our constant companion for decades to come?", "Certain determinants may influence price dynamics in the long run, namely demographics, deglobalisation and decarbonisation.", "Let us take a closer look at them, one at a time.", "The UK economists Charles Goodhart and Manoj Pradhan reason in their book \"The Great Demographic Reversal\" that the disinflationary forces of the last decades may not persist into the future.", "In particular, Goodhart and Pradhan argue that since the beginning of the 1970s there has been a combination of demographic and globalisation factors that have induced a positive labour supply shock putting downward pressure on worldwide inflation.", "They see five factors that produced the positive labour supply shock: First, the entry of baby boomers into the labour market.", "The effect of this was a decrease in the share of people not in the labour force.", "Second, after the post-war baby boom, there was a decline in birth rates.", "Consequently, the fraction of people who were not economically active fell further.", "Third, the labour market participation of women increased.", "This had a strong positive effect on the labour supply as well.", "Fourth, China emerged as the World's Factory.", "Lastly, trade barriers in Europe were gradually dismantled.", "The authors claim that the labour supply shock led to decreasing real wages, in particular in the case of unskilled labour, due to the declining power of trade unions.", "By contrast, returns to capital and skilled labour increased.", "For Goodhart and Pradhan, the fall in real wages constituted the main driving force behind the low inflation environment since the beginning of the 1990s in developed countries.", "However, nowadays these factors are petering out.", "In particular, China's downward pressure on worldwide prices is weakening, since its working-age population is now shrinking while the share of retired persons is on the rise.", "At the same time, Goodhart and Pradhan argue that the increasing labour market participation of young populations like those in India or Africa will not be enough to offset the demographic trends in developed countries.", "Furthermore, Goodhart and Pradhan point to population ageing in most advanced countries as another complicating factor.", "In particular, an ageing population is prone to conditions like dementia, which unlike cancer and heart disease does not necessarily lead to lower longevity but requires a lot of human resources for eldercare.", "Therefore, demand for low-skilled labour in advanced countries is expected to grow.", "This could result in more upward pressure on wages as well.", "Goodhart and Pradhan reasoned at the onset of the pandemic that the surge in inflation that would follow the pandemic would be more than a \"temporary blip\" and would mark \"the dividing line\" between the disinflationary forces of the last decades and the new regime.", "Up to now, there is no clear evidence to suggest that their conclusion is wrong.", "The economic impact of the Russian invasion of Ukraine is in part similar to that of the pandemic.", "Looking at the international supply chains, we are again experiencing a massive supply shock, which might reinforce the tendencies sparked by the pandemic.", "Furthermore, both shocks - the pandemic and the war in Ukraine - are fostering deglobalisation tendencies and therefore directly undermining one of the major forces that Goodhart and Pradhan see behind the disinflationary pressure of the past.", "The UK weekly newspaper The Economist recently called the war in Ukraine \"the third big blow to globalisation in a decade\".", "The first setback was former President Donald Trump's trade wars.", "The second was the coronavirus pandemic, which briefly saw cross-border flows of capital, goods and people dry up almost completely.", "The Economist estimates that a retreat by the West to cold-war spheres of influence would be equivalent to writing off US$3 trillion of investment and thus lead to less efficient production, hurt living standards, and heat up inflation.", "History has taught us that turnarounds in inflation tendencies commonly occur when the authorities and economists are either not seeing the risks or denying them.", "A good example of this is the meeting of the Federal Open Market Committee in Washington on 15 December 1964.", "The minutes from that meeting contain a series of interesting passages.", "One section reads: \"So far, the supply of labor has been adequate to meet expanding demands without any strong general upward pressure on prices.\"", "And another notable section states: \"With prices of industrial materials increasing little [...] prices of finished goods have not been subject to pervasive upward cost pressures.\"", "To sum up: Inflation did not seem to be a problem.", "It was around that time that the Great Inflation era began, and it was to last for the next 17 years.", "This period led economists to rethink the policies of central banks.", "There is another important factor that could push inflation higher in the future.", "And that factor could be strengthened by the Russian aggression against Ukraine.", "I am talking about the green transformation of our economies.", "This process of \"decarbonisation\", as it is known, which gained urgency as this new geopolitical event unfolded.", "In particular, our economies' dependence on fossil energy is increasingly becoming an issue not only for climate policy but also for national security.", "In general, carbon pricing is considered the most efficient way to reduce carbon emissions.", "Higher carbon prices have an impact on carbon emissions, but also on consumer prices.", "At least during the transformation period, they would make energy more expensive and drive up the production costs of goods.", "Furthermore, the necessary, accelerated transition to renewable energies inevitably implies new and costly capital investment, while existing capital stock has to be written off more quickly than expected.", "One specific aspect of this is investment in the carbon industry.", "According to the International Energy Agency, investment in oil and gas supplies has been reduced sizeably since 2015, in part because of uncertainty about climate-related policy measures.", "This low investment would suffice to meet demand only if there are strict climate policies to reduce carbon-related emissions to net zero by 2050.", "Under currently implemented climate policies, however, projected demand is higher than supply.", "During the transition phase, the decarbonisation of our economies may thus add to inflationary pressures.", "We do not know exactly to what extent.", "But even in the case of an orderly transition, the euro area could temporarily experience significant price pressures.", "The Network of Central Banks and Supervisors for Greening the Financial System estimates that climate policy measures could increase annual inflation rates in the period up until 2030 by between 0.3 pp and 1.1 pp, relative to a scenario without climate change and without climate policies.", "These numbers are the outcome of an orderly transition.", "In alternative scenarios, figures could be much higher.", "To sum up: The war in Ukraine is unlikely to bring about major new inflation dynamics on its own.", "But it may clearly accelerate pre-existing tendencies in both the short and the long run, as exemplified in energy markets and international trade.", "Implications for monetary policy How should monetary policy respond to these developments?", "Clearly, the Eurosystem must ensure that the current elevated inflation does not become entrenched and persist at an excessively high level over the medium term.", "The ECB Governing Council decided in March to reduce purchases under the APP asset purchase programme more quickly than previously intended - from €40 billion in April to €20 billion in June.", "Incoming data since this decision reinforce our expectation that net asset purchases should end in the third quarter.", "Looking ahead, our monetary policy will depend on the incoming data and our evolving assessment of the outlook.", "Adjustments to the key ECB interest rates will take place \"some time after the end of net purchases under the APP\".", "However, given the high level of uncertainty, adjustments should be gradual.", "In my view, we must stay alert with respect to upside risks to price stability over the medium term.", "There is less and less of a concern that a premature monetary policy normalisation could plunge the economy back into the low inflation setting of the previous years.", "Instead, I see that the risk of acting too late is increasing notably.", "Given the extraordinarily high uncertainty surrounding the future path of inflation, we should not delay the exit from the very accommodative monetary policy, since a less expansionary monetary policy stance provides the most flexibility.", "In the current situation, it is therefore more important than ever that central banks act in time.", "Their action should be foreseeable, gradual, and data-dependent.", "This way, debtors can better cope with an increase in interest rates, and accordingly, risk premia are expected to rise to a limited extent.", "As inflation in the euro area continues to run high, we need to act.", "I expect the net purchases under the APP to be discontinued at the end of June.", "And if both the incoming data and our new projection confirm this view in June, I will advocate a first step normalising ECB interest rates in July.", "As central banks consider how to bring inflation back down to target, it is worth recalling the conditions under which the last, most prominent disinflation episode - the Volcker disinflation at the end of the 1970s - played out.", "Over the course of this policy, nominal interest rates in the US rose above 20%.", "Of course, at that time the situation was different in many respects.", "Debt ratios were much lower than they are today, for both public and private debt.", "Inflation had already been higher in the 1960s and early 1970s.", "And arguably, before this episode, the Fed may have been less independent and less focused on inflation than it is today.", "There is one lesson I would draw from this: Delaying a monetary policy turnaround is a risky strategy.", "The more inflationary pressures spread, the greater the need for a very strong and abrupt interest rate hike.", "And there are downsides to this: First, a very strong and abrupt interest rate hike may place excessive strain on firms and households.", "Second, a very abrupt change in the monetary policy stance could lead to vulnerabilities in the financial system and provoke significant market turbulence.", "And third, in an environment of high government debt ratios, the more abrupt the rate changes, the more governments may push against a tightening of policy on a necessary scale, putting the independence of central banks at risk.", "Closing remarks Ladies and gentlemen, Let me conclude.", "The Russian aggression in Ukraine might become a watershed moment in European history.", "First and foremost, it means violence and human suffering.", "But beyond that, it has brought the western world closer together.", "It has helped us to face unpleasant facts.", "And it has spurred us to get ready to act.", "The evidence is mounting that a return to the pre-war setting is highly unlikely - in terms of geopolitics, economics, trade, as well as inflation.", "What lessons can we draw from this?", "Whatever the post-war setting may look like in detail, three features will impact strongly on the shape of the new environment: changes in demographics, a backlash against globalisation, and the decarbonisation of economies towards net zero.", "Each of these three features has the potential to go hand in hand with significant increases in the price level.", "In light of this, the task of central banks is clear.", "As history has taught us, preserving price stability is an indispensable prerequisite for prosperity.", "In uncertain times, more than ever, it pays off for an independent monetary policy to ensure price stability and provide a solid anchor for inflation expectations.", "As this symposium draws to a close, I would like to take this opportunity to thank the speakers, moderators and journalists for their inspiring contributions and discussions.", "And I would like to thank everyone else who helped make this insightful symposium possible.", "This is already the second NABE symposium co-hosted by the Bundesbank.", "The first one took place in Munich, in the south of Germany.", "The second one near Frankfurt, in the middle of the country.", "There's a German proverb that says: \"All good things come in threes\".", "I am sure there will be plenty of interesting developments in the years ahead.", "I'd be happy to meet up again to discuss them in the future, perhaps at a location in the north of Germany next time, such as Hamburg or Berlin.", "Thank you for your attention.", "Federal Statistical Office of Germany, Inflation rate at +7.3% in March 2022, press release #160 from 12 April 2.", "Alper, A., Exclusive: Russia's attack on Ukraine halts half of world's neon output for chips, Reuters, 11 March 3.", "Deutsche Bundesbank, Potential macroeconomic consequences of the war in Ukraine - simulations based on a severe risk scenario, Monthly Report, April 2022, pp.", "Goodhart, C. and M. Pradhan (2020), The Great Demographic Reversal: Ageing Societies, Waning Inequality, and an Inflation Revival, Palgrave Macmillan, London.", "Confronting Russia shows the tension between free trade and freedom, The Economist, 19 March 2022.", "FOMC transcripts and other historical materials, Historical Minutes of December 15, 1964 Meeting, pp.", "7. International Energy Agency (2021), World Energy Investment 2021, OECD Publishing, Paris.", "Network for Greening the Financial System, NGFS Climate Scenarios for central banks and supervisors, June 2021; see also Deutsche Bundesbank, Climate change and climate policy: analytical requirements and options from a central bank perspective, Monthly Report, January 2022.", "Goodhart, C. (2020), Inflation after the pandemic: Theory and practice, voxeu.org/article/inflation-afterpandemic-theory-and-practice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Energy", "Monetary policy", "Russion aggression", "Supply chains", "Demographics", "Decarbonisation", "Deglobalisation", "Wage dynamics", "Inflation expectations"]}