{"sentences": ["Tackling Inflation During a Pandemic Speech delivered to the Waikato University NZ Economics Forum Adrian Orr, Governor 25 February 2022 I would like to acknowledge with thanks principal author Mac McKenna and the wider Economics and Research departments, and other reviewers and contributors from Te Pūtea Matua Ref #X303207 v1.17 Tēnā koutou, tēnā koutou, tēnā koutou katoa.", "Central banks around the world are currently being confronted by a challenge we have not experienced for some time: high and sustained inflationary pressure.", "While the inflationary challenge is a familiar one, the environment within which we are tackling it is unique and uncertain.", "In this speech I will touch on the context for the Monetary Policy Committee's decision this week, and the key monetary policy challenges facing the Reserve Bank of New Zealand - Te Pūtea Matua - ahead.", "Monetary policy during a pandemic The COVID-19 pandemic presented a unique setting for many central banks globally.", "We must meet our low and stable inflation mandates in the context of a large and evolving health shock to the global economy.", "In early 2020 there were a number of unique factors that confronted economic policy makers globally.", "The economic outlook - and hence optimal policy responses - became dependent on the scale and severity of the COVID-19 virus.", "This scale and severity in turn depended on: How individuals, households, governments and central banks would react to the pandemic The pace at which a vaccine would be developed and its effectiveness; The speed at which a vaccine could be rolled out internationally; and  How the virus would evolve over time.", "Epidemiologists struggled to model and predict the path of the virus.", "But this path, and the predictions of epidemiologists, have played a considerable role in how governments and central banks have developed the appropriate economic policy responses.", "From the outset of this health shock, the Reserve Bank's Monetary Policy Committee was convinced that a search for economic certainty was near-futile.", "Instead, we needed to provide as much monetary policy certainty as possible within an uncertain economic environment.", "This is why we adopted a 'least regrets' framework for deciding on our actions, and continue to do so today.", "By this, I mean ensuring our decisions avoid the worst policy mistakes while maximising our ability to meet our objectives over the medium term.", "In early-2020 the risks to the global economic outlook were heavily skewed in a downward direction.", "Governments deliberately restricted economic and social activity to control the spread of COVID-19, and people acted to protect their personal health first and foremost.", "New Zealand faced a material threat of experiencing a prolonged period of below-target consumer price inflation, and employment levels well below any estimate of a maximum sustainable level.", "The situation the Committee needed to most avoid in early 2020 was one where inflation, economic activity and employment became persistently depressed.", "We were particularly concerned about the scarring impact on New Zealand's economic capability driven by a collapse in business investment and high unemployment becoming unnecessarily persistent.", "Our path of least regrets was to move quickly to ease monetary conditions significantly and take steps to bolster cash flow and confidence to ride the initial wave of uncertainty.", "The Reserve Bank entered this period of the COVID-19 pandemic with nominal interest rates near an effective lower bound - the point at which further Official Cash Rate (OCR) reductions become ineffective in bringing forward expenditure.", "This was the case globally, following a long period of low and stable consumer price inflation.", "This meant that the Committee, like many of our peer central banks, needed to supplement reductions in our preferred OCR policy tool with other forms of monetary easing that would further lower longer-term interest rates and generate aggregate demand.", "Fortunately for us, we had been preparing for the use of alternative monetary policy tools in the lead up to this unanticipated event.", "Figure 1 - COVID-19 additional spending/foregone revenue by country (to October 2021) We responded to the COVID-19 shock by lowering the OCR by 75 basis points5 to its lowest practical level (at the time) and implemented additional monetary policy tools - including the Large Scale Asset Purchase Programme (LSAP)6 and the Funding for Lending programme (FLP)7.", "Our monetary stimulus was, over time, accompanied by significant government spending and investment (fiscal stimulus) to support people and businesses, equivalent to around 20 percent of GDP.", "The Government's fiscal response was one of the highest levels of direct fiscal support across advanced economies outside of the United States (see figure 1)9.", "The combined health and economic policy response of New Zealand has, to date, been ranked as one of the most effective across a wide range of countries.", "For example, a hybrid index of economic and health measures (see figure 2) by economist David Skilling places New Zealand near the top-end of success in responding to the pandemic, with the caveat being the pandemic is not over yet.", "Figure 2 - Landfall Strategy COVID-19 Performance Index 10 Note: The index is an equally weighted index of (1) the average level of Covid restrictions stringency (over the full Covid period) taken from the Blavatnik School at Oxford; (2) the cumulative excess deaths per capita over the Covid period (a calculation from the Economist); and (3) cumulative GDP performance since Q1 2020 (compared to full year GDP in 2019).", "Source: Landfall Strategy.", "Taking the foot off the accelerator The Reserve Bank's monetary policy response will always be based on what we believe is best to achieve our mandate of low and stable inflation, and contributing to maximum sustainable employment.", "We set our policy based on: information we have at hand and our best assessment of how the economy works; and how we expect the economy to evolve over time, including in response to unanticipated future events or shocks.", "We are also aware that monetary policy can only provide a temporary buffer to an economic shock, by bringing forward household spending and business investment through the lowering of interest rates.", "We generally cannot influence real variables in the long run.", "As more information has become available and we have had time to observe how the economy has responded to the economic shock, our outlook and therefore our optimal policy response has changed.", "The economy has remained remarkably resilient in the face of such high uncertainty and restrictions.", "This doesn't mean there are not issues or challenges that need addressing, but they are not the same issues or challenges we previously feared.", "While we managed to avoid the worst-case scenario of embedded deflation and unemployment, we now face a more traditional challenge of constraining consumer price inflation, albeit in the unique context of the COVID-19 pandemic.", "Employment is above a broad range of estimates of its maximum sustainable level and consumer price inflation is uncomfortably high.", "This is occurring at a time when the global economy is still adjusting to an evolving health situation, as the COVID-19 virus moves from its pandemic to endemic status, and New Zealand is experiencing its first widespread and significant virus outbreak.", "Global inflationary pressures To a significant extent, the recent increase in New Zealand's consumer price inflation has been driven by global disruptions that have caused sharp price increases for critical commodities and a broad range of imported goods and services.", "In the decade prior to the pandemic, imported consumer price inflation into New Zealand was either negative or close to zero.", "These deflationary or disinflationary 'tradables' price pressures - which makes up 40 percent of New Zealand's CPI basket - acted as an anchor on total headline inflation.", "Domestically driven consumer price inflation (non-tradables) averaged more than 2 percent per annum over recent years (see figure 3).", "Downward pressure on prices from global competition and technological progress has, at least for now, abated.", "This results from the pandemic-induced shifts in demand patterns (from services to goods), ongoing supply disruptions (such as to semiconductors and shipping lines) and reduced mobility of goods, services and labour.", "Central Banks globally are now grappling with high imported prices that have proved persistent.", "New Zealand's monetary policy has no direct influence on these imported global prices, other than indirectly - and even then unreliably - via the level of the New Zealand dollar exchange rate.", "The global nature of the economic shock has meant a relatively stable period for exchange rates - which are usually more volatile during periods of economic uncertainty and disruption.", "Our trading partners experienced the health and economic shock simultaneously, leaving very little relative work for exchange rates to do.", "Towards the end of 2021 the New Zealand dollar did weaken as interest rate differentials between countries closed.", "The New Zealand dollar - measured against a basket of our closest trading partners (TWI) - is now around 7 percent lower than its pandemic peak.", "The most notable driver of recent inflation pressures, from a tradables perspective, is rising oil prices.", "New Zealand petrol prices increased 30 percent in 2021.", "Higher oil prices have resulted from robust global demand, restrained oil supply during the early stages of the pandemic as global economic uncertainty increased, and more recently geopolitical tensions in Eastern Europe.", "Higher fuel prices are pervasive within the economy, as they are a significant input cost for many firms.", "Price pressures arising from tradables inflation is also becoming more broad-based.", "Globally, the recent significant government and monetary stimulus helped avoid the prolonged negative impacts on demand from the COVID-19 pandemic.", "Now, this demand is struggling to be met with sufficient global supply due to continued COVID-19 outbreaks and various health related restrictions and disruptions.", "The degree of inflationary pressure experienced across economies has, to some extent, depended on the different starting points and experiences heading into the pandemic.", "Most of our advanced economy trading partners have experienced a long period of very subdued (often below target) consumer price inflation and persistently high unemployment (see figure 4 and table 1).", "Until recently, the central banks of Japan, the United States, Euro-area, Australia and (less so) New Zealand were all increasingly concerned about undershooting their inflation mandates.", "Central banks are now signalling and undertaking policy tightening.", "These policy responses vary across countries based on their starting point measures of inflation and policymakers' own assessment of inflationary risks.", "This is an important reason why the Committee has responded by acting to reduce the level of monetary stimulus over recent months, and expects to continue to do so until convinced inflation is confidently contained, and employment levels are sustainable.", "The Committee's policy challenge is no longer the prospect of a prolonged economic shock requiring extraordinary levels of monetary and fiscal stimulus.", "Our challenge is now to ensure the economic recovery includes low and stable consumer price inflation.", "The Committee, using our tried and trusted monetary policy approach, is acting to ensure inflation heads back to within our 1-3 percent per annum target range.", "We will do so without causing undue volatility in interest rates, the exchange rate or output.", "This is our business-as-usual monetary policy.", "Our 'path of least regrets' has now become one where we must ensure that consumer price inflation and inflation expectations do not rise persistently above our target level.", "Anything less from the Committee risks spiralling long-term economic costs and reduced wellbeing for New Zealanders.", "Our response within a global monetary policy context To highlight the Committee's commitment to our low Remit, it is useful to compare our actions globally.", "Amongst many of our central bank peers, we were one of the first to begin removing monetary stimulus and start the tightening cycle (see table 2).", "Note: Output gap projections are based on IMF 2022 estimates, except for New Zealand's, which is based on the Reserve Bank's current projection.", "CPI, preferred inflation measure and unemployment rate data are either the final quarter or month of 2021, depending on the statistical frequency of the jurisdiction.", "Euro area uses HICP instead of CPI (harmonised index of consumer prices).", "To be explicit, the Committee ceased quantitative easing in July 2021 by ending the purchase of Government Bonds, and over the remainder of 2021 we raised the OCR by 25 basis points twice, and signalled it will return to more \"neutral\" levels by late 2022.", "We have now raised the OCR by a further 25 basis points, signalled we will sell down our LSAP holdings over the coming years, and steepened our OCR outlook further.", "Financial market pricing for future interest rate levels have been very responsive to our signalling (see figure 5).", "Market pricing of future central bank policy rates continue to indicate that New Zealand is expected to tighten policy sooner than many other comparable economies.", "By getting on top of inflation pressures quickly, by raising interest rates sooner, we aim to prevent the need for even higher rates in the future.", "In other words, we are taking our foot off the accelerator now to minimise having to use the brakes harder in future.", "Other considerations I now wish to return to some of the more unique backdrop issues that the Monetary Policy Committee, and the broader Reserve Bank, are negotiating.", "As I have mentioned, government fiscal support - both globally and in New Zealand - has played an incredibly important role in managing economically through the COVID-19 pandemic.", "The level of fiscal support in response to the pandemic has been considerably larger than in recent shocks - both in scale and timeliness.", "Governments acted quickly to buffer household and business balance sheets during the strictest periods of social and economic restrictions.", "In New Zealand, fiscal support for bolstering aggregate demand was welcomed by the Committee, given the size and pace of the economic shock, the ongoing environment of low nominal interest rates, and some of the specific supply-side effects of the health management actions.", "The bulk of the fiscal impulse created by the government's response to the COVID-19 pandemic is now behind us (see figure 6).", "Treasury's current outlook suggests that fiscal policy is expected to be less stimulatory on aggregate over coming years and, as such, add less to the economy's aggregate demand.", "The Committee's ongoing challenge is to ensure that inflation remains low and stable while government fiscal policy goes about its future business.", "As just proven, fiscal policy can play an important role in stabilising the economy, particularly in an environment of low interest rates, or when, as with COVID-19, there are major disruptions to the ability of the economy to produce goods and services.", "But, in normal times, monetary policy will remain the most effective tool to stabilise the economy due to the ease and frequency with which it can adjust, its operational independence, and the potentially significant economic costs of dynamically adjusting government spending, taxes and transfers.", "Higher government spending (all else equal) will add to price pressures.", "However, 'all else' is never equal and not all Government spending or actions have the same impact on the economy.", "For example, direct government spending and/or higher welfare transfers to households will have an immediate impact on aggregate demand.", "By contrast, investment in infrastructure or education can lift both aggregate demand (using resources) and improve the supply capacity (productivity) of the economy.", "In addition, households and businesses will change their spending behaviours based on government activities and policies.", "Labour regulations, border settings, COVID-19 restrictions and various investment rules all have a material impact on the capacity of the economy and inflation.", "We will continue to observe fiscal decisions and actions and ensure their potential impacts are incorporated in our monetary policy decision making.", "There is no simple rule of thumb.", "Asset price volatility Of particular focus, given the recent easing in global monetary conditions, has been its role in driving up asset prices.", "In New Zealand this has been most evident - and certainly most discussed - in residential house prices.", "At the end of last year I outlined some of the Reserve Bank's current thinking about housing.", "Like high consumer price inflation, the rapid rise in asset price inflation has been a global phenomenon.", "However, the increase in New Zealand house prices has been considerable and has taken the level of house prices above its sustainable level.", "Figure 7 - International asset prices Source: S&P, Australian Bureau of Statistics, REINZ, OECD, Haver Analytics.", "Note: Share prices are capital indices.", "House prices for OECD members serve as a proxy for world prices.", "Our research shows that it is the persistent decline in global nominal interest rates that have most affected asset prices, whereas changes in New Zealand's OCR relative to this global neutral level have significantly less effect.", "Recent global research suggests that shifting preferences for the consumption of housing - as a result of people having to \"stay at home\" - have also contributed significantly to rising house prices.", "New Zealand's monetary policy does not determine the level of global interest rates.", "The longterm decline in nominal interest rates have been driven by low and stable global inflation, and various structural factors such as demographics and productivity that affect future real growth and the balance between savings and investment.", "A key reason why lower global interest rates have had such a significant impact on house prices in New Zealand has been the lack of supply of new housing.", "Land-use restrictions and other constraints on building have restrained the supply of land and housing.", "It is important to note that this trend has recently turned.", "Building consents are at record levels, at a time when population growth in 2021 was just 0.5%16 (its lowest level since 1988), mortgage interest rates are rising, and there is tighter access to credit.", "We are now confronted with thinking about how asset prices will react to rising interest rates and how homeowners might react to falling balance sheet wealth.", "We recognise monetary policy has distributional impacts, including through the housing market.", "Our research17 has shown that monetary policy easing and tightening can affect the distribution of wealth and income through several channels.", "Our monetary policy mandate recognises the limitations monetary policy has in influencing these distributional issues.", "Instead it recognises that the best impact monetary policy can have on economic wellbeing for all is through maintaining low and stable consumer price inflation and doing so in a manner that contributes to maximum sustainable employment.", "However, Te Pūtea Matua is a full service central bank and we have responsibilities for both monetary policy and financial stability.", "Our purpose for responding to any unsustainable asset price movement is to ensure broad financial stability is maintained.", "We aim to ensure that both borrowers and lenders are able to manage their financial risks through good times and bad, and that any specific issues to the otherwise do not lead to general financial instability.", "To manage some of the cyclical drivers of financial instability we have increasingly deployed a range of 'macroprudential' tools.", "Since the onset of the pandemic we have removed and then reinstated one of our key prudential settings.", "We first removed loan-to-value restrictions (LVRs) at the onset of the pandemic to ensure our monetary policy easing was most effective in promoting cash flow and confidence, enabling banks to use their credit allocation skills most effectively (i.e.", "lending to those who were willing and able to borrow and invest).", "By early-2021 we were in a much more certain position regarding the economic response to the pandemic.", "This provided us the confidence to re-introduce LVR restrictions to head off undue leverage and borrowing risks associated with investing in housing.", "We subsequently tightened LVRs further20 and are also consulting on the introduction of debt to income (DTI) limits.", "Our ongoing research and discussion about housing sustainability and stability is consistent with the recent 'please explain' and 'please act' additions to the Committee's Monetary Policy Remit and Reserve Bank's financial stability legislation respectively.", "New tools, same outcomes Another challenge the Committee - and broader Bank and fiscal authorities - have faced is the design, implementation, assessment and explanation of additional monetary policy tools.", "On the explanation front, a significant challenge has been the singling out of the new tools as the cause of house price inflation.", "However, correlation is not causation, and there is much more to a modern monetary system than meets the eye.", "The additional monetary policy tools we utilised over recent quarters do nothing more than assist to lower interest rates in the economy, across the yield curve.", "It is then up to financial institutions and individuals to decide how to utilise the lower interest rate environment.", "Our Large Scale Asset Purchase (LSAP) programme affects long-term interest rates through the exchange with retail banks of new cash reserves (settlement accounts at the Reserve Bank) for their holdings of Government bonds.", "In doing this we reduce long-term interest rates by creating additional demand for Government bonds.", "The level of Government bonds on offer however is determined solely by the fiscal authorities - not the Reserve Bank.", "Likewise, the amount of bonds the Committee chooses to buy or sell remains the exclusive decision of the Committee - not the fiscal authorities.", "Monetary and fiscal policy remain operationally independent and for good reason.", "Review and improve The Reserve Bank is continually considering how we can improve the implementation and formulation of monetary policy.", "While our monetary policy remit sets our current objectives for monetary policy, the new RBNZ legislation requires the Reserve Bank to review the framework for monetary policy every five years.", "This follows monetary policy framework reviews in recent years by the Federal Reserve, European Central Bank and the Bank of Canada.", "The purpose of these regular (5-yearly) reviews is to ensure we are an accountable and transparent central bank, the monetary policy framework remains fit for purpose, and the Monetary Policy Committee is well placed to achieve our objectives.", "This will be an opportunity to consider how the Reserve Bank balances our inflation and employment objectives, and what weight, if any, should be put on secondary considerations such as distributional impacts and housing.", "Our review process - which is now underway - has two parts:  a backward looking review and assessment of monetary policy performance over the last five years, which will consider how monetary policy performed during the pandemic period; and, the formulation of 'remit advice' for the Minister of Finance on whether we believe there are any changes required to the remit when it must next be renewed.", "We are legally expected to deliver our advice no later than November 2023.", "This review and remit advice process will involve public consultation.", "The first round of consultation, in the middle of this calendar year, will take stock of the structural changes that have affected the context for monetary policy, and reflect on the lessons from the operation of monetary policy in recent history.", "The feedback from this consultation will be used to inform the scope of options for changes to the remit, which will be part of the second round of consultation later in the year.", "I encourage you to take part in this review process.", "Concluding remarks Today I have outlined how Te Pūtea Matua is thinking about the current inflation challenge.", "Despite the unique global economic shock, the operation and response of monetary policy is relatively conventional.", "We are committed and confident we will return inflation back towards more acceptable levels, through the use of our conventional monetary policy tools.", "I have also made clear how we are continually assessing the impact our decisions have on the wider economy - such as asset markets - and we are mindful of those impacts, within the constraints of our mandate.", "We also look forward to beginning a public consultation process on what changes, if any, should be made to the monetary policy remit to ensure it is fit for purpose moving forward.", "We are conscious of the challenges facing monetary policy, and the role we can play as a central bank of a small open economy.", "\"Kua takoto te Manuka, hikina, amohia\".", "The leaves of the Manuka tree - the challenge - has been laid down, take it up, embrace it."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Consumer price inflation", "Economic shock", "COVID-19 pandemic", "Asset price volatility", "Housing", "Financial stability", "Monetary policy remit", "Macroprudential tools"]}