{"sentences": ["* On the afternoon of 16 September 1992, my teacher Conny came into our class and exclaimed: \"The Riksbank has raised its policy rate to 500 per cent\".", "I said spontaneously \"no\" - I did not believe him.", "I studied the science programme at upper secondary school and thought I was good at maths, and an interest rate of 500% was something no one could pay.", "I started to contradict him.", "But the teacher insisted he was right - and so he was.", "The Riksbank had raised its policy rate to 500 per cent in an attempt to defend the fixed exchange rate.", "This sparked an interest that led me to study Economics at university a few years later.", "The so-called 1990s crisis fundamentally changed Sweden.", "It led to a series of reforms that we are still living with today: the inflation target, the fiscal policy framework and the Industrial Agreement.", "At present, the economic policy framework, and not least the inflation target, is being put to the test.", "Recently, a number of global shocks - the coronavirus pandemic, Russia's invasion of Ukraine1 and lock-downs in China - have contributed to pushing up inflation in Sweden and around the world, to levels we have not seen since the early 1990s.", "I think it is of the utmost importance that we defend the inflation target as anchor for price setting and wage formation in Sweden.", "Inflation is too high.", "It is painfully high for both households and companies.", "In addition to worrying about rising prices, households and companies are worried about higher interest rates.", "It is clear that further increases in the policy rate are required for inflation to return to the target.", "I will return to this later.", "But let me say now, that I am confident that the Riksbank will do what is needed to attain the inflation target.", "In contrast to the early 1990s, we now have a better mandate and a constitutional independence that enable us to take decisive action to attain the target.", "However, this must not lead us to underestimate the challenges we are facing.", "New vulnerabilities have been built up over the past 30 years: High indebtedness among households and businesses3, housing shortages, a divided labour market and a lack of investment in, for instance, defence, infrastructure, and climate transition.", "This means that the tightening will severely affect some households and businesses, while higher interest rates risk making necessary investments more difficult and costly.", "The Riksbank's policy rates consist of the discount rate, the marginal interest rate and the current policy rate (formerly known as the repo rate).", "Source: The Riksbank.", "Today, therefore, I would like to invite you to discuss the economic policy framework.", "Is it possible to complement or modernise the framework to reduce known vulnerabilities while enabling investments that boost long-run potential growth and prosperity, and help alleviate some of the supply-side problems4 that contribute to high inflation?", "To give us a good foundation to start from, I would like to begin by briefly summarising what happened in the 1990s and how the economy has changed since then.", "Drama thirty years ago We are living in dramatic times: A recent pandemic, war in Ukraine and inflation that has risen sharply around the world.", "One similarity between then and now is the major geopolitical drama.", "Then, there were revolutionary events such as the reunification of Germany in October 1990, the Kuwait war, the wars in former Yugoslavia which started in 1991, and the dissolution of the Soviet Union in December of the same year.", "The political events made their mark on economic developments.", "I have often thought of the 1990s crisis as a domestic financial crisis.", "However, it is important to remember that it was a series of international events, combined with weak domestic economic policy frameworks, that made the crisis deep and prolonged.", "Let me briefly give some background.", "The German reunification, which created a local German boom and inflation that caused the Bundesbank to raise its policy rate, had a particularly strong international impact.", "This attracted large amounts of capital to Germany as investors in other countries sought the high return on the German capital market.", "This in turn led to an increase in tensions within the European exchange rate mechanism, the ERM.", "Other ERM countries were forced to raise their policy rates to maintain the exchange rate parities, despite the fact that this worsened the already weak economic activity there.", "In Sweden we had not created systems that could withstand the pressure this entailed for the Swedish economy.", "In the mid-1980s, Sweden had begun to phase out the outdated and inefficient regulation system for credit markets.", "Deregulation was perceived at that time more as a technical measure that was structurally necessary, but the effects on the macroeconomy came to be much greater than most policymakers back then had anticipated.", "Neither lenders nor borrowers were used to managing the risks in a deregulated environment and lending grew too strongly.", "The fact that currency regulation was still in place meant that Swedish investors were largely dependent on the domestic asset markets, where prices were soaring.", "In addition, the tax rules meant that the impact of interest expenses was reduced, which would change with the tax reform in 1990-91.", "Moreover, there was a strong domestic inflation trend with price and wage spirals, which had long been something of a structural problem in the Swedish economy.", "The combination of high inflation, high inflation expectations and the design of the tax system meant that the interest rate after tax and inflation was negative for many investors and households, which of course made it tempting to take out a loan.", "Stabilisation policy was not sufficiently strict to dampen lending, and so the economy was heading toward overheating in the late 1980s.", "In 1990-91, there was a substantial reversal in the real interest rate, for several reasons.", "German reunification pushed international interest rates upwards, foreign exchange market unrest forced the Riksbank and central banks in other ERM countries to raise their policy rates to defend their respective exchange rates, and the tax reform in 1990-91 made it more expensive to borrow.", "From having been negative, the real interest rate rose in a short time to around 5 per cent, in what has been called the 'real interest rate shock'.", "This reversal shook up the financial system, property prices fell and a combined financial, banking and property crisis broke out.", "The start is usually considered to be 3 October 1990, when financial company Nyckeln suspended payments and in its fall took with it both other financial companies and banks.", "This also had repercussions for the real economy, and Sweden entered a deep recession.", "The growing public finance deficits, rising scepticism about the prospects to reverse developments, the problems in the financial sector, rising unemployment and the high cost situation all combined to undermine the confidence of the financial markets in the Swedish economy and the currency.", "A brief postponement of the inevitable In late summer 1992, the situation in the Swedish economy was, to say the least, worrying.", "The last week of August, that is, almost exactly thirty years ago, the turbulence in foreign exchange markets intensified.", "Currency began to flow out of the country, market interest rates rose and on 26 August the Riksbank raised the marginal interest rate (the policy rate of the time) by three percentage points to 16 per cent.", "This was only one of several rate increases in the coming weeks.", "Finland, which had been particularly affected by the collapse of the Soviet Union, chose to move to a floating exchange rate on 8 September.", "On the same day, the policy rate in Sweden was raised to 24 per cent and the following day it was raised to 75 per cent.", "An attempt to reduce interest rates to 20 per cent on 14 September did not succeed.", "In a final attempt to stop the currency outflow, the Riksbank first raised its policy rate to 75 per cent again on 16 September 1992 and then, at 15:20 on the same day, to 500 per cent.", "At the same time, the pound sterling and the Italian lira left the ERM and were allowed to float freely.", "In this situation, the government and the opposition managed to agree on a crisis package that was presented on 20 September, intended to strengthen the state budget by SEK 40-45 billion.", "The Riksbank then cut the rate to 50 per cent.", "After a second crisis package at the end of the month, the interest rate could be cut further, to 24 per cent.", "This calmed the market somewhat and the Riksbank was able to gradually lower the marginal rate to 11.5 percent in the late autumn.", "However, the calm was only temporary.", "In mid-November, the outflow of foreign currency began to accelerate again.", "Repeating the same manoeuvre with a substantial rate increase and further crisis packages was considered pointless - confidence had been exhausted.", "On 19 November 1992, the Riksbank abandoned the fixed exchange rate.", "When you go through the press cuttings from this period, it is not very difficult to see an image of how we were desperately using rate increases and hastily concocted fiscal policy agreements in an attempt to patch up and repair a house that was really so run down that it needed to be completely renovated.", "But it was now nevertheless clear that it was a total renovation that was needed.", "In the Swedish paper Dagens Nyheter on 20 November - the day after the defence of the fixed exchange rate was abandoned - it was announced that an expert group had been appointed with Professor Assar Lindbeck as chairman.", "The aim was to tackle the long-term economic problems and, in Assar's words, to try to answer the question: \"What is it about the Swedish economy that makes it run out of control like this?", "\"6 The group, which came to be called the Lindbeck Commission, was to present proposals for how to tackle problems, which Assar described as \"the low growth rate, the exploding public expenditure, the budget deficits, the constant trends towards cost inflation and the slow productivity growth\".", "Necessary changes in the framework...", "Unfortunately, it often seems that a crisis is needed to bring about real and profound changes.", "The major changes in the economic policy frameworks that we made as a result of the crisis in the early 1990s are well known so I will only mention them briefly here.", "The inflation target Instead of defending a fixed exchange rate, the task of monetary policy from now on would be to keep inflation low and stable.", "In January 1993, the Riksbank announced that an inflation target of 2 per cent would enter into force with effect from 1 January 1995.", "Gradually, changes in the monetary policy framework confirmed the new order.", "The price stability target was written into the law in 1999, at the same time as monetary policy decisions were delegated to an independent Executive Board.", "The fiscal policy framework For its part, fiscal policy would focus considerably more than previously on keeping public finances in good condition so as to maintain market confidence.", "The budget process was changed so that it would be easier to gain control over government spending, while public net lending would, on average, be positive through the so-called surplus target.", "The purpose of the latter was, of course, in the long run to get rid of the rampant government debt and to restore confidence in public finances.", "Industrial Agreement Swedish wage-formation also changed.", "It now works in a completely different way than in the 1970s and 1980s.", "One important reform was the so-called Industrial Agreement in 1997, under which the manufacturing industry has set the benchmark for wage negotiations and ultimately steered wage cost increases in the entire economy for almost twenty-five years.", "...laid the foundations for positive developments The 'total renovation' we made after the 1990s crisis has contributed to the overall positive developments during these past thirty years.", "The Swedish economy is working better.", "I would just like to briefly mention a few examples of this.", "Firstly, inflation has been low and stable.", "Measured in terms of the CPIF, it has been at 1.8 per cent since 1995, and volatility has been low.", "Inflation has been so low and stable that the inflation target has sometimes been questioned.", "However, the question leads to some circular reasoning and rather reflects the fact that the inflation target has worked well.", "One purpose of the target is precisely that inflation should be so low and stable that changes in it need not be taken into consideration when planning to consume or invest.", "However, when inflation has been so low for a long time that households and businesses do not have to think about it, it is easy to see this as a natural condition that has arisen 'by itself' rather than as a result of a consistent policy.", "Historical CPIF Annual percentage change Note.", "Inflation outcomes for the period before 2005 are calculated in accordance with the method used in real time during this period.", "Sources: Statistics Sweden and the Riksbank.", "Secondly, real wages have developed positively.", "From the mid-1970s and about twenty years onwards, wages remained virtually still in real terms, that is, in terms of purchasing power.", "Although nominal wage increases were high, they were eaten up when inflation rose correspondingly.", "After 1995, however, we had a clear trend increase in real wages.", "The inflation target and the Industrial Agreement together contributed to this development.", "This underlines the importance of the inflation target as a nominal anchor for the Swedish economy.", "The broken line marks 1995, the year when the inflation target entered into force.", "Sources: The National Mediation Office and Statistics Sweden Thirdly, the fiscal policy framework has contributed to the successful consolidation of Swedish public finances and these are now in a very good state.", "This has increased market confidence in Sweden's ability to keep its public finances in order.", "The difference between Swedish long-term market rates and those in other countries can be seen as a measure of this and of confidence in the Swedish economy as a whole.", "At the beginning of the 1990s, the long market rate in Sweden was quite a lot higher than the European and American rates.", "Confidence in the Swedish economy was low and most people believed that the rate of inflation would remain high.", "During the thirty years that have passed, the interest rate differential has shrunk and for quite some time the long-term interest rate in Sweden is at roughly the same level as in Germany.", "Government debt and interest differential Central government debt as a percentage of GDP and interest differential on 10-year government bond yields Note.", "Share of GDP and percentage points difference.", "The interest rate differential shows the difference between Swedish and German 10-year government bond yields.", "Sources: Macrobond Financial and the Swedish National Debt Office.", "The overall picture is that the reforms implemented have benefited Sweden well.", "Both companies and households have benefited greatly.", "The economy has functioned better and prosperity has increased.", "Let me highlight three lessons from the crisis and subsequent reforms: First, well-functioning frameworks make crisis management easier.", "Sweden was well equipped to deal with the economic consequences of both the financial crisis and the pandemic.", "Both fiscal policy and monetary policy could contribute to counteracting the economic slowdown and help the recovery in the Swedish economy on these occasions.", "Sweden therefore managed the economic effects of both the financial crisis and the pandemic better than many other countries in the western world.", "Second, one must be careful about declaring that things will look a certain way for all time, even if that has been the case for a while.", "Too much consensus on the possibilities of the fixed exchange rate thirty years ago meant that it took too long to embark on a more favourable economic path.", "More recently, we have seen that inflation was not 'dead' as some commentators argued not very long ago, and a monetary policy with low interest rates and bond purchases was not something that lasted forever ('low for long' and 'QE infinity').", "Third, reforms are painful in the short term, but often produce faster and greater results than expected.", "After the reforms were introduced, the Swedish economy quickly turned upwards and prosperity increased more than expected.", "At the same time, it is clear that not everything has developed for the better.", "Vulnerabilities have been built up that can make policy tightening painful; high private debt, a housing shortage, a divided labour market and lack of investment.", "These are structural problems that make the Swedish economy vulnerable.", "I will talk about this in more detail soon.", "But when we think about our frameworks and their future, we also need to bear in mind, as I said earlier, that the Swedish and global economies have changed since the 1990s.", "The Swedish and global economies are different from thirty years ago The first thing I want to highlight is globalisation over the last few decades.", "The primary manifestation of globalisation is the entrance of China into the global economy.", "This has meant that the working population in the world has increased significantly, as have goods and services originating outside Europe and the United States.", "China's entrance has also meant an increase in the global supply, which has probably dampened consumer prices and kept inflation down.", "China's share of the world economy from 1970 Percentage of global GDP Source: World Bank.", "During this time, global real interest rates have fallen trend-wise, partly because of globalisation and China's entry into international markets.", "Real interest rates are now at historically low levels.", "Global real interest rates have fallen Note.", "Real interest rates refer to 10-year zero coupon rates for real (index-linked) bonds for Sweden and the United States and 10-year benchmark rates for real (index-linked) bonds for Germany and the United Kingdom.", "Sources: Bank of England, Bloomberg, Federal Reserve and the Riksbank.", "Driving forces behind this development that are often highlighted include demographic factors.", "A large global population of working age and increased prosperity have contributed to high global savings.", "These are conditions that monetary policy cannot influence, but must adapt to.", "As the real interest rate situation has fallen, central banks' policy rates have subsequently had to be cut to increasingly lower levels for each economic cycle in order to have sufficient effect, especially when fiscal policy has at the same time been restrictive and sometimes tight.", "The trend in interest rates is therefore not due to the fact that the central banks have been conducting an expansionary monetary policy for several decades, but to the fact that the real interest rate level - or the 'underlying foundation' for interest rates, if you like - has fallen.", "This has also led to many central banks' policy rates for a long time, and until quite recently, being at their effective lower bound, where they could not be reduced any more, at zero or just below.", "The low real interest rates are probably also an important explanation as to why asset prices, seen in a longer perspective, have risen and are currently high.", "This leads us to the changes in the Swedish economy since the 1990s crisis.", "Swedish housing prices and household debts have risen in parallel and almost continuously for twenty-five years, a period that is quite well in line with the downward trend in the real interest rate.", "The reforms in the 1990s also meant the removal of support for construction.", "This has led to a shortage of housing which, combined with low interest rates, has helped to push up housing prices.", "It should be noted that not all countries had sharply rising house prices, despite declining global interest rates.", "An example of this is Germany.", "Thus, government policies that affect the functioning of the housing market also play an important role.", "Real interest rates and house prices Per cent and index, 2005=100.", "Real interest rates refer to 10-year zero coupon rates for real (index-linked) bonds for Sweden and the United States and 10-year benchmark rates for real (index-linked) bonds for Germany and the United Kingdom.", "Sources: Bank of England, Bloomberg, Federal Reserve, Statistics Sweden and the Riksbank.", "This also points to another trend: While public debt has fallen in recent decades, the debts of private operators have increased.", "Those who have large debts become unavoidably more vulnerable, and if asset prices rise for too long in a way that is decoupled from developments in the rest of the economy, this can lead to financial imbalances and ultimately to a financial crisis.", "The Swedish financial markets have grown and look different from at the beginning of the 1990s.", "Today, the banking sector is bigger in relation to GDP than it was thirty years ago, and mortgage loans have become a larger and increasingly important part of banks' operations.", "Total balance sheet total for the operations of Swedish banking companies, savings banks and foreign-owned bank branches in Sweden.", "The measure excludes subsidiaries of Swedish banks abroad.", "Furthermore, companies are financing themselves much more often in the market today, by issuing certificates and bonds.", "Thirty years ago, most of them borrowed from banks.", "Changes in financial markets can affect the transmission of monetary policy, which we need to take into account in our monetary policy assessments.", "Borrowing among non-financial corporates Percentage of GDP, quarterly data 1990 1995 2000 2005 2010 2015 2020 Loans from monetary financial institutions Securities borrowing Note.", "Includes securities borrowing in both Swedish kronor and foreign currency.", "Sources: Statistics Sweden and the Riksbank.", "In short, the development of the Swedish economy over the past 30 years may be summarised as good on the real economic side, but with some worrying signs on the financial side.", "Forward planning difficult but important I would like to broaden the perspective a little.", "Thirty years ago, Swedish economists and politicians alike agreed that a steadfast defence of the fixed exchange rate was the only way to break with the weak development of the Swedish economy and lead it onto a new path.", "Many in Sweden were stuck in a particular way of thinking, a paradigm, where we did not realise that economic reality had changed so much that our frameworks also needed to be fundamentally changed.", "With free capital movement, a deregulated credit market and a poorly functioning economy, the fixed exchange rate was not a good instrument for creating economic stability and prosperity.", "My idea, which I have already mentioned, is basically this: Each economic policy framework is designed to function well in a given economic reality.", "When the reality changes, the framework may also need to be adapted, reformed or supplemented.", "However, it is also important to be able to identify the changes and understand their implications.", "The frameworks should aim to be robust for events that cannot be predicted.", "They should also be symmetrical - be able to handle shocks that lead to both higher and lower outcomes than expected.", "For example, the current system was created to deal with a high government debt, high inflation and high nominal wage increases.", "An updated framework should have scope for dealing with risks on both the upside and the downside.", "The frameworks that we have built up are worth defending, but we must not be too complacent and believe that there is no potential for improvement.", "We know that the world is different today than it was thirty years ago and that we have built up vulnerabilities in the Swedish economy.", "Difficult task but better conditions The Riksbank, like many other central banks, faces a challenge that we have not met for decades; inflation has risen to levels that we have not seen since the early 1990s.", "As I have mentioned, this was initially about a number of global supply shocks that pushed up commodity prices, in particular.", "But, it has gradually become increasingly clear that the price increases have begun to spread widely in the economy.", "Thanks to the reforms in the 1990s, it is now easier than it was 30 years ago to deal with high inflation.", "Firstly, monetary policy now has a different mandate and a constitutional independence that enables us to act decisively to counteract high inflation.", "Still, the monetary policy assessments are not easy.", "The high level of indebtedness is likely to mean that interest rate sensitivity in the economy is greater than before, and different - public finances are less affected, but households and companies are more affected.", "This composition makes it likely that a given interest rate increase will have a greater effect on demand and thus on inflation.", "Secondly, the period of inflation targeting has led to long-term inflation expectations now being much better anchored.", "In the early 1990s, high inflation had been built into the expectations of economic agents in a completely different way.", "If prices and wages rose too much in relation to the rest of the world, it was expected that problems with cost crises and rising unemployment would be solved by writing down the value of the krona, that is, through devaluation.", "Thirdly, strong public finances are now a major advantage.", "This has increased the market's confidence in Sweden's ability to keep public finances in order and fiscal policy is not feared in the same way as in the 1970s and 1980s to be a contributing factor in itself to sustained high inflation.", "Fourthly, wage formation is functioning better than was previously the case, much as a result of the Industrial Agreement and the inflation target.", "This should also act as a built-in brake in the system and contribute to inflation not lastingly 'running out of control'.", "The critical question is how much the interest rate needs to be raised.", "The historical average of the Riksbank's policy rate since 1907 is 4.7 per cent.", "In 1992, a policy rate slightly below 5 per cent would have been perceived as improbably low.", "Today, many people would regard it as improbably high.", "Within the forecast period, a 5 per cent policy rate is unlikely, but I hope that this brief historical review shows that we cannot exclude the possibility of a policy rate in line with historical averages over the next 30 years.", "Today the Riksbank's policy rate is 0.75 per cent.", "It will need to be increased further.", "The policy rate path indicates that the policy rate will be raised to slightly over 2 per cent in early 2023.", "Inflation outcomes have been higher than expected and the risk of inflation is still on the upside.", "We aim to tighten policy without the Swedish economy having to enter a recession, a so-called soft landing.", "However, with weaker economic activity abroad and at the same time continued high and broad inflationary pressures, it is important to be prepared for the tightening to be severely felt by many households and companies.", "High inflation and, at the same time, ever higher interest rates on mortgage loans, consumer credit and corporate finance will be tough for many households and companies, not least those with small margins.", "But, we cannot allow inflation to become entrenched at high levels.", "By raising the interest rate now, we will bring inflation down again.", "This is our mandate from the Swedish Parliament; low and stable inflation will result in better economic development for all.", "The frameworks we have built are worth defending, but we have built up vulnerabilities that we need to manage.", "Today, I would particularly like to highlight the question of investments: How can we ensure sufficient investment to build longterm resilience without further increasing household and corporate indebtedness?", "Does the fiscal policy framework contribute to a lack of investment in defence, infrastructure, education and climate transition?", "Can it be reformed so that we maintain budgetary discipline but at the same time open up for long-term investment that will improve the functioning of the economy, which also helps alleviate inflationary pressures by reducing supply side problems.", "The Riksbank will act to bring inflation back to the target.", "But, monetary policy is affected by the functioning of the fiscal policy framework and the labour market.", "We therefore need to facilitate a discussion on the economic policy framework and the long-term conditions for the Swedish economy over the next 30 years.", "I hope that our discussion today can be a starting point.", "Attinasi, Maria Grazia, and Mirco Balatti (2021), \"Globalisation and its implications for inflation in advanced economies\", Economic Bulletin 4/2021, European Central Bank.", "Auer, Raphael and Andreas M. Fischer (2010), \"The effect of low-wage import competition on U.S. inflationary pressure\", Journal of Monetary Economics 57, pp.", "Breman, Anna (2022), \"Inflation and monetary policy in the shadow of a war\", speech at Sveriges Riksbank, 23 March, Sveriges Riksbank.", "Economic Commission (1993), \"Nya villkor för ekonomi och politik\", SOU 1993:16 (Lindbeck Commission report), published in English as Turning Sweden Around, MIT Press 1994.", "Ingves, Stefan (2015), \"The housing market and household indebtedness from a central bank perspective\", speech at the SNS - Centre for Business and Policy Studies, Stockholm, 19 November, Sveriges Riksbank, Jansson, Per (2021), \"Is it time to review the division of roles in macroeconomic policy?", "\", speech at Sveriges Riksbank, 8 December, Sveriges Riksbank.", "Lundvall, Henrik (2020), \"What is driving the global trend towards lower real interest rates?", "\", Economic Review 2020:1, Sveriges Riksbank.", "Ohlsson, Henry (2022), \"Monetary policy and inflation in times of war\", speech at the Department of Economic History, Uppsala University, 17 May, Sveriges Riksbank.", "Wetterberg, Gunnar (2009), Money and power - the history of Sveriges Riksbank, Sveriges Riksbank and Atlantis.", "When the financial markets are large, it is important to try to assess their vulnerability and systemic risk, that is, the risk of a disturbance in the financial system that can lead to large socio-economic costs.", "The Riksbank has developed a measure of this, the so-called systemic risk indicator.", "In brief, this means that one aggregates five separate indicators for the various sub-markets that reflect developments in the banking sector, household sector, corporate sector, property market and in a group of variables referred to as external factors.", "Like all indicators, it does of course have its shortcomings, but it gives an indication of developments over time.", "From immediately after the 1990s crisis to the global financial crisis, the indicator remained at a low level, but it has remained relatively high after the financial crisis.", "The Riksbank's indicator for risks and vulnerabilities in the financial Deviation from mean value 90 95 00 05 10 15 20 Systemic riskindicator Non-financial corporate sector Banking sector Property market Husehold sector External environment Note.", "A higher value means greater risks and vulnerabilities.", "For all series included, see D. Krygier and P. van Santen (2020), \"A new indicator of risks and vulnerabilities in the Swedish financial system\", Staff memo, Sveriges Riksbank.", "Source: The Riksbank."], "classifications": ["none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Fiscal policy", "Economic policy framework", "Real interest rates", "Housing market", "Household debt", "Labor market", "Climate transition", "Supply-side problems"]}