{"sentences": ["I am happy that our yearly tradition of spending the first Tuesday of the year together lives on despite recent developments.", "As we open the chapter that is 2022, allow me to go over the highlights of our economic performance in the year that has passed.", "The Philippine economy in 2021 made significant strides in terms of recovery, jumpstarting favorable prospects for 2022.", "As you know, BSP has done quite a lot to support economic recovery.", "On top of policy rate cuts to record lows and reduction in the reserve requirement, the BSP did extraordinary measures to boost liquidity in the financial system.", "As of November 11, the BSP has injected an estimated ₱2.3 trillion into the Philippine financial system, equivalent to about 12.5 percent of GDP.", "Once full recovery of the economy is underway, the BSP will implement a pre-planned exit strategy.", "On the back of strong fiscal and monetary support, as well as government's health measures, the economy-after five consecutive quarters of decline-rebounded strongly in the second quarter of last year with a growth of 12 percent followed by a 7.1 percent growth in the third quarter.", "With these positive developments, the government raised its full-year growth assumption for 2021 to 5.0-5.5 percent.", "Labor conditions have improved as quarantine measures ease.", "Last October, the unemployment rate dropped to 7.4 percent following a peak of 17.6 percent in April last year.", "Meanwhile, inflation decelerated from 4.6 percent in October to 4.2 percent in November 2021, bringing the year-to-date inflation to 4.5 percent.", "This is above the 2.0- to 4.0-percent target, but based on latest BSP estimates, inflation will head toward the midpoint of the target range next year and in 2023.", "The Development Budget Coordination Committee decided to retain the current inflation target range at 2.0 to 4.0 percent for 2022-2024.", "Inflation expectations have remained firmly aligned with the BSP's inflation assumption for 2021 and target for 2022-2023.", "Results of the BSP's survey of private sector economists showed their mean inflation forecast at 4.4 percent for 2021.", "Most economists saw the risks to the inflation outlook for 2021 as tilted to the upside due to persistent supply disruptions and rising global oil prices.", "Nevertheless, for 2022 and 2023, economists expect inflation settling within target at 3.5 and 3.1 percent, respectively.", "Liquidity in the financial system remains ample.", "Domestic liquidity expanded by 8.3 percent year- on-year to P14.8 trillion in November 2021, extending an uptrend since July.", "As I mentioned, the various liquidity-easing measures of BSP have injected some 2.3 trillion pesos into the financial system, the equivalent of 12.5 percent of GDP.", "Meanwhile, outstanding loans of universal and commercial banks, net of reverse repurchase placements with the BSP, increased at a faster rate of 3.5 percent year-on-year in October from 2.7 percent in September.", "The continued recovery in bank lending activity reflects the sustained expansion in business activity amid easing quarantine restrictions, declining COVID-19 cases, and increased vaccinations.", "The country's external sector continues to provide sufficient buffers to ward off the potential adverse effects of external headwinds.", "Our gross international reserves, which stood at US$107.7 billion as of end-November 2021, continue to provide ample cushion against unforeseen demand for foreign exchange liquidity.", "This is equivalent to 10.2 months' worth of imports of goods and payments of services and primary income.", "It is also about six to nine times the country's short-term external debt, based on residual and original maturity, respectively.", "Amid the strong rebound in external demand in key trade partners, the country's exports of goods increased by 16 percent in January to September 2021.", "Meanwhile, following the gradual resumption of domestic economic activities and restocking of inventories, imports of goods grew at a much faster rate of 30.2 percent in the same period.", "This resulted in a wider trade deficit of US$36.6 billion and has caused the overall balance of payments' position to the reversal of the deficit of US$665 million in the first nine months of 2021, from a US$6.9 billion surplus in the same period last year.", "The country's external sector remains supported by structural foreign exchange flows from overseas Filipino remittances, business process outsourcing receipts, and foreign direct investments.", "Cash remittances from overseas Filipinos are steadily flowing in with a 5.3-percent growth posted in January to October 2021 from a slight contraction in 2020.", "Meanwhile, business process outsourcing services exhibited strong recovery in the same period with 8.3-percent growth, as the sector was quick to adjust to the new work arrangements.", "Net foreign direct investments in January to September 2021 increased to USD7.3 billion from US$ 5.1 billion last year.", "This is due to positive foreign investor sentiment and improving confidence on the country's growth prospects.", "This bodes well for job creation.", "Favorable external debt profile acts as a cushion against external shocks.", "External debt-to-GDP ratio settled at 27.3 percent as of end-September 2021, compared with about 60 percent in mid-2000s.", "Given that the bulk of the country's external debt have medium and long-term maturity, and bears fixed interest rate, debt repayment schedule is more manageable and financially sustainable over the medium to long term.", "Considering recent economic developments and significant progress in vaccine rollout, we are optimistic that there is sufficient support for the country's recovery this year and in the near term.", "The management of risks, the expected revitalization of key industries from government policy support and structural reforms, as well as the resumption of global economic activities, should help the Philippine economy move toward a steady recovery path.", "While there are challenges ahead of us, we are making good progress in terms of economic recovery.", "That should motivate us to persevere harder and keep moving forward.", "We, at BSP, are all set to support and guide the economy on a steady recovery path toward growth and onward to a post-COVID-19 economy that is sustainable and digitally inclusive.", "Maraming salamat at manigong bagong taon sa ating lahat!​"], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Inflation", "Liquidity", "Monetary policy", "External sector", "Economic growth", "Fiscal policy", "Central bank", "Philippine economy", "Financial system"]}