{"sentences": ["Jackson Hole Economic Symposium, 27 August 2022 Monetary Policy Post-Pandemic: Balancing between Science and Art, Predictability and Reactivity Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, This is the first time I have been able to attend the Jackson Hole symposium, but this renowned event epitomizes something I have always found of great value in the daily practice of central banking: the continuing conversation between policy makers and economic researchers.", "In this respect, the central banking world is a remarkable exception relative to most public policy making.", "This unique culture brings with it the recurring debate of how much of monetary policy amounts to science or art.", "This is especially the case at the end of a very uncertain summer: for Europe at least, growth prospects for next year have receded, and inflation prospects increased, due to energy and gas price pressures and additionally to the evolution of the exchange rate.", "Today I would like to briefly look back at how useful science has been in the past (I).", "I will then offer suggestions on how to balance art and science in the current policy environment: in finding a \"new predictability\" despite the weakening of forward guidance (II), and in facing the unprecedented challenge of the positive remuneration of massive excess liquidity (III).", "Science did well both before and during the pandemic The view that monetary policy consists of science was perhaps most prominent during the Great Moderation.", "But what about the Great Financial Crisis, the Pandemic and the Russian war?", "If, as Olivier Blanchard said in 2006, \"monetary policy must be closer to art when it is frequently confronted to new, poorly anticipated and poorly understood, contingencies\", the economic shocks of the past 15 years must surely have shifted the pendulum back to art.i I would actually argue that, even then, science served us well.", "Let me here cite Olivier Garnier, chief economist of Banque de France.ii I believe we central bankers can be proud of the joint achievements of policy and research in dealing with the Global Financial Crisis and its aftermath: acknowledging common mistakes in forecasts on the current level of inflation doesn't imply becoming self-critical on policies.", "In the euro area, thanks to our \"new conventional\" tools, inflation is estimated in 2019 to have been around 75 basis points higher, and GDP growth 110 basis points higher than it would have been in the counterfactual.iii Furthermore, nobody can seriously pretend that past accommodative policy is the primary factor to blame for the current return of inflation.", "This would be forgetting how deep the deflation risk was in 2020 and the pandemic, and being mistaken about the present inflation surge: it finds its origins not in excessive liquidity but in supply bottlenecks arising from the faster- than-expected rebound from the pandemic, and the sharp increase in energy and food prices, much aggravated by the war in Ukraine.", "The core principles of the science's consensus remain valid today.", "In particular the two first principles-central bank independence and the primacy of price stability-remain essential for the credibility of the central bank.", "We are benefiting from it today through the-so far-relatively firm anchoring of long- term inflation expectations despite the surge in current inflation.", "This being said, we should acknowledge that new questions have arisen with the unexpected return of high inflation.", "A first question is the slope of the Phillips curve.", "To the enduring debate of whether it had flattened since the 1970s we must now add the question of whether it could be steepening again in the current inflationary environment.", "The question is central to assess how to quell inflation without engineering a harder than necessary landing of economic activity.", "Second, we still have to understand better how inflation expectations influence actual inflation.", "In recent years, we have made considerable progress -including at the Banque de France-in measuring the expectations of firms and households, which are the ones that matter for price-setting and spending decisions.iv But there is still relatively little empirical work on how their inflation expectations map into their actual pricing and spending decisions.v What the extent of pass-through from inflation expectations to inflation is, or whether past inflation plays a role beyond inflation expectations remain open questions.vi Third, what about forward guidance?", "It was a decisive input of science, thanks to Eggertsson and Woodford.", "But at present, in a very uncertain situation, we all tend to move away from it, and even to distrust it because it would tie our hands.", "Does it mean that we also abandon predictability?", "I will here come to my second part, and focus the art/science nexus on the reactivity/predictability trade-off, if you allow me to assimilate the former to intuition and art, and the latter to rationality and science.", "Four possible lights for a new predictability Should art now play a bigger role?", "At a minimum we should acknowledge the need for modesty, agility and nimbleness.", "But this is not an argument for returning to the secrecy and unpredictability that characterized central banking until the 1990s.", "There is no room for what Karl Brunner ironically described forty years ago as \"thriving on a pervasive impression that Central Banking is an esoteric art, [whose] esoteric nature is revealed by an inherent impossibility to articulate its insights in explicit and intelligible words and sentences.", "\"vii Instead, we should aim to build a \"new predictability\", a different one suited for uncertain times.", "Let me propose, with humility, four possible lights in approaching it.", "Forward guidance on the path is today less important than commitment on our end objective First, in the current normalization phase, there is much less need and space for detailed forward guidance: we are no longer at the effective lower bound and are coming back to our more normal reaction function-all the more so in the current uncertain environment.", "Accordingly, in our ECB July statement President Christine Lagarde emphasized optionality dependent on economic data, and taking decisions on a meeting-by-meeting basis.", "More importantly still, we strongly reiterated our commitment to our end objective of bringing inflation back to 2% in the medium-term, i.e.", "2024 in our present forecasts.", "The more open we are about the path, the more committed we must be about the destination of the journey.", "Don't get me wrong: market expectations of future policy rates remain a key driver of long-term interest rates, which are what matters most for investment and spending decisions.", "But forward-guidance-at least in the form of a commitment to an unconditional and/or prolonged path for the policy rate-is today an unadvisable way of steering market expectations.", "If you go to the hospital, it is certainly unpleasant not knowing how long you will stay there.", "But you certainly do not want a doctor who decides to keep you 7 days regardless of how your health evolves.", "Without question, you would rather have a firm commitment that he will cure you of your ailment!", "Being gradual is less important than being orderly As William Brainard famously argued more than 50 years ago, gradualism is appropriate in a situation where we face large uncertainty.viii However, the Brainard principle was formulated before monetary economics understood the importance of inflation expectations.", "Research at Banque de France shows that a central bank facing instrument uncertainty is bound to be overly cautious if it fails to appreciate that being gradual runs the risk of moving inflation expectations adversely.ix We can be gradual, but we should not be slow and delay normalization until higher inflation expectations force us into aggressive interest-rate hikes.", "What remains essential however is to be orderly, in order to avoid undue market volatility and ultimately economic volatility.", "Like a gradual normalization, an orderly one has a time dimension, as we should avoid putting risks on financial stability through unnecessarily brutal interest rate changes.x But it also has a cross-country dimension, as it also implies avoiding within the euro area unwarranted country-specific spikes in borrowing costs that only emerge from the echo chamber of financial markets.", "In this respect, our new Transmission Protection Instrument (TPI) is a very powerful tool for an orderly path forward.", "How to deal with surprises: a reaction function So far, so good about being orderly or predictable... but uncertainty means surprises, and we have had to deal with many bad ones on inflation figures.", "In such cases, we could not avoid reacting by surprising markets rather than being behind the curve.", "This is what a sound risk-management approach calls for: weighting seriously the long-term risks to price stability in the case of persistently higher inflation.xi We rightly had to give priority to risk management on inflation, over expectations management on interest rates.", "It is paramount, nevertheless, that financial markets and economic actors understand our reaction function in order to avoid unwarranted volatility: if inflation-and especially core inflation-is higher than what we expected, we are likely to raise rates more quickly, although never following a mechanical rule.", "And we should preserve some short-term signaling-or guidance-in our new \"meeting-by- meeting\" approach: this is somewhat new territory for us, where as much as possible (i) guidance if any should come from explicit statements from the top rather than from unsourced leaks, (ii) multiple and somewhat disorderly expressions of personal wishes should be more restrained, and the silent period should obviously be respected.", "R* remains useful to delineate normalization and tightening To be sure, R* is unobservable and its estimation remains surrounded by uncertainty.", "But I believe it remains a helpful concept in the current normalization.", "According to me, for the euro area, until we are around R*, the neutral rate- which possibly lies between 1 and 2% in nominal terms-the road ahead is clear and we can go in a sustained and determined way, including through some guidance.", "Doing so is normalization, lifting our foot from the accelerator pedal.", "In my view, we could be there before the end of the year, after another significant step in September.", "Only beyond R* could tightening-actively pushing the brakes-begin; we will then have to discuss and decide, based on our assessment of actual inflation and the future outlook, focusing in particular on its core part and on wage developments.", "The US is obviously closer to tightening due to several differences in the nature of inflation there.", "But have no doubt that we at the ECB would if needed raise rates further beyond normalization: bringing inflation back to 2 % is our responsibility; our will and our capacity to deliver on our mandate are unconditional.", "How to remunerate massive excess liquidity when it coexists with positive rates?", "Let me come to another issue that we practitioners must now confront: how to remunerate massive excess liquidity when it coexists with positive interest rates?", "This will be a new situation for most of us, and especially for the euro area.", "While excess liquidity was negligible until 2008, it currently stands at more than €4 trillion, as a legacy of our APP and PEPP assets purchase programs, but also, for one third, our TLTROs.", "Yet, our reserve remuneration system was designed at a time of negligible excess liquidity.", "The system already showed its limits in the past, when having to coexist with negative interest rates.", "Left unchanged-without our tiering system-it would have severely impaired the bank channel in the transmission of our monetary policy.", "The return of policy rates to positive territory would this time provide a sizeable risk free income to the banking system, and a similar loss for the Eurosystem.", "The possible losses for central banks and the Eurosystem may draw public attention, but the primary objective of monetary policy is price stability, not central bank profitability; and the more relevant issue in this regard, rather than our profit and loss statement, is the financial solidity of central banks' balance sheets through their levels of capitalized reserves.", "The effect on banks' net interest income nevertheless, if opposite in sign to the one under negative rates, could also distort the transmission of our monetary policy.", "Just as we did with the tiering scheme, we have to think about a reserve remuneration system adapted to this new context, as the ECB announced it in our July decisions.", "We will conduct this assessment in a swift and pragmatic way, looking at various options having existed across history and across jurisdictions.", "The high uncertainty in which we must at present navigate the normalization of monetary policy means that we will have to artfully deal with the unexpected.", "Perhaps however, accepting this uncertainty is, if not what science is typically associated with, at least what rationality commands.", "Voltaire said, \"uncertainty is not a pleasant condition, but certainty is absurd\".xii Two hundred years later, Bertrand Russell wrote that \"not to be absolutely certain [is] one of the essential things in rationality\".xiii I am glad we still need science, including on the new challenges I stressed, to reconcile uncertainty and rationality.", "Garnier (2022), Presidential Lecture at the French Economic Association.", "See Savignac, Gautier, Gorodnichenko and Coibion (2021) for first results on a new survey conducted by the Banque de France on expectations of French firms.", "See Coibion Gorodnichenko Kumar (2018), Coibion Gorodnichenko Ropele (2020), and Rosolia (2021) for the few papers that seek to empirically assess the effect of inflation expectations on pricesetting.", "See Werning (2022) for recent advances on these questions from a theoretical perspective.", "Dupraz Guilloux-Nefussi Penalver (2020).", "See Weidmann (2022), Jacobsson Lecture, for a recent articulation of this idea.", "In a letter to Frederick II, King of Prussia, on April 6, 1767."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Interest rates", "Central bank independence", "Price stability", "Forward guidance", "Excess liquidity", "Phillips curve", "Uncertainty", "Risk management"]}