{"sentences": ["Public Education is Part of the CBB's Legacy Remarks by Governor Cleviston Haynes at the opening of the 42nd Annual Review Seminar Public Education is Part of the Central Bank of Barbados' Legacy Good morning, and welcome to the 2022 Annual Review Seminar.", "This year's seminar forms part of the events to mark the Bank's 50th anniversary, and I am delighted to welcome Phillip Middleton of OMFIF and Gerardo Reyes-Tagle of the IDB, who have graciously joined us for this morning's special session on emerging central banking issues.", "Our 50th anniversary celebrations are being held under the theme \"Living the Legacy: Continuing the Journey\", a tribute to what the Bank has achieved as well as our commitment to build on those achievements.", "As we reflect on our legacy, one area in which we can be proud is public education.", "Sir Courtney Blackman, the Bank's first Governor, strongly believed that the Bank's success in fulfilling its mission to foster a sound economic and financial environment was indelibly tied to Barbadians' understanding of the economy and support for the policies that were necessary for its growth and development.", "Over the past 50 years, the Bank has invested in varied programmes that have helped to educate and stimulate discussion.", "For example, our long-standing quarterly economic reviews and CBB 101 series, of recent vintage, have both been well received.", "For more than a decade, we have partnered with the Financial Services Commission to host the Domestic Financial Institutions Conference, which examines key issues affecting the sector.", "This was originally held as a one-day in-person event, but with the onset of the pandemic, we pivoted to an online format.", "And we have reached further afield through the Caribbean Economic Forum, which provides avenues for people throughout the region to hear experts explain, explore, and debate topical issues that affect our lives, livelihoods, and economies.", "Our most recent edition, which focused on the impact of our ageing populations on governments' ability to care for our citizens, has raised awareness of this issue and sparked much discussion about the need to act, and the implications if we fail to do so.", "The new online format that we have adopted has made it possible to reach more people, and going forward, we anticipate that these online or hybrid events will become commonplace.", "This Annual Review Seminar, now in its 42nd year, is part of the Bank's rich legacy of public education, albeit targeted towards a narrower audience.", "The ARS exposes participants to the latest research on traditional and emerging areas of economics, finance, and related disciplines, which can then be used to inform policy and business ideas.", "For experienced professionals, the ARS is a way to stay current.", "For young economists, presenting at the Seminar is a developmental exercise, an opportunity to hone research and presentation skills and learn from the invaluable feedback and critique from discussants.", "We who have had this experience can attest to these benefits.", "Many of the publications of economists in peer reviewed journals start with a presentation at this seminar.", "For the last several years, we've opened the first day with a keynote address or discussion that has added even more value to the Seminar, and for that session at least, broadened its audience.", "This year, we have deviated from our traditional keynote address, focusing our opening session on three emerging issues that are consuming the interest of central bankers here and elsewhere.", "First, we will focus on climate risk and the green agenda.", "Our vulnerability to the worsening effects of climate change as witnessed by the frequency and severity of super storms, with little to no recourse, is unfortunately our shared reality.", "This has potential implications for growth, reserves, debt, financial stability, etc.", "Our inability to halt nature's response to rising global temperatures has forced a global dialogue to which we must turn our attention.", "Globally, central bankers are trying to integrate issues related to climate change into the monetary policy framework, and are building models to assess the financial implications of climate change.", "And we must do likewise.", "Secondly, at the Central Bank, we continue to grapple with the protracted nature of the COVID19 pandemic, the fall-out due to supply chain issues, climatic events at home and abroad, and exacerbating food and energy prices as the Russia-Ukraine conflict drags on.", "What are the challenges to policy in this environment?", "Will our policy instruments be effective as we seek to address these issues?", "Thirdly, the thrust towards technological solutions, which the pandemic fuelled over the last two and a half years, has gained momentum with the changing nature of the payments and settlement landscape.", "Disruptive technologies have emerged, facilitating the launch of central bank digital currencies, including within the Caribbean region.", "Indeed, our counterpart in The Bahamas has become the first regional Central Bank to issue a retail CBDC within months of experiencing one of the strongest hurricanes, as they sought to restore financial access to areas impacted by the event.", "These technologies have also spawned volatile investment instruments such as crypto-assets and stablecoins whose existence may accelerate the thrust among central bankers towards retail CBDC issuance.", "The discussion on CBDCs raises several issues, including are they inevitable in the digital age and will they impact financial stability.", "Our panellists will address these key issues, providing a spring board for discussions of our research papers which cover traditional areas, including growth, debt, financial sector innovation, and public sector reform.", "All areas worthy of thoughtful and thorough examination.", "We hope that by bringing our best minds together to provide their local, regional and global perspectives, we can provide solutions through our shared experience and expertise to craft practical takeaways for navigating the current global space.", "I encourage you, whether you are here with us in-person or joining us online, to avail yourself of this opportunity to learn from our presenters, and indeed throughout the four days of this seminar.", "We hope this year's ARS will be not only informative, but also inspiring, as we work to confront the many challenges we as a nation and a region face."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Public education", "Climate risk", "COVID-19 pandemic", "Technological solutions", "Central bank digital currencies", "Crypto-assets", "Stablecoins", "Financial stability", "Growth", "Debt"]}