{"sentences": ["NATIONAL BANK OF SERBIA Аddress by the NBS Governor at the opening ceremony of the China Financial Technology Forum 4 September 2022, video format Tabaković, Governor Belgrade, August 2022 Esteemed hosts and participants in the China Financial Technology Forum, A year has passed since the previous forum and while our topic has remained the same: New age, new finance, new technologies, the conditions in which we live and work have changed significantly.", "Nevertheless, our goal remains the same man and his wellbeing in the 21st century.", "New age and new finance call for even stronger cooperation between countries and nations.", "Following Goethe who said: Tell me with whom you consort and I will tell you who you are, I can tell you that I am proud of the close cooperation the Republic of Serbia has developed with the People's Republic of China over the past ten years.", "The relationship of our two countries is defined by firm partnership and mutual understanding, supported by the rock-solid friendship between the Serbian president Aleksandar Vučić and the Chinese president Xi Jinping.", "The relationship between our two countries is the best proof of the old Chinese saying When brothers are as one, their strength can break even metal.", "This is evidenced by our economic cooperation as well.", "In ten years, trade between China and Serbia increased by four times.", "In the first half of this year, trade with China made almost 10% of Serbia's total external trade.", "• A continuous upward trend in our economic cooperation is evident also in the growing share of Asian countries in FDI inflows, which amounted to around 15% from 2019 to 2021.", "Last year, in 2021, FDI inflow from China made up 20% of total and record-high FDI to Serbia.", "Dear colleagues, It is only natural to raise the bar of our expectations ever higher for everything that brings us good, as it is natural for financial service consumers to accept every good service we develop as something normal.", "The National Bank of Serbia, at whose helm I have been for a full decade now, has been the generator of technological changes in the market of financial services.", "It is these changes that have ensured to our citizens and businesses the conditions for easier, faster, simpler, cheaper and more secure transactions in the Republic of Serbia: First, we significantly improved payment infrastructure in the Republic of Serbia, by introducing the most state-of-the-art instant payment system NBS IPS system, four years ago.", "Since then, we have intensively upgraded that system by adding numerous new functionalities tailored to the needs of the modern user.", "- We encourage financial inclusion by developing payment services that enable simple and fast instant money transfers at any time of the day or year, based only on knowing the recipient's mobile phone number.", "Aware of the significance of a national card scheme for independence from global card systems and for the lower costs of payment services, we are constantly modernising the domestic DinaCard.", "Exceptionally important for us is the vibrant cooperation with China UnionPay, which enables worldwide access to the national DinaCard system.", "Today, UnionPay cards are accepted at over 85% of ATMs in Serbia and at 37% of POS terminals.", "We were among the first in Europe to enable financial service consumers to conclude distance contracts, including by video identification, while guaranteeing full transparency, security and protection of their rights.", "Keeping abreast of blockchain technology that underlies trading in cryptocurrencies, we were among the first to regulate the manner and conditions under which cryptocurrencies can be traded.", "Digitalisation has become part and parcel of everyday business in insurance and VPF markets in the Republic of Serbia owing to the introduction of online purchase of new and modified products and alternative channels of communication.", "Despite, I can freely say, major breakthroughs in financial industry, digitalisation is a process far from complete.", "In fact, it will never be over.", "New technologies bring new opportunities, but also new risks.", "So what lies ahead are new opportunities, but also new challenges.", "For instance, how to ensure satisfied consumers against the background of ever- changing conditions and fast-growing appetite for innovation?", "Or how to transition further onto new digital technologies and maintain consumers' justified confidence and expectations of a safe and sound financial system, in the establishment and maintenance of which all of us have invested huge efforts?", "It is an old wisdom that Tomorrow belongs to those who have a vision today!", "I will quote the great Serbian writer Miloš Crnjanski who \"We should look to the future.", "We should go to the future.", "All luckier nations look to the future and go forward.\"", "At global level, it is necessary to cooperate and exchange experience, because financial institutions' entry in the world of information technologies crosses out country borders and the activities of supervisory authorities are becoming increasingly intertwined.", "bosom friend afar brings a distant land near.", "Thank you for your attention.", "I wish you a successful forum and plenty of health!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial technology", "Digitalization", "Payment infrastructure", "Financial inclusion", "Cryptocurrencies", "Blockchain", "Innovation", "Economic cooperation", "China", "Serbia"]}