{"sentences": ["News conference 22 September 2022, 10.00 am Introductory remarks by Thomas Jordan Ladies and gentlemen It is my pleasure to welcome you to the news conference of the Swiss National Bank.", "Our news conferences will now be held after every monetary policy assessment.", "The introductory remarks will be shorter overall.", "This will give us more time to take your questions afterwards.", "Monetary policy decision I will begin with our monetary policy decision.", "We have decided to tighten our monetary policy further and to raise the SNB policy rate by 0.75 percentage points to 0.5%.", "In doing so, we are countering the renewed rise in inflationary pressure and the spread of inflation to goods and services that have so far been less affected.", "It cannot be ruled out that further increases in the SNB policy rate will be necessary to ensure price stability over the medium term.", "To provide appropriate monetary conditions, we are also willing to be active in the foreign exchange market as necessary.", "The SNB policy rate change applies from tomorrow, 23 September 2022.", "Moreover, we are adjusting the implementation of our monetary policy to the positive interest rate environment.", "This ensures that the secured short-term Swiss franc money market rates remain close to the SNB policy rate.", "Banks' sight deposits held at the SNB are remunerated at the SNB policy rate up to a certain threshold.", "Sight deposits above this threshold are remunerated at an interest rate of zero percent.", "We will also use liquidity-absorbing measures.", "My colleague Andréa Maechler will describe the adjustments to monetary policy implementation in more detail later.", "Let me now turn to inflation developments.", "Inflation rose to 3.5% in August and is likely to remain at an elevated level for the time being.", "The latest rise in inflation is principally due to higher prices for goods, especially energy and food.", "Our new conditional inflation forecast is based on the assumption that the SNB policy rate is 0.5% over the entire forecast horizon (cf.", "Up to mid-2024, the forecast is above that of June.", "After that, it is lower due to the now tighter monetary policy.", "At the end of the forecast horizon, inflation stands at 2%.", "Without today's SNB policy rate increase, the inflation forecast would be significantly higher.", "Global economic outlook I will now move on to the economic outlook.", "Global economic growth has slowed considerably in recent months.", "At the same time, inflation in many countries is markedly above targets.", "In response, numerous central banks have further tightened their monetary policy.", "In our baseline scenario, we expect this challenging situation to persist for now.", "Global economic growth is thus likely to remain weak in the coming quarters.", "In particular, the energy situation in Europe, the loss of purchasing power due to inflation, and tighter financing conditions are having a dampening effect.", "Inflation will remain elevated for the time being.", "However, the importance of temporary factors such as supply bottlenecks is likely to diminish over the medium term.", "The increasingly tighter monetary policy in many countries should also help inflation gradually return to more moderate levels.", "Our scenario for the global economy is subject to significant risks.", "For example, the energy situation could worsen again.", "At the same time, high inflation could become embedded and require stronger monetary policy responses abroad.", "Finally, the coronavirus pandemic continues to pose important downside risks to growth.", "Swiss economic outlook In Switzerland, GDP growth in the second quarter was lower than expected, at 1.1%.", "This was mainly due to weaker performance in manufacturing.", "The short-term outlook has deteriorated.", "By contrast, the situation on the labour market has remained positive.", "The further development of the economy is likely to be shaped by the economic slowdown abroad and the availability of energy in Switzerland.", "To date, the prices of natural gas and electricity in particular have risen sharply.", "For this year, we anticipate GDP growth of around 2%.", "This is roughly half a percentage point lower than at the last monetary policy assessment.", "The level of uncertainty associated with the forecast remains high.", "The biggest risks are a global economic downturn, a worsening of the gas shortage in Europe and a power shortage in Switzerland.", "Furthermore, a resurgence of the coronavirus pandemic cannot be ruled out.", "Monetary policy tightening Ladies and gentlemen, allow me to return to our monetary policy.", "I would like to explain today's decision.", "Last quarter, our conditional inflation forecast indicated that, without a further tightening of monetary policy, inflation would be above the range consistent with price stability at the end of the forecast horizon.", "This meant that further interest rate increases might be needed to stabilise inflation in the range consistent with price stability over the medium term.", "This has turned out to be the case.", "While Switzerland's inflation rate of 3.5% is low by international comparison, it is significantly above the 0% to 2% range we equate with price stability.", "There are also growing signs that higher prices are increasingly spreading to goods and services that are not directly affected by the war in Ukraine or the consequences of the pandemic.", "Information from our delegates for regional economic relations suggests that companies can more easily transfer higher costs to their sales prices.", "In addition, energy prices have continued to rise overall and are increasing inflationary pressure in many sectors.", "This heightens the risk of second-round effects.", "We have therefore concluded that a significant increase in the SNB policy rate is appropriate.", "Moreover, our new forecast, which as always takes account of today's decision, shows that a further tightening of monetary policy cannot be ruled out in the coming quarters.", "However, the environment continues to be subject to a high degree of uncertainty.", "Let me now say a few words about the exchange rate.", "The Swiss franc has appreciated in trade-weighted terms by around 7% since the monetary policy assessment in June.", "This appreciation helps to tighten monetary conditions and dampen inflationary pressure.", "In order to set appropriate monetary conditions, we remain willing to be active in the foreign exchange market as necessary.", "If there were to be an excessive appreciation of the Swiss franc, we would purchase foreign currency.", "If the Swiss franc were to weaken, however, we would consider selling foreign currency.", "Period of negative interest rates comes to an end With today's decision, an extended period of a negative SNB policy rate comes to an end.", "Negative interest was introduced at the beginning of 2015 to counter upward pressure on the Swiss franc associated with the discontinuation of the minimum exchange rate.", "Over the past years, negative interest has helped to dampen the appreciation of the Swiss franc and to ensure price stability.", "At the same time, we were always aware that negative interest can have undesirable sideeffects and presents challenges for many economic agents.", "On the whole, however, negative interest has proved its worth.", "The benefits for monetary policy clearly outweighed the costs of the side-effects.", "Without negative interest, price stability could not have been ensured and economic developments would have been significantly less favourable.", "Negative interest will remain an important monetary policy instrument, which we will use if needed.", "Ladies and gentlemen, thank you for your attention.", "I now hand over to Martin Schlegel, who will speak about the mortgage and real estate markets."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Monetary policy", "Inflation", "Global economy", "Swiss economy", "Interest rates", "Exchange rate", "Price stability", "Negative interest", "Monetary policy tightening", "Inflation forecast"]}