{"sentences": ["The Thai Economy: The Current State and the Way Forward Dr. Sethaput Suthiwartnarueput, Governor of the Bank of Thailand Japanese Chamber of Commerce (JCC) Thailand, 15 March 2022 JCC President Kazuo Hidaka, Distinguished members of the JCC, Distinguished guests.", "It is a great pleasure for me to be here.", "One of my first speaking engagements when I first took on this job was to come to speak to the JCC last year, a reminder of how quickly time flies as it has already been one year.", "What I would like to do today is to share with you some thoughts on the Thai economy, discuss where we are, how we got here, and what is next or what we can expect.", "Then, I would like to conclude by offering you some thoughts about going beyond, not only about some of the things that we see in the financial sector but also more broadly about the Thai economy and how it might fit in with you and your strategy in the region.", "Part 1: The Current State Let me start by discussing a few points about where we are today, but before I go there, it is important to talk about how we got to where we are today.", "The first point is that we were hit very hard by Covid-19, much harder than other countries in the region, because the Thai economy highly depends on tourism.", "The sector contributes about 12 percent of GDP, but more importantly, it represents about a fifth of our total employment, so we got a very hard hit in terms of income and employment to our labor force.", "The slow recovery of the tourism sector explains why our recovery will be slow going forward and probably slower than other countries in the region.", "While things were difficult back then, we saw a GDP contraction of over 6 percent in the first year that Covid-19 hit Thailand, and we grew by only 1.6 percent last year, but things could have been in terms of the Covid-19 impact on the economy.", "Without the large policy response by the government, both on the fiscal and monetary side, things could have been much worse.", "We estimated that the economy could easily contract up to 9 percent instead of 6 percent without the fiscal stimulus in 2020.", "Last year, instead of growing at 1.6 percent, we would have seen a contraction instead of growth.", "We got hit very hard, but it is helpful to keep in perspective that things could have been much worse, but they came out better than they otherwise would have.", "We are where we are today was due to the substantial, and for the most part, largely effective policy response.", "I spoke a bit about the response on the fiscal side at the Ministry of Finance in stimulating the economy.", "Let me also talk about what we did from the Bank of Thailand side to cushion the impact of the crisis.", "When the crisis hit, the top priority for us back then and still going forward, was to ensure that the financial and the banking sector functioned as close to normal as possible.", "We did not want to see that the banking sector acts as a shock amplifier instead of a shock absorber because when the economy got hit and contracted, we would see a contraction in credit.", "Instead of extending loans, the banks would tend to call back their loans, and it would trigger a downward spiral along the lines of what we saw during the 2008 global financial crisis or the 1997 Asian financial crisis for Thailand.", "Our priority was to ensure that the banks still functioned in extending credit to the economy.", "I would say we were reasonably successful in keeping credit growing as the overall credit grew at about 5 to 6 percent last year.", "The figure is higher than what we saw in other countries in the region, even though Thailand as an economy got hit harder by Covid-19 than other countries in the region.", "I think this is a testament to the policy response and to our friends in the banking sector that try to ensure that the credit mechanism function, as well as one could reasonably expect.", "It is not to say that the banking sector response was all that we wanted because there were still some elements and gaps in the market response that we felt were inadequate.", "While overall credit grew well and continues to do so, some sectors, particularly SMEs, did not receive the credits we wanted them to get.", "The credit did not extend or reach out to the sectors hit particularly hard by Covid-19.", "Our response is to design policy measures to supplement the market response, for example, what we initially called a soft loan program.", "The program then started to have some obstacles because of the pricing of the loan structure.", "Therefore, we came up with another emergency degree on Financial Rehabilitation Measures, which in part established a loan facility for SMEs with a credit guarantee component from the government.", "The measures were to encourage the banks to lend to those sectors which had not received adequate credit by addressing the high credit risk that banks might experience from lending to SMEs.", "As a result of the package that we put together on the SME front, we managed to see loan growth in SME sectors.", "These measures are examples of the proactive response that policy authorities, both on the fiscal side at the Ministry of Finance and us on the monetary side at the Bank of Thailand, try to get the economy through this crisis, as well as it could be reasonably expected.", "The other quality that helped make our things turn out well, aside from being very proactive, is that we were also practical and flexible regarding the policy response.", "We adjusted our response when things did not work as we would like them to be.", "An example is when the initial soft loan facility went out.", "It had very low interest rates to ease the burden on the borrowers, but it was not very attractive because the interest rates were not high enough to compensate banks for the credit risk.", "As a result, the credit was not flowing through that channel.", "We responded and adjusted by launching the additional measures I have discussed previously.", "I think that flexibility of response is another thing that helped get us to where we are today.", "Aside from expanding credit, another important measure that we put out recently is to address the existing debt burden that the borrowers face.", "One important measure that we announced last year was on long-term debt restructuring to encourage banks to restructure their debt on a more sustainable basis.", "We had recognized our initial take on Covid-19 that the crisis would be very severe but short.", "Therefore, the measures we came out with were blanket, broad-based, and very large.", "We then realized later that Covid-19 would be staying with us for a very long time, and thus, the measures must be more targeted and longer in terms of their response.", "Those policy responses bring us to where we are today by being a cushion to the worst of the Covid-19 impact on the economy.", "Where we are today The recovery is there, and it is happening.", "We saw a GDP growth especially in the fourth quarter last year mainly from exports, which have surprised us on the upside.", "The recovery will be slow and uneven nonetheless.", "It will be uneven because, while certain sectors particularly manufacturing and exports have done relatively well, services and tourism will be lagging.", "Households will be hit very hard by the high impact of Covid-19 on tourism and unemployment that I have discussed previously.", "That is the overall picture.", "We expect the growth path to be there, but it will not be a rapid or a V- shaped recovery, and it will be slower than other places in the region.", "Risk to the outlook We had initially been expecting real GDP growth in the mid-three percent this year, but that was before the situation in Russia and Ukraine.", "We will release a forecast later as our Monetary Policy Committee meets towards the end of this month.", "As with many countries, we will be lowering our growth forecast and increasing our inflation forecast for this year.", "We are still looking to see a positive growth number this year and that the recovery will continue despite the substantial pickup in inflation.", "But what are the risks to that recovery trajectory that we see gradually happening?", "I will point out two but discuss only one in detail.", "To be sure that we still recognize that this is a risk, the first risk is the next Covid-19 variant, whatever comes after Omicron.", "Although the public health officials have indicated that we have a high proportion of the fully vaccinated population and that the chances are that another variant might be milder, we cannot be certain.", "Moreover, these Covid-19 variants tend to pop up during the winter months, when they are the high season of tourism in Thailand.", "If another variant appears and derails the tourism recovery that we expect to see this year, this will be a significant risk to our growth outlook.", "The outlook that we are expecting to see is the number of foreign tourists this year in the range of 5 to 6 million, a big increase from last year but still very far off from the 40 million that we usually see.", "These figures also give you a sense of why we think the recovery will be relatively slow in Thailand.", "The second risk is the Russia and Ukraine conflict, and there are three channels by which it can impact the Thai economy, and I will flag the most relevant ones.", "The first channel is through the financial markets.", "When some unforeseen event occurs, the financial markets get hit and become highly volatile, and there is a risk-off trade.", "It is when the investors sell off assets that are seen as risky and return to safe assets.", "Typically, they sell off things in emerging markets then move their money to safe things like the US Treasury.", "We see that happening today but fortunately for us in Thailand, risk-off trade is not a very substantial risk because we are solid on the balance of payments or the external front.", "We have a low level of external debt compared to our high level of international reserves and are running large current account surpluses consistently in the years preceding the crisis.", "Therefore, our overall external position is strong.", "Unlike other countries in the region, which have lower international reserves or higher external debts, they are more vulnerable to these swings in investor sentiment and resumption of risk-off trade.", "This transmission channel is thus not very worrisome for us as we are in a good position to handle capital outflows given our external strength.", "The second channel is the impact on the real economy from trade and investment, both direct and indirect.", "The direct channel is very small as the share of Thai exports to Russia and Ukraine are only about 0.4 percent of total Thai exports, and the same applies to investment flows.", "The main issue we are more concerned about is the indirect effects that the situation will lead to supply chain disruptions or other impacts on the world economy that will have a knock-on effect on Thailand.", "From the demand side, the global economy is going solidly in the major economies like the US and Europe in the period leading into the conflict.", "We hence perceive that the recovery of the global economy is still quite strong and intact.", "Although the Russia-Ukraine conflict will dampen the global economy, the situation is not likely to derail the recovery.", "It is important to note that the Russia-Ukraine conflict is a huge supply shock caused by commodity prices and certain selected materials that are important in the Russia and Ukraine export space.", "Overall, it is still not a global economic or financial crisis.", "It may look like a crisis in Russia, but the spread to other places seems to be limited, for example, the contagion of the risk that it translates to a European economic crisis is not very likely.", "That is another reason why both the direct and indirect impact of the Russia-Ukraine conflict on the Thai economy via trade and investment will not be substantial.", "The third and the main transmission channel of the impact of the Russia-Ukraine conflict on Thailand is through inflation.", "The surge in commodity prices has resulted in a much higher inflation outlook in Thailand.", "We will be releasing our public estimate of the headline inflation later after our Monetary Policy Committee meets.", "Even though the headline inflation had jumped to 5.3% last month, we view that it is still manageable in Thailand because it is concentrated in certain key segments, like energy and raw foods.", "Therefore, inflation has not spread as broadly, and the likelihood of seeing second-round effects to date remains relatively low partly because of the softness of our labor market.", "That is the current state of the economy and the outlook, and so, what is the way forward a bit further?", "Part 2: The Way Forward policy challenge is to keep the recovery intact.", "\"No cliff\" Looking a bit further, the immediate policy challenge is to ensure that the recovery is intact.", "We have to make sure that there are \"no cliffs\" or things that will interrupt our recovery path.", "What kinds of things would cause this?", "Firstly, we do not want financial conditions tightening too early because that would hurt the ongoing recovery path.", "In this case, we must do what is necessary to ensure that the banking sector still provides credit facilitation to the economy and help keep the recovery going.", "We also do not want to see an adverse impact on the Thai financial markets from the tightening in global financial markets due to the Fed or the ECB policy normalizations.", "However, we are well-placed to withstand the tightening, given our low external vulnerability.", "The other thing that would constitute a cliff is the deteriorating financial conditions.", "For example, a sudden and sharp uptick in non-performing loans could interrupt the banking sector and the credit intermediation channel.", "We would like to see only a gradual increase in non-performing loans or a gradual decrease in credit quality, given the extent of the crisis.", "We try to make sure that this is a gradual process and nothing unexpected or unforeseen happens.", "Next: lay the foundation for the longer term Aside from an immediate task of keeping the recovery intact, the other thing we have been doing is to lay the foundation for the longer term.", "Specifically, we try to ensure that our financial sector responds well to the landscape post-Covid-19.", "It is hard to say how exactly the post-Covid-19 landscape would look like, but there are at least two trends that will become significant in the future.", "Firstly, the world will become much more digital, and secondly, there will be a much greater emphasis on sustainability.", "On this, we have published the Bank of Thailand's financial landscape consultation paper that put out our view about how we see things evolving in the financial sector.", "The paper indicates what we want and do not want to see and what are the red lines in each of these areas that we regulate.", "In the digital space, the first element of our plan is an open competition.", "For instance, the current financial landscape in Thailand, as in many markets in the region, is dominated overwhelmingly by banks.", "Nevertheless, we see that non-banks should play a more significant role going beyond, and thus we are opening the market to new players like virtual banks and trying to ensure a level playing field.", "Secondly, we are also to look at open infrastructure to make sure that the infrastructure is open and accessible to players to get that level playing field.", "For example, as we have made significant improvements in the payment landscape on the retail front, we are now trying to put in place a similar infrastructure for SMEs.", "To do this, we have the Smart Financial and Payment Infrastructure program that allows SMEs to access more digital solutions on finance, including invoicing and issuing receipts, doing taxes, and on an end-to-end basis.", "We are also to introduce the retail Central Bank Digital Currency (CBDC) and expect to put out a pilot program by the fourth quarter of this year.", "We have done quite well on the wholesale CBDC, dealing with cross-border issues, and the next phase for us is to implement the retail project by preparing ourselves through this pilot project.", "Since we see that digital currencies are appearing and becoming popular very rapidly, we want to make sure that the public has a safe option that is accessible to all and is for non-profit purposes.", "We thus see the retail CBDC as an essential part of that open infrastructure component of our digital landscape vision.", "The third open is open data because we realize that data will become an important asset.", "We have recently launched the D-Statement program that allows people to use the information at one bank to apply for financial services at another bank to improve access to services and competition.", "The other key element in the new financial landscape is sustainability which comprises two key components.", "One is the sustainability of the household debt.", "We have recognized that the household debt is very high in Thailand at about 90 percent of GDP, and hence it is crucial to design measures that attempt to put the household debt burden on a more sustainable basis.", "There is also another aspect of sustainability which is on the green and environmental issues.", "We are putting in place key building blocks that will be an essential part of the sustainability landscape.", "They include the green taxonomy and better disclosure to measure progress in the sustainability area.", "The last part of our financial landscape paper is about a more flexible regulatory framework.", "I think that this paper is important because it lays out where we see things evolving in the financial sector, and we would welcome your input.", "The paper is available on our website in both Thai and English.", "And if we look beyond the financial sector?", "I have talked about our policy responses to Covid-19 and then some of the longer-term issues we are addressing on the financial front through the financial landscape paper.", "One thing I would like to close on is to talk a bit more broadly about issues related to Thailand beyond the financial sector.", "Firstly, I would like to start by saying thank you.", "Thank you in the sense that policymakers in Thailand recognize that we are where we are today, largely thanks to our friends from Japan.", "Our success in building an export-driven economy is owing to the large inflow of Japanese foreign direct investment that came to us after the Plaza Accord.", "Over the years, such investment has contributed significantly and substantially to the improved living standards in Thailand today, and again, thank you for that.", "I think our partnership is something that we both benefited from as Thailand benefits from the partnership with Japan, and Japanese firms have also benefited from being here in Thailand.", "We recognize that things are different now, and the reasons that brought you here to Thailand back then are probably not the same reasons that will bring in new investment today.", "Therefore, we need to look a bit beyond and think about a new investment thesis for Thailand.", "Back then, we were a rapidly growing economy in the years before the Asian financial crisis, growing at a rate close to 10 percent a year.", "People were talking about Thailand becoming a newly industrialized economy at that time.", "That story is very different now, but I do think Thailand is still a good place to do business.", "I talked a bit on this topic last year, but for this year, I would like to offer a different perspective of why it is still a good place for Japanese firms to be in and invest.", "The first point we can probably all agree on is that A lot of ASEAN is a good place to be.", "geopolitical turmoil today probably emphasizes that it is good to be in a place like ASEAN.", "If you grouped all the ten economies as one economy, ASEAN would be the 4th or the 5th largest economy in the world, depending on whether you use PPP or market exchange rates.", "It is a region that is integrating and linking together in real terms, not just the rhetoric in terms of diplomatic cooperation.", "Linkages are rapidly increasing as we have seen about a three-fold expansion of the intra-ASEAN trade over the past 20 years.", "ASEAN also remains attractive in terms of investment since it accounted for an increased share of global foreign direct investment, about 5 percent five years ago but increased to about 14 percent in 2020.", "I think that all of you would probably agree that ASEAN is a good place to be.", "Thailand admittedly is not the largest market in ASEAN as we are about half the size of Indonesia.", "We are also no longer the fastest growing economy by any stretch of the imagination as Vietnam is growing much faster than we are.", "But if you buy the argument that ASEAN is a good place to be, then Thailand is not a bad place to be to take advantage of the opportunities in ASEAN.", "Even though we are neither the largest economy nor the fastest growing economy, in many ways, not from a financial standpoint but from a real standpoint.", "is the most connected economy in ASEAN, Let me share some thoughts on why Thailand is a very connected economy.", "What kinds of things do we think of if we think about the well-connected economy?", "It has to have strong trade and investment linkages, good logistics, a good production hub, and a high degree of labor access.", "If we look at each of those dimensions, Thailand is still an interesting place to be.", "In terms of trade, if we look at the share of intra-ASEAN exports, the top of the list is Singapore.", "However, it is not entirely their export because roughly 40 percent of Singapore exports are transshipment from other places, so let us exclude Singapore.", "Next on the list is Malaysia accounting for about 20 percent of intra-ASEAN exports, but a large share of Malaysian exports goes to Singapore.", "Thailand is next on the list at 18 percent.", "But if you ask which economy in ASEAN is the most closely linked in terms of trade with other countries, and more broadly, in terms of diversity of products it exported and coverage of the countries it traded with, it turns out to be Thailand.", "For example, Thailand is the largest source of imports for seven of the nine ASEAN countries, excluding Thailand.", "The only two countries, where it is not Thailand, are Brunei, where it is Malaysia, and Singapore, where it is Malaysia, but if you are talking about links from a trade standpoint with other countries, it turns out it is Thailand.", "In terms of investment, the largest source of direct investment to the region is Singapore contributing about 60 percent of total intra-ASEAN FDI flows in 2020.", "However, a large share of that is not from Singapore itself, for example, when Taiwan firms invest in other countries through their subsidiary in Singapore.", "Excluding Singapore, the next country on the rankings is Thailand contributing about 24 percent of total intra-ASEAN FDI flows (about one-fourth).", "We can see that both trade and investment linkages are very strong in Thailand.", "Furthermore, if we think about a country as a good production base, one thing we might think about is the degree of labor A place where labor from different places can move has the potential access.", "to act as a centralized production hub.", "Again, the country with the highest number of ASEAN migrants, not surprisingly, is Thailand because we have a lot of workers from Myanmar, Laos, and Cambodia.", "According to the United Nations in 2019, the number of intra-ASEAN migrants in Thailand is about 3.5 million compared to Malaysia, the second place, which is around 2 million.", "The other thing that would be a requirement for a highly connected economy is good logistics.", "According to the World Bank's International Logistics Performance Index, the country in ASEAN with the best logistics is Singapore, but Thailand is number two.", "It is another indication that if you buy the argument that ASEAN is a good place to be, and you look for a very well-connected place in ASEAN, then Thailand is probably not a bad place for you to be.", "I might be sharing my thoughts a bit beyond the responsibility of the Bank of Thailand to convey appreciation for the good partnership that we have had with Japan through the years and hope that partnership will continue.", "Going forward, I would like to emphasize that we cannot rely on the same old investment or growth story that we had before when we were younger and were growing very strongly.", "We are a different kind of economy today, but there are still sound reasons for our friends from Japan to continue operating and investing in Thailand.", "With that, let me conclude the formal part of the talk and turn it over to any questions you may have."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Tourism", "Covid-19", "Recovery", "Inflation", "Financial markets", "Ukraine", "Russia", "Digitalization", "Sustainability", "ASEAN"]}