{"sentences": ["Accompanying slides can be found on the European Central Bank's website.", "There are two competing views on the impact of globalisation on domestic inflation.", "One view is that the global component of inflation by and large reflects price swings in energy and commodity markets.", "Globalisation may affect underlying inflation, but these effects are judged to be economically small.", "The alternative view is that global economic slack matters for domestic underlying inflation and that globalisation may have lowered the sensitivity of inflation to domestic slack, that is the slope of the Phillips curve.", "Although the strength of such global factors may differ across economies, a failure to properly account for them may result in significant forecasting errors.", "This is the \"globalisation of inflation\" hypothesis.", "In my remarks today, I will argue that the pandemic, and more recently Russia's invasion of Ukraine, are providing tangible evidence in favour of the second hypothesis.", "Large global excess savings and exceptionally strong global excess demand for many internationally traded goods and commodities have contributed to raising the pricing power of firms across advanced economies.", "This has fed into underlying price pressures even in countries where domestic slack remains present.", "In the euro area, the strong surge in selling prices has mitigated the impact of the adverse termsof-trade shock from higher commodity prices and has boosted corporate profits in sectors most heavily exposed to global demand.", "As a result, euro area firms have recently been as much exporters of inflation - through higher export prices - as they have been importers.", "The extent and persistence of future underlying price pressures will depend on two things: the degree to which firms will be able to continue passing higher input costs on to consumers, and whether higher profits will translate into higher wages.", "The fact that inflation is, to a considerable extent, driven by global factors does not mean that monetary policy can or should remain on the sidelines.", "On the contrary, persistent global shocks imply that the firm anchoring of inflation expectations has become more important than ever.", "And as risks are growing that current high inflation is becoming entrenched in expectations, the urgency for monetary policy to take action to protect price stability has increased in recent weeks.", "Is inflation in the euro area and the United States really that different?", "In April, inflation in the euro area is expected to have increased to a new record high of 7.5%, causing significant concern among firms and households.", "A large part of the rise in inflation reflects the exceptional surge in energy prices (Slide 2).", "Over the past 12 months, energy accounted, on average, for around half of total headline inflation.", "Because the euro area is a net importer of energy, this surge in inflation is often referred to as \"imported inflation\" - in other words, inflation over which monetary policy has no, or very little, control.", "In this context, comparisons are often made with the United States, where energy is making a smaller contribution to headline inflation, suggesting that price pressures are predominately a result of domestic forces.", "And indeed, there is currently a large gap between the euro area and the United States when looking at measures of inflation that exclude energy and food (Slide 3, left-hand side).", "For at least three reasons, however, such comparisons should be treated with caution.", "First, even if we exclude the impact of energy and food, inflation in the euro area is currently at levels never seen before in the history of the single currency.", "The prices of goods and services other than energy and food are currently increasing at an annual rate of 3.5%, more than twice as much as the pre-pandemic historical average.", "So, most people in the euro area are seeing a marked increase in their cost of living across the board.", "It gives them little comfort that inflation in other countries may be even higher.", "Second, differences between the euro area and the United States have already existed previously.", "Over the ten years preceding the pandemic, inflation excluding food and energy was, on average, about 50% higher in the United States than in the euro area.", "So, inflation in the United States started from a visibly higher level.", "The rising gulf in this measure seems to suggest that these differences have been growing sharply over the past two years.", "However, year-on-year differences have largely been driven by a few months of extreme outliers, mainly in the spring of 2021.", "Since then, the differences in month-on-month changes in inflation excluding energy and food have broadly returned to their pre-pandemic pattern (Slide 3, right-hand side).", "The third, and perhaps most important, issue is that exclusion-based measures may not be the most appropriate yardstick for comparing underlying inflation trends across economies.", "When we look at measures other than simple exclusion-based indices, underlying price dynamics in the euro area look more similar to those in the United States.", "Trimmed-mean inflation, for example, is an alternative measure for gauging underlying price pressures.", "Rather than excluding certain products, like energy and food, it extracts the slowmoving component of inflation by cutting off items at the extreme tails of monthly price changes.", "This measure suggests that underlying price pressures are accelerating at a fairly similar pace on both sides of the Atlantic (Slide 4, left-hand side).", "If anything, trimmed-mean inflation has grown at a faster pace in the euro area since late 2020.", "One reason for this similarity is that, in the United States, inflation has been driven by a relatively small number of items with very high inflation rates.", "The increase in prices for used cars and trucks alone, for example, accounted for around half of the increase in US CPI inflation excluding food and energy between January and July 2021, and still accounts for around one-third today.", "Put differently, used vehicles are doing to US inflation what energy is doing to inflation in the euro area.", "Once we strip away these very volatile items, underlying price pressures look more similar, pointing to a significant degree of global price synchronisation.", "This can also be seen when looking at the evolution of financial market expectations.", "About a year ago, investors were pricing in a long-term inflation outlook in the euro area that was significantly different from that in the United States.", "A widely used measure of longer term market based inflation expectations, the expected average inflation rate over a five year period starting in five years' time as priced by financial markets, was about a full percentage point lower in the euro area (Slide 4, right-hand side).", "Last week, the difference was just 20 basis points, a fraction of the pre-pandemic average, suggesting that future expected inflation trends are also assessed to be broadly similar despite the prevailing differences in the relative importance of the current drivers of underlying price pressures, including wage growth.", "Common shocks and spillovers from idiosyncratic shocks are driving global price Global price synchronisation is not a new phenomenon.", "Analysis by ECB staff shows that not only headline, but also core inflation was highly correlated across economies already before the pandemic (Slide 5).", "These correlations were sometimes not easy to detect simply because, contrary to headline inflation, underlying price pressures are often moving through the global economy at varying speeds, as it takes time for changes in supply and demand in one country to affect prices elsewhere.", "Of course, such correlations say little about the ultimate source of the shock, and hence the appropriate policy response.", "In an integrated global economy, inflation may co-move across economies for two reasons: either because of common shocks that hit all countries simultaneously, even if not symmetrically, such as the oil shocks of the 1970s, or because of idiosyncratic or regional shocks, such as the Asian financial crisis of 1997 or the euro area sovereign debt crisis of 2012, that are large enough to affect output and prices worldwide.", "Today, we are seeing both forces at work.", "Household wealth from accumulated savings boosts corporate pricing power The common shock relates to the impact of the pandemic on global household wealth and firms' pricing power.", "Strict lockdowns across virtually all countries allowed households around the world to accumulate huge amounts of involuntary excess savings.", "In the United States, these amount to about USD 2.7 trillion, or 16.9% of annual disposable income in 2019.", "To a considerable extent, these savings stem from the forceful fiscal policy response to the crisis.", "In the euro area, for example, furlough schemes have helped keep many people in employment, protecting labour incomes, while US households benefited from generous stimulus cheques (Slide 6, left-hand side).", "Although excess savings are distributed unequally both across and within economies, they have visibly boosted corporate pricing power by generating an environment in which consumers worldwide are both more willing and more able to tolerate price increases.", "This can be seen in two ways.", "One is through the particularly strong price dynamics in contact-intensive services industries.", "Restaurants, cinemas and other service providers are increasing their prices as economies reopen (Slide 6, right-hand side).", "In the euro area, these sectors are currently the main drivers of services price inflation, which is at its highest level in 20 years.", "These catch-up effects are not happening simultaneously across economies, as social contact restrictions are being removed at different speeds.", "But they are happening in most advanced economies because fiscal policy has succeeded in protecting household incomes, thereby bolstering pent-up demand.", "The second way we can see the increase in corporate pricing power relates to the extent to which rising commodity prices are passed through to final consumer prices.", "The years preceding the pandemic were a strong reminder of the state-contingent nature of corporate pricing.", "There is abundant empirical evidence suggesting that the pass-through of input costs is generally weak in the face of adverse supply shocks, such as rising energy costs, and strong in response to a favourable demand shock.", "So, for firms to be able to raise their prices in the way they are doing it today, they need to be operating in a market environment in which demand is strong and hence pricing power is high.", "Excess global demand pushes up prices across the globe This brings me to the idiosyncratic component of current global price synchronisation, which relates to how consumers in different countries are spending large fiscal transfers and excess savings and how this is spilling over to other economies.", "To see this, it is useful to look at durable consumer goods, such as computers, furniture or bicycles.", "Many of these products are standardised and sold in global markets.", "In the euro area, consumption of these goods rebounded after the first lockdown in 2020 but has remained below pre-pandemic levels (Slide 7, left-hand side).", "In the United States, by contrast, consumption of durable consumer goods was up by more than 25% in the first quarter of 2022 compared with the 2019 average (Slide 7, right-hand side).", "Many of these goods, however, were not produced in the United States but were imported from abroad.", "US import volumes of durable goods are currently up by more than 50% relative to 2019 - an unprecedented pace of expansion.", "In annual terms, imports of durable goods in 2021 grew roughly eight times as fast as the average observed over the five years before the pandemic.", "The strong surge in demand from outside the euro area contributed to world demand exceeding world supply.", "This had implications for the scarcity of intermediate inputs, such as semiconductor chips.", "According to research by Deutsche Bank, in 2021 global sales of semiconductor chips reached a record high.", "The optimisation of global value chains led to the production of many critical inputs becoming highly concentrated in certain geographical areas.", "In 2020, for example, Taiwan and South Korea accounted for more than 80% of total global foundry revenues.", "As this concentration substantially limits the scope for flexibly expanding production, the costs of such inputs become fully dependent on global demand, pushing up the prices of durable consumer goods across the globe, also in economies, such as the euro area, where demand has remained more subdued.", "These global price pressures, in turn, have reinforced domestic price pressures stemming from the reopening of our economies and high pent-up demand.", "Rising prices mitigate terms of trade shock and boost corporate profits There are two important welfare implications from this.", "The first is that the euro area is suffering less from the current negative terms-of-trade shock than one would think at first sight.", "A decomposition of the euro area GDP deflator shows that the contribution from the terms of trade - at least for the period before Russia's invasion of Ukraine - has been surprisingly small so far despite the sharp increase in energy prices (Slide 8, left-hand chart).", "The reason is that, in an environment of buoyant global demand, euro area firms have so far been able to measurably increase their export prices, thereby recovering a good part of the transfer of income that resulted from the surge in energy and other commodity prices.", "The second, and related, implication is that many firms have been able to expand their unit profits in an environment of global excess demand despite rising energy prices (Slide 8, right-hand chart).", "The resilience of profits is particularly evident in those sectors most heavily exposed to global conditions, such as the industry and agricultural sector.", "Evidence from financial markets paints a similar picture.", "Reported earnings of EURO STOXX firms are at an all-time high, and analyst expectations see them further improving over the next 12 to 18 months.", "As always, these data conceal significant heterogeneity at firm and country level.", "While large, export-orientated firms are probably benefitting the most, many smaller firms, in particular in contact-intensive services, will see their profits recover only gradually.", "But these data do imply that, on average, profits have recently been a key contributor to total domestic inflation, above their historical contribution (Slide 9, left-hand chart).", "To put it more provocatively, many euro area firms, though by no means all, have gained from the recent surge in inflation.", "The fortunes of businesses and households have diverged outside of the euro area, too, with corporate profits in many advanced economies surging over the past few quarters.", "Poorer households are often hit particularly hard - not only do they suffer from historically high inflation reducing their real incomes, they also do not benefit from higher profits through stock holdings or other types of participation.", "Persistence of shock would imply rising underlying price pressures What firms will do with these profits, and how they will evolve in the future, will shape the path of the economy and hence the course of action for monetary policy.", "Two scenarios could lead to persistent underlying price pressures.", "In the first scenario, firms are able to maintain high profit margins over some time.", "At first glance, this scenario looks rather unlikely.", "The war is visibly slowing economic growth worldwide.", "Consumer confidence is collapsing, and energy and material costs are rising further in response to Russia's invasion of Ukraine.", "The latest survey evidence suggests, however, that firms still seem in a position to shield their profit margins.", "In April, more firms than ever, across all economic sectors, said they intended to raise selling prices over the next few months (Slide 9, right-hand chart).", "One factor that is continuing to support firms' pricing power is the persistence of the current shock: global excess demand can be expected to decline only gradually.", "On the supply side, global value chains remain under immense pressure as strict lockdowns in China restrict access to many intermediate and final consumer goods.", "The war is adding to supply bottlenecks.", "For example, shortages in Europe's transport sector may become more severe because many Ukrainian and Russian drivers are no longer available to work.", "On the demand side, fiscal policy is providing tangible support to protect the incomes of those most affected by the rise in energy prices, reinforced by continued employment growth and large remaining excess savings.", "As such, underlying price pressures can be expected to persist for as long as global supply and demand imbalances do not improve visibly.", "The second scenario is that higher profits give rise to higher wages.", "So far, workers are bearing the brunt of the inflationary shock, as nominal wage growth has remained muted.", "Yet only a relatively small number of wage contracts have been renegotiated since inflation started to increase strongly in the second half of 2021.", "The strength of the wage channel depends on the relative bargaining power of labour.", "And that bargaining power is arguably strengthening.", "Labour market conditions in the euro area continue to tighten.", "In March, the euro area unemployment rate and the unemployment to vacancies ratio - a broader measure of labour market slack - both fell to new record lows (Slide 10, left-hand side).", "And surveys show that businesses have continued creating jobs at a steady pace in the two months following Russia's invasion of Ukraine.", "As a result, the share of companies in the euro area reporting labour as a factor limiting production is now higher than ever before (Slide 10, right-hand side).", "Such a tight labour market at a time when firms are still adding jobs at a considerable pace is usually a good predictor of strong future wage growth.", "Indeed, in those sectors where labour market conditions are tightest, such as the information and communication sector, compensation per hour was already expanding at an annual rate of nearly 4% in the final quarter of 2021.", "In both scenarios, therefore, underling price pressures are likely to remain elevated, meaning that inflation could stay at painfully high levels for a considerable period of time, with a risk that it might fall back towards our target of 2% at a slower pace than previously envisaged.", "Monetary policy normalisation is becoming more urgent Monetary policy therefore needs to take action to preserve price stability.", "Already today, risks are rising that current high inflation is becoming entrenched in expectations.", "In financial markets, investors are demanding a higher compensation for the risk of medium-term inflation turning out higher than our 2% target (Slide 11, left-hand side).", "Similarly, our latest consumer expectations survey shows that median expectations for inflation three years ahead, which were firmly anchored at our 2% target throughout the pandemic, increased to 3% in March (Slide 11, right-hand side).", "And among euro area firms, our most recent survey on firms' access to finance shows that expected inflation is becoming an important factor in determining future selling prices (Slide 12).", "All this implies that we have to underline more forcefully our determination and commitment to protect our primary mandate.", "If our commitment were to be questioned, it would become significantly costlier to bring inflation back to our target.", "Keeping inflation expectations anchored does not necessarily require monetary policy to suppress domestic demand.", "The impact of the war on real incomes and confidence and the tightening in global financial conditions are already dampening excess demand.", "Instead, for monetary policy to remain credible in the current environment, it must not be an inflationary source itself.", "Although nominal interest rates have been rising, monetary policy is still contributing to stimulating the economy.", "We are still conducting net asset purchases and our main policy rate is still negative.", "Real interest rates, whether deflated by financial market expectations or surveys, remain deeply in negative territory, close to historical lows.", "Surveys corroborate this view.", "Despite rising nominal interest rates, financing costs have become less important for firms' pricing decisions (Slide 12).", "It is therefore time to put an end to the measures that were activated to fight low inflation.", "We now need to act to counter the risk of a de-anchoring of inflation expectations, in line with our pledge to proceed in a data-dependent manner.", "Let me conclude with some key takeaways.", "First, global slack matters.", "Before the pandemic, the integration of many large emerging market economies into global value chains led to an unprecedented rise in global production capacity, weighing on inflation.", "Today, global demand is exceeding global supply, putting persistent upward pressure on prices in countries all over the world.", "Second, whether or not oil shocks feed into core inflation depends on the macroeconomic environment.", "For these to turn from relative price shocks into price level shocks, one needs an environment of excess demand, and hence strong corporate pricing power.", "In this situation, which is the one we are facing today, a strong pass-through of higher input costs to export prices can alleviate the negative terms-of-trade shock.", "Third, changes in global capacity utilisation can have important implications not only for the distribution of income across economies but also within them.", "Over the past year, many firms could expand their profits, often implying that consumers, rather than shareholders, have borne the brunt of the inflationary shock.", "Finally, the globalisation of inflation does not imply that monetary policy can remain on the sidelines.", "Conditions in domestic product and labour markets, which monetary policy can influence directly, are still the key drivers of a significant share of overall inflation.", "It rather means that the importance of keeping inflation expectations firmly anchored at our target has increased.", "Large and persistent global shocks can destabilise inflation expectations even if the main source of expansion or contraction stems from abroad.", "In the 2010s, global shocks were largely disinflationary, contributing to the secular decline in longterm inflation expectations.", "Today, global conditions give rise to the risk of a de-anchoring of inflation expectations to the upside.", "By responding swiftly and decisively to these risks, monetary policy can secure price stability over the medium term, thereby avoiding the much higher economic cost of acting too late.", "(2020), \"Global factors and trend inflation\", Journal of International Economics, Vol.", ", January; Bianchi, F. and Civelli, A.", "(2015), \"Globalization and inflation: Evidence from a time-varying VAR\", Review of Economic Dynamics, Vol.", "and Balatti, M. (2021), \"Globalisation and its implications for inflation in advanced economies\", Economic Bulletin, Issue 4, ECB.", "Ciccarelli, M. and Mojon, B.", "(2010), \"Global Inflation\", The Review of Economics and Statistics, Vol.", "(2019), \"Has globalization changed the inflation process?", "\", BIS Working Papers, No 791, Bank for International Settlements, June; and Auer, R., Borio, C. and Filardo, A.", "(2017), \" The globalisation of inflation: the growing importance of global value chains\", BIS Working Papers, No 602, Bank for International Settlements, January.", "See, for example, Bobeica, E., Ciccarelli, M. and Vansteenkiste, I.", "(2019), \"The link between labor cost and price inflation in the euro area\", Working Paper Series, No 2235, ECB, February.", "Deutsche Bank Research (2022), \"Extraordinary semiconductor cycle\", 5 May.", "This also true for the agricultural sector, where unit profits have increased at an unprecedented pace.", "Germany and France, for example, are major global wheat producers, benefitting from the recent rise in global wheat prices.", "For many types of grain, production is self-sufficient.", "Wheat imports from Russia and Ukraine account for just 1.5% of total euro area consumption.", "Germany is also a net exporter of nitrogen fertilisers and a major exporter of potash.", "Therefore, although import prices are rising, their economic effects are comparatively small.", "Food prices are rising because euro area food producers are price-takers in global markets.", "They adjust their prices according to changes in global demand and supply - whether they export or produce for the domestic market.", "See, for example, Gans et al.", "(2018), on inequality and market power in the United States before the pandemic, \"Inequality and Market Concentration, When Shareholding is More Skewed than Consumption\", NBER Working Paper No 25395."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalisation of inflation", "Monetary policy", "Global demand", "Supply chain disruptions", "Corporate pricing power", "Energy prices", "Inflation expectations", "Wage pressures", "Inflation persistence", "Global value chains"]}