{"sentences": ["Banking Beyond Tomorrow Speech by Shri Shaktikanta Das, Governor, Reserve Bank of India Delivered at the Bank of Baroda's Annual Banking Conference in Mumbai on July 22, 2022 I am delighted to be here among such a distinguished gathering at the Bank of Baroda Banking Conference.", "I wish to compliment the Bank of Baroda for organising this event and for having chosen 'Banking Beyond Tomorrow' as the theme of the Conference.", "Given that the banking landscape is witnessing far-reaching changes in the backdrop of rapid innovation, disruption and evolution of new business models, I believe this theme merits active discussion.", "In my address today, I propose to touch upon the current macroeconomic situation, followed by highlighting the special role played by the banks and the new trends in the banking sector.", "I shall also attempt to highlight what banking beyond tomorrow may look like and the opportunities and challenges it may bring along.", "Macroeconomic Situation - where we stand today 3.", "We are living in turbulent times.", "The continuing war in Europe and the pandemic have rendered the global macroeconomic outlook highly uncertain.", "Countries are facing unexpectedly high inflation including food inflation, supply chain disruptions and demand-supply imbalances in product and labour markets.", "Central banks are tightening monetary policy at a rapid pace, raising fears of imminent recession.", "Commodity prices have eased somewhat from their June high, but remain elevated.", "Higher interest rates in the US along with increased risk aversion among global investors have fuelled safe haven demand and strengthening of the US Dollar.", "Currencies of Emerging Market Economies (EMEs) and even of some Advanced Economies (AEs) are depreciating vis-à-vis the US dollar.", "Consequently, inflationary pressures are building up and external funding conditions are becoming tighter, posing financial stability challenges in emerging market economies.", "Overall, the global situation remains grim amidst fluid geopolitical situation while the war and the pandemic add to the forces of disintegration and fragmentation of the global economy.", "In such an environment, the Indian economy remains relatively better placed, drawing strength from its macroeconomic fundamentals.", "The financial system is well-capitalised, asset quality indicators have improved, balance sheets are stronger, and banks have returned to profitability.", "We are also seeing healthy pickup in credit demand.", "The external sector is well-buffered to withstand the ongoing terms of trade shocks and the portfolio outflows.", "The recently released Financial Stability Report of the RBI highlights that the Indian financial system remains resilient and supportive of the ongoing economic revival.", "Banks are well-positioned to withstand even severe stress scenarios without falling below the minimum capital requirement.", "The Reserve Bank continues to remain watchful of the headwinds and shall be proactive in taking measures as necessary to ensure financial stability.", "Recent developments in the forex market have generated intense debate, including predictions of the rupee dropping to record lows as foreign portfolio funds exit India.", "I would like to address the issue in a balanced and factual manner.", "First, it is important to recognize that spillovers from the global monetary policy tightening, the geopolitical situation, the still elevated commodity prices - especially crude - and the lingering effects of the pandemic, all coming together, have become overwhelming for all countries the world over.", "Even reserve currencies such as the Japanese yen, the Euro and the British pound sterling have not been spared.", "Portfolio funds are selling off assets and fleeing to safe haven.", "Emerging market economies (EMEs) are particularly affected by capital outflows, currency depreciations and reserve drawdowns, complicating macroeconomic management in these countries.", "Second, the impact of these overwhelming spillovers on India has been relatively modest.", "In fact, the Indian rupee is holding up well relative to both Advanced and EME peers.", "This is because our underlying fundamentals are strong, resilient and intact.", "The recovery is gradually strengthening.", "The current account deficit is modest.", "Inflation is stabilizing.", "The financial sector is well-capitalized and sound.", "The external debt to GDP ratio is declining.", "The foreign exchange reserves are adequate.", "Third, in recognition of the fact that there is a genuine shortfall of supply of forex in the market relative to demand because of import and debt servicing requirements and portfolio outflows, the RBI has been supplying US dollars to the market to ensure that there is adequate forex liquidity.", "After all, this is the very purpose for which we had accumulated reserves when the capital inflows were strong.", "And, may I add, you buy an umbrella to use it when it rains!", "Fourth, a predominant part of the outstanding ECBs is effectively hedged.", "According to the June 2022 Financial Stability Report (FSR) of the RBI, of the outstanding ECBs of US $ 180 billion, 44 per cent or US $ 79 billion is unhedged.", "This includes about US $ 40 billion liabilities of public sector companies - mainly in the petroleum, railways and power sectors - which have assets with a natural hedge character.", "Besides, being public sector entities, their foreign exchange risk - if any - can be absorbed by the government.", "Such a contingency is unlikely to arise.", "The remaining US $ 39 billion ECB represents 22% of the total ECBs outstanding.", "Even this includes borrowings of those companies which have a natural hedge, i.e.", "earnings in foreign currencies.", "This would leave a very small portion of the total outstanding ECBs that are truly unhedged.", "Corporate entities eventually face a trade-off: if they hedge their forex exposure completely, the cost of borrowing goes up and the advantage of cheaper borrowing in foreign currency is lost.", "On the other hand, to the extent they do not hedge, debt servicing can go up when the exchange rate is under pressure.", "This has led to the concept of the optimal hedge ratio which calculates the proportion of hedging that mimimises the variance of the portfolio.", "For India, our internal research estimates the optimal hedging ratio at 63 per cent.", "Taking into account natural hedges and the exposure of public sector companies, the optimal hedge ratio condition is comfortably satisfied in the case of the stock of ECBs in India's external debt.", "Due to the RBI actions, including measures to encourage inflows, the movements of the rupee have been relatively smooth and orderly.", "By eschewing sudden and volatile shifts, we have ensured that expectations remain anchored and the forex market functions in a stable and liquid manner.", "We will continue to engage with the forex market and ensure that the rupee finds its level in line with its fundamentals.", "I would like to reiterate that we have no particular level of the rupee in mind, but we would like to ensure its orderly evolution and we have zero tolerance for volatile and bumpy movements.", "Banks are Special - Expected to be Permanent Entities 11.", "Banks are special and not like any other commercial entity.", "They are not just the custodians of shareholders' interest but more fundamentally the trust of the depositors.", "Depositors are at the very core of the banking system.", "Protection of depositors' interest is paramount to a robust, reliable and stable financial system in the country.", "It is important for banks to always remember that the funds they deploy belong to depositors and this should reflect in proper risk management, governance and internal control systems.", "Banks are also expected to be permanent institutions after they obtain the regulatory licence.", "They are governed by sound regulatory and supervisory practices.", "The bigger responsibility lies with the banks themselves to ensure robust governance and risk management which are integral to the functioning of a bank.", "Going beyond regulatory prescriptions in terms of capital, liquidity and provisioning norms, and even exceeding them, would be a sign of good governance and robust risk management.", "This will future proof the banks and enable them to fall back on their own balance sheet during situations of stress.", "It needs to be emphasized that while shareholders' interest is important in the business of banking, even more important is the interest of depositors.", "Shareholders of banks should focus on long term profitability and market valuation.", "This would lead investors to look at a banking entity for the value it would generate over the medium to long- run.", "This approach will usher in a new paradigm of banking and will stand in good stead for our economy.", "Preparing Banks for Tomorrow The Changing Landscape of Banking 14.", "The banking sector is going through a period of churning.", "The future of banking would witness a major shift in customers' choices and preferences with enhanced expectations from the banking industry.", "Each of the developments would present unique opportunities and challenges to the existing and newer players.", "It has to be borne in mind that sometimes the disruptions can be so sudden that it is impossible to anticipate them.", "To me, however, it seems reasonable that 'Banking Beyond Tomorrow' would revolve around (i) the adoption of emerging technologies, customisation of products and services, enhanced business and process automation; and (ii) development of suitable business models with strong governance frameworks, better information management, changes in the mode of working, building of enhanced resilience capabilities and a more responsible societal and environmental role for banks.", "Let me dwell upon the above in some more detail.", "Increased Digitalisation, offering personalised services and Collaboration with Fintechs 15.", "The Indian banking system has undergone significant changes in terms of market structure and competition.", "The increased adoption of technology by traditional banks through self-upgradation or collaboration with Fintechs is resonating with the idea of new-age banking.", "This is leading to innovative products and services and newer business models.", "In this context, it is often cited that the banks will face competition from Fintechs which are already making their presence felt within the financial services space.", "Today's customers, especially the retail customers, expect banks to provide them quick, reliable and personalised services.", "Therefore, to stay relevant, banks would need to embrace newer and tested technologies for effective and timely business decision making, understanding the needs of their customers and delivering personalised services to them.", "Banking beyond tomorrow would necessitate significant investment in technology and organisational capability.", "Globally, banking is becoming more 'Open' facilitated by the availability of newer technologies and application programming interfaces (APIs) that allow interoperability among banks as also Fintechs.", "This development presents unique opportunities for collaboration among various participants for faster and improved delivery of products and services suited to the customer.", "Unlike other developed countries, India has embraced a hybrid model where both the regulator and the market have collaborated for the development of Open Banking.", "UPI marked a watershed in the commencement of Open Banking in India.", "With the success of UPI, implementation of the account aggregator (AA) framework and the mass adoption of digital banking services, India is witnessing an emergence of new business models.", "More and more banks are opening up for collaboration with new age service providers for facilitating customers to make better use of their data and avail a wider and richer set of services.", "User Friendly Apps, Website Navigation and Enhanced Customer 17.", "Given the digitisation wave in the banking world and with the new tech-savvy customers, banks must also strike a fine balance between digital and paper based forms of communication.", "While the apps and websites of banks have grown in leaps and bounds over the years, there is still substantial scope for facilitating easy navigation for customers.", "Simplifying disclosures and access to information and innovative deployment of tools such as chatbots to help customers navigate through the websites and mobile applications will greatly enhance the banking experience.", "Financial Inclusion 18.", "Financial inclusion has been pursued vigorously with steady improvements as reflected in the Financial Inclusion Index introduced by the Reserve Bank.", "Receiving digital payments such as wage payments, government cash transfers and domestic remittances are catalysing the financial inclusion drive.", "The push provided by the JAM trinity has resulted in increased access to banking services to the unserved and the underserved.", "While digital technologies are also offering a powerful way to overcome barriers to access banking and financial services, we also need to be sensitive to the requirements of our people to avoid digital divide.", "The presence of human touch in traditional branch banking would still be relevant for customers in many respects.", "There is also a need for providing timely and seamless credit to agriculture and MSME sectors.", "While the RBI is engaged in encouraging initiatives in areas such as MSME lending through its Regulatory Sandbox, other stakeholders such as banks and fintech companies are also collaborating to provide digital credit delivery mechanism in cost-effective and hassle-free manner.", "Increased Use of Social Media and Information Mediums 19.", "Social media is an alternative platform for reaching millions of customers.", "Indians, on average, spend about 2.4 hours daily on social media1.", "Further, the number of social media users has been growing steadily.", "The analysis of social media use has the potential to help banks in reviewing their strategies in terms of customer segmentation, customer acquisition and furthering financial inclusion plans.", "Social media can also be used in customer grievance redress management.", "With advancement in digital banking, cybersecurity will remain an important challenge for all stakeholders.", "The increasing use of IT systems by banks, remote working arrangements, accelerated adoption of digital banking services by customers, along with increasing dependence on third parties for various services would warrant enhanced resilience capabilities to ensure business continuity.", "This would include building strong defences against cyber-attacks and malicious attempts at disrupting, disabling or destroying a computing infrastructure or stealing confidential information and data.", "Banks would need to undertake constant upskilling of personnel.", "Continuous knowledge acquisition and staying ahead of the curve would become even more crucial.", "Comprehensive and Strategic Approach to Climate-Related Risks 21.", "Climate-related risks will be a focus area in times to come.", "Such risks will impact the business models of banks.", "The increased requirements of funding businesses and industry for tackling climate change would be greatly influenced by the global move on climate related risk management.", "Various stakeholders already consider environmental, social and governance (ESG) as an important aspect while making investment decisions.", "Banks are also increasingly aligning their businesses, including assessment of financing assets, with the global climate sustainability agenda.", "The need for banks would be to develop appropriate business strategies and strengthen the governance framework to gauge the associated risks.", "In line with international best practices, a forward-looking, comprehensive and strategic approach would be required to address climate risks.", "Concluding Observations 22.", "Going ahead, the world of banking is expected to be more collaborative as well as competitive, with newer players offering innovative financial products.", "Banks need to prepare themselves for facing the dynamic environment, while keeping their focus on appropriate business models, sustainability, stability, and consumer centrality.", "More importantly, good governance remains fundamental to success and should not be compromised.", "Due care needs to be taken to protect the stakeholders from digital frauds, data breaches and cybercrimes.", "At the end of the day, banking is a service, and enhanced customer protection and experience should be given the primacy it deserves.", "From the regulator's perspective, the Reserve Bank is fully committed to build an enabling environment for accommodating the new disruptive innovations in a sustainable manner, while preserving financial stability.", "History suggests that when technology, market participants and regulators join hands, revolutionary innovation and growth would follow.", "I hope our banks of tomorrow make it come true."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Banking Beyond Tomorrow", "Financial Inclusion", "Digitalisation", "Climate-Related Risks", "Cybersecurity", "Customer Experience", "Governance", "Fintech Collaboration", "ESG", "Open Banking"]}