{"sentences": ["Climate Capital - speech by Given at a webcast hosted by the Global Association of Risk Published on 24 May 2022 We recently tested the UK's largest banks and insurers on how prepared they are for financial risks caused by climate change.", "Sam Woods talks about the results.", "Climate change is now firmly in the focus of prudential regulators across the globe.", "In that context, I want to use this speech to outline the results of our first exploratory scenario exercise on climate risk - the 'CBES'[1] - which were published earlier today.", "But before that, I want to put those results in context, and set out how I see climate risk fitting within the Prudential Regulation Authority's (PRA's) wider mission.", "The role of prudential policy Tackling the threat from climate change will involve efforts by governments across the globe, as well as by many other organisations and individuals.", "In the UK, the effort to get to Net Zero greenhouse gas emissions is being led by government, with a wide range of other public bodies doing their part.", "Where does prudential policy fit into this effort?", "The role of prudential policy is to ensure the safety and soundness of banks and insurers, so that they can continue to provide vital financial services to the real economy.", "Getting our core job right, and so maintaining financial stability, is far and away the most important thing we can do to support the fight against climate change.", "Achieving net zero will not be possible unless our societies make considerable investments in developing and disseminating new technologies, and will require major changes across the economy.", "A stable financial system can support households and businesses through these changes, and channel investment where it needs to go to support the transition.", "Transitioning to net zero will be a major challenge for our institutions and societies even in a benign economic environment - doing so without confidence in the basic functioning of the financial system would be near impossible.", "It is therefore vital that firms can withstand risks to their safety and soundness, including those that arise as a consequence of climate change - both 'physical' risks like flooding and extreme weather events, and 'transition' risks that arise as the economy moves away from carbon-intensive activities.", "Firms therefore need to understand, at a granular level, how their balance sheets and business models are exposed to both present and future climate risks, so that they can take the right risk management actions today.", "This includes investing in their data and modelling capabilities, and carefully scrutinising the data they get from third parties.", "It means ensuring Boards and senior executives see climate risk as a strategic priority.", "And ultimately, it means ensuring firms hold sufficient financial resources to absorb losses arising from climate change.", "Climate and capital Should climate risk be captured in capital requirements?", "[4] In one sense, the answer is an obvious yes.", "Climate change will inevitably drive losses for banks and insurers - even in a scenario where governments around the world take swift and early action to bring us to net zero.", "Just as with any other risk, PRA-regulated institutions must have the resilience to keep serving the real economy in the face of these losses.", "Capital requirements are an important part of how we deliver that resilience.", "That said, while capital can address the financial consequences of climate change, we don't think it is the best tool to address directly the causes of climate change - for example by reducing capital requirements to subsidise 'green' assets, or increasing them to penalise carbon-intensive ones.", "How to address the causes of climate change is a decision for governments and parliaments, not financial regulators.", "For one thing, by diverting the capital framework from its core goal of keeping the financial system standing, such interventions carry significant risks.", "At worst, we might end up under-capitalising banks and insurers for the risks they face, raising questions about their overall resilience.", "Or we could end up over-capitalising them inefficiently, reducing their ability to support the economy through the transition.", "And there is little evidence that fine-tuning capital requirements in this way would actually achieve its intended goals.", "In the EU, changes made to the bank capital framework with the aim of supporting SME lending have had little demonstrable impact.", "In the absence of evidence that capital requirements actually work as a way of directing lending, it seems unwise to incur these costs - particularly when we have not been given any mandate to do so.", "Our focus is therefore on ensuring the financial system can withstand the risks arising from climate change.", "This raises some fundamental questions.", "How can we tell whether the capital regime is effectively capturing climate risks?", "There are two kinds of gap we might need to fill.", "The first is 'regime gaps'.", "These occur when the design, methodology or scope of the capital framework does not adequately cover risks from climate.", "To give one example: some aspects of the Pillar 1 capital framework for banks use a one-year time horizon for calculating potential unexpected losses.", "Of course, as policymakers, we do not have a one-year time horizon: we will need a viable banking and insurance sector right through the transition and beyond.", "The one-year horizon is, in effect, a modelling assumption.", "It may be reasonable for many risks, but seems particularly ill-suited for climate change, a risk which is structurally building over time and will not fully crystallise in a one-year horizon.", "The second type of gap takes the form of 'capability gaps'.", "Even if we were satisfied that climate risk was captured by the regime in theory, do firms and regulators have the data and modelling abilities to ensure it is captured in practice?", "This is a major challenge: climate risk is very different from traditional financial risks, and we cannot rely on historical data to size it.", "Another factor that makes this difficult is the need for banks and insurers to understand the carbon impacts of the real economy firms they finance.", "It can be hard to judge where real economy firms are, never mind where they are going - and it is the latter that is most important when thinking about future risks.", "The Climate Biennial Exploratory Scenario (CBES) The Bank's exploratory climate scenario exercise - which we call the 'CBES' - was launched last year and is intended to help address these capability gaps.", "For the largest UK banks and insurers, we asked for granular analysis of the risks they might face, and their strategic responses, in three stylised 30-year scenarios: An 'early action' (EA) scenario where climate policy is ambitious from the beginning, with a gradual intensification of carbon taxes and other policies over time.", "As a result, global warming (relative to pre-industrial levels) is successfully limited to 1.8°C by the end of the scenario, falling to around 1.5°C by the end of century.", "You could view this as a reasonable best-case scenario for climate risk.", "A 'late action' (LA) scenario where policy measures are delayed by a decade, and then are implemented in a sudden and disorderly way, leading to material economic and market disruption.", "Ultimately, global warming is still limited to 1.8°C by the end of the scenario (2050) relative to pre-industrial levels, but then remains around this level at the end of the century.", "A 'no additional action' (NAA) scenario in which governments around the world fail to enact policy responses to global warming, other than those actions already taken.", "As a result, global temperature levels continue to increase, reaching 3.3°C higher relative to pre-industrial levels by the end of the scenario.", "In the scenario this leads to serious environmental impacts, including extreme weather events, destroyed ecosystems and rising sea levels.", "In some cases these changes are irreversible.", "While these changes take longer to manifest, they give rise to increasing and irreversible shocks that continue to grow beyond the scenario: UK and global GDP growth are permanently lower and macroeconomic uncertainty increases.", "Broadly speaking, the first two scenarios focus on risks from the transition to net zero, whereas the third one focuses on physical risks from climate change.", "And to reiterate a theme I will come back to later, the risks from climate change have been managed by the end of the first two scenarios - whereas in the third they continue to build.", "The results of the CBES were published today, and I would encourage anyone with an interest in this topic to read them in full.", "For me the main headlines from the results publication are: The stylised scenarios used in this exercise are illustrations of possible paths for climate policy and global warming, not forecasts.", "The projections made by banks and insurers are uncertain, but suggest that overall costs will be lowest with early, well-managed action to reduce greenhouse gas emissions and so limit climate change.", "UK banks' and insurers' projections suggest that they are likely to be able to bear the costs of transition that fall on them.", "In part, that is because a significant portion of these costs may ultimately be passed on to their customers.", "In the No Additional Action scenario, households and businesses vulnerable to physical risks would be particularly hard hit, as general insurers would pass on the cost of higher claims into premiums, or otherwise refuse to renew insurance for some customers.", "Governments set public climate policy, which will be a key determinant of the speed and shape of changes in the global economy.", "Banks and insurers have a collective interest in managing climate-related financial risks in a way that supports that transition over time.", "They will need to improve their management of these risks in order to be able to do so.", "Within this, I wanted to pick out a few particularly interesting lessons.", "The first key lesson from this exercise is that over time climate risks will become a persistent drag on banks' and insurers' profitability - particularly if they don't manage them effectively.", "While they vary across firms and scenarios, overall loss rates are equivalent to an average drag on annual profits of around 10-15%.", "These are big numbers, and the limits of the exercise mean the actual impact could well be larger due to some significant exclusions.", "But it bears repeating that based on this exercise the costs of a transition to net zero look absorbable for banks and insurers, without a worrying direct impact on their solvency.", "By themselves, these are not the kinds of losses that would make me question the stability of the system, and they suggest that the financial sector has the capacity to support the economy through the transition.", "But any positive message needs to be taken with a major pinch of salt: both because there is a lot of uncertainty in these projections and because this drag on profitability will leave the sector more vulnerable to other, future shocks.", "A world with climate change is a riskier one for the financial system to navigate.", "A second key lesson is that how and when we transition makes a big difference.", "Costs to the financial sector will be substantially lower if early, orderly action is taken.", "For example, projected climate-related bank credit losses were 30% higher in the LA scenario than the EA scenario.", "Among other factors, this reflects that in the scenario, adjusting late and abruptly to climate risk triggers a messy recession - with rising unemployment as the corporate sector adjusts.", "So early action is important to lower the cost of the transition.", "If we are ever to reach net zero, a number of sectors are going to have to adapt their business models on a fundamental level.", "As the report sets out, it will be in the collective interests of financial institutions to support counterparties that have credible plans to adapt - and ultimately reduce their exposures to those sectors of the economy that are inconsistent with a net zero policy.", "At the same time, the financial sector cannot run ahead of the real economy: we need real change to make the economy more energy efficient and expand the provision of renewable energy.", "While that process takes place, banks and insurers need to provide finance to more carbon-intensive sectors of the economy, precisely in order to allow them to invest in the transition.", "Cutting off finance to these corporates too quickly could prove counterproductive, and have wide-ranging macroeconomic and societal consequences, including through elevated energy prices - potentially akin to those whose negative effects we are experiencing today.", "Another key point for me is that no action on climate delivers the worst outcome from our scenarios.", "A naïve comparison of loss rates in the two net-zero scenarios and the NAA scenario might suggest otherwise; in fact for banks, credit losses were lower under no action than for late action.", "But this is misleading because of the very different end-points of the scenarios.", "Under both the LA and EA scenarios, climate change has broadly been brought under control by the end of the 30 year period.", "By contrast, with no additional action the impacts will persist well beyond the 30 years of our scenario - incurring substantial economic costs not captured in these estimates.", "Even sticking within the 30 year bounds of the scenario - and focusing on financial sector impacts - the NAA scenario is pretty grim.", "Projected impairment rates for banks are up 50% compared with normal levels.", "And whereas the 'transition' scenarios offer clear opportunities for banks to increase their profits by investing the transition, the 'no action' scenario offered no such opportunities.", "Instead the world gets poorer and more uncertain for all sectors, particularly those directly exposed to physical risks.", "The 'no action' scenario is particularly unpleasant for life and general insurers - even sticking to the 30 year window, their losses in this scenario were worse than in the transition.", "For instance UK and international general insurers, respectively, projected a rise in average annualised losses of around 50% and 70% by the end of the NAA scenario.", "It's worth emphasising that these costs would be mostly passed on to consumers through higher premiums.", "Ultimately, in a 'no action' scenario, we would see a reduction in access to lending and insurance for so-called 'climate vulnerable' sectors and households.", "To give an example of what this means, homes at risk of flooding would likely become prohibitively expensive to insure or borrow against.", "Like so many of the impacts of climate change, this cost would be borne unequally: 45% of the mortgage impairments in the scenario are accounted for by just 10% of the country.", "And there is evidence that in areas particularly at risk of flooding, many homes could become uninsurable.", "Finally, the CBES exercise is a measure of the progress banks and insurers are making in their climate risk management.", "Overall, this is a good news story: we were encouraged by the progress firms have made.", "But there is still much more to do.", "We will give firm-specific feedback to participants, but key themes include: The need for more data on, and understanding of, customers' current emissions and transition plans.", "This can include looking through complex chains of financial relationships between clients and counterparties to see the underlying emissions.", "The need to invest in modelling capabilities and doing more to scrutinise data and projections supplied by third-parties.", "The need for some firms to consider more deeply how they would respond strategically to different scenarios, including thinking through the implications of different paths for climate policy.", "More generally these results bring home the fact that uncertainty around the impact of climate change - even given a pre-determined scenario - remains extremely high.", "As you will see if you read the report, the error bands around all these estimates are very wide.", "This presents a challenge when considering implications for policy - and highlights the importance of continuing to plug the kinds of capability gaps I discussed earlier.", "As the results publication sets out, the Bank will engage with firms individually and collectively to help them target their efforts, and share good practices identified in this exercise.", "Implications for policy I hope it's clear by this point that the CBES will be a valuable tool for helping us and financial firms to understand the challenges ahead.", "This exercise is not going to be used to set capital requirements for banks and insurers.", "But it clearly sheds light on that debate.", "The CBES results make clear that climate risk is a first-order strategic issue for the firms we regulate.", "But in my view it is not yet clear that the magnitude of transition costs require a fundamental recalibration of capital requirements for the system.", "A persistent drag on profitability would be very nasty for firms, but so long as they are able to continue to make sufficient profits to maintain their capital buffers, its impact on safety and soundness might be less material.", "Had the results of this exercise suggested a fundamental threat to the solvency of these firms, our response would of course have been quite different.", "Set against that high level view, though, a world with climate change is without doubt riskier than one without.", "And so I see a number of challenges which underline the need for further work: To the extent that climate change makes the distribution of future shocks nastier, that could imply higher capital requirements, all else equal.", "So a key judgement will be: are current capital levels sufficiently high to guard against unexpected shocks during the transition?", "Even if capital levels are appropriate in aggregate, that does not mean that the capital is held in the right places.", "As we have seen, some of these risks are highly concentrated in particular sectors.", "A second key judgement will therefore be: does the framework of capital requirements capture climate risk at a sufficiently granular level?", "We also need to ensure firms have the right incentives to continue to improve their capabilities, and meet our expectations.", "The CBES results show that while progress has been made, there is still much to do.", "From the point of view of capital, this suggests a third key judgement: are we satisfied that firms are building the capabilities they need - and if not, do we need to introduce more incentives?", "Most fundamentally, the CBES results are a snapshot - based on current data and modelling capabilities, and focused on a specific set of scenarios and risks.", "I have highlighted the significant uncertainty as well as the gaps that underlie these results.", "To my mind the most notable exclusion is traded or market risk for banks, which might be where a transition shock would be most likely to manifest - indeed current and recent stresses in energy and commodity markets illustrate this point.", "As we build capabilities, we will be better able to size the risk and its potential policy implications.", "We will also learn over time whether the real world looks more like the EA scenario, or if we are living in a 'late' or 'no' action world.", "All of this will inform the PRA's judgements about capital requirements and any other responses to climate risks.", "Today's publication is important step forward, but it is not the last word.", "Climate Biennial Exploratory Scenario 2.", "For the purposes of this speech, I focus on the prudential regulation and financial stability aspects of climate risk, as opposed to the Bank of England's other responsibilities as a central bank.", "The PRA's supervisory statement on enhancing banks' and insurers' approaches to managing the financial risks from climate change 4.", "The PRA Climate Change Adaptation Report 2021 set out some of these issues in more detail.", "My colleague Sarah Breeden also reflected on the role of government, central banks and financial firms in the economy's transition to net zero in a recent speech: Balancing on the net-zero tightrope - speech by Sarah Breeden | 6.", "For example, EBA research on the 'SME supporting factor' introduced as part of CRR found no evidence that it was effective in reducing pricing or increasing lending.", "EBA-Op-2016-04 Report on SMEs and SME supporting factor.pdf (europa.eu) 7.", "That said, there is a legitimate question about how far the current capital framework should capture risks 20+ years in the future.", "I return to this point later on.", "You may find it counterintuitive that the 2050 temperature outcomes do not differ wildly across these two scenarios - but that reminds us that changes in climate policy take a long time to feed through to climate outcomes.", "Risks outside the scope of the exercise include traded risk for banks, and mortality risk for life insurers.", "It is worth noting that the impact could also be lower, most obviously because the modelling constraint of a fixed balance sheet in the CBES limited firms' room to adapt to evolving risks.", "Within the corporate sector, the industries with biggest losses from the transition are mining (including extraction of petroleum and natural gas), manufacturing, transport and wholesale & retail trade.", "The cumulative impairment rate on lending to these sectors averaged 35%.", "Insurers projected heavy corporate bond and equity losses in similar sectors, especially oil and gas.", "It's also probably fair to say that our ability to model the NAA scenario is more incomplete than the EA and LA scenarios - so there are greater risks of uncaptured or unanticipated losses in that scenario.", "Based on analysis on the location of impairments within the four-digit postcodes analysed.", "And we know there are gaps.", "Since this was our and the firms' first exercise we deliberately chose not to capture all possible sources of risk.", "But this is something that the Bank will be exploring further, and where we have invited external analysis and research to inform our views.", "We will be holding a conference later in the year to discuss."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate risk", "Transition", "Financial stability", "Capital requirements", "No Additional Action", "Early Action", "Late Action", "Physical risks", "Resilience", "Profitability"]}