{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech Inflation Report - August 2022 Dr Jorgovanka Tabaković, Governor Belgrade, 17 August 2022 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the August Inflation Report.", "During our presentation today we shall present our estimates of economic developments and our latest projections of inflation, GDP growth and current account Inflation Report deficit, primarily for this and next year.", "In the that is before you we have tried to give the most comprehensive risk analysis so far given that reassuring voices in the world have become a true rarity.", "Due to this, psychological factors still prevail in commodity and financial markets.", "It seems that, in whatever way and whenever the conflict ends, only Europe will come out weaker than it was.", "This is the greatest long-term problem facing our country.", "Though we have expanded the geographic distribution of our exports and investment in the past years, the major part of Serbian exports still go to Europe and most investment to Serbia comes from Europe.", "I am intentionally using the word Europe and not only the European Union.", "Russia and Ukraine are also a part of Europe, and they are its largest countries, which is often forgotten.", "In regard to current macroeconomic developments, at the very start I wish to emphasise that in the period since our previous Report, we have seen the materialisation of some of the key risks to the projection which originate from factors from the international environment and which we underscored at the time.", "For the time being, this has not negatively affected the GDP growth dynamics, but has impacted inflation and the current account deficit.", "The first of these risks concerns the Ukraine conflict, which has not calmed down, but, on the contrary, geopolitical tensions have heightened further, pushing further up global energy prices, which had already been exceptionally high.", "We are also seeing signs of contracted natural gas supplies to Europe.", "This has resulted in further acceleration of global inflation and faster than expected tightening of financial conditions.", "There are also mounting risks that two out of the three largest world economies may enter recession the USA and the euro area, which also reflects on elevated volatility in the international financial market and diminishes the propensity to invest.", "The second risk that has materialised concerns the agricultural season in Instead of an average agricultural season, Serbia and, certainly, the wider region.", "which we assumed in May, we will most probably face a drought for the second year in a row, which will negatively affect chiefly the yields of corn, soybean, sunflower and vegetables.", "The materialisation of the two key risks that we emphasised in our previous reports also reflects on our projections of key macroeconomic indicators for Serbia, which we shall explain in detail during this conference.", "As I stated at the beginning, in the period since our previous Report, inflation in most countries has continued to rise above expectations, reflecting primarily the surge in energy and food prices, which intensified further with the outbreak of the Ukraine conflict.", "In some countries, inflation is rising also on account of overheated domestic demand and labour market factors.", "In addition, although the costs of international overseas transport are falling, pressures on global inflation still originate from halts in global supply chains and shortages of some raw materials in production.", "Due to such an interplay of factors, over the past months inflation in many advanced economies has been at multi-decade highs in the USA at a record four-decade high, and in the euro area at the highest level since its establishment.", "In such an environment, central banks and international institutions continue to revise up their inflation projections for the coming period.", "However, the majority of central banks and international institutions assess that gradual calming of the situation in the market of primary commodities can be expected going forward, which should also result in a gradual deceleration of global inflation.", "Chart 1 Projected average inflation and target by country Chart 2 Policy rates across selected countries (p.a., in %) (p.a., in %) 70.3 36 USA Euro area Czech Republic Poland Hungary Romania area USA Poland Russia Turkey Norway Albania Sweden Hungary Armenia Moldova Kingdom Romania Euro Inflation 2023 United 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 Target tolerance band Sources: Central banks of selected countries.", "Sources: Consensus Forecasts.", "Under the impact of elevated cost-push pressures mainly from the international environment, inflation in Serbia continued to move along an upward trajectory and touched 12.8% y-o-y in July, of which around 70% comes from food and energy prices.", "Although in May, when we had data on April inflation, we assumed that inflation would continue up over the following several months, the intensification of geopolitical tensions and worse than expected agrometeorological conditions led to a higher than envisaged rise in food and energy prices over the previous months.", "On this occasion, I will present only some data that testify to the effects of geopolitical tensions on the global prices of energy and primary agricultural products and the magnitude of the energy crisis, of the kind not recorded since the 1970s.", "In July this year, the average price of gas, which is the benchmark price for the European market, equalled over USD 1,800 per 1,000 m3 on average, which is a four times higher price than a year ago and 16 times higher compared to the average for 2020.", "Similarly, in July, in euro area countries (Austria and France), the stock exchange price of electricity equalled EUR 360 and EUR 400 MWh on average and was by around four, i.e.", "five times higher than a year ago, while the global oil price, though declining since mid-June due to the build-up of recessionary pressures at the global level, measured USD 109 per barrel, up by over 46% from a year ago.", "Measured by the FAO Index, since early 2022 the global prices of cereals have recorded two-digit growth, which stood at around 17% in July.", "On the other hand, core inflation (excluding the prices of food, energy, alcohol and cigarettes), which is most affected by monetary policy measures, moved in line with our expectations from May.", "The rise in core inflation (to 7.5% y-o-y in July) was under the strongest impact of a further increase in euro area inflation, though it remained significantly lower than headline inflation and core inflation in countries of the region that pursue the same monetary policy regime.", "A strong brake to any major increase in core inflation came from the maintained relative stability of the exchange rate even in an environment of globally heightened uncertainty in the international financial market and the fact that medium-term inflation expectations of the financial sector have been kept within the target band of 3±1.5%.", "According to our estimate, demand and labour market conditions still do not trigger any major inflationary pressures in the domestic market.", "This is at the same time the key reason why we tightened monetary conditions in the past period more moderately than other inflation-targeting countries in the region.", "Under our new central projection, during the current quarter of this year y-o-y inflation will reach a peak (most probably in September) and then start to decline, most probably more vigorously in H2 2023, only to return within the target tolerance band in H1 2024, i.e.", "by the end of the projection horizon.", "Acting towards the calming of inflationary pressures will be the past tightening of monetary conditions, expected weakening of the effects of global factors which fuelled the rise in energy and food prices in the past period, and lower external demand.", "In the short run, an impetus will be provided by the adopted government economic measures capping the rise in food and energy prices in the domestic market.", "It should be noted that in this projection, which is also the case with the projections of relevant international institutions such as the IMF and the ECB, we assumed that geopolitical tensions will not deepen further and that gas deliveries from Russia to Europe will not be stopped.", "A further build-up of cost-push pressures and higher than expected imported inflation influenced our decision to continue to moderately tighten monetary conditions at home in order to contain the second-round effects on inflation expectations and ensure that inflation returns within the target tolerance band until the end of the projection horizon.", "In the period since the previous Report, the NBS key policy rate was adjusted by 50 bp in June, and by 25 bp in July and August each.", "It currently stands at 3%.", "As I have already highlighted, when making monetary policy decisions we had in mind that the rise in domestic inflation is led primarily by supply-side and not by demand-side factors, and that the full effects of the earlier adopted measures of monetary tightening are yet to materialise.", "We also tried to ensure the so-called soft landing, i.e.", "financing conditions that will ensure the continuity of economic growth and a reduction in unemployment.", "This is supported by the fact that even amid moderate tightening of monetary conditions lending remained an important factor of working capital, investment and consumption financing.", "This was aided by the continued rise in loan demand, preserved bank asset quality and stable sources of funding.", "The y-o-y rate of growth in domestic loans to non-monetary sector accelerated further in June relative to March.", "It came at 13.1% and the contribution of corporate remained higher than that of household loans.", "In June, the share of NPLs in total loans dropped to a new lowest level so far (3.26%), indicating that bank asset quality has not deteriorated after the termination of measures of government economic assistance and that it is no barrier to continued lending growth.", "NPL share in total loans (RHS) After a relatively sharp increase in Q1, which equalled 4.4% y-o-y, according to SORS estimate, a similar pace of GDP growth (4%) continued in Q2, which is above our May expectations.", "On the production side, growth was mainly driven by the pick-up in services and industry, that is, consumption and investments, including inventories, on the expenditure side.", "On the other hand, a higher quantity of the imports of energy, but also of equipment and intermediate goods for the implementation of investment projects intensifies the negative contribution of net exports more than expected.", "It is worth noting that so far the escalation of the Ukraine crisis and reduced external demand have not had a major negative impact on Serbian manufacturing output and exports owing to the constant rise in manufacturing capacity and in the related export supply.", "A higher GDP growth outcome in Q2 relative to our May projection will most probably compensate for the expected economic deceleration in the remainder of the year amid deteriorated global economic outlook and mounting recession pressures in the euro area.", "Nevertheless, we estimate that quarterly GDP growth rates will remain positive for the rest of the year.", "Having all this in mind, we did not change the GDP growth projection range (3.5-4.5%) for this year relative to our May expectations.", "However, due to the lower carry-over effect and reduced economic growth projection for the euro area for the next year, we did revise down our economic growth projection for 2023 by 0.5 pp, to 3.5-4.5%.", "After that, we anticipate a return to the previously expected growth trajectory of around 4-5% per year on account of the lessened impact of the Ukraine conflict on external demand and planned implementation of investment projects primarily in the area of road, railroad and utility infrastructure.", "The rise in energy imports, largely driven by the hike in energy prices, was what pushed up the current account deficit in the first half of the year compared to the same period last year.", "At the same time, it was the key reason for the upward adjustment of the current account deficit share in GDP this year to somewhat over 9%.", "In the medium run, expanded export capacities, along with the expected reduction of the negative impact of external demand and unfavourable terms of trade, should contribute to a gradual narrowing of the current account deficit and preservation of the country's external sustainability.", "The continuation of a relatively high inflow of FDIs to Serbia will also contribute to external sustainability.", "The FDI inflow this year is projected to around EUR 3.4 bn (or EUR 3.3 bn net), which is close to expectations for the coming years as well.", "Current account FDI It is important to emphasise that since mid-April, FDI inflow returned to the levels recorded before the outbreak of the Ukraine conflict and that it exceeded EUR 2 bn in the seven months of the year.", "As a result, from May until end-July, the NBS intervened in the IFEM by buying EUR 915 mn net, which reduced the amount of net sale from the beginning of the year until end-July to EUR 1.35 bn.", "The country's FX reserves went up to EUR 15 bn at end-July (from EUR 14.1 bn at end-April), whereby we created an additional buffer that can be used in case of potential new crises such as these we have been facing in the past two yеаrs.", "I can share with you the information that positive movements in respect of our interventions on the FX purchase side and the consequent increase in FX reserves continued in August, and that from May to date we have bought almost EUR 1.2 bn net.", "Ladies and gentlemen, dear colleagues, The uncertainty in the international environment is greater than it was three months ago concerning many issues.", "First of all, there is the uncertainty of geopolitical events and hence of their impact on the availability and prices of energy, industrial raw materials and food.", "Further, stronger and more persistent than expected global inflationary pressures might induce central banks to tighten their monetary policies faster, producing more severe negative effects on global economic growth.", "Bearing this in mind, the overall risks to economic growth projection are judged to be tilted more to the downside, and those to the inflation projection to the upside.", "In the period ahead, the NBS will continue to closely monitor and assess factors in the domestic and international environment, which will determine our future decisions and steps.", "Depending on geopolitical developments and key inflation factors in both the domestic and international environment, we will estimate whether there is a need for further monetary tightening or whether the effects of past tightening provide for a sustainable return of inflation within the target tolerance band over the projection horizon.", "The preservation of price and financial stability in the medium run remains our monetary policy priority, along with support to further economic growth and development, including an additional rise in employment, as well as a favourable investment environment.", "I will conclude this introductory speech by repeating the words from the press release issued when a decade of my governorship was marked this month.", "Serbia and its leaders have demonstrated that they are doing everything in their power to minimise the effect of this triple crisis on the citizens.", "We have fought to deliver security in unprecedented circumstances.", "Figures show that we have maintained stability during all crises, and the crises were far from few.", "This is confirmed by the preserved key indicators of defence against shocks, such as the maintained relative stability of the exchange rate, foreign exchange reserves and liquidity of the financial system, as well as by the lowest level of NPLs on record.", "Stability in the broadest sense of the word is a result that we are particularly proud of, and we shall do everything to maintain that stability going forward, because in this job there are no final victories there is only day-to-day committed work.", "Our job never ends, and it is only continuity and perseverance that bring success and development.", "I now give the floor to my colleagues from the Economic Research and Statistics Department to present the details of our latest projections."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Energy prices", "Economic growth", "Monetary policy", "Current account deficit", "Euro area", "Ukraine conflict", "Inflationary pressures", "GDP", "Financial stability"]}