{"sentences": ["It is a pleasure to be joining you today.", "And to have an opportunity to highlight the importance of a crucial, but in the past too frequently overlooked, element of central banking - payments.", "The ability to make payments safely and effectively is essential to each and every one of us.", "And has been for millennia - from the pre-historic communities exchanging seashells and grain to the vast number of electronic payment methods we have today.", "Effective payments are essential to both trade and commerce: research consistently finds that improved payment methods have a multiplier effect on economic growth.", "The Bank of England, in line with many central banks, plays many roles in the payments industry: as an operator, overseer, user (through our customer banking function) and catalyst.", "Today my focus is through the lens of the operator of the critical public infrastructure that underpins the functioning of all UK payment systems: the Real Time Gross Settlement (RTGS) service.", "I will describe how RTGS can help us maintain stability and promote innovation in the context of rapidly changing user needs; and how collaboration between central banks and other public authorities, the industry and the international community can deliver far-reaching benefits.", "How payment services and user needs are evolving Technology continues to transform retail payments: the way we pay for goods and services has changed dramatically over the past decade or so.", "In many countries, you can now pay for your tea and cake with a smartwatch, or send your friends a 'payment request' with a few taps to split a bill at a restaurant.", "Many people's wallets are now virtual rather than physical.", "Innovation has expanded the frontier of what is possible and provided many of us with access to faster and simpler payment services.", "It is not just the private sector that is innovating.", "The changing user demand for electronic payments is inspiring central banks to consider the future of payments.", "A topic of intense interest is Central Bank Digital Currencies CBDCs (particularly retail CBDC) could create a (CBDCs).", "new form of digital money, issued by the central bank, and available for households and businesses to use.", "Whether to issue a CBDC, for which use cases, in what form, and with what consequences are all major questions currently being considered by central banks and governments across the globe.", "No decisions have been made in the UK and we continue to work closely with a wide range of stakeholders to develop a clear understanding of the potential implications: positive and negative.", "The Bank of England and HM Treasury will consult later this year on the assessment of the case for a retail CBDC in the UK, including scope for further work.", "The Central Banking Spring Meetings have included a number of enlightening debates on CBDC.", "I won't seek to synthesise that, but instead I will focus on how we can make existing forms of digital money work better for businesses and consumers.", "And by \"we\" I mean not just central banks but the payments ecosystem as a whole.", "Discussions of innovation in payments often focus on retail payments and the whizzy frontends.", "But I believe that wholesale and high-value payments are at least as important to the global economy, and certainly to central banks in maintaining monetary and financial stability.", "They are used for example by financial institutions to trade in money markets, by businesses to pay their suppliers and source foreign currency and by the government to issue bonds.", "High-value payments form more than 90% of the value of electronic payments transmitted in the UK.", "Due to their value and their importance to financial stability, these payments often settle directly at central banks - over £700bn settle in the UK RTGS every working day.", "This means that central banks can have a strong impact on how these wholesale payments perform and evolve.", "And there is scope for further evolution.", "For many types of wholesale payments, inefficiencies continue to exist as an inherent part of the process.", "Market convention for settlement of equity trades still sees them transferred two days after the trade (T+2).", "Forty percent of foreign exchange transactions worldwide - worth nearly $9 trillion every day - are not subject to netting, creating exposures and settlement risk for the market participants.", "Cross-border payments between businesses can take several days, with six out of ten such payments requiring manual intervention to process.", "New approaches in high-value payments How can we remove the frictions to make more payments more effective?", "The market is actively innovating to build improved services for consumers.", "Investment in fintech solutions is soaring, with $210 billion invested in 2021 globally.", "Payments were the most active area of fintech investment, making up a quarter of the total.", "New entrants are emerging to offer innovative technologies.", "Incumbents are outsourcing parts of their infrastructure and building partnerships with fintechs.", "With payment services accounting for as much as 40% of global banking revenue, the market presents a big opportunity.", "Innovation by individual firms is necessary, but not always sufficient to further enhance payment services.", "To make a real difference many actors need to come together to develop infrastructures, agree standards and enhance interoperability and harmonisation.", "There are already examples of such collaboration seeking to reshape the payments landscape.", "Existing infrastructures have innovated via the launch of new products, such as CLSNow (for real-time FX) and SWIFT gpi (to better track cross-border payments).", "New industry consortia have emerged to achieve coordinated innovation.", "For instance, Komgo - started by a consortium of banks - seeks to improve the operational processing of international trade and make it easier for buyers and sellers to trade.", "There are also initiatives aimed to streamline settlement across products and currencies.", "Fnality - another industry consortium - are seeking to build a network of 24/7 high-value payment systems in multiple currencies.", "There is also exploratory work led by the central Some of you here today have banks.", "collaborated with market participants to build prototypes of new platforms for wholesale settlement - so-called 'wholesale CBDCs'.", "Many of these prototypes used Distributed Ledger Technology to enable interoperability between platforms and offer enhanced functionality.", "These experiments bring together a diverse range of stakeholders to build end-to-end solutions for use cases such as bond issuance or settling equity trades, extending beyond the pure payments market.", "I do wonder though whether the term \"wholesale CBDC\" is a misnomer.", "Electronic central bank money has been available to financial institutions for decades via RTGS systems.", "In the provision of central bank infrastructure the key is not the label, but who can it and what functionality is provided.", "Here at the Bank of England we are in the process of renewing our RTGS infrastructure to offer a more accessible, functional and resilient platform for digital settlement in central bank money.", "While we are developing it on centralised infrastructure, it will be able to interface with innovative payment systems and providers, including those based on Distributed Ledger Technology.", "How central banks can influence the outcomes of innovation The role of central banks in providing core payments infrastructure is crucial.", "Central bank money is a public utility that underpins our financial system and supports the key mission of central banking: monetary and financial stability.", "Economic history demonstrates that across many sectors reliable, modern and harmonised public infrastructure is essential for private innovation to thrive.", "Payment systems have often been described as the \"plumbing\" of the financial system: both a reflection of how essential they are and perhaps of how little most people think about them.", "Another comparator could be the Efficient road networks underpin supply chains road network.", "and move goods and services across borders.", "Governments develop the road network to fit the needs of businesses and consumers that use the roads.", "But they have a bigger social purpose too: they allow children to get to school, ambulances to pick up patients and friends and family to meet.", "At the same time, the design of the road network also affects the behaviour of users and businesses - the quality and directness of particular roads will impact on the routes chosen.", "And governments set the traffic laws and regulations to ensure everyone can travel efficiently, but safely, and use technology such as speed cameras to check compliance.", "As operators of public infrastructure, we have a similar role to play for payment systems.", "We build infrastructure, add new functionality and set standards and policies to underpin safe and efficient economic and social activity.", "To do so effectively, we need to listen to and collaborate with the whole industry: ensuring that public and private sector innovation is coordinated.", "Infrastructure is only valuable if sufficient users can access it.", "As a public authority, we want to encourage fair and open competition with proportionate barriers to entry.", "A road is only useful if a wide range of people and vehicles can drive on it.", "Overly restrictive access policies can be a barrier to innovation, increase tiering and lead to more expensive services for end-users.", "Just as we need some restrictions on roads, such as preventing heavy vehicles from using weak bridges, and ensuring vehicles have passed appropriate tests, appropriate safeguards are needed in the access criteria for payment systems.", "There are two key ways to make central bank money more accessible while managing risk.", "The first is enhancing the access policy, including clear In 2017, the Bank of England criteria.", "opened direct access to settlement accounts to non-bank Payment Service ProvidersOpens - half a dozen or so have already joined.", "In 2021, we launched an in a new window omnibus account policy offering to innovative high-value payment services, underpinned by the security of central bank money.", "Omnibus accounts can enable market participants to develop new payment systems, or allow existing systems to settle more securely.", "It is also important to alleviate technical and operational barriers which make it too costly for participants to connect.", "We have streamlined our regular testing procedures and adapted our rulebooks to take account of changing technology while maintaining high standards and safeguards.", "For example, it is now possible to join CHAPS (the UK high value payment service) using cloud infrastructure.", "Evolution of our public infrastructure It is one thing to enable access, it is also essential to provide the functionality that attracts users.", "New functionality can enable the industry to innovate, utilise central bank money in new ways and build new services for their customers.", "Continuing the road analogy, high-speed motorways had to replace country roads to allow more goods to be shipped and people to connect more quickly and over longer distances.", "I want to bring this to life by outlining the Bank's current programme to modernise our core payments infrastructure.", "In 2017, the Bank announced an ambitious vision , created in close collaboration with industry, to renew the RTGS service.", "The Blueprint outlined a wide range of proposals intended to provide higher resilience, broader access, wider interoperability, and improved user functionality.", "In just over a year we will be realising the first key element of that vision: the implementation of enhanced ISO20022 messaging standards .", "In April 2023 CHAPS will move to the common international language for payments.", "Richer and more harmonised data can allow merchants to match payments to invoices and brokers to reconcile trades.", "For financial institutions, it can reduce the need for manual intervention and help detect fraud.", "Our transition to ISO20002 will also pave the way for consistent adoption of enhanced data in payment messages, including Legal Entity Identifiers (LEIs) and Purpose Codes.", "We will then introduce in spring 2024 a new RTGS core settlement platform, offering greater resilience and enhanced user functionality.", "The new core platform will be modular, flexible and based on open standards.", "It has been designed to enable continuous evolution of our platform, which will keep it resilient to new threats and flexible to evolve in line with industry innovation.", "We are working closely with the payments industry to develop these exciting changes, and to ensure they are ready to implement them on time.", "But with the payments world continuing to evolve, we are not going to stop with the launch of the new platform.", "We are planning how to make the most out of the possibilities of the new platform and how best to meet the needs of industry in the future.", "In the next few weeks we will consult the industry - not just the current users of RTGS - on proposals for continued evolution of the new platform beyond 2024.", "The proposals can offer a menu of options each designed to maintain and enhance the resilience of the platform; and create new opportunities for the industry to innovate.", "We are keen to understand industry's view on the priorities, costs and benefits of the various ingredients of the roadmap and which they would like to invest in.", "At the same time we will be publishing a consultation on a revised framework for recovering the build and run costs from industry (the RTGS tariff).", "To whet your appetite I will highlight the three key themes of the consultation.", "First, creating new ways to connect to RTGS that are cost-effective, based on open standards and compatible with a wide range of technologies.", "This includes creating new channels to submit payment instructions, alongside the established SWIFT network.", "We will also continue to evolve our API platform to automate and streamline data exchange with participants.", "Secondly introducing to address the a range of flexible and innovative settlement services changing needs of our users.", "The specific options include: improving liquidity efficiency, extending operating hours of our system and introducing a new settlement model to enable Synchronisation would enable the cash movements in RTGS payment synchronisation.", "to happen if and only if a corresponding asset on another ledger is transferred.", "It would create a way for the private sector to build new services for their customers using central bank money.", "We believe that this model can boost the speed of settlement, reduce risk, and enable further innovation.", "Project Meridian - our joint initiative with the BIS Innovation Hub London centre - will prototype and test end-to-end flow of synchronised settlement, which could be used for different trades such as securities and foreign exchange.", "This project will provide meaningful insights to make our RTGS systems more interoperable.", "The third topic of the consultation is how we can maintain and enhance the resilience of in light of the rapidly changing environment leveraging technology to enhance resilience.", "We will consider evolving or replacing our back-up settlement site and enabling CHAPS to act as a contingency for critical retail payments.", "The consultation is an important opportunity for the whole industry to help us shape our long-term roadmap, and to evolve the platform to continue to meet the needs for current and future users.", "The Bank will decide how to take forward and to prioritise the options in the paper taking into account its public policy objectives and the costs and benefits for industry.", "How we can work together as an international community The ongoing upgrades to national payments infrastructure can help enable the private sector to deliver improved payment services.", "But the financial system is global.", "With cross-border payments set to total £250 trillion by 2027 , many of the most important issues require collaboration between jurisdictions.", "We are working closely with our international colleagues to enhance cross-border payments.", "In 2020 the Financial Stability Board (FSB), coordinating with the Committee on Payments and Market Infrastructures (CPMI) and other standard setting bodies, published a roadmap to enhance cross-border payments.", "In October 2021, following a public consultation, it announced clear quantitative global targets for cost, speed, access and transparency of cross-border payments coming into effect in 2027.", "The work is now focussed on the practical proposals for how the payment ecosystem - not just public infrastructure but also data, service-level agreements, rules and regulations - need to improve.", "Achieving the targets will require coordinated action from the central banks, the public and the private sector and if successful with enhance payments across wholesale, retail and remittances.", "There are two key reports due to be published shortly by CPMI, which centre on actions that can improve our national payment systems and achieve greater international alignment, and where we as central banks have a crucial role to play.", "The CPMI will publish its report on enhanced access to payment systems.", "As I mentioned earlier, greater access is important to get the best from public infrastructure.", "It can increase efficiency through shorter transaction chains, enable innovation and support financial inclusion.", "The report will include a useful and holistic self-assessment framework that authorities and payment system operators can use to review access policies.", "The second report relates to extending and aligning payment system operating hours.", "Greater alignment operating hours across jurisdictions could be an important key to enable faster crossborder payments for businesses and consumers around the world.", "The report will provide a helpful basis for each individual jurisdiction to analyse whether and how to extend domestic operating hours.", "It will indeed feed into the Bank's own analysis of extended operating hours.", "I would encourage central banks to undertake self-assessments against both frameworks.", "If more firms can use payment systems and for longer, it could simplify payment processing, expand the global settlement window and increase opportunities for new entrants to stimulate innovation for the benefit of consumers and businesses around the world.", "There are three key ingredients that if mixed together could help the global payments ecosystem move the dial on payments.", "First, an innovative and forward-looking fintech and financial sector.", "Second, resilient, accessible and functional public infrastructure creating a platform for coordinated innovation.", "Finally, international collaboration across the public and the private sectors to promote harmonisation and interoperability.", "The combination of the three can speed up our journey to a world where any customer wherever they are and whatever the size of payment can transact quickly, cheaply and securely.", "I would like to thank Andrei Pustelnikov for his help in preparing these remarks.", "I would like to thank John Jackson, Andrew Bailey, Dave Ramsden, Megan Solomon, Paige Benattar, Jurin Ohyama, Sam Leighton, Anna Koch, Michaela Costello, Paul Bedford and Dovile Naktinyte for their helpful contributions and comments.", "See for instance Hasan et al (2013)Opens in a new window Pay.UK Monthly UK Payment Statistics December 2021Opens in a new window BIS Quarterly Review, December 2019.Opens in a new window KPMG 'UK fintech investment soars to $37.3 billion in 2021 - up sevenfold from 2020'Opens in a new window McKinsey Global Payments Report 2021Opens in a new window RTGS Renewal Programme Proof of Concept: Supporting DLT Settlement Models A blueprint for a new RTGS service for the United Kingdom Bank of England: RTGS Renewal BIS Innovation Hub LondonOpens in a new window Global Payments: The Interactive EditionOpens in a new window FSB (2021) Targets for addressing the four challenges of cross-border payments: Final reportOpens in a new window"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payments", "Central Bank Digital Currencies", "Wholesale Payments", "Payment Innovation", "Central Bank Infrastructure", "Financial Stability", "Cross-Border Payments", "Access to Payment Systems", "Payment System Operating Hours", "International Collaboration"]}