{"sentences": ["What we observe today is mostly supply-side inflation.", "In fact, the acceleration of inflation mainly reflects two interrelated supply-side shocks: One comes from the pandemic.", "Actually, we had a series of pandemic shocks, then we had an energy shock, and finally we have the invasion of Russia in Ukraine, which, regarding its economic implications, is also a supply-side shock.", "In the short term, its implications are stagflationary, but, in the medium term, the implications are deflationary, depending of course on the resolution of the uncertainty.", "We do not know much about the resolution of the Ukrainian crisis at this moment, so we have to be cautious.", "In light of these supply-side bottlenecks and shocks that we observe and our supportive monetary and fiscal policies, we have witnessed an excess of demand over supply.", "This has taken place not only in the euro area but also in much of the world, including the US, which has undertaken a much larger fiscal stimulus than we actually have.", "The excess demand has pushed up the prices of energy products, including oil and natural gas.", "Natural gas prices have also been affected very much by the invasion of Russia in Ukraine and are likely to increase even more in the future.", "This is why the above-mentioned supply-side shocks have been interrelated.", "It is not a coincidence that the oil price shock has occurred at precisely the same time as the COVID shock.", "Of course, as we are approaching the end of the pandemic, the supply disruptions will diminish - a process that has already started.", "Combined with the gradual elimination of excess demand, the energy shock is likely to subside.", "However, the Ukrainian crisis and its resolution is likely to delay this.", "In light of this situation, the ECB's projections and the forecasts of all the major financial institutions, of which I am aware of, show that consumer price inflation will converge to 2% in the next two years.", "Also, forward measures of inflation, such as the 5 year- 5year inflation swap rate, as well as the euro area ten-year benchmark bond yield, are consistent with our 2% medium-term inflation target.", "Finally, there is yet no evidence of sizable second-round effects in the labour market.", "Summing up, inflation will remain elevated for longer than we have thought, but is expected to decline to levels compatible with our price stability objective in the medium term.", "As you know, monetary policy is not well suited to tackle supply-side shocks.", "It can do it, but at a high cost for output and employment.", "In my view, we have so far chosen the right monetary policy path.", "Of course, we are going to continue reviewing the evidence in our next meetings, especially the economic and financial implications of the Ukrainian crisis.", "If needed, we will not hesitate to decide the next steps regarding the normalisation of monetary policy.", "On green transition that you mentioned: This is one of the megatrends that we observe.", "However, we also observe many other megatrends, like the digital transformation and the ageing of the population.", "I have no doubt that, in the medium term, green energy will produce lower energy prices than fossil fuels, but in the short term there are transition costs, which have to do with the fact that we have not yet secured storage capacity for electricity produced from green energy.", "That is why we are so much dependent on natural gas.", "As a consequence, in the short term the transition to green energy will cause a relative price change, which will elevate the general price level.", "Let me first reassure you that the Governing Council will do \"whatever it takes\" to achieve our medium-term price objective.", "Consequently, if we see prospects of inflation exceeding our target in the medium term, we will act accordingly in March or later.", "But we will review the evidence carefully, since we do not want to repeat past mistakes of tightening too early, especially in the face of such an important supply shock like the one caused by the Ukrainian crisis.", "Second, on credibility: Αfter so many years of QE, medium-term inflation expectations are 2% or below.", "At the same time, wage contracts in the euro area are consistent with our 2% inflation target, taking into account productivity growth.", "These imply that the credibility of monetary policy and of our 2% inflation target is very high.", "Third, on real interest rates: Central banks can control only nominal monetary magnitudes, not real ones.", "We should also not forget the equilibrium real interest rate, which is determined by market forces, especially the balance between savings and investment.", "Before the pandemic - I need to remind you - we had agreed that the equilibrium real interest rate was zero or even negative.", "What are the fundamental forces that could have produced such a change?", "Personally, I am not convinced at all that the deflationary tendency that we witnessed for a number of several years in the euro area before the pandemic has now turned into an inflationary one.", "As I mentioned earlier, the inflation surprise that we have recently observed has to do with supply-side shocks.", "Fourth, on the relationship between the growth rate of money supply and inflation: Αs we all know, this relationship is not stable; it has broken down in the past.", "Have you noticed for instance that, despite the very high growth of money supply recently, inflation expectations have stayed anchored at below 2%?", "Having said that, I can also tell you that I do not belong to this school of economists that totally ignore money supply.", "I actually believe that the economy is being governed by aggregate demand and aggregate supply forces and money is part of the aggregate demand forces.", "However, under certain circumstances, money does not matter, in the sense that it cannot affect economic variables.", "Keynes for instance had talked about the \"liquidity trap\".", "In addition, we know from various variations, old or new, of the Mundell-Fleming model, that there are conditions under which money supply does not matter.", "So let's not be dogmatic either way.", "There is no doubt that in the long-term inflation is a monetary phenomenon, but the \"long term\" might actually be too long!", "Fifth, we should not forget that monetary tightening in the eurozone will start in June, with the likely repayments of TLTROs.", "Finally, I want to reassure you once again that we will do \"whatever it takes\" to safeguard price stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["supply-side inflation", "monetary policy", "inflation", "Ukrainian crisis", "energy prices", "equilibrium real interest rate", "green transition", "price stability", "money supply", "fiscal policy"]}