{"sentences": ["The unexpected increase in inflation recorded in the euro area in the last few months is largely the result of a supply-side shock.", "If no wage-price spirals are triggered and if expectations remain firmly anchored to the ECB's inflation objective, as is happening at the moment, the effect of the energy price rises will mostly be reabsorbed in 2023.", "As the recovery consolidates, a gradual normalization of monetary policy therefore remains the most appropriate strategy.", "The expected slowing down of net asset purchases by the ECB over the course of this year and their eventual suspension are not such as to warrant a significant worsening in financing conditions on the bond market in Italy.", "The burden of public debt has fallen markedly and it will probably be about 10 percentage points lower compared with forecasts that put it close to 160 per cent of GDP at the end of 2021.", "The downward trend must continue over the coming years.", "A small rise in market rates will have no significant effects on the cost of the debt, whose average duration is just under eight years.", "If fiscal policy is able to ensure a gradual rebalancing of the accounts and the NRRP is promptly, fully and effectively implemented, any increase in interest rates will be offset by the economy's return to paths towards higher and long-lasting growth.", "The success of the NRRP will also be crucial in allowing Italy to overcome the challenges posed by the digital and the green transition, from which no sector of the economy is exempt.", "For banks and financial intermediaries in particular, investment in technology and effective management of risks, including those linked to climate change, are not merely instruments for tackling the growing competition; they are fundamental levers for lowering brokerage costs, increasing the quality of services on offer, improving profitability and, ultimately, giving the economy the support it needs.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Inflation", "Monetary policy", "Euro area", "Energy prices", "Public debt", "NRRP", "Fiscal policy", "Digital transition", "Green transition", "Financial intermediaries"]}