{"sentences": ["Assalamualaikum, bismillahirrahmanirrahim and welcome to MyFintech Week 2022.", "MyFintech Week is an important event for Malaysia's financial sector.", "It is here where changemakers from finance, technology, government, business and other disciplines come together to discuss how we can shape the future of finance through technology and innovation.", "The theme of this year's conference is \"Advancing Digitalisation for Recovery, Sustainability and Inclusion\".", "Over the last two years, we have seen an accelerated pace of digital adoption across government, society and business unmatched in recent history.", "Against this backdrop, this theme aims to tap into the enormous potential of digital technology to transform finance and help build a more inclusive, resilient and sustainable economy of the future.", "Over the next five days, over a hundred speakers will discuss a broad range of issues ranging from environmental sustainability, the future of money, emerging technologies and the financial health of consumers.", "At MyFintech Week 2019 two years ago, I spoke about the dynamic shifts that the world was undergoing, and in turn, the opportunities and risks they presented to the financial industry.", "These included changes in the global economic order, climate change, rising income inequality and the advancement of technology.", "In the two years since, the severe global health and economic crisis faced by the world has brought these trends into even sharper focus.", "For example, the pandemic has highlighted and deepened long-standing vulnerabilities in Malaysia and many places around the world.", "These include the fragile state of social protection systems, under-investments in health and infrastructure, and the need to improve our education system.", "As a result, vulnerable groups bore much of the economic, social and health cost of the pandemic and they continue to be at risk.", "This will affect economic and social resilience and thus not only our prospects to recover and bounce back from the pandemic, but also to deal with other existential challenges further ahead, like those in the environment and climate.", "On the bright side, the pandemic has demonstrated the power and potential of finance to address the pressing problems of our time.", "The financial system has been resilient, with the ability to provide critical support to households and businesses during the difficult times.", "Digital financial services like electronic payments have made it easy for people and businesses to continue making transactions in a low touch setting, with even greater ease.", "The financial sector has also stepped up to provide various forms of relief to customers over the last two years, such as by giving borrowers breathing space and helping them get back on their feet while ensuring that depositors' interests are not jeopardised.", "All this was made possible on account of efforts in recent decades to develop and strengthen the financial system.", "In the same way, the financial sector will continue to have a central role in providing solutions to the challenges ahead - be it in bringing about an orderly transition to a greener economy, or helping households and businesses become more resilient to financial shocks in an increasingly dynamic and fast changing economic environment.", "And so, while we have been busy directing our minds and energies dealing with the here and now of the pandemic, we have not stopped thinking about the future.", "Today, we will be launching the Financial Sector Blueprint 2022-2026.", "It sets out Bank Negara Malaysia's vision for financial sector development over the next five years, and our broad strategies for getting there.", "This includes the vision for the financial sector to be agile and resilient to support the transition of our nation to its next stage of development.", "We have identified five priorities that will anchor our efforts - working together with the government, industry, business and social enterprises and other stakeholders - to promote a financial system that will secure long term growth, planetary health and shared prosperity.", "The five priorities are: 1.", "First, funding Malaysia's economic transformation; 2.", "Second, elevating the financial well-being of households and businesses; 3.", "Third, advancing digitalisation of the financial sector; 4.", "Fourth, positioning the financial system to facilitate and orderly transition to a greener 5.", "And fifth, advancing value-based finance through thought leadership in Islamic finance.", "We are excited about the Blueprint, and we look forward to engaging further and working with you to transform these aspirations into reality.", "But before that, allow me to share with you our approach and thinking behind this Blueprint.", "I will make four key points that have informed our approach and thinking.", "First, with the benefit of two decades of development of the financial sector behind us, we are building on strong foundations as we look to the future.", "This means that we believe the financial industry is well positioned to play a stronger role in leading transformation and changes at the industry level.", "Second, as the shifting trends around us become more pronounced, we are committed to foster conditions for greater market dynamism to respond to the changing needs of the economy and society.", "This calls for more and diverse actors in the financial system, operating within welldefined parameters that encourage healthy competition and innovation, alongside prudent and responsible conduct.", "Third, it is our firm conviction that the purpose of finance is to serve the needs of the real economy, improving lives and livelihoods.", "Ultimately, financial services must help people and businesses grow their wealth, engage in trade and commerce, and build resilience.", "It must help customers manage financial risks and adverse events - including climate and environment related risks to secure lasting prosperity.", "To this end, the Blueprint seeks to align the financial sector with the national aspiration to not only become a high value-added and high-income economy, but also lay a solid foundation for a more dynamic, inclusive and sustainable development path.", "Fourth, we continue to be firmly anchored on the Bank's monetary and financial stability mandates.", "As we have always emphasised, sustainable economic growth can only happen within a context where monetary and financial stability is preserved, and where the integrity of the financial system is safeguarded.", "This Blueprint is the fruit of the labour of many, both from within and outside Bank Negara Malaysia.", "For this, our heartfelt thanks goes out to all who have generously given ideas, insights and time to make this Blueprint possible.", "I would also like to thank Yang Berhormat Senator Tengku Datuk Seri Utama Zafrul Aziz, Minister of Finance for gracing this event and launching the Blueprint.", "While producing the Blueprint has been a lot of hard work, the greater task for us is to turn its vision into reality.", "This requires us to work and think outside the box as the nation enters a new stage of development.", "It is our desire and belief that the financial sector will continue to serve Malaysia well in the years ahead, doing its part to improve the well-being of people now and for the generations to come."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial sector development", "Digitalisation", "Financial inclusion", "Economic transformation", "Financial stability", "Sustainability", "Financial well-being", "Islamic finance", "Market dynamism", "Financial innovation"]}