{"sentences": ["11.07.2022 Welcoming remarks to the conference on econometric methods and empirical analysis of microdata in honour of Manuel Arellano Pablo Hernández de Cos Good morning, and welcome to this conference on econometric methods and empirical analysis of microdata in honour of Manuel Arellano, one of our country's leading economists and a key figure in the field of econometrics at international level.", "Let me take this opportunity to, once again, congratulate professor Arellano on all his important achievements.", "We are indeed very honoured at the Banco the España to have Manuel with us at the CEMFI.", "In his recent acceptance speech at the award ceremony of the King of Spain's Prize for Economics, Manuel Arellano argued that a nation without good administrative data is like a hospital system without access to advanced magnetic resonance equipment.", "I couldn't agree more with this comparison.", "To have an accurate diagnosis of the problems of an economy it is crucial to be able to observe economic reality in sufficient detail.", "And, the analysis of an economy in high resolution is possible thanks to the empirical analysis of data, of microdata in particular, using, of course, the appropriate econometric methods.", "Indeed, in recent decades, the analysis of microdata has revolutionised research in the social sciences1 and policy evaluation.", "The availability of granular data, together with the development of innovative econometric methods, has radically changed the way researchers approach and understand social issues.", "At the same time, economists are increasingly being given the opportunity to help governments design new policies and regulations2.", "And, in this respect, we should bear in mind that carefully designed scientific experiments have been an engine of economic, technological, and social progress.", "Social experiments have become crucial to ensure that governments implement policies with a proven record of success3, that are based on evidence and not on prejudice or intuition.", "We are now in a position to create a virtuous circle that begins with the allocation of resources to the compilation of data and the provision of access to them, continues with the evaluation of public policies, and ends with the application of the findings to the design of policies.", "However, unlike medical trials, social experiments - large-scale, publicly funded randomised controlled trials - have not become the gold standard for the evaluation of public policy interventions.", "(2014) \"The data revolution and Economic Analysis\", Working Paper 19035 National Bureau of Economic Research (NBER) Duflo, E (2017)\"The Economist as Plumber\" Richard T. Ely Lecture, American Economic review: Papers and Proceedings 2017, 107(5):1-26 Heffetz, O y List, J (2021) \"Who's afraid of evidence-based Policymaking?\"", "Artefactual Field Experiments 00739, The Field Experiments Website In many cases, critics argue that such experiments are inherently unfair.", "Ironically, this resistance to experimentation could eventually lead to less progress and even less fairness.", "Without evidence about what works best, governments end up effectively running a mass experiment on everyone, but without the appropriate controls and therefore without learning as much as they could do to improve their policies.", "In this regard, the \"causal revolution\" of the past 30 years has also been characterised by the increasing attention that researchers have devoted to justifying causal interpretation of their research findings.", "In parallel, the appearance of new data, together with new concepts to be measured and new measurement techniques, have multiplied the opportunities to provide convincing descriptive analysis, even in the absence of experimental data.", "The influence of these approaches has been immense and has given rise to empirical results capable of shaking the most entrenched beliefs of economists.", "The truth is that there are still wide disparities in data availability across countries.", "At one extreme there is Denmark and other Scandinavian countries, with a culture that encourages the use of public data by the research community for the common good.", "But, in most cases, even if public administrations are repositories of enormous wealth in the form of individual data, the administration that holds the data is not capable of exploiting their full potential.", "Analysing this data is not their main priority and information is usually scattered among various administrations that do not readily communicate with each other or are very reluctant to share their data, even with external researchers.", "This is precisely why, the role played by data labs, such as the BELab of the Banco de España, is of paramount importance.", "Our BELab has been created with the aim of providing the research community with greater access to high-quality microdata, in a controlled environment that ensures data confidentiality, through on-site or remote means, depending on the sensitivity level of the data.", "In any case, although there has been some progress, the truth is that Spain is still lagging behind this global trend that is a genuine \"data revolution\".", "To change the situation in Spain it is crucial to make citizens and governments aware that there is a cost to restrictions on access to data by the research community, as they will eventually result in less effective public policies.", "I trust that discussions of the papers to be presented at the conference over the next two days will bring us up to speed with the most advanced practices across the globe.", "Thank you very much and enjoy the sessions!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["econometric methods", "microdata", "data analysis", "social experiments", "causal interpretation", "data availability", "data labs", "BELab", "data revolution", "public policy"]}