{"sentences": ["16 Sep 2022 Keynote speech at the Treasury Markets Summit 2022 Eddie Yue, Chief Executive, Hong Kong Monetary Authority \"New Impetus for Hong Kong\" Distinguished guests, members, and friends of the Treasury Markets Association (TMA), ladies and gentlemen.", "It is an honour and a pleasure to be asked to give the keynote speech at this year's Treasury Markets Summit.", "As much as I wanted to be with you all in-person, I have to join this event virtually while travelling to international meetings.", "Travel has been rather dicult for the past two-anda-half years but now that most cities and countries have achieved high vaccination rates and COVID-related symptoms have generally become less severe, I am taking every opportunity to physically represent Hong Kong at key international meetings.", "There is really no substitute for face-to-face connection, and I do hope such gatherings are back to stay.", "This is a great time and a perfect opportunity for us to show the world that Hong Kong is back, stronger and better than ever.", "In my remarks today, I wish to talk about Hong Kong's progress as an international nancial centre, and to highlight the rapid growth of Mainland China and the RMB.", "No appreciation of Hong Kong's growth can be complete without acknowledging the rest of the nation's progress: Looking at one without the other would be like admiring a sunrise without seeing the sky behind it.", "So let me start with what Hong Kong and Mainland China have achieved together in the past year and how much progress we have made as an offshore RMB business hub.", "I will then elaborate on the opportunities in front of us because I am very condent that our collective efforts will further strengthen Hong Kong's position as an international nancial centre.", "Achievements in the past year on offshore RMB hub and RMB internationalisation 5.", "This year, we celebrate the 25th Anniversary of the establishment of the Hong Kong Special Administrative Region (HKSAR) of the People's Republic of China.", "Hong Kong is poised to enter a new era of opportunities as we better integrate into and align with the nation's development.", "The National \"14th Five-Year Plan\" and the development of the Guangdong-Hong Kong-Macao Greater Bay Area will herald massive opportunities for Hong Kong.", "In particular, in the 14th Five-Year Plan, the Central People's Government rearmed Hong Kong's positioning as an international nancial centre and, specically, as a global hub for offshore RMB business.", "There have been some important developments in this area that I am very pleased to First, the suite of mutual market access schemes was expanded in 2021 with the introduction of Southbound Trading under Bond Connect and Wealth Management Connect, and again this year with ETF Connect and Swap Connect.", "These schemes demonstrate the signicant and ever-growing role Hong Kong plays in the two-way opening up of Mainland nancial markets.", "Earlier this month, the China Securities Regulatory Commission announced three new initiatives to strengthen mutual access between Mainland and Hong Kong nancial markets.", "These are, rst, broadening the scope of Stock Connect to include foreign companies with primary listings in Hong Kong and more companies listed on the Shanghai and Shenzhen stock exchanges; second, development of an RMB- securities trading counter in Hong Kong and possible inclusion of RMB securities in Southbound Trading via Stock Connect; and third, the introduction of Mainland government bond futures in Hong Kong.", "These measures will enrich the investment choices for Mainland investors, attract more foreign companies to list in Hong Kong, and provide more offshore risk management tools to meet global investors' hedging needs.", "Apart from the expansion of the Connect Scheme, in July this year, the HKMA's currency swap agreement with the People's Bank of China was also increased from RMB500 billion to RMB800 billion and made permanent.", "Following this change, Hong Kong's facility is the largest of any jurisdiction and the only one that is not subject to renewal, giving us an effective liquidity back-stop to support the development of the offshore RMB market in Hong Kong.", "Also in July, the HKMA enhanced the operational exibility, size and repo rates of its RMB Liquidity Facility.", "The changes will make it easier for banks to provide services to clients and other offshore centres in different time zones.", "More importantly, deepening the offshore RMB liquidity pool will enhance market eciency and underpin the growth of offshore RMB activities, strengthening Hong Kong's development as a leading offshore RMB hub and its unique role in the internationalisation of the RMB.", "There have also been signicant developments in the internationalisation of the RMB as The establishment of an RMB Liquidity Arrangement by the People's Bank of China and the Bank for International Settlements, announced in June, will provide support to participating central banks in times of market uctuation.", "The HKMA is pleased to join the initial group of participating central banks in the Asia-Pacic region.", "The inclusion of Chinese Government Bonds in FTSE Russell's World Government Bond Index is testimony to the acceleration in the international use of the RMB.", "The increased prominence of the RMB in international trade and foreign currency reserves was underlined in May when the International Monetary Fund increased the RMB's weighting in its Special Drawing Rights basket from 10.92% to 12.28%, the rst time the weighting has been reviewed since the RMB was added to the basket in 2016.", "Opportunities ahead - development strategy .", "The liberalisation of the Mainland capital markets in recent years has resulted in rapid growth in cross-boundary capital ows.", "Hong Kong's mutual market access schemes with the Mainland, like Stock Connect, Bond Connect and now ETF Connect, have further catalysed this process by encouraging greater portfolio investment into the Mainland.", "At the end of last year, foreign holdings of onshore equities had more than tripled and foreign holdings of onshore bonds had more than doubled in just three years.", "Following a strong 2021, foreign equity and bond inows into onshore markets have softened a bit this year on the back of COVID lockdowns in the Mainland and the divergence in monetary policy between China and the US that led to a reversal of the onshore bond yield premium.", "But these short-term uctuations will not reverse the long-term trend of foreign investment in Mainland capital markets.", "In fact, several key drivers continue to strengthen global investors' interest in diversifying into RMB assets over the medium to long term.", "These include continued inclusion of onshore equities and bonds into major global indices; China's long-term economic growth prospects; increasing recognition of the RMB as a stable reserve currency; and a lower correlation between RMB assets and other global nancial market assets.", "These factors will pave the way for a structural and long-term shift, which will motivate global investors to think more strategically about their exposure to China.", "This, in turn, will spur demand for RMB assets and facilitate the further opening up of the Mainland capital markets in a self-reinforcing cycle.", "Against this background, Hong Kong must seize the opportunity to contribute to the two-way liberalisation of the nancial markets by developing a deep and liquid offshore RMB market in the city.", "There are three ways we can achieve this: The rst is by enhancing offshore RMB liquidity.", "As mentioned earlier, the HKMA's currency swap agreement with the People's Bank of China was enhanced in July.", "Apart from the overall increase in the size and removal of the need for renewal of the swap agreement, on the back of this, the HKMA enhanced its RMB Liquidity Facility, and the important changes include: Expansion of both intraday and overnight repos from RMB10 billion to RMB20 billion each, providing an additional RMB20 billion in liquidity to the market; Extension of the overnight repo operating hours from 6 pm to 5 am the next day (when the RMB RTGS system closes), making operation more exible and streamlined, especially for those in other time zones; and Reduction of repo rates of the overnight repo, with the spread over CNH HIBOR lowered from 50 to 25 basis points.", "We will constantly monitor the need for further enhancements to keep RMB liquidity in Hong Kong at the optimal level.", "The second approach is to facilitate the development of more diverse offshore RMB products.", "The expansion and enhancement of the Connect schemes to promote the cross-boundary use of the RMB and facilitate further portfolio ows into and out of the Mainland is crucial.", "Southbound Trading under Bond Connect and Wealth Management Connect have created new opportunities for investors and increased the usage of the RMB in capital markets and wealth management.", "We will consider enhancements to Southbound Bond Connect to enrich Hong Kong's bond market.", "And we are discussing incremental enhancements to Wealth Management Connect with Mainland authorities, such as improving sales arrangements, expanding product scope, and allowing more nancial institutions to participate.", "We will also focus on developing the offshore RMB derivatives market by introducing risk-management products to meet global investors' hedging needs and develop Hong Kong as a risk-management centre.", "Swap Connect and the introduction of Mainland government bond futures in Hong Kong are important steps to allow global investors to conduct hedging for their bond investments in the Mainland.", "We will continue to explore the provision of more diversied riskmanagement tools to drive further allocation into Mainland bonds and openingup of the Mainland bond market.", "ETF Connect will give global investors direct access to the rapidly developing ETF markets on both sides, and enrich the product range under Stock Connect.", "The inclusion of foreign companies in Southbound Trading will make our stock exchange even more attractive as a leading fund-raising destination for international companies.", "Another vital step is to expand the use of RMB in equity market trading in Hong Kong.", "The Working Group formed by the SFC, the HKEx and the HKMA have studied the feasibility of allowing stocks eligible for Southbound Trading of Stock Connect to be denominated in RMB, and are moving ahead with the necessary preparations and discussions with Mainland authorities and agencies.", "We also need to promote our markets to attract more Mainland and international institutions to issue RMB bonds in Hong Kong.", "Last year, the Shenzhen Municipal People's Government issued offshore RMB municipal government bonds in Hong Kong for the rst time, testifying to our strength as a platform for issuing RMB bonds, including green bonds, enriching the product range of the local dim sum market and paving the way for other municipal or provincial governments to follow.", "We will actively promote Hong Kong's bond market to markets that are looking to strengthen their ties with China, and attract sovereigns and other issuers from these regions to arrange and issue bonds in Hong Kong.", "The third way we can expand our offshore RMB market is by enhancing our own nancial infrastructure.", "At the core of this effort is the HKMA's programme to develop the Central Moneymarkets Unit (CMU) into a major international central securities depository (ICSD) in Asia, to better support the connectivity between the Mainland and international nancial markets in cross-border clearing, settlement and custodian operations.", "Our three-year programme of upgrades includes: Enhancing eciency and risk management, including the launch of a new collateralised lending service in April this year; Upgrading the system for greater exibility, by launching a new CMU platform in Strengthening the cross-border links through the CMU, including enhancing automated access to Mainland Central Securities Depositories in the third quarter of this year to facilitate Bond Connect operations; and Riding on the opportunity of the Mainland's plan to connect the interbank and exchange-traded bond markets to explore the system enhancements to provide Northbound Bond Connect investors with a single access point to the entire onshore bond market.", "Enhancing the CMU's service capabilities will enable investors from the Mainland and abroad to settle debt securities more eciently, lowering cross-border settlement costs.", "It will also allow us to seize market opportunities and attract Mainland and international issuers to issue bonds in Hong Kong, thereby expanding the depth and diversity of the local dim sum bond market.", "Other opportunities - Green 13.", "Apart from these technical matters, another area that is impossible to ignore when discussing nancial opportunities and developments is green and sustainable nance.", "Asia has the largest need for climate nance among all geographical regions.", "According to a report by the Global Financial Markets Association and Boston Consulting Group in December 2020, it is estimated that the region will require USD66 trillion of climate investment in the coming three decades1.", "This is equivalent to over half of the global investment needed if global temperature increases are to be kept under 1.5 degree Celsius.", "China alone will need over RMB100 trillion (or USD15 trillion equivalent) in green investment over the next three decades to achieve its declared goal of achieving carbon neutrality by 20602 .", "Hong Kong is well positioned to help achieve this important national objective as we have long been the gateway between Mainland China and the rest of the world.", "Last year, under the Hong Kong Government Green Bond Programme, we helped the Government issue its inaugural green bond denominated in RMB to an overwhelmingly positive market response.", "The Government plans to continue issuing green bonds regularly to build benchmark yield curves for the market to attract more issuers, including those from the Mainland, to use Hong Kong's platform to meet their green nancing needs.", "The HKMA has been actively promoting green and sustainable nance, joining local and international regulators to ensure that the nancial sector plays its part in contributing to global net-zero goals.", "We are working to strengthen the resilience of the banking system against climate risks and accelerate banks' efforts to support the transition to a low-carbon economy.", "We are also enhancing the ecosystem in other ways, including a particular focus on lling the capacity gaps in knowledge, talent and data.", "In closing, let me just note Hong Kong's two biggest strengths as an international nancial centre - its resilience and adaptability.", "Unfortunately, the international environment is rarely stable: we have lived through many nancial and other crises, we have just come through a pandemic and we are all aware of the geopolitical challenges across the world.", "We will overcome current and future challenges as we have done so in the past - by constantly evolving to meet the needs of the nation and of the world.", "In recent years, Hong Kong's role has further evolved to include providing a pathway for the ever-expanding international use of the RMB.", "That will remain our key task for the foreseeable future.", "Our unique and irreplaceable role in connecting the Mainland and the rest of the world will continue to provide us with many exciting opportunities that we must be ready to seize.", "I am sure the TMA and all its members will continue to participate actively in this journey to support Hong Kong's status as an ever-evolving and highly resilient international nancial centre for the mutual benet of the nation and the international investment community.", "Source: The Global Financial Markets Association (GFMA) and Boston Consulting Group's (BCG) report \"Climate Finance Markets and the Real Economy\" -Finance-Markets-and-the-Real-Economy.pdf Source: The PBoC Governor Yi Gang's speech on 16 April 2021 Last revision date : 16 September 2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Offshore RMB hub", "RMB internationalisation", "Hong Kong's financial centre", "Connect schemes", "RMB liquidity", "Offshore RMB products", "Financial infrastructure", "Green and sustainable finance", "Resilience and adaptability", "International use of RMB"]}