{"sentences": ["Good morning, it is a pleasure to welcome you all to this webinar.", "This is the second year running that we have hosted an event with the ESRI and the European Investment Bank.", "I would like to thank both institutions for their collaboration and openness, as we aim to benefit from each other's expertise on this important topic, as well as to inform public debate.", "Before the pandemic, we had previously hosted the launch of the EIB's investment survey for Ireland physically in our premises in North Wall Quay, and we certainly hope to be able to get together to do something similar again in future.", "I extend a warm welcome to all of today's speakers and panel members, and in particular to our keynote speaker, the Minister for Finance, Paschal Donohoe.", "Good policy cannot be set without data, research and analysis.", "However, this analytical toolkit must then be complemented by the real-world experience of practitioners, who can assist in translating the insights that come from research into practical policy solutions.", "Events like this are an attempt by our institutions to provide this holistic view which is essential to good policymaking.", "When I opened this conference almost one year ago, the backdrop was one in which the country had spent the first months of 2021 in lockdown, and in which heightened uncertainty prevailed regarding the effects of the pandemic on many sectors of the economy.", "In the intervening period, despite the emergence of the Omicron variant, the economy has proved remarkably resilient, and rather than further pandemic-related output losses being our primary concern, focus has been shifting in recent months to the issue of inflation as a potential economic headwind.", "Even before the invasion of Ukraine, inflationary pressures were being stoked by a range of bottlenecks within the global economy, leading to supply-demand imbalances in many sectors.", "From the point of view of the Irish economy, the tragedy unfolding in Ukraine can be thought of as an exacerbating factor which will make more acute many of the difficulties that were already causing inflationary pressures in recent months, in particular relating to energy supply and prices, and availability of other goods including inputs to food production.", "I will focus the remainder of my remarks on a number of domestic policy issues relating to those businesses continuing to face financial distress due to loss-making and the accumulation of liabilities over the last two years.", "At the Central Bank, we are very focused on these issues, both because we have a direct supervisory mandate over retail banks and other lenders, a key creditor of many of these SMEs and larger enterprises, but also through our mandate to provide independent economic analysis and advice.", "Through this latter lens, we think a key policy issue at this juncture is how best to channel distressed but viable businesses towards restructuring opportunities and unviable businesses towards liquidation.", "We see it as important to avoid the unnecessary scarring that might result from the liquidation of viable businesses with a sustainable trading future.", "Highlighting the difficult balancing act ahead of us, I must also note that the economy would be harmed by a longer-thannecessary extension of forbearance to businesses who simply do not have a viable trading future.", "The expertise, labour and capital tied up in those businesses would better serve the economy deployed to other endeavours.", "The challenge at this point can be summed up as providing effective triage between the viable and unviable.", "The legal architecture around the financial distress of businesses is not typically at the top of most economists' list of priority topics.", "However, at this moment, it is indeed critical.", "Recent IMF work tells us that a blend of in-court, hybrid and less formal procedures, which facilitate both reorganisation and liquidation, are all key ingredients in a strong insolvency system.", "According to that work, Ireland is among a group of countries with a very strong framework, if not quite best in class internationally.", "This contrasts with well-known issues in the mortgage market, where difficulties in lenders' recourse to collateral continue to have legacy effects a decade on from the previous crisis.", "In Ireland, as in many jurisdictions, many SMEs have multiple creditors.", "In ordinary times, one might expect an SME's liabilities to include trade creditors, bank debt in some cases, and perhaps a delayed payment to the tax authority, a supplier or a utility provider.", "However, the pandemic has magnified this beyond all recognition, with 105,000 SMEs accruing over €3.2bn of tax warehousing liabilities to Revenue as of January this year, while 7 per cent of SMEs reported deferring payments to both trade creditors and to landlords during 2020.", "In Ireland, new bank debt did not feature heavily in the pandemic response, as the policy approach here was skewed heavily towards direct wage subsidy and grant support.", "This more direct form of support meant the exchequer bore an additional burden in shouldering the pandemic shock, but now means debt overhang is less of a risk in aggregate to the Irish business sector than it will be in many European economies.", "Despite this, a huge amount of support was needed for those SMEs entering the pandemic with outstanding bank debt.", "The need for liquidity support among bank borrowers is evident in the payment-break take up rates in 2020: 21 and 18 per cent among local SMEs and Corporates, respectively.", "Even now, with a stronger than expected recovery, 10 per cent of Irish SME bank loans are non-performing, while another 29 per cent are classified by lenders as being at high risk of distress.", "What might an ideal insolvency regime look like in the face of such a build-up in liabilities, along with the existence of a complex combination of creditors?", "Well, conceptually at least, we think it would look a lot like the Small Company Administrative Rescue Process - or SCARP - introduced by the government last year.", "The key policy issues we see will therefore revolve around the operation and implementation, rather than design, of the scheme.", "SCARP aims to provide a lower cost and more accessible mechanism to restructure the liabilities of distressed small enterprises.", "The mechanism is based on the Irish examinership system.", "Without such a coordination mechanism, creditors may benefit from \"free riding\" by allowing other creditors to move first in offering haircuts to the borrower.", "Aware of this possibility, each creditor may individually refuse to engage.", "Alternatively, a creditor may adopt a particularly hard line in isolation without taking into account the wider implications of its actions.", "In each case, there is a risk of inefficient outcomes where unnecessary liquidations emerge.", "Research from the United States shows that small businesses are often liquidated inefficiently due to the high costs and difficulty in accessing bankruptcy courts.", "This research also highlights the role that key creditors such as the government can play in stimulating buy-in among all creditors, for example by stating clearly ex-ante their risk tolerance and the way in which they will engage with the process.", "While the introduction of SCARP is certainly a positive, it is always prudent to consider potential risks and plan accordingly.", "SCARP is untested, with the first cases only now beginning.", "We have yet to observe how constructive or otherwise creditors' engagement will be with the process.", "Further, we can only speculate as to how the insolvency system will be able to respond in the event of a large wave of insolvency cases in the short run.", "Due to the nature of the pandemic, insolvencies have been all but paused in the last two years.", "One would therefore expect a jump in caseload purely to allow for catch-up due to the lack of a \"normal\" level of insolvencies in 2020 and 2021.", "However, added to that, there are over 8,000 Irish SME loans with forborne term loans at the Irish banks, and 25,000 businesses that were reliant on wage subsidies early this year.", "For context, the annual rate of insolvent liquidations seen at any point between 2014 and 2019 is a small fraction of these numbers.", "On top of those liquidated, many thousands more are likely to require restructuring, either through SCARP or through bilateral negotiations with creditors.", "My main call to policymakers and to creditors of all types today is to be patient, and to ensure that unnecessary liquidations of viable SMEs are avoided over the coming months.", "One must caveat all of the above with the acknowledgment of the elevated uncertainty in which we are now operating owing to the invasion of Ukraine.", "The downstream economic effects here will potentially lead to a need to update our assessment both on the potential size of the insolvency problem, as well as on the policy issues outlined above.", "This is a matter to which we will continue to pay great attention.", "I will now hand over to my colleague Christian Kettel Thomsen.", "I hope that you enjoy the conference.", "See the February 10th blog post by the Chief Economist of the ECB, Philip Lane, for a comprehensive overview of the bottlenecks within the global economy and their relevance for monetary policy makers.", "This research was carried out by Kren et al.", "Businesses surveyed could respond as having deferred payments to more than one type of creditor, meaning that the total number of SMEs that deferred payments to either trade creditors or landlords is between 7 and 14 per cent.", "Please see the \"NFC resilience\" section of recent Financial Stability Reviews from the Central Bank for more on this.", "More details on SCARP are available from the Department of Enterprise, Trade and Employment, here."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Distress", "Insolvency", "SCARP", "SME", "Viable Businesses", "Unviable Businesses", "Restructuring", "Liquidation", "Pandemic", "Inflation"]}