{"sentences": ["OF THE CENTRAL BANK CHILE ANNUAL REPORT OF THE HONORABLE SENATE REPUBLIC* Governor Central Bank of Chile 7 September 2022 Mr. President of the Honorable Senate, senator Álvaro Elizalde, honorable senators, on behalf of the Board of the Central Bank of Chile, I thank you for your invitation to present this year's Annual Report in accordance with the Bank's Constitutional Organic Law.", "In compliance with this mandate, in what follows I will share with you our view of recent macroeconomic and financial developments in the Chilean and international economies, as well as their outlook and implications for monetary policy conduct, as contained in our September 2022 Monetary Policy Report.", "As is customary at this time of the year, the Report features a more detailed review of the Bank's balance sheet, an account of the main decisions adopted by the Board in 2022 to date, and information on the management of international reserves.", "Just three days ago, Chilean voters rejected the proposal for a new Political Constitution drafted by the Constitutional Convention.", "It has been a long and intense process of deeply reflecting on Chile and how each one of us can contribute to its development and the wellbeing of its people.", "With respect to the Central Bank, and as we have done on previous occasions, we value the widespread recognition expressed during this process in terms of its autonomy, its objectives and functions, and its eminently technical nature.", "The commitment of all of us who are part of this institution has been and will continue to be to contribute to the welfare of our country and achieving the objectives of ensuring price stability and the normal functioning of internal and external payments.", "Throughout the constitutional debate, important issues arose.", "Elements such as employment and financial stability have always been present in our decisions, but we believe it is pertinent to be more explicit about how they influence them.", "At this point, I should mention that the evolution of the Bank's strategic planning process for the period 2023-2027, on which we are already working, will provide us with an adequate framework to address this task and other medium-term challenges.", "Some examples of this advancement are our agenda on environmental issues, means of payment, and the compilation of regional statistics with a gender perspective, which will provide more basic information for the formulation of public policies aimed at overcoming existing gaps and barriers.", "Clearly, the outcome of the plebiscite does not put an end to the debate on Chile's institutional framework.", "Various political sectors have stressed the need to give continuity to this process, with the purpose of constructing a text that is in tune with the will of the great majorities.", "From the economic point of view, our past experience teaches us that all these processes entail a high degree of uncertainty which, if not mitigated, may adversely affect inflation, growth, and the stability of financial markets.", "For our part, we remain ready and available to continue collaborating in whatever the authorities may request of us, as we did in the process that has just ended, always within the limits imposed on us by the legal system and the autonomous and technical nature of our institution.", "THE MONETARY POLICY REPORT Let me now turn to the contents and projections of our September Monetary Policy Report.", "I must start by stressing that inflation is on a rising path.", "The latest available data, for the month of July, shows that its annual variation exceeded 13%.", "In recent months, increases in food prices -volatile and non-volatile- continued to lead, accounting for almost one third of annual inflation in July.", "Core inflation -measured by the non-volatile CPI- rose to 10% year-on-year, with a higher contribution from services and non-volatile foods (figure 1).", "The rise in total inflation again exceeded our expectations.", "The same as in June, the surprise was concentrated in volatile prices and non-volatile foods.", "The CPI is rising in a context of increasing inflation expectations.", "Different sources of information have it that short-term inflation expectations have risen significantly.", "In the twoyear horizon, surveys to both experts and businesses continue to forecast that inflation will be above 3% annually at that point, with figures that have also risen in recent months (figure 2).", "This has also led to more frequent price changes by firms in response to rising demand and costs over the last two years.", "Regarding activity, data for the second quarter and the beginning of the third suggest that the economy continued its adjustment process after the strong imbalances it accumulated in 2021.", "In the second quarter activity (excluding mining) fell by 0.5% quarter-on-quarter in its seasonally-adjusted series.", "This decline extended to July, where this component of activity fell 1.1% with respect to the previous month, also discounting seasonality.", "By sectors, the decline in trade stood out, and was partially offset by the increase in some services (figure 3).", "Private consumption continued to decline from its high levels of 2021.", "In the second quarter, seasonally-adjusted, private consumption fell by 2.4% quarter-on-quarter, somewhat more than expected.", "The decline was concentrated in goods, especially durables, coinciding with the sharp depreciation of the real exchange rate (RER) and a significant build-up of inventories.", "In fact, both business expectations as measured by the IMCE and the information gathered in the August Business Perceptions Report (IPN) suggest that in recent months inventories have grown more than expected (figure 4).", "The path of consumption adjustment is occurring in a context where real wages continue to contract, job creation has slowed, and the liquidity remaining from the 2021 stimulus measures has been drying up.", "Between April and July, aggregate employment showed little increase.", "By categories, there was a drop in salaried workers, which contrasts with the increase in the number of employers and self-employed.", "By sectors, most new jobs were concentrated in activities related to services, construction and industry, offset by trade and other economic activities.", "All in all, the unemployment rate remained below its averages of the last two decades, standing at 7.9% in July.", "The slowdown in job creation has occurred in a context of shrinking demand for workers.", "The Online Job Postings index calculated by the Central Bank has seen month-over-month declines since March, while business expectations (IMCE) regarding three-month employment have continued to deteriorate and are still in pessimistic territory.", "According to our Business Perceptions Survey (EPN) for August, 30% of firms expect that in twelve months' time their staff will be lower than at present, and only 15% expect it to increase.", "However, as can be seen from the results of the August IPN, the difficulty for firms to recruit workers has diminished, a fact in which the lower demand seems to play an important role.", "On the other hand, labor supply has paused its recovery (figure 5).", "The participation rate has stagnated in recent months, and is still below its pre-pandemic levels, lagging behind other economies, as we show in one of the boxes in this Report.", "This is mainly linked to lags in the recovery of employment among the under-25 and over-54 age groups, in a context in which women participation rates continue to be well below those of men (49.9% and 70.1%, respectively).", "According to INE publications, among the most important reasons for not participating in the labor market are family and personal responsibilities, studying, and retirement.", "Gross fixed capital formation (GFCF) continued to decline, in a scenario where uncertainty is high and business confidence keeps deteriorating.", "Seasonally adjusted, GFCF fell by 1% between the first and second quarters, after a 7% decline in the first quarter.", "In any case, this performance was somewhat better than expected, influenced by some large-scale investment projects.", "By components, the sharp drop in machinery and equipment stood out.", "Business confidence (IMCE) continued the downward trend it has followed since the beginning of the year, especially in the construction sector.", "This coincides with levels of economic uncertainty (Depuc) that remain high by historical standards, more restrictive credit access conditions and high long-term interest rates (figure 6).", "Despite lower consumption and weaker investment, the current-account deficit accumulated over twelve months- increased in the second quarter, still reflecting the magnitude of the 2021 imbalances, which were subsequently compounded by a deterioration in the terms of trade and high transportation costs.", "In the moving year ending in the second quarter of 2022, the current account accumulated a deficit of 8.5% of GDP, a figure in which the savings-spending imbalance of the government played a preponderant role, due to the income-support measures adopted in 2021.", "Households also showed a significant imbalance, given the liquidation of savings involved in the withdrawal of pension funds to finance higher levels of private consumption (figure 7).", "Although the impact of these phenomena has been receding, this will only begin to show up in the current account in the second half of this year.", "On the external front, the sharp rise in inflation and the response of central banks has led to tighter financial conditions, which has reduced global growth prospects and increased the risk of a global recession happening in 2023.", "Inflation numbers not seen in several decades have been reached in several economies.", "Given inflation's higher persistence and expectations, most central banks have maintained and/or accelerated their interest rate hikes, where worth singling out are the unexpected magnitude of the hikes and the more restrictive message from the Fed.", "The worsening of financial conditions has begun to impact on the activity and expectations of different agents, in addition to the uncertainty surrounding the unfolding of the Russia-Ukraine war, Europe's gas supply disruptions, and the weakness of the Chinese real-estate sector and overall economy (figure 8).", "Commodity prices have fallen across the board, driven mainly by lower expected demand and an appreciated dollar.", "Compared to the levels prevailing at the close of the June Report, the prices of oil and copper have fallen between 15% and 20%.", "On the other hand, the price of lithium has continued to rise, driven by the strong demand linked to the production of electric vehicles, while the supply has limited capacity to respond to the challenge.", "Food prices have also fallen, although in this case supply-side factors, including the agreement between Russia and Ukraine to resume grain exports and the improved production prospects in some relevant countries, have had a greater impact.", "Global supply chains have shown some normalization, with freight costs declining.", "Even though bottlenecks have been gradually resolved, the risk of new quarantines persists given China's zero-Covid policy.", "In this context, external cost pressures are still substantial (figure 9).", "Global financial markets have reacted to this scenario by exhibiting high volatility in recent months.", "Doubts about the trajectory of the Fed's monetary policy and its potential effects have been among the main sources of financial fluctuations.", "Thus, market sensitivity to data or statements by authorities has increased, with episodes of high volatility and fluctuating risk aversion.", "Compared to the close of the last Report, interest rate hikes, stock market declines, and a global strengthening of the dollar to twenty-year records have been observed.", "These movements are consistent with the Fed's hardened messages regarding the monetary policy efforts needed to reduce high inflation.", "In the local financial market, the exchange rate, interest rates, and the risk premium have shown greater volatility than is observed in other economies.", "Worth noting is the peso/dollar parity, which by mid-July experienced unusually high swings, with a marked divergence from its external determinants, causing distortions in the functioning of the markets and leading the Central Bank to announce an intervention program (box I.).", "Upon said announcement tensions in the price formation process in the foreign exchange market eased, with a decrease in volatility and in the exchange rate.", "Compared to the statistical close of the June Report, the peso depreciated in both nominal and real terms (figure 10).", "The central scenario does not consider a specific effect of the plebiscite outcome on the economy.", "It does assume that uncertainty will gradually subside in the coming quarters, in the midst of a process where institutional changes continue, allowing institutions and the economy to function properly.", "In the central scenario, headline inflation is estimated to be near its peak for this cycle, which it is still expected to occur in the third quarter of this year.", "In the coming months, prices will begin to slow down the pace of increases compared to previous months, so that annual inflation will begin to gradually decline.", "Inflation projection for the end of 2022 and all throughout 2023 is revised upwards with respect to our last Report, due to the additional depreciation of the peso and more persistent inflation.", "This year will close at 12%, that is, nearly 2 percentage points above the June forecast.", "Cumulative surprises in volatile prices and the recent depreciation of the peso explain much of this correction.", "By 2023, on average, projected inflation is about 1 pp higher than in June, reflecting an RER standing between 3% and 4% above its second-quarter average.", "In addition, it is assumed that it will remain at these more depreciated levels throughout the projection horizon, ending the period above its 15- to 20-year averages.", "At the same time, the projection considers an increase in second-round and indexation effects, reflecting the higher persistence of inflation.", "Current levels and the expected evolution of the exchange rate are important factors behind the correction of our inflation outlook over the policy horizon, which more than compensates for the drop in the world prices of fuels, foods, and other commodities.", "The central scenario assumes that inflation will converge to the 3% target within the twoyear monetary policy horizon.", "In this projection, annual CPI inflation will end 2023 at around 3.5%, reaching 3% by the third quarter of 2024.", "Core inflation will see a slower convergence towards 3%, as a result of the strong persistence already noted and a higher RER (figure 11).", "This stubborn inflation persistence calls for a more contractionary monetary policy -in both nominal and real terms- than foreseen in June, as is summarized in the new MPR corridor in this Report.", "To a large extent, the convergence of inflation to the 3% target in two years' is based on the assumption that the economy will continue to adjust the significant imbalances it accumulated in 2021.", "In the central scenario, the economy will grow below its potential for several more quarters, so that the gap will continue to narrow and will turn negative beginning at the end of this year.", "For this three-year period, our projection contemplates a fiscal spending trajectory that is consistent with that described in the last Public Finance Report.", "Activity outlook foresees that private consumption will continue to tighten, a result that largely stems from the expiration of the massive income-support measures adopted in 2021, as well as from the tightening of monetary policy.", "About investment, weak performance is anticipated through the remainder of 2022 and all of 2023, reflecting less favorable financial conditions, increased business pessimism, a higher real exchange rate, and declining, albeit slowly, uncertainty (table 1).", "The current-account deficit will decrease in the coming quarters, in line with the continued adjustment of spending on tradables and a much more favorable savings-investment balance than in 2021.", "As income stimulus measures will not be repeated, both public and household savings will improve drastically compared to 2021, triggering a significant drop in the current-account deficit from the second half of this year onwards.", "Higher interest rates, the high exchange rate, and lower international shipping costs will also contribute to this.", "Measured at trend prices, the deficit reduction will also be rapid and significant: from around 9% in 2021 to around 3% in 2023.", "The external impulse to the Chilean economy will be reduced mainly due to less favorable financial conditions and terms of trade, along with lower global demand.", "The central scenario anticipates that the Fed's monetary policy will contract somewhat further, and for a longer period of time, than the Fed announced in the June Fed dots, which will result in long-lasting restrictive international financial conditions.", "This is the main factor behind the lower growth forecast for our trading partners, which will be at 2.6% this year and next.", "Copper price will also fall short of previous estimates, averaging around US$3.5 per pound next year.", "This projection considers no changes in the structural parameters.", "The Chilean economy has been stricken by important shocks in the last couple of years and the levels of uncertainty about their medium-term extent are significant.", "This has made it complex to evaluate their implications for estimating the structural parameters.", "In any case, even considering the current degrees of uncertainty, these parameters will be evaluated in the December Monetary Policy Report.", "Following the decision of the September meeting, the MPR stands near the maximum level considered in the central scenario of this Report.", "Future movements in the policy rate will depend on the evolution of the macroeconomic scenario and its implications for the convergence of inflation to the target.", "The Board will be especially vigilant of the upward risks for inflation, considering both today's high level and the fact that two-year inflation expectations remain above 3%.", "The upper bound of the MPR corridor reflects sensitivity scenarios where the global inflationary problem calls for a more aggressive response of monetary policy around the world, particularly from the Federal Reserve.", "In such an event, there would be a sharp deterioration in global financial conditions and growth, with sharp declines in commodity prices and a further appreciation of the dollar.", "In a scenario where domestic inflation and expectations remain high, further peso depreciation would require a tighter monetary policy response than that described in the central scenario.", "The same would occur if, irrespective of the cost pressures in the external scenario, local inflationary dynamics proves more persistent as a result of the high medium-term inflationary expectations of households and firms.", "The lower part of the MPR corridor reflects scenarios where inflationary pressures subside faster.", "This could be the case if the contraction of activity and demand is more intense as a result of a faster adjustment of private consumption and/or weaker investment, which would also negatively affect the performance of the labor market.", "Nor can it be ruled out that the external scenario will see a reduction in global cost pressures and inflation easing in most economies, including Chile.", "In this case, the Fed's monetary policy response would be less restrictive than in the central scenario, which would give way to better financial conditions, a less appreciated dollar globally, and lower external inflationary pressures (figure 14).", "The central scenario projects that the pace of price increases will decrease in the coming months and that annual inflation will begin to decline.", "However, the risk of a much more persistent inflationary phenomenon is a concern for the Board.", "If materialized, it could lead to further monetary tightening, outside the upper limit of the MPR corridor.", "This risk is especially important in a context where inflation has been unexpectedly high for several quarters and inflationary expectations remain above 3% in the two-year horizon.", "Quickly recovering macroeconomic balances will help reduce this risk, while allowing the Chilean economy to appropriately address a further deterioration of the external scenario.", "Our country is facing many important challenges.", "One of the most relevant macroeconomically is to reduce inflation, a problem that is putting a heavy burden on all of us.", "For more than two decades, inflation was not a matter of public concern and there were generations to whom it may have seemed an unknown issue.", "But in recent quarters it has become a complex issue, which is at the heart of our responsibility as an institution.", "Therefore, we must make use of all the tools available to us to bring it back to 3%, without adding unnecessary costs, of course.", "I want to be particularly emphatic in saying it: there are no easy solutions to this problem.", "Bringing inflation back to levels that do not affect the population severely, especially the most vulnerable, necessarily involves restoring the macroeconomic balances and, in this case, what is required is a reduction in the level of activity and demand.", "Monetary policy will continue to contribute to this necessary adjustment in an efficient and orderly manner.", "The coordination of macroeconomic policies is essential for this purpose, and in this sense the contribution of fiscal policy has been paramount.", "With yesterday's monetary policy meeting decision to raise the MPR we have brought it to a level that is near the maximum considered in this Report's central scenario.", "It is very high, but it is in line with the levels that inflation has reached and with the challenges we face in solving the problem.", "During the last few months, not only has inflation been high, but its expectations two-years ahead continue to be above the 3% target.", "This misalignment is a cause for concern because, as the inflationary phenomenon becomes more persistent, it makes stabilizing the price level more difficult and costly.", "Hence the need to move forward resolutely in order to prevent this problem from intensifying because, as we well know, it imposes great costs on the population.", "Failure to act promptly will only exacerbate the intensity and duration of the problem, making it more costly to solve.", "Indeed, the actions that the Central Bank must take to ensure its convergence to 3% in two depend significantly on the outcome of policies with macroeconomic impact.", "The ongoing fiscal consolidation process is a key element on the road to restoring economic balances.", "In fact, the baseline scenario of this Report assumes, first, that the future path of fiscal spending will be as outlined in the latest Public Finance Report, a document that proposes a reduction of the structural deficit to -0.3% in 2026 and, second, that demand stimulus policies such as those we had during 2020 and 2021 are not repeated.", "The Central Bank is responsible for maintaining low and stable inflation, but doing so efficiently at the minimum costs possible requires coordinated action with the different policies.", "If the projections presented in this Report prove true, inflation would be approaching a turning point.", "The pace of price increases will slow down in the coming months and annual inflation will begin to decline.", "However, in a context where inflation has turned out to be higher than expected; where inflationary expectations remain above target; where the peso is weaker than normal; where the global inflationary problem has become more complex and there are doubts as to how policies to address it will affect the global economy and financial markets, we must acknowledge that the risk of experiencing a more persistent inflationary phenomenon is our primary concern.", "Monetary policy makers will remain attentive to these developments and, as I mentioned a few moments ago, future movements of the MPR will be contingent on them.", "Urgently resolving the inflationary problem does not imply that we should set aside our medium-term challenges.", "More than two years into the pandemic and almost three since the social unrest of October 2019, our economy has suffered a string of events that have put the effectiveness of our economic policy framework and the authorities' ability to react to the test.", "In addition to the inflationary effects, some of the measures adopted to deal with the effects of the pandemic generated significant costs in the local financial market.", "Withdrawals of pension funds reduced the size of long-term savings and possibly also the economy's capacity to react to external shocks, especially under conditions of high uncertainty.", "Therefore, the strengthening of financial markets should be an important item on the economic agenda.", "That said, the difficulty in resolving or limiting the discussion on some key issues for society, many of which gave rise to the process of constitutional change, has played a part in our having historically high uncertainty, which has affected the economy in different ways.", "For example, the low flow of new large-scale investment projects, which, according to the available surveys for the next five years is at its lowest of several years.", "Another example is the reaction of the Chilean foreign exchange market in July to the Fed's more restrictive message.", "Due to the expected impact of a further rate hike in the U.S. on world demand and the prices of commodities, these episodes usually come with a greater aversion to risk and a search for safer assets.", "The Chilean market, like many others, reacted in that direction, but here the response was of a much greater magnitude.", "Actually, there were moments in which the market presented such difficulties in its functioning that it required a foreign exchange intervention to stabilize it.", "The task of reducing uncertainty is long and complex, but a possible one.", "Clearly, the recent plebiscite does not mean the end to the challenge of having a new constitutional framework, but rather the opening of a new phase.", "The leaders will have to guide this path, with the will to bring positions closer together and reach points of convergence that are attuned to the expectations of society.", "On our part and, as I mentioned earlier, we have initiated an intensive process to project our work and the best way to fulfill our objectives and functions within a changing economic, political, and social scenario.", "This process is aimed at developing our Strategic Plan for the period 2023-2027 that, building on the great progress achieved in the Plan still in effect for the years 2018-2022, will allow us to focus on the challenges of today and the future.", "Going forward, the focus of the new strategic plan will be to continue building trust in the technical area in order to contribute to the well-being of society in terms of financial stability, market evolution, technological development and innovation, changes in payment systems and business development, so as to explore adjustments to the regulatory framework.", "We also believe in the importance of preserving stability beyond the current advances in new technologies, integrating the systemic risk of each activity into the regulation and supervising the activities that pose the most risk to the system.", "Of course, all this involves a major challenge for our institution and those of us who work in it.", "At the center must continue to be our staff and our credibility.", "This can only be nurtured by excellence, service vocation, ethical and transparent action, respect for our autonomy, and the technical response at the service of our country's welfare.", "Honorable Senators, we are facing an enormous challenge.", "Chile has been in a complex economic situation for a long time now, which is affecting broad sectors of the population and, especially, lower-income people.", "There is no doubt in my mind that none of you is comfortable with this situation and, of course, neither are we at the Central Bank.", "We have an annual inflation rate of 13% and we have been raising the interest rate by significant magnitudes for more than a year.", "This is not at all the position we would like to be in, and it continues to be a cause for deep concern and day-to-day work.", "However, we are confident that monetary policy decisions and their adequacy to local and international challenges will help inflation to start declining in the last quarter of this year, returning to the 3% target within the two-year policy horizon.", "We have our total and absolute commitment to its reduction and I am certain that we are going to achieve it.", "It is what the country needs and we are fully aware that it is the best contribution we can make to the present and future wellbeing of all Chileans.", "Inflation indicators (1) (2) (annual change, percent) Core goods excl.", "(2) For details on the different groupings and their share in the total CPI basket, see box IV.", "in December 2019 MP Report, Carlomagno and Sansone (2019), and Economic Glossary.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "(2) FTS considers survey for first two weeks of each month through January 2018.", "From February 2018 onwards, it uses the latest survey published in the month, including the one prior to the September 2022 Meeting.", "In the months in which no survey is published, the latest available survey is used.", "Source: Central Bank of Chile.", "(index, September 2019 = 100, seasonally-adjusted series) Total Manufacturing Trade Services Jan. Jul.", "Source: Central Bank of Chile.", "Private consumption (index, 2019Q3 = 100, seasonally-adjusted series) Private consumption Durable goods Non-durable goods Services 15 16 17 18 19 20 21 22 Source: Central Bank of Chile.", "Employment by occupational category Online job postings and applications (difference w/ respect to January 2020, thousands) (index, base 100= 3/March/2020, moving 15-day average) Salaried, formal Salaried, informal No.", "Source: Central Bank of Chile based on National Statistics Institute and Project SABE of Labor Observatory SENCE and ISCI-WIC, Universidad de Chile, taken from websites trabajando.com and laborum.com.", "Value above (below) 50 indicates optimism (pessimism).", "(2) Economic and Political Uncertainty Index.", "Moving 30-day average.", "As from December 2021, the index includes an update to the dictionary of words used for its construction, as a way of incorporating new elements that influence local conditions.", "Sources: UAI/ICARE and Central Bank of Chile based on Becerra and Sagner (2020).", "PPP-weighted growth, shares of each economy according to WEO (IMF).", "Calculated as the average of survey responses for aforementioned countries.", "Sources: Consensus Forecast, IMF, and Bloomberg.", "For details, see Global Supply Chain Pressure Index (2) WTI-Brent average.", "(3) S&P GSCI Industrial Metals.", "(4) One-month futures prices.", "Sources: Bloomberg, and GSCPI of the NY Federal Reserve.", "Financial conditions d) Premios por riesgo país b) Interest rate on 10-year nominal a) Currencies (*) bonds (*) (index, 1.Jun.=100) (difference with respect to 1.Jun., (difference with respect to 1.Jun., basis points) basis points) U.S. U.S. Brazil Peru Eurozone Mexico Colombia Chile Latin America 130 130 Latin America 30 -10 Jun.", "Aug. (*) For Latin America, simple averages of exchange rates of Brazil, Mexico, Colombia, and Peru are used.", "Sources: Central Bank of Chile and Bloomberg.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "Source: Central Bank of Chile.", "Activity gap (1) (2) Current account: Savings and investment (3) (level, percentage points) (percent of annual GDP) External savings Government savings Jun.", "(2) Projection uses structural parameters updated in June 2021 MP Report (trend) with methodological revision of potential GDP.", "(3) The government savings component takes as effective data up until 2021 the general government balance sheet; for 2022 to 2024, government savings in the central government balance sheet is used as a projection.", "Source: Central Bank of Chile.", "Mundo: Proyecciones contenidas en los Precios efectivos y proyecciones (1) (2) (índice; dólares el barril; dólares la libra) (variación anual, porcentaje) 5 Series3 IPoM Sep. Mar.", "Para alimentos es el índice FAO.", "(2) Precio/índice efectivo corresponde al promedio de cada año.", "Líneas punteadas corresponden a las proyecciones 2022-2024 contenidas en cada IPoM.", "Fuentes: Banco Central de Chile, Bloomberg y FAO.", "Fuente: Banco Central de Chile.", "MPR corridor (*) (quarterly average, percent) Sep. corridor Jun.", "For details, see methodological note in figure II., chapter II, September 2022 MP Report).", "Source: Central Bank of Chile."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Central Bank", "Economic growth", "Financial markets", "Fiscal policy", "Labor market", "Uncertainty", "External sector", "Inflation expectations"]}