{"sentences": ["August 31, 2022 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Hakodate Member of the Policy Board (English translation based on the Japanese original) I.", "Economic Activity and Prices in Japan: Current Situation and Outlook A.", "Outlook Presented in the July 2022 Outlook for Economic Activity and Prices I would like to begin my speech by talking about the outlook for Japan's economic activity and prices.", "The Bank of Japan decided the Outlook for Economic Activity and Prices (Outlook Report) at the July Monetary Policy Meeting (MPM) and released its outlook through FY2024 (Chart 1).", "In terms of economic activity, the Bank's baseline scenario is that the economy is likely to recover toward the middle of the projection period -- with the impact of the novel coronavirus (COVID-19) and supply-side constraints waning and with support from an increase in external demand, accommodative financial conditions, and the government's economic measures -- although it is expected to be under downward pressure stemming from a rise in commodity prices.", "Also, the Bank projects that a virtuous cycle from income to spending is likely to intensify gradually in the overall economy from the middle of the projection period.", "This outlook is based on the following basic mechanism: (1) overseas economies are expected to achieve steady growth as commodity prices and the global inflationary trend gradually start to show stability; (2) factors that had exerted downward pressure on Japan's economy, such as the COVID-19 pandemic and supply-side constraints, are projected to dissipate gradually; and (3) the employment and income situation will likely improve as the economy picks up.", "Nevertheless, this outlook entails various uncertainties.", "As risk factors, the Outlook Report points to the course of COVID-19 at home and abroad and its impact, developments in the situation surrounding Ukraine, as well as developments in commodity prices, overseas economic activity and prices, and global financial markets.", "Economic Developments Abroad Before looking at Japan's economy in detail, let me first discuss developments in overseas economies.", "With the prolongation of the effects of the situation surrounding Ukraine, inflationary pressure has been intensifying globally against the background of elevated commodity prices and supply-side constraints.", "In this situation, although overseas economies have been under downward pressure, due in part to monetary tightening, they seem to be maintaining their recovery trend.", "Looking at overseas economic conditions in terms of the Global Purchasing Managers' Index (PMI) -- an indicator measuring business sentiment -- figures for both the manufacturing and services industries have declined somewhat but have been above 50, the break-even point between improvement and deterioration (Chart 2).", "With respect to the outlook for the global economy, the International Monetary Fund (IMF) projected in its July 2022 World Economic Outlook (WEO) Update that global growth rates for 2022 and 2023 would be 3.2 percent and 2.9 percent, respectively.", "While a slowdown had been anticipated as a risk, given that global growth was projected at 3.6 percent for both years in the April WEO, a significant downward revision has been made in a short period of time.", "With the continuing impact of COVID-19, global supply shortages of major parts such as semiconductors, as well as lockdowns implemented in major cities in China -- the country referred to as \"the workshop of the world\" -- have had a substantial adverse impact on the global economy through supply chains.", "In particular, China accounts for a large share of global exports of IT-related goods and automobile parts, and since Japan is heavily dependent on imports from China for these goods, the lockdowns in China have substantially affected Japan's production activity (Chart 3).", "Moreover, strict public health measures in China have significantly pushed down its economic activity, marking a rapid decline in the country's year- on-year GDP growth rate from 4.8 percent for the January-March quarter of 2022 to 0.4 percent for the April-June quarter.", "C. Economic Developments in Japan As with overseas economies, although Japan's economy has been affected by a rise in commodity prices and supply-side constraints, the overall picture shows that economic activity, particularly private consumption, continues to pick up with the impact of COVID- 19 waning.", "I would like to explain developments in Japan's economy from two aspects: the corporate sector and the household sector.", "Corporate sector Let me start with the corporate sector.", "The manufacturing industry has been hit particularly hard by global supply-side constraints.", "As noted earlier, parts shortages that had intensified due to the lockdowns in China's major cities have affected production and exports in Japan's major industries, such as transport equipment.", "Data for production and exports have in fact been relatively weak (Chart 4).", "Exports to advanced economies continue to increase as a trend due to expansion in demand for digital-related goods, but the effects of supply-side constraints have been seen on automobile-related goods in particular.", "Regarding exports to emerging economies, although those to the NIEs and the ASEAN economies, for example, continue to increase, those to Russia have decreased significantly and those to China have been pushed down due to the impact of lockdowns, such as in Shanghai.", "Meanwhile, with the impact of the pandemic waning, the nonmanufacturing industry continues to pick up, particularly in the face-to-face services sector.", "Amid buoyant corporate demand for digital transformation, orders for information services remain at high levels.", "This contrast between the manufacturing and nonmanufacturing industries can be seen in the Bank's June Tankan (Short-Term Economic Survey of Enterprises in Japan): a clear slowdown in business sentiment is evident in the manufacturing industry, while the nonmanufacturing industry continues to show a modest but steady recovery, although the level remains low (Chart 5).", "Corporate profits have been at high levels on the whole (Chart 6).", "Despite being pushed down by raw material cost increases and supply-side constraints, they have been supported by the following factors: (1) profits of manufacturers have been pushed up due to steady external demand, the yen's depreciation, and other factors, and (2) profits of some large nonmanufacturing firms have been pushed up by rises in commodity prices and container freight rates.", "Under these circumstances, although business fixed investment has been sluggish in some segments, it continues to show signs of a pick-up, driven by digitalization- and labor saving- related investments.", "In terms of machinery investment as well as construction investment, the construction of logistics facilities driven by an expansion in e-commerce and projects related to urban redevelopment are contributing to pushing up private nonresidential construction.", "Given the state of corporate profits and business fixed investment, it seems that a virtuous cycle continues to operate in the corporate sector as a whole.", "Regarding the outlook, under the accommodative financial conditions, firms are expected to make investments in areas including efforts to address labor shortages, IT-related goods associated with digitalization, logistics facilities to meet the expansion in e-commerce, office buildings and commercial facilities as part of redevelopment projects, and efforts toward decarbonization.", "Household sector Turning to the household sector, private consumption continues to show signs of a pick-up with the impact of COVID-19 waning.", "However, the pace of recovery varies depending on the business type.", "Sales at department stores and convenience stores have almost recovered to pre-pandemic levels, and retail appears to be gradually returning to normal.", "In the dining- out industry, fast food consumption has returned to pre-pandemic levels, while consumption at pubs and izakaya (Japanese-style bars) remains low, despite showing signs of a turnaround.", "In terms of travel, which is a key industry in this region as well, recovery is still further down the road.", "Domestic travel, despite being relatively firm, remains well below pre-pandemic levels.", "Inbound travel is also far from recovery, with the volume at less than a tenth of pre- pandemic levels.", "Going forward, it is hoped that travel and other event-related consumption will turn around as the impact of COVID-19 wanes (Chart 7).", "The employment and income situation has improved moderately on the whole, although some weakness has been seen in part.", "As for the number of employed persons, while the number of non-regular employees, mainly in face-to-face services, remains far below pre-pandemic levels, the number of regular employees has increased moderately, especially in the medical, healthcare, and welfare services industry as well as the information and communications industry, both of which face a severe labor shortage (Chart 8).", "Total employee income is gradually improving, as both total cash earnings per employee and the number of employees have been increasing moderately, reflecting a pick-up in overall economic activity.", "Special cash earnings (bonuses), which are included in total cash earnings, also seem to be increasing, reflecting recent improvement in corporate profits.", "In light of these developments in the corporate and household sectors, the Bank's Policy Board members' baseline scenario presented in the July Outlook Report forecasts a real GDP growth rate of 2.4 percent for FY2022, 2.0 percent for FY2023, and 1.3 percent for FY2024; Japan's economy is projected to continue growing at a pace above its potential growth rate, which is estimated to be at 0.0-0.5 percent (Chart 1).", "Changes from the April Outlook Report include a somewhat large downward revision for FY2022, mainly reflecting a slowdown in overseas economies and intensification of supply-side constraints, while upward revisions were made for FY2023 and FY2024.", "D. Price Developments in Japan Next, I would like to talk about price developments in Japan.", "The year-on-year rate of increase in the consumer price index (CPI) for all items less fresh food has accelerated to 2.4 percent (Chart 9).", "This acceleration reflects the fact that (1) the effects of the reduction in mobile phone charges, which had held down inflation, have essentially run their course, (2) energy prices have continued to register a relatively high increase, and (3) firms have been increasingly passing on higher raw material costs to selling prices, especially for food products.", "Other indicators that capture the underlying trend in consumer prices have exhibited the following developments.", "The trimmed mean of the year-on-year rate of change in the CPI -- calculated by excluding items belonging to the upper and lower 10 percent of the price change distribution -- has increased to the range of 1.5-2.0 percent due to price rises in a wide range of food products.", "However, in terms of the mode, which is the inflation rate with the highest density in the price change distribution, the rate of increase has been relatively marginal, in the range of 0.5-1.0 percent.", "While these indicators show price rises driven by goods and services that reflect the higher costs of some raw materials, my view is that, on the whole, selling prices have not risen as much as raw material prices.", "In terms of the baseline scenario of the outlook for prices, the medians of the Policy Board members' forecasts presented in the July Outlook Report for the year-on-year rate of change in the CPI less fresh food are 2.3 percent for FY2022, 1.4 percent for FY2023, and 1.3 percent for FY2024 (Chart 1).", "Considering the elevated crude oil prices and the time it has taken thus far for cost increases such as of raw materials to be actually passed on to selling prices, it is highly likely that price rises driven by cost-push factors will continue for the time being, mainly for energy and food products.", "Upward pressure on costs stemming from inefficiency in logistics due to the prolonged situation surrounding Ukraine is also likely to induce such rises.", "Inflation rates are projected to subsequently fall to a level below 2 percent as the contribution of the rise in energy prices gradually wanes.", "However, the underlying trend in inflation when excluding the effects of those prices is expected to rise mildly in positive territory amid a moderate recovery in Japan's economy and improvement in the output gap.", "Several factors may cause prices to deviate upward or downward from the baseline scenario presented in the July Outlook Report, one of which is developments in commodity prices.", "Looking at crude oil, for instance, the price of West Texas Intermediate (WTI) -- a leading benchmark -- peaked temporarily at 130 U.S. dollars per barrel in March 2022 and remained generally above 100 dollars for some time.", "It declined thereafter and has been hovering at the 90-100 dollar level more recently, reflecting a projected decline in demand due to the global economic slowdown; nevertheless, the price level remains high.", "The fall in demand caused by the economic slowdown carries the risk of driving down oil prices, whereas supply-side issues incur the risk of further tightening of the global crude oil market.", "E. Impact of Price Rises on Private Consumption I would now like to turn to the impact of price rises on private consumption.", "In order for the impact of COVID-19 and supply-side constraints, which has put downward pressure on the economy, to dissipate and for the economy to recover, the negative impact of price rises on private consumption needs to remain minimal.", "The main scenario is that private consumption, despite being affected by price rises, will likely increase moderately on the back of improvement in the employment and income situation, as the resumption of consumption activities progresses gradually while public health is being protected.", "However, this admittedly entails some degree of uncertainty.", "I think it will be necessary, therefore, to pay attention to the impact of price rises on household consumption going forward.", "Although we generalize about households, they differ in terms of income, household composition, geographical area, and other attributes.", "In the current environment, different households face different inflation rates.", "By region, for example, the proportion of spending on utility costs in Hokkaido, Tohoku, and Okinawa is known to be higher than the national average on a yearly basis.", "Therefore, the inflation rates that households in these regions face have been relatively higher under the current circumstances as well.", "Moreover, when grouped by household income, lower-income households spend a relatively higher proportion of their income on energy and food items than higher-income groups and thus are harder hit by price increases (Chart 10).", "Looking also at the Cabinet Office's July 2022 Consumer Confidence Survey, which examines the impact of price rises on consumer sentiment, this confirms that the lower the income of households, the more cautious they become in their perception of \"overall livelihood.\"", "Meanwhile, the government formulated in April the Comprehensive Emergency Measures to Counter Soaring Crude Oil and Other Prices.", "The measures include an expansion of gasoline subsidies and an extension of the period during which they are provided, as well as benefit payments to child-rearing households with low income.", "Such targeted measures are thought to be effective for households that are hard hit by price rises.", "The Bank's Monetary Policy In what follows, I would like to touch on the Bank's monetary policy.", "First, I will briefly review its response to the spread of COVID-19 since March 2020.", "The Bank has supported financing, mainly of firms, and maintained stability in financial markets through measures such as (1) the Special Program to Support Financing in Response to COVID-19 and (2) flexible provision of ample funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations.", "These measures, coupled with the government's measures and financial institutions' proactive efforts, have had positive effects.", "As a result, financial conditions in Japan have been improving on the whole, with precautionary demand for liquidity subsiding, particularly among large firms.", "On the other hand, financial positions of small and medium-sized firms have been on an improving trend on the whole, but it was deemed that weakness remained in some segments.", "Given this, at the December 2021 MPM, the Bank once more extended -- to end-September -- the duration of the fund-provisioning to small and medium-sized firms under the Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 -- a temporary measure until the end of March 2022.", "The treatment of this temporary measure will be discussed at the next MPM to be held in September, based on examination of the impact of COVID-19.", "Next, I would like to take a look back at the Bank's monetary policy conduct from a longer time frame.", "In April 2013, the Bank introduced Quantitative and Qualitative Monetary Easing (QQE) with the aim of achieving the price stability target of 2 percent at the earliest possible time.", "In September 2016, based on an assessment of its policy effects, the Bank enhanced monetary easing by introducing QQE with Yield Curve Control -- in which it controls short- and long-term interest rates.", "However, as it was expected to take time to achieve the 2 percent target, the Bank conducted an assessment in March 2021 with a view to implementing further effective and sustainable monetary easing.", "The assessment found that: (1) it was appropriate for the Bank to continue with monetary easing in a sustainable manner, as it was effective in pushing up economic activity and prices; and (2) it was important to make nimble and effective responses without hesitation to counter changes in economic activity, prices, and financial conditions.", "The current policy framework is based on these findings.", "The year-on-year rate of increase in the CPI has been exceeding the 2 percent target level, with that for July 2022 registering 2.6 percent.", "This is attributable to the dissipating effects from April of the reduction in mobile phone charges and to the pass-through of cost increases in view of, for example, the rise in commodity prices and the yen's depreciation.", "Having said that, I do not think that it is enough simply to reach 2 percent; the end goal is for accommodative financial conditions to facilitate higher corporate profits and improved labor market conditions, and thereby generate a virtuous cycle in which wages and prices see sustained increases.", "I therefore consider it necessary to continue with monetary easing in order to realize this cycle and achieve the price stability target, accompanied by wage increases, in a sustainable and stable manner.", "for services are the J.P.Morgan Global Services Business Activity Index.", "Source: Copyright © 2022 by S&P Global Market Intelligence, a division of S&P Global Inc. All rights reserved.", "Overseas Economies China's Manufacturing PMI and Exports China's Export Shares Share in Manufacturing PMI Nominal Exports Japan's Imports s.a., DI s.a., CY 2019=100 Total exports Personal computers, etc.", "goods Automobiles Mobile phones, etc.", "Parts for personal computers, etc.", "Figures in angular brackets show the share of each country Source: Ministry of Economy, Trade and Industry.", "or region in Japan's total exports in 2021.", "Figures for 2022/Q3 are those for July.", "Figures for the EU exclude those for the United Kingdom for the entire period.", "Sources: Ministry of Finance; Bank of Japan.", "yen Private nonresidential investment (SNA, nominal) 15 Tankan (actual) Tankan (planned investment in current fiscal year as of the June survey of each year) Sales (left scale) Current profits (right scale) FY 07 09 11 13 15 17 19 21 07 09 11 13 15 17 19 21 Note: The Tankan figures include software and R&D investments and exclude land Notes: 1.", "Based on the Financial Statements Statistics of Corporations by Industry, Quarterly.", "R&D investment is not included before the March 2017 survey.", "Excluding \"finance and insurance.\"", "The figures are for all industries including financial institutions.", "Figures from 2009/Q2 onward exclude pure holding companies.", "Sources: Cabinet Office; Bank of Japan.", "Shaded areas denote recession periods.", "Source: Ministry of Finance.", "Household Sector in Japan Sales Trends by Business Type Department stores Supermarkets Convenience stores Dining-out Travel ratio to the same month in CY 2018, % Fast food restaurants Family restaurants Pubs and izakaya (Japanese-style bars) Dinner restaurants -40 20 21 22 20 21 22 20 21 22 20 21 22 20 21 22 Sources: Japan Foodservice Association; Japan Tourism Agency; Ministry of Economy, Trade and Industry.", "Employment and Income Situation in Japan Number of Employed Persons Employee Income y/y % chg. s.a., mil.", "Q1 = March-May, Q2 = June-August, Q3 = September-November, on the \"detailed tabulation\" in the Labour Force Survey.", "Q4 = December-February.", "Figures for 2022/Q2 are those for June.", "Source: Ministry of Internal Affairs and Communications.", "Employee income = Total cash earnings × Number (Monthly Labour Survey) of employees (Labour Force Survey) 3.", "Figures from 2016/Q1 onward are based on continuing observations following the sample revisions of the Monthly Labour Survey.", "Figures for real employee income are based on Bank staff calculations using the CPI (less imputed rent).", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Figures for \"energy\" consist of those for \"petroleum products,\" \"electricity,\" and Note: All figures are based on Bank staff calculations using the CPI excluding the effects of \"gas, manufactured & piped.\"", "the consumption tax hikes, free education policies, and the \"Go To Travel\" campaign, 2.", "Figures for the \"effects of the consumption tax hike and free education policies\" from which covers a portion of domestic travel expenses.", "The CPI figures from April 2020 April 2020 onward are Bank staff estimates and include the effects of measures such onward are Bank staff estimates and exclude the effects of measures such as free as free higher education introduced in April 2020. higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "Price Rises and Private Consumption Perception of Overall Livelihood CPI by Income Group y/y % chg. s.a. .0 60 chg. from CY 2019 to first half of CY 2022, points 2.5 Less than 3 mil.", "yen and over 0.0 25 First quintile Second-fourth Fifth quintile Working CY 14 15 16 17 18 19 20 21 22 quintiles households Note: The chart shows developments in the index for consumer perception of overall Low Annual income High livelihood.", "Figures are for all households in a particular income group and are the weighted averages of perception of overall livelihood in each income group using Note: Figures are for working households by annual income quintile and are for May 2022. the number of households as weights.", "Source: Ministry of Internal Affairs and Communications."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Activity", "Inflation", "Monetary Policy", "COVID-19", "Supply-Side Constraints", "Corporate Sector", "Household Sector", "Commodity Prices", "Price Rises", "Private Consumption"]}