{"sentences": ["26 May 2022 Keynote Speech at ASIFMA China Capital Markets Conference Edmond Lau, Deputy Chief Executive, Hong Kong Monetary Authority Onshore Market Development 1.", "I'm delighted to join you virtually at this year's China Capital Markets Conference.", "First of all, let me take this opportunity to thank ASIFMA for organising this event and inviting me to speak.", "Today's agenda focuses on onshore market developments.", "I would like to share my thoughts on the signicance of recent developments in onshore capital markets, as well as the opportunities for international investors.", "Mainland capital markets are experiencing a period of signicant growth, with onshore equity and xed income markets currently the second largest in the world.", "However, international investors' exposure to China's capital markets remains relatively small.", "Only around 4% of onshore equities and 3% of onshore bonds are owned by foreign investors, which is low by international standards and far smaller than China's weight in the global economy.", "We are pleased to see the Mainland's continued commitment to open up onshore capital markets in recent years.", "The latest developments to facilitate foreign investors' access to the onshore markets and adopt international standards have been encouraging and welcomed by the industry.", "Let me highlight a few of them here.", "First, with the removal of foreign ownership limits, global nancial institutions are able to further expand their footprint in China by taking majority or full ownership in their onshore subsidiaries.", "The domestic credit ratings industry has also gradually opened up to foreign players to create a level playing eld.", "Secondly, Mainland authorities have continued to enhance foreign investment channels, such as combining the QFII and RQFII schemes and simplifying the application process.", "The inclusion of ETFs in the Stock Connect and linkage between the interbank and exchange traded bond markets will expand the product range for international investors participating in the onshore equity and bond markets.", "Thirdly, China's nancial markets have moved towards closer integration with global standards.", "A milestone development is the recent adoption of a legal framework to bring the onshore futures and derivatives markets under better regulation and in line with international best practices, such as recognising the enforceability of close-out netting.", "Foreign institutions may also choose to sign ISDA agreements with onshore counterparties in respect of OTC derivatives transactions in the interbank market.", "The liberalisation of the onshore capital markets has resulted in rapid growth in cross- boundary capital ows in recent years.", "In particular, Hong Kong's mutual market access schemes with the Mainland, namely the Stock Connect and the Bond Connect, have played a crucial role in encouraging greater portfolio investment into China and the inclusion of RMB assets into major global indices.", "Within three years, foreign holdings of onshore equities had more than tripled and foreign holdings of onshore bonds had more than doubled at the end of last year.", "Following a strong 2021, foreign equity and bond inows into onshore markets softened this year on the back of geopolitical uncertainty, Covid lockdowns, and the China-US monetary policy divergence leading to a reversal of onshore bonds' yield premium.", "Notwithstanding this, the scale of the decline in foreign purchases and holdings has moderated recently and is relatively small compared to global investors' total holdings in onshore equities and bonds.", "We believe that these short-term uctuations will not reverse the long-term trend of foreign investment in Mainland capital markets.", "In fact, several key drivers will continue to strengthen interest in diversication into RMB assets over the medium term.", "These include (i) continued inclusion of onshore equities and bonds into major global indices; (ii) China's long-term economic growth prospects; (iii) RMB being a stable currency that is increasingly recognised as a reserve currency; and (iv) lower correlation of RMB assets with other global nancial market assets.", "These factors are paving the way for a structural shift which will motivate global investors to think more strategically about their exposure to China.", "This, in turn, will spur demand for RMB assets and facilitate the further opening up of the onshore capital markets.", "In the remaining time, I would like to highlight in more detail a few upcoming developments which will be of interest to international investors seeking access to Mainland capital markets.", "First is Mainland authorities' efforts to connect the interbank and exchange bond markets, which will allow participants in each market to access securities in the other market through an infrastructure connection without having to open separate accounts.", "This should ultimately be benecial to the growth of both the CIBM and exchange bond markets, thus creating a bigger pie.", "Foreign investors who access the interbank market through Bond Connect or CIBM Direct will be able to trade in the exchange market, which is the platform where most non-nancial corporate bonds are lodged.", "The construction of the system linkage between the onshore infrastructure institutions is under way.", "Upon completion, the HKMA's Central Moneymarkets Unit will explore with the Mainland side on the system enhancements required for Bond Connect investors to participate in the exchange bond market.", "This development moves closer to having a single access point to the onshore bond market and will further open up access to the fast-growing credit bond market which remains relatively untapped by international investors.", "This presents an opportunity for investors to look further along the credit curve for diversication and yield.", "Relatedly, the entry of foreign rms into the onshore credit rating business is expected to facilitate this process, speed up the convergence of local and global ratings standards, and enhance foreign investors' analysis of corporate credit.", "Secondly, Mainland and Hong Kong stock exchanges have reached an agreement to include eligible ETFs in the Stock Connect scheme and technical preparations are under way.", "This will give global investors direct and ecient access to the rapidly developing onshore ETF market, enrich the product range under Stock Connect and facilitate the healthy development of the ETF markets on both sides.", "Thirdly, as Mainland bonds play an increasingly strategic and long-term role in investors' portfolios, the demand for hedging tools is also growing.", "Our priority in the next stage of enhancements to Northbound Trading under Bond Connect is the inclusion of risk management tools.", "We are discussing with our Mainland counterparts to facilitate access to various risk management products such as interest rate swaps to meet global investors' hedging needs for their bond investment in the Mainland.", "Over the years, Hong Kong has played a central role in intermediating the nancial ows between the Mainland and the rest of the world.", "The development of onshore capital markets presents huge opportunities for Hong Kong's nancial sector.", "At the HKMA, we have been continuously working with Mainland authorities and relevant parties to explore new initiatives and introduce market-oriented enhancements to our various Connect schemes, with a view to improving foreign investors' access to onshore markets and smoothening the investment experience.", "We warmly welcome views and suggestions from the industry on ways to leverage the unique attributes of Hong Kong to better serve global investors, support the development of onshore markets and advance the internationalisation of the RMB.", "I wish today's conference a great success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Onshore capital markets", "Foreign investment", "RMB assets", "Stock Connect", "Bond Connect", "ETF market", "Risk management tools", "Credit rating", "Interbank market", "Exchange bond market"]}