{"sentences": ["Speech Klaas Knot - To quagga or not to quagga?", "Time to restore the balance 29 September 2022 Read During the DNB - OMFIF conference at Artis Klaas Knot called out for action to prevent biodiversity loss: \"Our demand for nature's goods and services far exceeds our planet's ability to produce them on a sustainable basis.", "Now it's time to restore the balance and save our planet and our economy.", "The question is: how can and will the financial sector become part of the solution?\"", "\"The financial sector has an enormous stake and therefore a crucial role to play in the prevention of biodiversity loss.", "It is time for the private and public sector to start taking action collectively\" President , De Nederlandsche Bank Date: 29 September 2022 Speaker: Klaas Knot Location: OMFIF conference at Artis, Amsterdam Good morning everyone, This is a quagga ('kwagga').", "Yes, I know, it looks like a horse designed by a committee.... but it is a South African family member of the zebra.", "And no, you have never seen it before.", "It was hunted to extinction after the European settlement of South Africa , because it ate the same food as domesticated animals.", "Some were taken to zoos in Europe, but breeding programmes were unsuccessful.", "The last quagga died next door, here in Artis, on the 12 of August 1883.", "At first, people didn't realise this was not only one animal that was no more, that had ceased to be, that had kicked the bucket.", "That this quagga was not only as dead as Monty Python's parrot, but that it was the last of a species.", "But when they did, the poor animal was stuffed and is now a treasured exhibit in Leiden's Naturalis museum... Artis was a lot more successful in the preservation of the wisent ('wiezent'), the European bison.", "A hundred years ago these bison were nearly extinct, but a clever breeding programme made sure there are now thousands of them living happily in European nature reserves.", "This was a special project of the third director of Artis, Armand Sunier.", "Artis is involved in a number of similar breeding programmes.", "This makes Artis not only a place to see and get to know the wonderful richness of nature, but it also means that Artis is contributing to the preservation of nature, of our planet.", "That it is working to prevent biodiversity loss.", "And we all know how important that is.", "That is the reason why you are all here at this conference.", "Because you all realise that the financial sector has an enormous stake and therefore a crucial role to play in the prevention of biodiversity loss.", "Because you all have unique knowledge and insights, interesting experiences, facts and figures to share.", "Because you are all able to make a difference Welcome to you all!", "I hope this conference will give us new insights and new energy to make sure that we can, and will, play our part to save our planet.", "That we take our responsibility.", "We all know that we have no time to waste.", "Biodiversity is declining faster than ever in human history.", "Not only some rare species, some quaggas and wisents, but we are talking about one million species that face extinction, possibly within a couple of decades.", "Around 75% of land and 66% of marine environments have been severely altered.", "Ecosystems have declined by almost 47% relative to their natural baselines.", "This will not only affect our planet, our environment, but also our global economy, our way of life.", "And all this, there is no way to sugar-coat this, is mainly our doing.", "Our demand for nature's goods and services far exceeds our planet's ability to produce them on a sustainable basis.", "So it's time to restore the balance, time to save our planet and our economy - and in doing so, save ourselves... Why is this important for the financial sector?", "How does this affect us?", "I don't think it will be news to you that globally, roughly 44 trillion dollars of economic value - more than half of the worlds' total GDP - is moderately to highly dependent on nature, and therefore exposed to its deterioration.", "In the Netherlands alone, more than 500 billion euros of the investments of Dutch financial institutions are highly or very highly dependent on one or more ecosystem services.", "The sector provides loans and other financial services to companies in sectors like agriculture or processed food and drink production, sectors that are dependent on ecosystem services like pollination.", "But it is not just dependencies that can make companies, and those that invested in them, vulnerable to biodiversity loss.", "It is also the negative impact of certain companies on nature that create risks.", "Companies that stimulate deforestation, make excessive use of unrenewable resources and pollute the environment.", "Companies that contribute to the fragility of nature, and which are the likely targets of policies aimed at restoring it.", "Investments in such companies create transition risks, and make the financial sector part of the problem.", "But it is does not have to be this way.", "Financial institutions are the enablers of economy activity.", "They have the power, through capital allocation, to guide financial flows away from activities that hurt nature.", "The question is: how can and will we make sure that we - the broad financial system, from public to private actors - become part of the solution?", "Studies by the World Bank, the central banks of the Netherlands, France, Malaysia and Mexico and others, and the study by the Network for Greening the Financial System - that is our partnership of 116 central banks and international organisations - recently concluded that biodiversity loss is a source of financial risks and could affect financial stability.", "Creating awareness, that is step one.", "The second step is the need to understand the problem.", "Several central banks and supervisors are working on quantifying the problem: measuring the value of natural capital, understanding its relation to economic growth, providing assessments of financial vulnerabilities and building scenarios to create a much needed perspective..", "Better disclosures are at the heart of those efforts.", "After all, information provided by corporate and financial institutions is a key ingredient for better analyses and decision-making.", "Governments and standard setters have to take a leading role by implementing, improving and harmonising disclosure requirements.", "Of equal importance are market-led initiatives like the work that is currently being done by the Taskforce on nature-related disclosures (TNFD) These two steps represent what we excel at: collecting and interpreting data.", "But we have to make sure that our quest for better data does not result in delays.", "Because it is time - high time - for the third step: to actually take action and use the data at our disposal, to change the way we do things, to restore the balance between nature and economy.", "As the nitrogen crisis and last year's floods in the Netherlands show, the loss of biodiversity is not merely a challenge for future generations.", "Timely action is needed to ensure that we bend the curve in time.", "Actions to stop the degradation of nature in the short term Actions to move swiftly to an economy that helps to restore nature.", "This is why I am thrilled that the NGFS does not only acknowledge the relevance of naturerelated risks, but also established a taskforce to make sure these risks are seriously taken into account.", "As a banker - and to be honest: as a person - I am risk-averse.", "But uncertainties must not hold us back.", "- is an uncertainty by definition.", "We have to live with that...", "I know, this is not the first time high-level policy makers have come together to discuss biodiversity loss.", "In fact, international biodiversity targets have been set before.", "Unfortunately, all signs show that these ambitions and goals have not been met.", "So let's talk about our ambitions and goals and targets.", "Let's step over our urge to avoid risks to avert the risk of further biodiversity loss, of further irreparable damage to our planet.", "Let's put our heads, our minds, our ideas together today to help each other take that very important third step.", "Let's talk about sustainable finance and how we can make a change.", "Because all beings - animal, mineral and vegetal - have a role, a place, an impact on our planet and our lives.", "Or, in 'our' language: diversification is critical.", "For asset managers, but also for nature.", "And let's be honest, we all know that the extinction of one species would not really disturb our planet's ecosystem; one species would not really be missed.", "And that is homo sapiens.", "I seriously doubt that other species would take the trouble to stuff the last human being and put it in a museum...", "So instead of being a net negative for this planet, let's earn our keep!", "Just look at the programme.", "A rare and impressive collection of esteemed colleagues and brilliant minds, like ECB board member Frank Elderson, the Executive Secretary of the UN for the convention of biological diversity Elizabeth Maruma Mrema, Banque de France governor Francois Villeroy and many other knowledgeable representatives of important organisations like the European Commission, NGO's, standard-setters, universities, the NGFS, banks and asset managers.", "Together we can take the next step!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Biodiversity loss", "Nature", "Ecosystem services", "Financial risks", "Sustainable finance", "Disclosure", "Data", "Action", "Ambitions", "Collaboration"]}