{"sentences": ["Chairman Brown, Ranking Member Toomey, and other members of the Committee, thank you for the opportunity to appear before you today.", "I would like to thank President Biden for nominating me to serve a second term as Chair of the Board of Governors of the Federal Reserve System.", "I would also like to thank my colleagues throughout the Federal Reserve System for their dedication, perseverance, and tireless work on behalf of the American people.", "Their commitment and expertise were essential to the Fed's response to the COVID-19 crisis and remain vital to the implementation of monetary policy as our economy continues to progress.", "Particular thanks go to my wife, Elissa Leonard, and our three children, Susie, Lucy, and Sam.", "Their love and support make possible everything I do.", "My five siblings are all watching, and we are thinking of each other and of our parents today with love and gratitude.", "Four years ago, when I sat before this Committee, few could have predicted the great challenges that would soon become ours to meet.", "On the eve of the pandemic, the U.S. economy was enjoying its 11th year of expansion, the longest on record.", "Unemployment was at 50-year lows, and the economic benefits were reaching those most on the margins.", "No obvious financial or economic imbalances threatened the ongoing expansion.", "But this attractive picture turned virtually overnight as the virus swept across the globe.", "The initial contraction was the fastest and deepest on record, but the pain could have been much worse.", "As the pandemic arrived, our immediate challenge was to stave off a full-scale depression, which would require swift and strong policy actions from across government.", "Congress provided by far the fastest and largest response to any postwar economic downturn.", "At the Federal Reserve, we used the full range of policy tools at our disposal.", "We moved quickly to restore vital flows of credit to households, communities, and businesses and to stabilize the financial system.", "These collective policy actions, the development and availability of vaccines, and American resilience worked in concert, first to cushion the pandemic's economic blows and then to spark a historically strong recovery.", "Today the economy is expanding at its fastest pace in many years, and the labor market is strong.", "As always, challenges remain.", "Both the initial shutdown and the subsequent reopening of the economy were without precedent.", "The economy has rapidly gained strength despite the ongoing pandemic, giving rise to persistent supply and demand imbalances and bottlenecks, and thus to elevated inflation.", "We know that high inflation exacts a toll, particularly for those less able to meet the higher costs of essentials like food, housing, and transportation.", "We are strongly committed to achieving our statutory goals of maximum employment and price stability.", "We will use our tools to support the economy and a strong labor market and to prevent higher inflation from becoming entrenched.", "We can begin to see that the post-pandemic economy is likely to be different in some respects.", "The pursuit of our goals will need to take these differences into account.", "To that end, monetary policy must take a broad and forward-looking view, keeping pace with an ever-evolving economy.", "Over the past four years, my colleagues and I have continued the work of our predecessors to ensure a strong and resilient financial system.", "We increased capital and liquidity requirements for the largest banks-and currently, capital and liquidity levels at our largest, most systemically important banks are at multidecade highs.", "We worked to improve the public's access to instant payments, intensified our focus and supervisory efforts on evolving threats such as climate change and cyberattacks, and expanded our analysis and monitoring of financial stability.", "We will remain vigilant about new and emerging threats.", "We also updated our monetary policy framework, drawing on insights from people and communities across the country, to reflect the challenges of conducting policy in an era of persistently low interest rates.", "Congress has assigned the Federal Reserve important goals and has given us considerable independence in using our tools to achieve them.", "In our democratic system, that independence comes with the responsibility of transparency and clear communication, to keep the public informed and enable effective legislative oversight.", "That duty takes on even greater significance when the Fed must take extraordinary actions in times of crisis.", "In order to facilitate that transparency, and to earn your trust and that of the American people, I have made it a priority to meet regularly and frequently with you and your elected colleagues.", "I commit to continuing that practice if I am confirmed to another term.", "The Federal Reserve works for all Americans.", "We know our decisions matter to every person, family, business, and community across the country.", "I am committed to making those decisions with objectivity, integrity, and impartiality, based on the best available evidence, and in the longstanding tradition of monetary policy independence.", "That pledge lies at the heart of the Fed's mission and is one we all make when we answer the call to public service.", "I make it here again, with force and without reservation.", "Everything we do at the Federal Reserve is in pursuit of the goals set for us by Congress.", "I am honored to have worked in service to those ends since I joined the Fed in 2012, and as Chair for the past four years.", "I look forward to your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Economic recovery", "Labor market", "COVID-19", "Federal Reserve", "Financial system", "Price stability", "Maximum employment"]}