{"sentences": ["Remarks by Governor Gabriel Makhlouf at Consulate General of Ireland and IHK Frankfurt event 19 July 2022 Speech It is a pleasure to address you today.", "I would particularly like to thank our Consul General Anne-Marie Flynn for organising this event.", "German - Irish economic relationship Ireland and Germany have excellent relations, politically, culturally and economically.", "These relations have been documented as far back as the 7th century.", "When reading about the relationship, I learned that in 686 an Irish monk Kilian travelled to Rome and then on to pagan Würzburg, where he converted Duke Gozbert to Christianity.", "Kilian had a rather unpleasant ending after telling Gozbert that it was against the Bible's teachings to marry his brother's widow.", "When Gailana, the widow, heard this, she had Kilian and his followers beheaded.", "In 752 the rst bishop of Würzburg, Burchard, had a cathedral built on the spot where they were executed and their remains placed in the crypt.", "St Kilian is today the patron saint of Würzburg, Heilbronn and Kostheim, and of the whole region of Franconia.", "On St Kilian's feast day (just recently on 8 July), relics (the skulls of Killian and his followers preserved in a glass case), are - I've read - paraded through the town and put on display in the cathedral.", "Thankfully Irish/German relations today have moved beyond beheadings and patronage.", "What this story does highlight is the importance of and persistence of institutions to manage relationships.", "Douglass North dened institutions as the \"humanly devised constraints that structure political, economic and social interactions\".", "As Andy Haldane highlighted \"a common denominator among all ... thinkers, from Smith to Veblen to Coase to North, is that institutions rise in importance as societies become more complex, integrated and information-rich.", "Indeed, by embedding knowledge from the past, and investing in public goods for the future, institutions ... [are] essential prerequisites for continuing progress...\".", "I will come back to institutions later but let me give you some gures which demonstrate the importance of the mutual economic relationship between Ireland and Germany.", "Overall, Germany was Ireland's 3rd largest export market in 2021.", "Germany accounted nearly 9% of Irish goods and services exports last year.", "Of particular importance are the export of chemicals and related products (accounting for 78% of Irish exports to Germany).", "Machinery and transport equipment was another double-digit (11%) export share.", "Germany was the 4th largest provider of foreign direct investment (FDI) inows into Ireland in 2020, accounting for 3% of all FDI ows into Ireland.", "And 160 German foreign afliate rms accounted for over 34,000 jobs in Ireland, and over €10bn of turnover, with substantially greater involvement in trade activities (both imports and exports) than domestic rms.", "Since 2010, Irish goods and services exports to Germany have grown by an annual average of 10.3%.", "Over the same period, German exports to Ireland grew by 5.2%.", "Events like today are important to reinforce that relationship.", "In my rst speech as Governor of the Central Bank of Ireland, back in 2019, I spoke about resilience through some of the big changes we as a society are facing, in particular the changing nancial system, technological change, and climate change.", "What I really want to talk to you about today, is not beheadings and patronage (as interesting as this history may be!)", "but to pick-up on some of these transitions.", "The transition of the nancial services ecosystem The nancial services ecosystem is under fundamental transition.", "The digitalisation of banking and payment services through technology-led change is transforming both the sector and the consumer experience.", "A range of new entrants are entering the market and new and incumbent business model are shifting to mobile and online delivery.", "Getting this transition right will be key to ensuring the sector serves the needs of consumers and the economy into the future.", "Across Europe we are seeing, for example, the rapid evolution of traditional banking services being provided to consumers, the transformation in the electronic payments area, including the emergence of, and consumer demand for, instant payments.", "We are seeing new challenger banks targeting the more attractive aspects of traditional nancial service provision.", "The development of new business models and product categories are being driven by the advent of open banking or new cloud-based and blockchain-based technologies.", "We are seeing a range of structural changes taking place from sector consolidation through M&A and the outsourcing of other cash-related activities to third parties.", "We are seeing the ever-increasing role of data and data-analytics in nancial services provision.", "And we're seeing the pivot to a net zero carbon economy where banking has an important role to play in funding climate transition.", "The speed and scale of change presents both opportunities and risks.", "The traditional banking model continues to dominate.", "But the ability of incumbents to develop solutions based on rapidly-changing consumer expectations depends upon transformation of their legacy IT and wider infrastructure.", "They are investing heavily in their digital transformation, aimed at both enhancing their customer propositions and delivering cost efciency.", "Developments in the Irish nancial services sector As you may be aware there are many global nancial services rms domiciled in Ireland, from international banks, investment managers and insurers to aircraft leasing operators and administrators.", "Financial services operations in Ireland handle deposit taking, lending, compliance/AML, fund accounting, trade nance, investor relations, equities, FX sales, capital markets, portfolio management, technology support, software development, cybersecurity and more.", "The sector is responsible for over €11bn annual exports and €2bn spend on payroll and Irish-sourced materials.", "2018 data shows Ireland was the fourth largest exporter of nancial services in the EU.", "Ireland's nancial sector is particularly large compared to its economy in an international context with a multiple of 18 times GDP or 32 times GNI* as of end 2020.", "Irish insurers, for example, wrote over €99bn of gross premiums in 2021, more than two-thirds of which was written 'cross border'.", "The sector's total balance sheet assets reached over €538bn at the end of last year, representing a 55% increase in 5 years.", "The insurance market in Ireland is the fth largest in the EU in terms of assets , whilst the reinsurance market is the second largest .", "This means we have very close nancial relationships across the EU.", "For example, for direct business, Irish insurers wrote €5.9bn of German business (measured by gross written premium) in 2021, with business across life and non-life markets.", "In terms of reinsurance business, there are also signicant ows between Ireland and Germany.", "Irish reinsurers wrote €3.2bn of business (by gross written premium) with German insurers in 2021.", "By contrast, Irish insurers rely on German reinsurers for almost €2bn of reinsurance recoverables.", "The Irish nancial system is heavily weighted towards non-bank nancial intermediaries (NBFIs) with banking making up only approximately 10% of nancial assets held by Irish nancial corporations.", "The largest part of Ireland's non-bank nancial sector is made up of Investment Funds, Money Market Funds and Special Purpose Entities.", "Over the same period, asset values of these entities increased from approximately €3tn to €5.6tn.", "NBFIs are also playing an increasingly important role in the nancing of domestic households and businesses in recent years.", "For example in Ireland NBFIs have increased their share of total new mortgage lending from 3 % in 2018 to 13 % for NBFIs are responsible for almost one third of new lending in the renancing and buy-to-let segments of the market.", "In recent years, non-banks have driven price competition in the Irish mortgage market, reducing mortgage interest rates more rapidly than banks.", "However, in recent months, NBFIs have begun increasing the cost of mortgages reecting their greater sensitivity to global nancing conditions than bank pricing which is linked more directly to changes in the stance of ECB monetary policy.", "The ntech sector is broad, including not only new so-called 'disruptive' start-ups but many nancial services rms that are highly 'tech-enabled'.", "Payment and E-money Institutions (PIEMIs) represent one of the largest and growing sub-sectors in the ntech space in Ireland.", "The data show over 9bn in transactions in 2021, up 27% from the year before.", "Between Q4 2019 and Q2 2021 the number of authorized rms and value of transactions increased by 45% and 53% respectively.", "The future nancial services landscape will likely see new entrants and new business models disrupting the entire value chain of traditional nancial services, with disintermediation a key feature.", "New entrants to date have tended to be smaller but with scalable propositions.", "I anticipate that large scale technology rms (Bigtech) will also enter the retail nancial services arena where their scale, resources and capabilities will allow them to target more protable business lines.", "While the transition of the ecosystem is challenging and disruptive, the new digital era presents real opportunities - for the economy and consumers, but also for the traditional banks to become more efcient in their operational processes.", "Regulating for Transition But this change also presents challenges for us in the regulatory community.", "And here I would like to really emphasise the importance of institutions.", "The nancial services ecosystem is indeed 'complex, integrated and information rich', and becoming more so, thus reafrming the increasing importance of institutions.", "While institutions like the church structured many of the economic, political and social interactions in the 7th century society of St Kilian, we need to rely on - and continue to develop - our European and global institutions today.", "The economic and social consequences of the global nancial crisis - more than a decade ago - led to an important package of EU reforms, in particular applying to banks.", "For larger banks, Banking Union led to the centralisation of supervision - here in Frankfurt with the Single Supervisory Mechanism - and resolution under the Single Resolution Mechanism in Brussels.", "A large body of EU law has also been developed in response to the nancial crisis.", "Overall, a great deal of regulatory and supervisory focus over the past decade has been on addressing the issues which led to the banking crisis.", "While we continue to incorporate lessons learned from the crisis into our work, it is also important to recognise the signicant progress that has already been made to enhance bank resilience.", "Such resilience - both nancial and operational - was evident during the recent pandemic.", "But having addressed the problems of the past, we now need to pivot our efforts to towards meeting the challenges of the future.", "As we transition through a period of fundamental change in nancial services, lawmakers and regulators need to be focused on the future, engaged with the industry and open to new and different ways of managing society's changing expectations of its nancial service providers.", "We need to take the lessons from the past, but also seek to anticipate and support nancial services innovation in line with society's risk appetite.", "In Ireland, the Central Bank's regulation and supervision of rms is risk-based and outcomes-focused.", "Our regulatory priorities are informed by this ever-changing environment, and by our focus on promoting a resilient nancial system which serves the needs of consumers and the economy.", "We do not operate a 'no failures regime', rather we seek to ensure rms enter and exit the market in an orderly way and, do so in accordance with the objectives of the nancial services frameworks, in line with EU norms and standards.", "It is clear that all new regulation must be aligned with the better functioning of the nancial system.", "Financial regulation is central to an effectively functioning market.", "It must be consistent both with good quality competition providing consumers with appropriate levels of availability and choice, and with the sustainability and resilience of well-run nancial rms.", "It is because the Irish nancial services sector is so international that we rely on European and global institutions particularly in standard-setting.", "It also means we must play an active role in shaping international rules and regulations.", "The Climate Transition Let me turn to matters relating to one of the major transitions of our time, climate and sustainability.", "We are at the point where I think it is understood by all of the risks posed by climate change to the economy, and the potential to destabilise rms and the nancial system.", "But understanding this is the easy part.", "Developing, implementing and enforcing a new climate and sustainable nancial regulation framework is where the focus needs to be.", "Policymakers and supervisory authorities have an important role to play in ensuring that the integration of climate issues into regulatory frameworks is effective, and credible across sectors and markets.", "It goes without saying that in facing a global climate crisis there has to be a global response.", "The importance of international cooperation on the standards, taxonomies, metrics and scenarios that we use to measure climate risks or to label products is clear.", "The creation of the International Sustainability Standards Board (ISSB), is a welcome development that will see a global baseline of sustainability-related disclosure standards emerge.", "Similarly, in relation to prudential climate risk management we support the work of the Network for Greening the Financial System (NGFS) in developing scenarios to provide a common starting point for analysing climate risks to the economy and nancial system.", "And of course we need to incorporate the impact of climate change - and our response to it - in our models of the economy.", "Our job includes ensuring that we supervise the regulated entities that provide the new sustainable products and services to ensure that there is condence among investors and the public in what is being provided.", "As the EU is recognised as a global leader in the development of this market, I think it's tting that the ISSB has chosen the EU, and in particular, Frankfurt, as the seat of its board and ofce to its chair.", "The changes to our nancial ecosystem are reective of changes in our communities more generally.", "A feature of those changes is its accelerating pace.", "I suspect that St Kilian would have recognised a lot of his world if had returned to it ve hundred years later in 1186.", "But he would be amazed to see the extent of change that we have seen in the last forty, thirty or even twenty years.", "The challenge for policymakers is to ensure the institutions they lead can respond and adapt to rapid change while delivering on their mission, communicating clearly what they are doing and why, and holding true to the values that underpinned their creation.", "That brings me to an important institution: our relationships.", "The EU's overarching framework reects the interconnectedness of its diverse communities, their common history and their joint aspirations.", "Those communities, their history and their aspirations are reected in the institutions that have been built over seven decades, from the coal and steel community to the economic community to the European Union and the ECB and its soon-to-be twenty members.", "The relationships that have built that Europe are reected in the institution that is the Irish/German relationship and in the Consulate that is based here in the great city of Frankfurt.", "I think St Kilian would have approved.", "_________________________ I would like to particularly thank Naoise Metadjer, Michael O'Grady, Thomas Conefrey for their contribution to my remarks.", "I have spoken about the role of institutions in rebuilding social capital recently here.", "Why institutions matter (more than ever).", "Address to the Centre for Research on Socio-Cultural Change (CRESC) Annual Conference, School of Oriental and Africa Studies (4 September 2013).", "See Central Statistics Ofce (CSO) Outward Foreign Afliates Statistics (OFATS).", "IDA Ireland, IBEC, Department of Finance EIOPA Insurance Overview Report 2021 here See the Central Bank's Market Based Finance Monitor (gures updated for Q4 2021) -Financial-System-Stability-Assessment- 520469 .", "Why institutions matter (more than ever).", "Address to the Centre for Research on Socio-Cultural Change (CRESC) Annual Conference, School of Oriental and Africa Studies (4 September 2013).", "In response to the nancial crisis of 2008 and the subsequent sovereign debt crisis revised liquidity and capital requirements were introduced under Directive 2013/36/EU (CRD IV) and Regulation (EU) No 575/2013 Capital Requirements Regulation (CRR)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial services ecosystem", "Climate transition", "EU institutions", "Irish-German economic relationship", "Non-bank financial intermediaries (NBFIs)", "Financial regulation", "Sustainable finance", "Prudential climate risk management", "Institutions", "Technological change"]}