{"sentences": ["Sen. Grace Llamanzares-Poe, Chairperson of the Senate Committee on Banks, Financial Institutions and Currencies, Senators and members of the Committee, fellow public servants from the Cooperative Development Authority, Insurance Commission, and Securities and Exchange Commission, and other concerned agencies and stakeholders, good morning.", "We thank you for your support to the Bangko Sentral ng Pilipinas' initiatives, including the Financial Consumer Protection Act or the \"FCP Act\".", "We likewise thank the Senators who filed a version of the FCP Act, and to all market players, who continue to support this priority legislative measure.", "Necessity and Urgency of the FCP Act 2.", "The FCP Act will protect every Juan and Maria making financial transactions - whether it is making deposits to save for their children's education, taking a loan to grow their businesses, sending money to friends and family, or paying goods online.", "The Act will benefit us all because we are all financial consumers.", "Without this Act, we will continue to hear stories like Johnny's - a father of two young children and an economic front-liner, who lost his hard-earned savings after a fraudster obtained his account information and made unauthorized fund transfers; or Marianne's - a small business owner, who was billed with an increased amortization on her loan account.", "She disputed the reasonableness of the fees and charges, but lost to the financial institution in the end.", "They are based on actual complaints that BSP received.", "In fact, these two cases were among the 42,456 complaints elevated to the BSP Consumer Assistance Mechanism for 2020 and 2021.", "Declared amounts in the complaints received in 2021 alone add up to about 540 million pesos; from 2019 to 2021, the cumulative total amounted to two billion pesos.", "A majority of these cases have been deemed closed.", "But the process was long and arduous.", "And for many complaints the resolutions were unfavorable to the consumer.", "Over the same period, fellow regulator, the Insurance Commission, received and processed 2,992 complaints against insurance and pre-need companies and HMOs.", "The Securities and Exchange Commission also received hundreds of investment scam complaints within 2019 and These cases could be resolved quickly once the FCP Act is in place.", "This Act will empower financial regulators such as the Bangko Sentral ng Pilipinas, the Insurance Commission, the Securities and Exchange Commission, and the Cooperative Development Authority to expedite the adjudication of reasonable monetary claims more efficiently, fairly and openly, all to the benefit of the consumers.", "One of the positive unintended consequences of the COVID pandemic has been the dramatic rise in the use of digital financial services.", "But the surge brought with it graver risks.", "In fact, complaints related to the use internet banking and mobile banking account for 45.2 percent of the total complaints in 2021.", "Hackers and scammers took advantage of the digital infrastructure and consumer vulnerability to perpetrate crime.", "Based on BSP monitoring, the increased use by the public of digital financial services has given rise to a wave of cyber and financial crimes.", "In 2020, hacking and other malware attacks surged by a whopping 2324 percent from the previous year, while phishing and other social engineering schemes increased 302 percent from 2019.", "Over the same period, account takeover or identity theft rose 2.5 percent, while Card Not Present fraud fell 26.8 percent.", "Taken together, the top three cybercrimes in 2020 were first, account takeover or identity theft; second, phishing and other social engineering schemes; and third, Card Not Present fraud.", "Notably, skimming and ATM-based cyber fraud losses significantly declined from 2018-2021 due to the implementation of EMV chip technology, but fraud actors were quick to shift their tactics.", "Clearly, all of us as financial consumers, are exposed to various risks, frauds and cyber threats that could result in loss of income.", "Worse, it could result in loss of confidence in the financial system.", "Should there be a loss of confidence in the financial system, consumers might opt to keep their savings and investments away from the formal financial system - thus undermining the financial system's ability to intermediate and facilitate the flow of funds to productive sectors of the economy.", "The enactment of the FCP Act is envisioned to provide an armor of protection to all financial consumers.", "It will ensure that relevant government institutions and financial regulators will be fully equipped with the legal authority to enforce prudent, responsible, and customer-centric standards of business conduct.", "The passage of the FCP Act will enable financial regulators to sanction business practices and entities that pose grave and irreparable injury to financial consumers.", "It will deter frauds and scams, and ensure that every Juan and Maria are provided with positive customer experiences.", "FCP Act Features Overview 7.", "Now, let me talk about the salient features of the FCP Act.", "The Act covers the full range of financial products and services offered by the banking, insurance, payments and fintech industries.", "Even investment advisory services are covered.", "Aligned with international standards, the Act strengthens the oversight and enforcement powers of financial regulators to address current weaknesses of existing laws, rules, regulations.", "The Act grants regulators with authority to determine the reasonableness of fees and charges; suspend erring employees; revoke licenses of erring financial institutions; and impose sanctions to ensure compliance with the intent of its provisions.", "Most importantly, the Act provides financial consumers with new, immediate, and efficient avenues for redress by granting financial regulators with adjudicatory authority to conduct hearings on consumer complaints.", "This proposed measure provides alternate, less cumbersome, legal recourse for financial consumers.", "Consumer complaints can be escalated and resolved at the level of the financial regulators, ensuring quick resolutions, hence de-clogging court dockets.", "Existing courts may then focus on more pressing matters.", "The passage of the FCP Act is not only a matter of necessity, it is an issue of urgency.", "As mentioned earlier, as financial products and services continue to rise, so do risks.", "And we, policymakers, cannot stand idly by while the Juans and Marias continue to suffer from the limitations of our existing laws.", "Without doubt, if properly and swiftly implemented, the FCP Act will reinforce the trust and confidence of the public in the financial system, and in the government's ability to uphold consumer welfare.", "We look forward to this Committee's -and the Senate's -full and continued support to the enactment of the Financial Consumer Protection Act as a priority measure."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial Consumer Protection Act", "Cybercrimes", "Financial Literacy", "Financial Inclusion", "Financial Stability", "Digital Financial Services", "Consumer Protection", "Financial Regulation", "Financial Risks", "Financial Scams"]}