{"sentences": ["SPEECH Challenges for monetary policy Remarks by Luis de Guindos, Vice-President of the ECB, at the Frankfurt Euro Finance Summit Frankfurt am Main, 4 July 2022 Having participated in the previous two summits, it is a great pleasure to speak with you again this year.", "In my remarks today, I will first discuss the economic outlook for the euro area.", "I will then turn to the ECB's recent monetary policy decisions and look at why an even transmission of our monetary policy is vital to the achievement of our price stability mandate.", "The euro area economic outlook Over the first half of this year, euro area inflation has continued to rise and has reached undesirably high levels.", "In June headline inflation rose to 8.6%, another record high, continuing to reflect surging energy and food prices, owing in part to Russia's unjustified invasion of Ukraine.", "But price increases have not been limited to energy and food.", "In recent months we have seen inflationary pressures broaden and intensify across many goods and services.", "Elevated inflation will remain with us for some time, declining to just above target only at the end of our projection horizon.", "We expect that moderating energy costs, the easing of supply disruptions related to the pandemic and the normalisation of monetary policy will be conducive to inflation returning to our 2% target over the medium term.", "But the risks surrounding inflation are on the upside.", "Economic activity is in turn affected by the war and its consequences.", "Rising prices are reducing disposable incomes, while intensified supply disruptions and greater uncertainty are also weighing on growth, particularly in the manufacturing sector.", "At the same time, developments in the services sector are supporting growth, with the lifting of pandemic-related restrictions and signs of a buoyant summer tourism season boosting activity.", "These developments are bolstering incomes and consumption, helping an already strong labour market to withstand the economic impact of the war.", "Our projections foresee growth above 2% throughout the projection horizon.", "But the war and the risk of further disruption in the energy supply to the euro area continues to be a significant downside risk to growth.", "In fact, the downside scenario in our June projections reflects this risk and implies a contraction of activity in 2023, following weaker but positive growth in 2022.", "While we are still expecting positive growth rates throughout our projection horizon, in the coming months we will have to navigate this challenging combination of shocks which is reducing growth and pushing up inflation.", "The ECB's recent monetary policy decisions The Governing Council has a steadfast and unwavering commitment to its medium-term inflation target of 2%.", "On the basis of our updated assessment, we decided at our meeting on 9 June to take further steps towards normalising our monetary policy.", "First, we decided to end net asset purchases under our asset purchase programme as of last Friday, 1 July.", "Second, we announced our intention to raise the key ECB interest rates by 25 basis points at our July monetary policy meeting and to raise them again in September.", "The size of the interest rate increase in September will depend on the updated medium-term inflation outlook - if the medium-term inflation outlook persists or deteriorates, an increment of more than 25 basis points will be appropriate.", "Third, looking further ahead, we indicated that a gradual but sustained path of further increases in interest rates will be appropriate, based on our current assessment.", "The pace at which we adjust our monetary policy will depend on the incoming data and how we assess inflation to be developing in the medium term, in line with our commitment to our target of 2% over the medium term.", "Wage increases and developments in inflation expectations need to be monitored closely, as they will be crucial for our deliberations beyond September.", "Let me stress that, ever since the gradual process of policy normalisation was initiated in December 2021, the Governing Council has pledged to act against potential fragmentation risks.", "Accordingly, the Governing Council decided on 15 June that we will apply flexibility in reinvesting redemptions coming due under the pandemic emergency purchase programme with a view to preserving the functioning of the monetary policy transmission mechanism, a precondition for the ECB to be able to deliver on its price stability mandate.", "We also tasked the Eurosystem committees, together with ECB staff, with accelerating the completion of a new anti-fragmentation instrument for consideration by the Governing Council.", "Fiscal policy should do its part by guaranteeing sound public finances in the medium term and delivering targeted and temporary support to vulnerable groups in the short run.", "The even transmission of monetary policy The smooth and even transmission of our monetary policy across the euro area is required to preserve the singleness of monetary policy and achieve our mandate of price stability.", "Changes in financing conditions that go beyond the level merited by fundamental factors undermine the achievement of that objective.", "Sovereign bond yields are an important reference point for assessing the transmission of our policy stance because they act as a benchmark for determining the financing conditions for firms and households.", "It is natural for sovereign yields to differ somewhat across euro area countries, owing to idiosyncratic factors, such as public debt-to-GDP ratios, budget deficits or long-run growth rates.", "However, at times yields can, and do, rapidly diverge from economic fundamentals.", "Excessive divergence makes credit conditions inconsistent with the uniform transmission of monetary policy impulses and could cause financial instability.", "It is instead critical that financing conditions move broadly in sync across the euro area when we change our stance.", "For two equally sound firms in the euro area, a change in the monetary policy stance should lead to a similar reaction in their financing conditions, no matter in which country they are domiciled.", "Should that not be the case, we will react to prevent fragmentation, with suitable safeguards to prevent moral hazard.", "Preventing fragmentation allows us to adjust our monetary policy stance at the appropriate pace and stabilise inflation at our target.", "The headwinds from high energy costs, the deterioration of terms of trade and the adverse impact of high inflation on disposable income pose elevated risks to our medium-term growth outlook.", "Inflation has risen further in June and is likely to remain at high levels in the near term.", "To make sure that inflation returns to its 2% target, we are continuing to move along our monetary policy normalisation path.", "As we do so, we will continue to use the flexibility necessary to counter any threats to monetary policy transmission and facilitate the achievement our target.", "Our commitment to fight fragmentation should thus not interfere with, but rather enable, a greater focus on the monetary policy stance."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "Inflation", "Economic outlook", "Transmission", "Fragmentation", "Interest rates", "Price stability", "Growth", "Energy prices", "Fiscal policy"]}