{"sentences": ["Speech at the ceremony marking the change of office at the Regional Office in Bavaria Change of office at the Regional Office in Bavaria 12.07.2022 | Munich | Joachim Nagel 1 Words of welcome 2 Frank-Josef Benedikt 3 Current challenges for banks, banking supervision and regulation 4 Rheinhold Vollbracht 1 Words of welcome Ladies and gentlemen, Welcome to this ceremony marking the change of office at the Bundesbank's Regional Office in Bavaria.", "At the end of July, you, Mr Benedikt, will retire, and Mr Vollbracht will then take over as president of this Regional Office.", "I am very pleased that you have all made it here - healthy or recently recovered.", "An in-person meeting here in Leopoldstrasse is something quite different from seeing each other as a small image on a screen in a video conference, which we regularly experienced last year.", "In particular, I would like to welcome Bavaria's Minister of State for Finance and Home Affairs, Mr Füracker.", "We very much appreciate your taking the time to join us today.", "I would also like to extend a warm welcome to Dr Diederich.", "You are here as Chairman of the Executive Board of the Bavarian Banking Association.", "I would like to thank you both in advance for speaking to us and, in particular, to Mr Benedikt, in a few moments once I've set out my view of the current challenges facing the banking sector.", "Frank-Josef Benedikt However, before I begin, I would like to focus our attention on you, Mr Benedikt.", "In the space of a few minutes, I am going to try to briefly outline your 36 exceptionally committed and successful years of service to the Deutsche Bundesbank and also talk a bit about you as a person - quite a challenge.", "Let me start with something that will not have escaped anyone's attention: the music that you, Mr Benedikt, chose for today's ceremony.", "I think it tells us something about you.", "We have heard some very catchy and inspiring jazz music - thanks here go to Arvid's Jazz Company from Nuremberg with its leader and trombonist Arvid Mainz.", "Arvid Mainz worked at the Bundesbank for 39 years, most recently as the first director of the former branch in Nuremberg.", "You, Mr Benedikt, held Arvid Mainz in high esteem as a colleague.", "You also know that his music touches people and connects them, which is why you arranged for Arvid's Jazz Company to play at this ceremony.", "And the songs you have chosen have touched a very large number of people: \"Hello Dolly\" was Louis Armstrong's biggest hit.", "\"As time goes by\" became a celebrated piece with the film \"Casablanca\".", "And \"Fly me to the moon\" became so popular thanks to Frank Sinatra that the Apollo 10 astronauts took the song with them on a cassette tape when they flew to the moon in 1969.", "Mr Benedikt, you are tuned in to relationships and connections.", "You see where things and people fit together well - for example this ceremony's catchy and unifying jazz conducted by a Bundesbank veteran.", "In this way, you grow networks as if by magic - to the benefit of all parties involved.", "At the Bundesbank, this began in 1986 when you started your civil servant training programme here in Munich.", "Previously, you had studied economics in Regensburg and completed a traineeship at Dresdner Bank.", "As part of German monetary union, you were responsible in Munich for ensuring that Deutsche Marks were transported safely to Dresden and Chemnitz.", "You saw for yourself that the GDR (German Democratic Republic)'s police and military - heavily armed - took over the protection of the Deutsche Mark-filled cash-in-transit vehicles at the German border and accompanied them to their destination without incident.", "But you were an economist at heart and logistics could not compete with your interest in economics for long.", "Therefore, soon after the turn of the millennium you took over as head of the Economics Division and for many years were the economic voice of the Bundesbank in Bavaria.", "After this you became head of the President's Office of the Regional Office in Munich and then of In-house and Branch Operations.", "Even then you were particularly committed to economic education.", "Long before the Bundesbank highlighted its strategic importance, you had already established teacher training activities in Bavaria.", "You were a classic early mover.", "In 2013, you left your beloved Bavaria and went to Leipzig, as you couldn't let the opportunity pass you by to be president of a regional office yourself, namely the one in Saxony and Thuringia.", "This role of president is one you took on again here in Munich as of 2016.", "In Saxony and Thuringia, as well as in Bavaria, you tackled the prominent tasks of a regional office president with great enthusiasm.", "You benefited from the fact that you are an eminently skilled, credible and engaging communicator and conversationalist.", "You promoted monetary stability, anchored the value of stable money among the general public, imparted economic understanding and explained how, within the Eurosystem, the Bundesbank consistently and competently champions the cause of \"monetary stability\".", "You have represented the Bundesbank convincingly and winningly, you have shaped the agenda and have tirelessly held talks with representatives from the political, economic and banking spheres.", "In the Munich financial centre, you brought the Bundesbank considerable eminence.", "In doing so, you utilised all of the instruments at your disposal.", "Within the realm of economic education, you held guest lectures at universities and other institutions of higher education yourself.", "You continually contributed content and impetus to the Bundesbank Forum lecture series.", "And you were keen to offer these events not only at the Regional Office but at all Bundesbank locations in your jurisdiction.", "You hosted banking evenings and, together with the Bavarian Chamber of Industry and Commerce, jointly organised events with business representatives.", "And, time and again, you also created a framework for exchanging ideas with academia.", "In addition, you also had an impact internally.", "You treated your colleagues with respect and were receptive to their concerns, while also managing to set a clear tone.", "In doing so, you always thought beyond your own immediate area of responsibility.", "For example, you taught at our Hachenburg University of Applied Sciences for 20 years, setting a standard for longevity in the process.", "You have imparted the ins and outs of monetary policy to 40 cohorts of students.", "You left your mark on them with your lively and forthright teaching style, thereby contributing to the high quality of the Bundesbank's work.", "Perhaps it was your close contact with young people that ensured you were always interested in innovations, especially those to digitalise payment transactions.", "Current challenges for banks, banking supervision and regulation These innovations and their speed have kept you, the banking industry representatives here today, extremely busy over the past few years.", "The pandemic has also driven digitalisation in the financial industry in a way that none of us would probably have thought possible.", "During this period, BigTechs have been able to particularly strengthen their position in financial services, as the Financial Stability Board has recently noted.", "[1] At the same time, many banks have digitally evolved their business models in order to compete with the new entrants.", "This surge in digitalisation has also changed banking supervision.", "We, too, are increasingly using big data and machine learning to improve our analyses and decisions.", "It is important for supervisors to recognise and take into account the risks of innovation at an early stage.", "However, it is not the task of supervisors to recommend or even prescribe certain business models to banks.", "And no one here today is likely to expect this, either.", "After all, the search for viable innovations is nowhere better placed than in the hands of market players.", "At the same time, in view of the increasingly digitalised financial sector, supervisors are increasingly focusing on IT (Informationstechnologie) risks.", "This is because, in extreme cases, these can jeopardise the stability of the entire financial system.", "Among these risks, cyber attacks are becoming increasingly significant, not least in the light of the Ukraine war and the intensified geopolitical conflict.", "Indeed, there has been an increase in attacks on European IT (Informationstechnologie) infrastructures since 24 February.", "We have been familiar with DDoS (distributed denial of service) attacks for some time now, which are used, for example, to deliberately overload servers.", "What is new, however, are attacks using so-called \"wiperware\".", "These are used to delete specific data or to render them useless.", "One of the tasks of banking regulation is to contain the potential risks of digitalisation.", "At the same time, however, it must not stifle innovation.", "Getting a technology-neutral and risk-oriented approach right is often like walking a tightrope.", "That said, the Basel Committee on Banking Supervision and the European Banking Authority are well-versed in such balancing acts.", "The issue of proportionality has been, and still is, one such example.", "At the Bundesbank, we have consistently marked out a suitable way forward.", "An important step was to give small banks an official definition and to anchor this in regulation.", "The \"small and non-complex institutions\" are now an integral part of the regulatory framework.", "And rightly so, as a small bank does not pose the same risk to the financial system as a large international bank.", "Such a small bank should therefore be given regulatory relief, for example with regard to disclosure requirements.", "Looking ahead, the ideal approach to regulation could be to base it more on principles and less on a detailed, comprehensive and rather rigid set of rules.", "Yet, even then, regulation will - to some extent - still reflect the complexity of the financial system.", "At the same time, we should not forget that regulation and supervision strengthen confidence in the banking system and, in particular, in regulated institutions.", "This gives them an edge, not least over unregulated competitors.", "Ladies and gentlemen, I mentioned digitalisation as the first major challenge for banks.", "The second is climate change.", "This harbours risks for banks, too.", "First, those that arise from climate change itself; think of natural disasters and their effects on the economy - of course, this also impacts on banks indirectly.", "Second, we are on the way to a more sustainable economy.", "And this structural change, too, will affect banks; think of banks that finance coal-fired power plants.", "Ensuring that these risks are properly incorporated into banks' risk management is a task for us as banking supervisors.", "As a result, this year the Bundesbank is conducting a climate risk stress test for the German banking system, which addresses two questions.", "First, what effect would an abrupt rise in carbon prices have on an institution's borrowers?", "And second, how badly would it hurt the lending institution; in other words, just how high are the climate risks in the institution's credit exposure?", "We are carrying out the test ourselves, using data that we already have.", "One particularly important aspect of this process is reflecting on the results with the institutions themselves.", "Learning how to better assess these rather new risks is essential on both sides of the table.", "Challenge number three - the profitability of banks - is an issue that we have been talking about ever since we found ourselves in a low interest rate environment following the financial and sovereign debt crisis.", "The associated decline in net interest income, by far the most important source of income for German banks, has considerably squeezed their margins.", "However, we are now witnessing a significant rise in interest rates almost worldwide.", "I am convinced that the era of negative key interest rates is drawing to a close.", "This is due to a sharp increase in both inflation rates as well as inflation forecasts, which have been raised perceptibly over the medium term.", "High inflation is a cause for concern for people around the world.", "The onus is now on central banks to adapt their monetary policy.", "And many governments are taking measures to ease the burden on those groups in society that are hardest hit.", "We exchange views on how best to proceed at an international level: in Basel at the Bank for International Settlements, in the G7, and also at this week's meeting of G20 (Gruppe der Zwanzig) finance ministers and central bank governors in Indonesia.", "Over the coming days, this meeting will focus on climate change, in particular, but also on the global debt situation.", "And, of course, the Russian war of aggression on Ukraine will be the elephant in the room.", "Given that inflation rates have been more than four times the target of 2% since May and have continued to increase to date, the Governing Council of the ECB (European Central Bank) has announced an interest rate reversal for the euro area for July.", "In June, the Governing Council therefore rightly decided to end net purchases under the APP (Asset Purchase Programme) on 1 July.", "Furthermore, the Governing Council has announced its intention to raise the key ECB (European Central Bank) interest rates by 25 basis points at its July monetary policy meeting and the prospect of further interest rate increases going forward.", "The Governing Council expects a renewed tightening of monetary policy in September.", "It considers an interest rate move in excess of 25 basis points appropriate if the medium-term inflation outlook in the September projection is unchanged or worsens.", "And the Governing Council is also anticipating subsequent further interest rate rises.", "Just how fast these can be implemented will ultimately depend on the assessment of the newly published data.", "In June, euro area inflation was again significantly higher than before, at 8.6% according to the flash estimate (up from 8.1% in May).", "As the inflation rate was also higher in June than most experts had expected, this means that the run of inflation surprises has continued to date.", "Compared with May, the forecast error has widened further.", "This also heightens the risk that inflation will remain higher in the medium term.", "As the Governing Council of the ECB (European Central Bank), we are judged by our words and, above all, by our actions.", "We need to bring inflation back to our target in the medium term.", "At the press conference following the Governing Council meeting in early June, Ms Lagarde spoke of the Eurosystem embarking on a journey.", "The ship has to steer a course toward 2% inflation - giving more or less throttle, as the need arises.", "This will bring us back to the target inflation rate - not overnight, but in the medium term.", "This is something that the people of the euro area can count on.", "At the same time, we should not kid ourselves that it will all be plain sailing; some choppy waters lie ahead.", "Owing to the change in monetary policy outlook, the financial markets are now again making a stronger distinction between different risks.", "As long as there is no proof to the contrary, I assume that these price developments are fundamentally justified.", "And banks' profitability could be impaired by the weaker economic activity and also by the currently high inflation rate, which could lead to credit defaults among households and enterprises.", "Initially, the interest rate reversal could also weigh on some banks.", "Around 40% of German banks have an elevated interest rate risk, above all smaller banks.", "This is because they do not hedge their interest rate risk to the same degree as larger institutions.", "Higher interest rates are weighing on the prices of securities; banks holding securities may therefore have to make writedowns which could, in some cases, have a severe impact on their capital.", "At present, however, thanks not least to Basel III, banks have enough excess capital; they should be able to bear such strains.", "This creates confidence in the banking market and reduces uncertainty, especially during times of crisis.", "I am confident that we have learnt the correct lessons from the financial crisis.", "And over a somewhat longer time horizon, banks will benefit from the interest rate reversal.", "4 Rheinhold Vollbracht Few people understand the special challenges facing banks and the important tasks of supervisors as well as you, Mr Vollbracht.", "This is because both have played a key role in your professional life.", "Since 2012, you have proven yourself in various managerial positions in this field.", "The most strategic professional task so far for you came with the establishment of the system of banking supervision in Europe, the Single Supervisory Mechanism (SSM (Single Supervisory Mechanism)), in November 2014.", "This new structure had to be implemented at the Bundesbank.", "To this end, for organisational purposes, all Bundesbank banking supervisors involved in the offsite supervision of significant German credit institutions were assigned to one strategic office.", "And you took over at the helm.", "In this role, you have succeeded in putting the supervision of large, significant German banks at our Central Office on a completely new footing.", "With a great deal of commitment and care, you united those employees previously assigned to regional divisions throughout Germany into new, effective teams.", "The Bundesbank's contribution to ECB (European Central Bank) banking supervision is greatly appreciated, far and wide.", "You have been instrumental in this.", "At the same time, you have significantly strengthened the Bundesbank's profile in the Frankfurt financial centre and beyond - starting with the professional and highly capable work of colleagues in these teams and your own clear and convincing performance.", "Knowing you, it won't be long before you're fully immersed in the local Bavarian culture and have taken on its mannerisms.", "I am therefore certain that you will manage the Regional Office in Bavaria with great care and be a first-rate ambassador.", "The conditions could not be better: Mr Benedikt has left everything in excellent order.", "Mr Benedikt, you can retire with a great sense of achievement.", "Your time is likely to be dedicated to the same pursuits: Monetary policy and financial markets - through your teaching position at Munich's University of Applied Sciences; Sports - where you will undoubtedly continue to strive for remarkable mountains - whose call you can now follow more often.", "And if you are still humming along to the tunes we have heard today - all of them love songs - then this new stage of your life has every promise of being extremely fulfilling.", "I wish you all the best.", "I would like to conclude by expressing my great thanks - also on behalf of the Executive Board - for your extraordinary merits as a passionate Bundesbanker and monetary policy maker.", "Thank you all very much for you attention.", "Minister of State Füracker, the lectern is all yours.", "FSB (Financial Stability Board), 21 March 2022, FinTech (Finanztechnologie-Firma) and Market Structure in the COVID-19 Pandemic: Implications for financial stability, p.: \"Comprehensive data on market shares in retail financial services are scarce.", "However, available proxies and insights from market participants suggest that BigTechs in particular have further expanded their footprint in financial services.\"", "See FAZ of 1 July 2022: EZB (Europäische Zentralbank) mahnt Banken zur Vorsicht (ECB (European Central Bank) urges banks to exercise caution)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalisation", "Banking supervision", "Climate change", "Profitability of banks", "Inflation", "Interest rates", "ECB (European Central Bank)", "Banking regulation", "Small and non-complex institutions", "Risk management"]}