{"sentences": ["Media and Research - Speeches Finance Forecast 2022: Opportunities and Date: May 10, 2022 Occasion: Ignite: The Strength of Rising Together Eastern Communications e-Huddle Series Speaker: BSP Governor Benjamin E. Diokno To all the thought leaders, fellow speakers, and everyone here present, good day!", "Thank you for inviting me to the second year of the E-Huddle webinar series.", "This provides an effective platform for the Bangko Sentral ng Pilipinas to convey our insights and ongoing initiatives.", "Today, I will discuss- First, the macroeconomic landscape and highlights of the performance of our banking system.", "Second, the key regulatory reforms to ensure smooth transition post-pandemic, particularly BSP initiatives in promoting sustainable finance and digitalization as essential elements in the recovery and operational resilience of BSP-supervised financial institutions.", "Third, the BSP legislative agenda.", "Finally, I will cap my presentation with some key takeaways.", "Now, let me start by saying that our economy is fundamentally strong and resilient.", "Despite the recession in 2020 due to the pandemic, we managed to bounce back stronger.", "The economy posted a 5.7-percent full-year growth last year, above the government's target range of 5.0 to 5.5 percent.", "Inflation remains manageable, settling at 3.4 percent in the first quarter of this year, well within the government's target band of 2.0 to 4.0 percent.", "Our gross international reserves, or GIR, which serve as buffer against external headwinds, remain hefty at 108.5 billion US dollars as of end-March this year.", "The GIR is considered adequate if it can cover at least three months' worth of imports.", "Ours provides 9.5 months of import cover.", "The job situation has recovered.", "The number of employed Filipinos now exceeds pre-pandemic level.", "The unemployment rate dropped to 6.4 percent in February this year from a peak of 17.6 percent in April 2020.", "Moving on to the banking sector.... Banks remain the pillar of strength of our economy.", "As of February this year, the total resources of the banking system expanded by 7.0 percent year-on-year to 20.7 trillion pesos.", "Credit activity registered an increasing trend for seven straight months, up by 5.4 percent year-on- year.", "We expect improving economic condition and market sentiment to further spur domestic credit expansion.", "Non-performing loans remain manageable with NPL ratio at 4.2 percent.", "The NPL coverage ratio, which shows the banks' allowance for potential losses from bad loans, is high at 86.1 percent.", "Meanwhile, the capital adequacy ratio of universal and commercial banks reached 17.4 percent on a consolidated basis.", "This is well above the minimum thresholds of 10.0 percent set by the BSP and 8.0 percent by the Bank for International Settlements.", "Finally, the net profit of the banking system is up by a remarkable 44.8 percent year-on-year as of December 2021.", "Against this backdrop, our country has kept its investment-grade ratings all throughout the pandemic.", "This is despite a wave of downgrades globally, which validates the resilience demonstrated by our economy amid the pandemic.", "When the pandemic struck, the BSP stepped in to provide additional emergency support to the government's broad-based health and fiscal programs.", "On top of this, we implemented a wide range of regulatory relief measures aimed at: First, extending financial relief; Second, boosting bank lending; and Third, promoting continued access to financial delivery and services.", "The BSP extended some of these measures until yearend to sustain the credit growth momentum and ensure continued access to financial services.", "At the height of the pandemic, we strengthened our earlier digitalization efforts through the Digital Payments Transformation Roadmap.", "We have twin targets by 2023, which I consider personal goals.", "First, that at least half of financial transactions in the country are done digitally... ...and second, that at least 70 percent of Filipino adults have transaction accounts.", "I am optimistic about hitting these two objectives as the economy shifts from a cash-heavy to a cash-lite economy.", "Now, let me cite some of our initiatives.", "Together with the Philippine Payments Management Inc. or PPMI, we launched the QR Ph Personto-Merchant facility in October 2021.", "We are also collaborating with PPMI to broaden the use cases for three digital payment streams this year.", "First is the interoperable Bills Pay Facility, which will address the existing fragmented bills payment mechanism.", "Second is the Request to Pay Facility, which will empower payees to initiate collections of nonrecurring receivables.", "Third is the Direct Debit, which will allow customers to better manage recurring payments.", "We have also issued the open finance and digital banking frameworks to accelerate digital transformation and financial inclusion.", "The Open Finance Framework promotes consent-driven data portability, interoperability, and collaborative partnerships among entities that adhere to the same standards of data security and privacy.", "In line with our digital transformation roadmap, the BSP has issued licenses to six purely digital banks.", "The BSP has also commenced initiatives in the digitalization of offshore payments.", "We are prioritizing the establishment of interoperable cross-border real-time retail payment systems among ASEAN member states.", "Moving on to sustainable finance... For us at the BSP, sustainability will serve as our guidepost in rebuilding the post-COVID 19 economy.", "It is crucial that sustainability principles are part of how institutions are governed.", "As such, the BSP is actively collaborating with government agencies and regulators through the Interagency Technical Working Group on Sustainable Finance or what we call the \"Green Force\" to form a cohesive action plan to institutionalize and accelerate the growth of sustainable finance.", "Data shows that 24 percent or 119 out of 499 banks have adopted their respective sustainable transition plans.", "Banks have issued around 1.15 billion US dollars and 152.9 billion pesos worth of green, social and sustainability bonds since 2017.", "In leading by example, the BSP has invested 550 million US dollars in the Green Bond Funds of the Bank for International Settlements to promote investments in sustainable or green finance assets.", "We also acknowledge the critical legislation complementing our regulatory reforms and initiatives.", "These bills include Financial Consumer Protection Act, which will afford the financial sector regulators the authority to enforce prudent and customer-centric standards of conduct, including the power to adjudicate customer complaints.", "The FCPA is in the Office of the President for signature.", "The Agri Agra Bill is seen to enhance access by rural communities to private sector financing.", "This bill is pending for bicameral conference.", "Meanwhile, the Digital Payments Bill seeks to promote digital payment systems, particularly in all government agencies.", "This is currently approved in the House of Representatives on third reading and pending in the Senate committee on banks.", "The Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery Act or the GUIDE Bill seeks to strengthen the capacity of the Landbank and Development Bank of the Philippines to provide access to credit to distressed enterprises as a result of the pandemic.", "This bill is approved in the House of Representatives on third reading and pending in the Senate committee on banks.", "There is also the Financial Accounts Regulation Bill, which aims to regulate the use of bank accounts and e-wallets in online transactions to address proliferation of cybercrimes.", "This is also pending in the Senate committee on banks.", "Finally, let me highlight key points of my presentation.", "The country is on the road to full economic recovery; Banks continue to be in a position of strength to support economic recovery; The pandemic has helped accelerate the sustainability agenda and digitalization of the financial And, amid all the challenges and uncertainties, the BSP remains committed to provide a conducive environment for digital innovation and sustainability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable finance", "Digitalization", "Banking sector", "Economic recovery", "Financial inclusion", "Regulatory reforms", "Inflation", "Gross international reserves", "Credit growth", "Financial consumer protection"]}