{"sentences": ["This is an unofficial translation prepared by the Bank's staff based on original speech released on December 31, 2021 Dear fellow members of the Bank of Korea!", "Today we start our first working day of 2022.", "I would like to begin by expressing my heartfelt gratitude to all of you for so faithfully carrying out your duties throughout the past year under the difficult working conditions during the pandemic.", "Our economy recovered more rapidly than expected last year amid the ongoing impacts of COVID-19.", "Exports and facilities investment maintained buoyancy, boosted by increased global demand.", "The slump in consumption gradually eased despite continuing effects from the spread of the disease.", "Consumer price inflation picked up rapidly, as international commodity prices soared and demand pressures increased in the process of economic recovery.", "Meanwhile, concerns about worsening financial imbalances grew further, with funds concentrating into asset markets and household debt building up.", "In consideration of these changes, the Bank of Korea is gradually normalizing the monetary policy stance, which had been highly accommodative since the outbreak of the pandemic.", "We raised the Base Rate twice, and phased out temporary financial support measures deemed to have achieved their intended purposes.", "Nevertheless, we strengthened lending programs for vulnerable groups, such as small businesses, that continue to suffer from the pandemic.", "The domestic economy is expected to continue steady growth this year as well, on the back of favorable exports and investment.", "However, uncertainties remain heightened at home and abroad.", "With the emergence of the new virus variant, it is still hard to predict when the pandemic will come to an end.", "There is also a growing concern that the elevated inflation, due to global supply chain disruptions and responses to climate change for instance, will last longer than initially expected.", "Around the world, monetary policy normalization is proceeding at a faster pace accordingly.", "In addition, as competition and conflict among major economies have deepened, global value chains have changed considerably.", "Expanded contact-free practices since the pandemic have prompted transition to digitalization in all sectors of our society.", "It is increasingly forecast that the Chinese economy, which has strong trade links with Korea, will slow as it undergoes structural change.", "Looking at our domestic economy, there are growing concerns that the face-to-face service industry will confront greater difficulties and the consumption recovery will be held back owing to the heightened containment measures put in place recently.", "Economic agents' debt, which has increased further since the outbreak of the COVID-19 crisis, could make our economy more vulnerable.", "These changes in domestic and external conditions give us many tasks to solve indeed.", "First and foremost, we shall actively support those vulnerable sectors suffering from the pandemic so that they can overcome such hardship as quickly as possible, in a way that future side effects arising from the support are minimized.", "Weak links in our economy, such as excessive debt, pose greater risks when the external environment worsens.", "In a situation like the present when external uncertainties are high, we should identify our vulnerabilities objectively and address them properly.", "From the long-term perspective, we should also continue working to create an environment in which the Korean economy can sustain stable growth.", "It is the creativity and investment from the private sector that serve as engines for higher productivity and larger growth potential.", "Innovation should sprout and new technologies should be utilized in every part of society, thereby creating more jobs.", "In order to facilitate such an innovation-led ecosystem, we need to update legal and institutional frameworks at a quicker pace and provide decisive policy support for areas such as investment in basic R&D that are difficult for the private sector alone to take full charge of.", "Digital transformation, the reorganization of global value chains, and the shift towards a low-carbon economy that we are facing now could be enormous challenges, but they could also be a springboard for further progress if the government and the private sector work closely together to cope with these challenges wisely.", "Dear members of the Bank of Korea!", "Let me talk now about the main tasks that the Bank of Korea will need to focus on this year.", "First, we will continue to appropriately adjust the degree of monetary policy accommodation in line with improvement in economic conditions.", "In this process, we must determine the timing of further adjustment of the degree of monetary accommodation by taking into account growth and inflation developments, financial imbalance conditions, and the impacts of changes in the monetary policies of major economies.", "In this respect, we should take an especially close look at the possibility of the inflation trend lasting longer than anticipated due to the interaction between recent rises in prices and inflation expectations.", "As for operation of lending facilities, we will maintain the targeted supports for vulnerable groups including small businesses and the selfemployed for the time being.", "At the same time, we should enhance the efficiency of the lending facilities and will prepare a medium- to long-term plan to improve the facilities for the postCOVID-19 era.", "Efforts must be made in particular to maintain stability in the financial and foreign exchange markets.", "In response to heightened inflation, major central banks, including the US Federal Reserve, have either started raising interest rates or are signaling their intention to do so.", "As each country normalizes its monetary policy, we could see a spike in volatility of the price variables of international financial markets and of capital flows.", "We should closely monitor instability factors, and implement market stabilization measures in due course if needed.", "In addition, there is also a possibility of potential insolvencies in the household and corporate sectors materializing as various financial supports are unwound.", "We must constantly keep a close eye on risk factors concerning the financial system, such as borrowers' debt service capacity, and cooperate with the government to come up with appropriate response measures.", "We need to deal proactively with changes in the payment and settlement environment.", "In response to rapid progress toward the digital economy, we should further strengthen research on the technological and institutional aspects of adopting central bank digital currency (CBDC).", "In addition, we should set up a system to effectively monitor companies including Big Tech firms offering new payment services in order to ensure safety of the payment and settlement system.", "We must also work to promote financial inclusion to ensure that socially vulnerable groups' access to cash is not constrained in the course of payment and settlement innovation.", "We should examine the current monetary policy framework to identify any aspects requiring improvement.", "In this process, we should look at the possibility that inflation dynamics have undergone structural changes since the pandemic outbreak, while studying how financial stability can be considered in a more systemic manner within the current framework.", "In addition, efforts to review the role of the Bank of Korea should continue in consideration of changes in the policy environment.", "We should put more thought into how important social and economic issues the central bank too cannot disregard, such as demographic changes, increased inequality and climate change, can be reflected in the operation of monetary policy.", "Since climate change, in particular, is now an immediate challenge and no longer just a potential risk, we should seek realistic alternatives that allow the use of the Bank's policy instruments for the sake of smooth transition to a low-carbon economy.", "Dear members of the Bank of Korea!", "For the Bank of Korea to meet the expectations of the public and remake itself as a policy institution with exceptional expertise amid a rapidly changing economic environment, we need to achieve commensurate organizational change and innovation.", "In this endeavor, based on the consulting results from an external professional institution and a wide range of staff opinions, we are drafting a medium- to long-term plan to innovate our administrative and personnel management system, which includes a roadmap for implementing organization- and personnelwide innovation.", "I hope that this upcoming plan will be successfully finalized and will play a pivotal role in pursuing innovation in the future.", "To make our efforts come to fruition, it goes without saying that continued careful attention and participation of staff, the main agent of innovation, is essential.", "My fellow members of the Bank of Korea!", "Over the last two years, we have all done our utmost for the recovery and stabilization of our economy amid the unprecedented COVID-19 pandemic.", "Even under these difficult policy circumstances, the so-called \"Permanence of Uncertainty,\" the Bank of Korea was able to faithfully undertake its duties.", "This was made possible thanks to the very best efforts of our staff to fulfill their duties and responsibilities.", "This year will likely be another challenging one for our economy in terms of both the domestic and external environment.", "I would like to ask all staff to remain vigilant and faithfully fulfill their roles and responsibilities.", "I hope that this year will be the last year of the pandemic.", "As we greet this new year, I want to wish you all the very best of health and good fortune."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic recovery", "Inflation", "Financial stability", "Vulnerable groups", "Digital transformation", "Innovation", "Climate change", "Payment and settlement", "Organizational change"]}