{"sentences": ["It's a pleasure to be here this evening, and let's take the fact that we are able to be here as a positive sign of things to come.", "Adrian, it's timely to recall that, early on in the Covid era, you and I started to talk about the importance of ensuring that the financial system was able to support the economy through the pandemic, and about the need to mobilise to ensure that long term capital would be available for businesses as we came out of the pandemic and beyond.", "Those discussions formed an important input to the work of the Productive Finance Working Group, work which continues and for which I want to thank John Glen for his leading role and commitment and Nikhil Rathi too.", "That work is not done, but it has more momentum and substance as a consequence of our early engagement.", "I am going to say a few words on the subject of resilience, what it means in finance and how important it is.", "In March 2020, nearly two years ago, we had our initial very difficult time with some financial markets, the so-called \"dash for cash\" where weaknesses in the system of market based finance amplified the initial covid shock.", "And absent significant intervention from authorities here and in other countries, would have risked tightening financing conditions significantly and made the impact of the pandemic much worse.", "Tackling the causes of that is today a major area of work both internationally and domestically.", "For banks, we tested rigorously to ensure safety and soundness, and particularly that banks could support the economy through these very hard times.", "Indeed, we tested to make sure this support could continue through even harder times, and the answer was positive.", "This matters greatly because having a resilient system has meant that business lending could be sustained, and mortgage servicing pauses to support households seriously affected by Covid and its economic effects were extensively available and used, all to assist with dealing with the consequences of Covid.", "It has been the first major test of the post-financial crisis reforms to regulatory standards.", "In my assessment this outcome mainly passes the test of resilience, accepting both that we have work to do on the lessons from the dash for cash, and that we can never stand still because the positive benefits of innovation also create their own challenges.", "But, what is meant by the idea of resilience?", "A resilient financial system has the resources and flexibility to respond to a range of shocks of different sorts.", "In doing so, it will support stronger growth over the long-run, helping the economy to bounce back and reducing long-term economic scarring caused by the shock.", "In other words, shocks will be easier to absorb and manage if the fundamentals are sound beforehand.", "There is an important choice to be made on where to set the degree of resilience, in other words where in the bad tail of the distribution of outcomes.", "The answer depends on the objective, in this case the public policy objective, and in our work this is one of the key innovations of macro-prudential policy over the last decade.", "It is not just to prevent the failure of institutions, but rather to ensure for banks that at the chosen level of resilience they can support lending to the economy, to firms and households.", "Of course, there are points in the tail of the distribution beyond the chosen point and it is for those that we have resolution tools.", "There is a gross cost to resilience, for banks the cost of increased capital and liquidity buffers.", "But that cost should be suitably offset by the benefits, to the economy and to firms themselves.", "Setting the chosen point of resilience must of course be consistent with the cost-benefit case .", "Putting this notion of resilience into practice in the world of financial stability has been the work of the post global financial crisis years, and will never be done in the sense that we must allow for and respond to innovation.", "There are two central planks to this work: first, to provide a strong counter-cyclical capacity.", "This means that banks are able to lend through severe economic downturns, insurers can maintain underwriting capacity in the face of a wide range of severe shocks, and financial markets are able to function, as they adjust to shocks, including the infrastructures in markets that are at the heart of the financial system in the post-crisis reforms, notably clearing houses.", "Much of that functioning also relies on the second plank of resilience, namely structural measures which are not designed to vary in a counter-cyclical manner, but instead apply equally at all times.", "For banks, this means minimum capital and leverage ratios on top of which sit buffers which are there to be used counter-cyclically in times of stress.", "Consistent with the idea of resilience, there are two key questions to ask about the buffers: are they sized consistent with the financial stability objective; and are they in practice usable in times of stress?", "We have to keep both of these questions under almost continuous review.", "Post-Brexit, it is necessary that we review and, where appropriate, revise the regulatory system to make it consistent with our UK specific objectives.", "When I say UK, however, we must recognise - as TheCityUK does - that we are a leading global financial centre.", "So, our financial stability objective is a global public good, as the IMF has previously noted.", "We must therefore continue to be closely involved in shaping international standards, and then implement them properly.", "I can assure you that we are doing both of these.", "Moreover, when we decide to revise inherited EU standards, we must ensure that they meet our public policy objectives.", "Let me briefly give Solvency 2 as an example - no after dinner speech should contain anything more than the briefest description of Solvency 2.", "At the heart of the prudential regime for insurers in the UK are the objectives of safety and soundness and policyholder protection.", "How we put those objectives into practice should also encompass any macro-prudential measures that we consider appropriate.", "I do not for a moment consider that the Solvency 2 we transposed from EU law and regulation is best suited to the UK.", "Why would it be, since it was designed to cover 27 countries?", "The case for reform is clear.", "But, so is the need first to ensure we define and set our expectations on safety and soundness and policyholder protection.", "Then, consistent with these expectations we can look to enable more support from insurers for productive finance and infrastructure investment etc., that way we can ensure a resilient approach to the prudential regulation of insurers and so stability in the supply of finance.", "Resilience is also highly relevant to the international financial system and the approach to international regulatory standards.", "I want to finish by commenting briefly on one aspect of this.", "In my view resilience is best achieved and maintained through an open and well-governed international financial system.", "We came to a key moment in time on this issue during the global financial crisis.", "Given the severe stress, and how it was transmitted across borders, it would have been easy, and incorrect, to decide that the future lay in protectionism, barriers and more closed national systems.", "That would have been the wrong way to go.", "Fortunately, world leaders at the G20 made the choice to keep the system open, avoid fragmentation, with the cost and risk that brings, and instead chose stronger international regulatory standards and a much enhanced regulatory architecture based around the Financial Stability Board and the associated standard setting bodies.", "That system has been proven to work, notably by the resilience of the system in the face of the Covid crisis.", "Seeking to fragment the international system cannot be justified in light of the success of the post financial crisis approach.", "I welcome the recent announcement to of the three-year extension of temporary equivalence for clearing houses.", "We will continue to work in strong co-operation with EU authorities to ensure risks in in clearing houses are well managed, as we do with other authorities in other countries.", "But I have to say that maintaining a shared deep commitment to open markets and open financial systems with strong and appropriate regulatory standards and cooperation to support them means that there need be no time limit to this equivalence.", "Adrian, the strong dialogue we maintain has played its part in enhancing the resilience of our financial system.", "I look forward to that continuing.", "I am grateful to Sarah Breeden, Jon Cunliffe, Lee Foulger, Karen Jude and Ali Moussavi for their assistance in helping me prepare these remarks.", "For more on resilience and its importance in recent times, see Markus K. Brunnermeier, \"The Resilient Society\", Endeavour Literary Press, 2021"], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["resilience", "financial stability", "macro-prudential policy", "Solvency 2", "international regulatory standards", "financial system", "Covid-19", "banks", "insurers", "risk management"]}