{"sentences": ["- BIS Innovation Summit 22 March 2022 Central banks in a DLT world Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr) Ladies and gentlemen, It is a great pleasure and honour to give this opening speech of the second BIS central banks' commitment in Innovation Summit, which illustrates new technologies, notably through the BIS Innovation Hub.", "Since their creation almost fifteen years ago, distributed-ledger technologies (DLTs) have evolved and opened up new possibilities, building alternative circuits and removing intermediaries, supporting new solutions and use cases.", "Are these disruptions as powerful as those brought by the invention of internet three decades ago?", "It may be too early to tell, but DLTs are expanding at a fast pace, and have the potential to bring about far-reaching changes.", "The invention of bitcoin, the first crypto-asset, stemmed from the desire to build a new \"currency\" - I emphasise the quotation marks here -, outside the remit of states and central banks.", "That was back in 2008, and what we have observed since then is that the use of bitcoin as a means of payment remains very marginal, because it does not feature any of the fundamental characteristics of currency.", "Nor is it a store of value, but rather a speculative asset, somewhat similar to the Dutch tulip bulbs from the 17th century.", "The most disruptive feature of bitcoin was its underlying technology, which has since then been offered in different versions of DLT underlying various types of assets and uses.", "Second-generation crypto-assets now embed smart contracts that have led to the development of new services and products, the last being NFTs (non-fungible tokens).", "Among second generation crypto-assets, so-called stablecoins or backed-assets try to reduce their volatility by anchoring themselves to fiat currencies and sovereign assets.", "Still, they create fragmentation, and are fraught with regulatory and operational uncertainties.", "Here too there are historical precedents: free banking in the 18th and 19th centuries, when each private bank issued its own banknotes.", "It had major drawbacks, such as credit risk embedded in settlement assets.", "The introduction of central bank money as a common and safe settlement asset was a major breakthrough and since then has become the rule in the best interest of all economic agents.", "It is now a public good, and taken for granted at least in advanced economies.", "We, central bankers, have mixed feelings towards crypto-assets: on the one hand, they bring innovation and meet some expectations, especially in emerging economies; on the other hand, they carry significant potential risks, related to money laundering, breach of data privacy and high volatility among others.", "Although our mandates fully enshrine stability, resisting innovation is not in our DNA, on the contrary.", "Financial stability without innovation would mean conservatism; innovation without financial stability would feed distrust, and hence be unsustainable.", "Notwithstanding our sometimes old-fashioned image, we have been at the forefront of financial innovation for decades.", "Our achievements however often remain unknown to the public: our state-of-the art settlement systems are aimed at banks, not end-users.", "How can we find our rightful place in this emerging DLT world?", "Benign neglect, or on the contrary prohibition, are no longer options.", "While keeping our eyes and minds open, we have to at once regulate and innovate.", "First, regulate and supervise all players that issue, value, deal, settle, offer custody and related services regarding these new assets.", "The initial bitcoin ideology of a full disintermediation or even disembodiment turned out unsuited to real life: most users do not directly intervene on the blockchain, they \"Decentralised finance\" use platforms and new intermediaries.", "could be a misnomer while leading to concentration of some private players that are not sound supervisory principle \"same activity, regulated for the time being.", "The same risks, same rules\" a \"square of should apply and be expressed as guarantees\": (1) equal security; (2) equal compliance; (3) equal responsibility; and (4) equal accessibility.", "Regulation has to be built consistently across jurisdictions, and is especially important as links between the real world and the crypto world are growing stronger.", "Against this backdrop, and in accordance with the G20 agenda that was initiated two years ago, most jurisdictions are considering legislative changes to deal with crypto-assets.", "For instance, the European Union must adopt shortly a regulation called Markets in Crypto-Assets (MiCA).", "It is essential that we all ensure that there is a real-time and ambitious approach across the globe.", "Second, central banks shall continue to be active players in innovation.", "A few have already launched digital currencies, some including the Eurosystem are testing it in pilot experiments.", "We at the ECB decided a two-year investigation phase under the leadership of my colleague Fabio Panetta, before taking a decision about whether to go further by the end of 2023.", "Retail CBDCs have caught the attention of the public; however, they raise sensitive questions, especially regarding the use cases for households and the role of commercial banks.", "That is why I would call for a ceiling of the individual CBDC holdings.", "the other possible digital currency, a \"wholesale\" CBDC for Let us not forget banking institutions.", "DLT could bring the benefits of central bank money digitalisation to a new level, with increased efficiency of some interbank processes and the development of new services, especially in a cross-border context.", "Let me be clear, CBDC is not about the Big Brother of central banks threatening the free world of decentralized finance.", "Rather it could be about providing further tools to help make Defi successful and sustainable.", "The Banque de France carried out nine successful experiments in 2021, with a wide array of partners and on different segments, and a new series of experiments focusing on cross-border payments will take place in 2022.", "It is a great satisfaction to see the BIS Innovation Hub pushing ahead with several wholesale CBDC projects such as Jura and Dunbar, in which the Banque de France is an active participant.", "And more broadly, it also a satisfaction to see that more and more central banks, notably some from Asia, show an interest for wholesale CBDC.", "I will conclude by quoting Zaha Hadid, the Iraq born architect who was the first woman to receive the Pritzker prize in 2004.", "Her iconic buildings, all swooping curves and flowing space, never featured any right angle.", "Zaha Hadid used to say.", "What an inspiring thought for us today.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["DLT", "Crypto-assets", "Central bank digital currency (CBDC)", "Regulation", "Innovation", "Financial stability", "Intermediaries", "Blockchain", "Decentralized finance (DeFi)", "Stablecoins"]}