{"sentences": ["Good morning and welcome to today's launch of our joint report with the World Bank, Exploring Nature-related Financial Risks in Malaysia.", "Over the last three years, the Malaysian financial sector has stepped up its response to the urgent and existential threat posed by climate and environment-related risks.", "Joint efforts by regulators and the industry to better understand, assess and manage climaterelated risks have made substantial progress.", "In the Financial Sector Blueprint 2022-2026 recently released by Bank Negara Malaysia, we further reiterated our vision, and expectations, for the financial system to facilitate an orderly transition, towards a greener economy.", "The financial sector has a crucial role to play in this.", "To that end, key tools and frameworks are being put in (i) channel financial flows and increase funding solutions towards a greener economy; (ii) strengthen supervisory oversight and address the appropriate treatment of climate and environment-related risks in prudential frameworks; and (iii) address knowledge and data gaps around these risks.", "Even as we continue to move these priorities forward, we are aware that climate change is not a standalone environmental threat.", "Biodiversity, which is the variety of life on Earth, is declining faster than at any other time, in human history.", "One-quarter of species globally are threatened, and around one million animal and plant species face extinction.", "Many of the natural ecosystems that provide us with clean water, fresh air, and food are in decline.", "This poses significant risks to economic activities, as it is estimated that more than half of the world's GDP is moderately or highly dependent on nature.", "There are major challenges to achieving the Sustainable Development Goals, with over two billion hectares of land on earth degraded, affecting the lives and livelihoods of some 3.2 billion people.", "For example, the SDG goals of decent work and economic growth, as well as good health and well-being , cannot be achieved if the degradation of life on land and life below water, are not addressed.", "The NGFS Study Group on Biodiversity and Financial Stability, of which the Bank is a member, has investigated growing evidence that biodiversity loss has implications on the economy and financial stability.", "Exploratory studies have also been conducted in the Netherlands, France, Brazil, Mexico - and now Malaysia - to understand the dependencies and impacts of the financial sector on biodiversity.", "This growing body of knowledge around climate and environmental risks, highlights the fact that climate change and the loss of nature are inseparable concerns.", "Nature loss compounds the effects of climate change, and climate change drives nature loss.", "As life supporting systems in nature deteriorate, so too does our capacity to adapt and build resilience against adverse events.", "As we think about the financial sector's response, this understanding on the interactions between biodiversity and climate resilience is important from at least two perspectives.", "First, it crucially promotes the effectiveness of current efforts to tackle the climate crisis.", "Second, it enables the financial sector to leverage on climate initiatives to accelerate the equally pressing response needed to address broader nature-related risks.", "This includes initiatives to build capacity and address data gaps.", "Consistent with these considerations, the Climate Change and Principlesbased Taxonomy adopted for the financial sector in Malaysia incorporates the principle of \"do no significant harm to the environment,\" which requires an economic activity to protect healthy ecosystems and biodiversity.", "This is particularly important for Malaysia, one of the world's megadiverse countries.", "Our livelihoods and economic activities are supported by natural ecosystems.", "The tourism sector for instance benefits from the existence and maintenance of lush rainforests and marine life.", "The manufacturing, agriculture and construction sectors depend on land, soil, plants, animals, water and minerals as inputs and enablers of production.", "Our economy is fundamentally embedded in this web of natural systems that provide, support, maintain and regulate our activities.", "Thus, the collapse of these systems, could pose a serious threat to society and the economy.", "The relationship between nature and the economy is, however, complex.", "There remain significant challenges in tracing how nature loss transmits to the economy and financial sector.", "Knowledge, data, methods, and models in this area are still largely evolving, even compared to that of climate risks.", "This report is therefore exploratory, and is meant to contribute towards building a deeper understanding of risks and opportunities in this complex and intricate area.", "We remain some way from being in a position to develop more explicit supervisory and regulatory expectations - but we believe this work makes an important contribution to our thinking and approach to managing climate and nature-related risks in a coherent manner.", "Importantly, the financial sector needs to come to grips with the reality that like climate, nature-related risks are already presenting a significant threat to our economies and society that can no longer be ignored.", "The findings of this report lend impetus to the need to strengthen capacity in this area.", "The scientific community continues to issue the 'code red for humanity,' and with recent events, including the pandemic, floods and bushfires, the message could not be clearer.", "Ecosystem and planetary health matters to economic and financial stability.", "While the primary responsibility for addressing these priorities rests with governments, the financial industry and authorities have a critical interest in deepening our understanding and appreciation of the interactions between climate and nature-related risks - because how these risks evolve both affect and are affected by the actions of financial institutions.", "This would enable us to also seize opportunities to tackle these \"twin challenges\" in an integrated manner.", "It is my sincere hope that today's event, along with the release of the report, will encourage broader dialogue and increase awareness around nature-related risks and opportunities, in turn paving the way for concrete action on this important front.", "I would like to thank the World Bank for this fruitful collaboration, and the esteemed speakers joining us today.", "I look forward to the engaging sessions ahead.", "An Exploration of Nature-related Financial Risks in Malaysia BNM's Climate Change website UN Biodiversity page [Link] SDG 8.", "Network for Greening the Financial System."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Biodiversity", "Climate change", "Nature-related risks", "Financial sector", "Sustainable Development Goals", "Ecosystems", "Climate resilience", "Nature loss", "Green economy", "Financial stability"]}