{"sentences": ["In many countries, and certainly in the euro area, the high inflation that we continue to observe is one of the main economic consequences of the conflict in Ukraine.", "The ECB Governing Council is determined to bring it back down to levels in line with its objective of price stability.", "Reassuring signs that this could be achieved through a gradual normalization of monetary policy and without causing a sharp slowdown in the economy can be found in the medium to long-term inflation expectations, which remain broadly anchored to the target, and in wage growth, which at this time does not appear to point to the start of a wage-price spiral.", "For central bank action to be effective, it is crucial that there is no amplification of the cost of money in individual jurisdictions due to financial market reactions that are not justified by country fundamentals.", "If this occurs, it can be counteracted by decisively using, as in the past, all the tools possessed by the central bank and, if necessary, by employing new ones.", "For monetary policy to be fully successful, however, there must be a shared commitment, in practice, in the proposals and in the requests for fiscal action, to keep the public debt on a path that continues to ensure its full sustainability.", "It will also be essential to continue strengthening, via appropriate and wellbalanced structural reforms, the development capacities of the euro-area countries.", "The Italian economy is expected to grow in line with the euro area in 2022-23.", "The risks at global level are, however, significant.", "During this delicate phase, the contribution that the financial system is called upon to provide with regard to the allocation of credit flows and support to the economy is particularly important.", "To fulfil these tasks, we must tackle the challenges posed by the difficult and uncertain cyclical situation head on, as well as those arising, on a structural level, from the digital transition and the financial effects of climate change.", "Banks must continue to pay close attention to the principles on which sound business management is based: prudence in provisioning and distribution decisions; monitoring of traditional and new risks; transparency and fairness vis-à-vis customers; and improving efficiency and cost containment, including through the necessary investment in technological innovation.", "The experience of recent years shows that Italian intermediaries have the capacity to overcome the challenges they face today; they should apply it assiduously and with foresight."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Inflation", "Monetary policy", "Fiscal policy", "Structural reforms", "Financial stability", "Credit allocation", "Digital transition", "Climate change", "Sound business management", "Italian economy"]}