{"sentences": ["Speech Building the Financial System of the 21st Speech by Luis de Guindos, Vice-President of the ECB, at the 20th annual symposium on \"Building the financial system of the 21st century: an agenda for Europe and the United States\" organised by the Program on International Financial Systems and Harvard Law School (by videoconference) Frankfurt am Main, 19 May 2022 It is with great pleasure that I am taking part in this symposium once again.", "It is hard to believe how much has happened since we last met two years ago.", "In my remarks back then, I touched upon the enhanced resilience of the banking sector following the design and implementation of the Basel III regulatory framework - a long process that was set in motion in the aftermath of the global financial crisis.", "Since that crisis, and the ensuing sovereign debt crisis, the euro area has been hit by two unrelated but sequential global shocks: first, the pandemic and then the massive surge in energy prices exacerbated by the Russian invasion of Ukraine, which has so far affected Europe more than other parts of the world.", "To use some jargon, these were \"low probability\" events.", "But they materialised in rapid succession with a large impact on inflation at global level.", "So it is not easy to be a central banker right now.", "In the euro area, we moved from having to deal with stubbornly low inflation levels for almost a decade to the highest inflation figures since the creation of the euro, while also having to contend with extraordinary uncertainty surrounding inflation dynamics.", "Today, I will give a brief overview of the current economic situation in the euro area, and then share our assessment of the current risks to the overall stability of the financial system.", "Economic outlook Just as we were getting the pandemic and its economic implications under control, geo-political tensions in Europe erupted.", "Russia's war against Ukraine has cast a dark shadow over our continent and is likely to trigger a slowdown in growth and higher inflation in the near-term.", "After the largest contraction on record in 2020, the euro area economy transitioned to a firm path of recovery in 2021.", "However, rising inflationary pressures that had been building up since the latter half of last year and renewed pandemic-related restrictions look likely to have slowed the momentum of the recovery in 2022.", "The Russian invasion of Ukraine exacerbated these pressures on account of large rises in commodity and energy prices.", "The war has also created new bottlenecks on top of the supply chain disruptions resulting from recent restrictions in Asia.", "Following a steady rise in the course of 2021, inflation reached a record high of 7.4% in March 2022, remaining at this level in April.", "Price increases will most likely remain high over the coming months, mainly because of the rise in energy costs but also due to higher food prices and renewed supply chain disruptions.", "Medium-term inflation expectations remain anchored, close to our 2% target.", "That said, we are closely monitoring for second-round effects, notably wage-setting behaviour.", "We need to prevent the scenario where the high inflation that we currently see becomes entrenched in expectations.", "We are faced with an exceptional degree of uncertainty regarding the outlook for economic activity and inflation.", "So we need to move gradually and cautiously as we normalise our monetary policy.", "At our April meeting, the ECB's Governing Council judged that the incoming data reinforced our expectation that net asset purchases under the asset purchase programme should be concluded in the third quarter.", "I would expect this to happen earlier in the third quarter rather than later.", "A first interest rate hike could take place some time after that, depending on our evolving assessment of the outlook.", "Our June staff projections will put us in a better position to appraise where the euro area economy is heading.", "We need to observe the impact that shifts in financing conditions and the erosion of purchasing power are having on activity and inflation dynamics.", "For the past two years, the combination of fiscal and monetary policy has been crucial in helping the euro area to navigate the pandemic.", "This combination remains critical today.", "Monetary policy has to ensure that inflation stabilises at 2% over the medium-term while fiscal measures need to be very selective, targeted and temporary - also in part because fiscal space is now more limited than it was in 2020 and 2021.", "Despite the current uncertainty, financial markets have, so far, remained relatively calm.", "If stress conditions arise, we will deploy flexibility to ensure that monetary policy is transmitted smoothly across the euro area, as we did to good effect during the height of the pandemic.", "Financial stability The macroeconomic forces I have just discussed, amplified by the economic fallout from the RussiaUkraine war, also have implications for the financial stability outlook.", "The improved economic conditions throughout 2021 helped to reduce near-term risks to financial stability.", "But medium-term vulnerabilities continued to build up in the latter half of last year.", "The pandemic left a legacy of significantly higher levels of indebtedness across sectors, signs of overvaluation in some financial and property markets, and increased risk-taking by non-bank financial institutions.", "Since the Russian invasion, financial stability concerns have centred on the economic and inflationary impacts of the current macro-financial environment through higher commodity and energy prices, trade disruptions and weaker confidence.", "Let me touch upon some components of the euro area financial system in turn.", "The banking sector is facing new headwinds from the war.", "Higher energy and commodity prices, combined with potential energy supply disruptions, could lead to rising credit risks in the corporate sector, especially in energy intensive sectors.", "This has already led analysts to cut bank profitability forecasts for 2022, due to increased provisioning expectations.", "An upward shift in interest rate expectations may affect banks' financial positions in two different ways.", "On the one hand, bank earnings are expected to benefit from higher rates in the short-term; on the other, their net worth is vulnerable to rate increases in the medium-term.", "The economic value of banks with a high share of fixed-rate assets may drop as assets lose more value than liabilities.", "That said, overall interest rate risk exposures are moderate, on aggregate, and banks have actively managed them to prepare for increasing interest rates.", "The slowdown in growth and tightening financing conditions could also lead to renewed challenges for sovereign debt sustainability, particularly in more highly indebted countries.", "These risks appear manageable in the short-term.", "But a sustained rise in interest rates, or more subdued growth, could contribute to a reassessment of sovereign risk by market participants and to higher fragmentation risks in sovereign bond markets.", "To the extent that increased sovereign vulnerabilities coincide with fragilities in the corporate and banking sectors, risks materialising in any of these sectors may lead to the re-emergence of adverse feedback loops between sovereigns, banks and corporates.", "The uncertain outlook could also have an adverse impact on the euro area non-bank financial sector.", "Duration risk has recently started to materialise, and valuation losses may further increase in an environment of rising interest rates.", "Some non-bank financial institutions have large exposures to firms with higher credit risk, or firms in energy-intensive industries that are more vulnerable to risks from rising commodity prices.", "Turning to financial markets, corrections we saw after the Russian invasion of Ukraine have remained largely orderly.", "But high volatility in some commodity prices has triggered liquidity stress in related derivatives markets.", "An increase in initial margin requirements has greatly increased firms' liquidity needs, making it more difficult for some firms to hedge.", "This recent episode raises the question of whether margining practices, including those between the clearing member and their clients, may be too procyclical.", "Financial markets remain vulnerable to further corrections that could potentially be triggered by an escalation of the war, or a faster-than-expected pace of monetary policy normalisation.", "Sound financial regulation and greater resilience have helped the European financial system navigate both the pandemic and the economic fallout stemming from the Russia-Ukraine war.", "Yet sizeable challenges remain.", "To address financial stability risks, we need to implement targeted macroprudential policy instruments.", "At the same time, amid global inflationary pressures and risks to growth, we are walking on a narrow path as we strive to deliver on our price stability mandate.", "But rest assured, we remain fully committed to stabilising inflation at our 2% target over the medium-term."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Financial stability", "Monetary policy", "Economic outlook", "Russia-Ukraine war", "Interest rates", "Fiscal policy", "Banking sector", "Non-bank financial sector", "Financial markets"]}