{"sentences": ["What did the monetarists ever do for us?", "- speech by Given at Walter Eucken Institut / Stifung Geld und Währung Conference - Inflation and Debt: Challenges for Monetary Policy after Covid-19 Published on 24 June 2022 Huw Pill talks about the challenges for monetary policy after Covid.", "It is a great pleasure to be here in Freiburg to attend this excellent and topical conference.", "My thanks are due to the organisers, especially Professors Feld, Krause and Moellers, and to the sponsoring institutions, the Stiftung Geld and Waehrung and the Walter Eucken Institut, for their invitation and hospitality.", "I am tempted to start my remarks with the phrase: 'And now for something completely different ...'.", "In part, this is intended to signal a change of pace.", "After a series of outstanding presentations of very high quality research papers, I am afraid that I will lower the tone somewhat by bringing more of a policy orientation to the discussion.", "But it is also a nod to the Pythonesque title assigned to my remarks.", "I understand that Monty Python was (and is) very popular in Germany.", "But to avoid any mis- understanding, I thought I should clarify from the outset that the title is an allusion to a famous sketch from one of the Money Python films.", "To incite rebellion against their Roman rulers during the time of empire, the rebel leader - played by John Cleese - asks the question: 'What have the Romans ever done for us?", "', only to be met by a long and impressive list of achievements and contributions made by the Romans to the quality of life.", "In asking a similar question about monetarism - or perhaps, more precisely, a question about the role of monetary quantities in the design, conduct, transmission and presentation of monetary policy - I seek to explore whether a similar conclusion can be drawn.", "While monetarism remains unfashionable in academic and central banking circles, perhaps it has contributed more to the past, present and potential future of monetary policy than we conventionally admit.", "No money, no inflation Twenty years ago, the former Governor of the Bank of England (and now Lord) King published an article in the Bank's Quarterly Bulletin entitled 'No money, no inflation - The role of money in the economy'.", "This article addressed an apparent paradox.", "On the one hand, Milton Friedman's famous monetarist dictum that 'inflation is always and everywhere a monetary phenomenon' appeared to have become entrenched in the economics profession's conventional wisdom.", "As a result, in most advanced economies, monetary policy had been assigned clear and independent responsibility for the maintenance of price stability.", "At the time, this framework appeared to be delivering much better results than its various predecessors: we were in the midst of the 'Great Moderation', enjoying the benefits of inflation remaining low and stable around its target level.", "Yet, on the other hand, these favourable outcomes were typically accompanied by a lack of reference to money in descriptions of the conduct or transmission of monetary policy - even when those descriptions were offered by central bankers themselves.", "In most jurisdictions, the monetarist experiments of the late 1970s and early 1980s - which had placed monetary aggregates at the heart of the design and communication of monetary policy strategies - were seen as discredited.", "In the face of rapid financial innovation, the operation of Goodhart's Law had rendered the controllability of those aggregates and / or the interpretability of their role in the transmission mechanism sufficiently opaque for them to be deemed unreliable aids to the formulation and presentation of monetary policy decisions.", "Lord King offered a reconciliation of these two observations.", "On my reading, the arguments he made back at the turn of the century have stood the test of time.", "Although not doing justice to the richness, breadth or quality of those arguments, one core theme builds on the insights of Poole.", "As in other fields, a form of 'duality' between quantities and prices exists in monetary economics.", "When shocks to money demand are large, expressing the stance of monetary policy in terms of an interest rate - in other words, as a price rather than as a quantity - can help to insulate the wider economy and price developments from the volatility that those demand shocks induce in monetary quantities.", "This insight had long been embedded in central bank practice, with short-term interest rates being the operational instrument of monetary policy.", "And it is now central to the canonical model of monetary policy outlined in Woodford's magnum opus Interest and Prices, which both captures and has catalysed the large and still growing literature on interest rate rules for monetary policy.", "Three questions: Past, present and future While I will revisit some of these arguments in what follows, you should not expect much innovation from me on those dimensions.", "But, two decades on, a number of new questions have emerged, which I do hope to address.", "Past: What are the lessons of the past twenty years?", "A natural focus is to explore how we should think about the expansion of central bank balance sheets via quantitative easing (QE) and other mechanisms.", "In Lord King's article, discussion of QE is limited to the case of Japan and treated as something of an anachronism.", "But in the aftermath of the global financial crisis - with a long-term downward trend in the equilibrium real interest rate, R-star; with nominal policy interest rates stuck for long periods at their effective lower bound; and with disruptions in the financial sector impeding the traditional transmission of monetary policy - the use of QE and other balance sheet policies by central banks has become mainstream.", "Pace Poole, QE policies have largely been expressed in quantitative terms (even if that approach has been somewhat watered down over time).", "For example, at the Bank of England QE measures have been announced in terms of changes in the stock of gilt holdings in the special facility created to manage the asset portfolio.", "Such an approach inevitably begs the question of whether, and if so in what form, monetary quantities have re-asserted themselves in the conduct, transmission and communication of monetary policy.", "More generally, the financial crisis and its aftermath have demonstrated that financial markets are subject to periodic disruption.", "This questions the assumption - embedded in much of traditional finance theory - that equilibrium yields are independent of the quantities of the supplies of different assets.", "Failure of that assumption opens up scope for monetary quantities to have an important influence over a wide range of asset prices and risk premia, and thereby play an important role in monetary policy transmission.", "Changes in the structure of the financial sector - both secular trends and the consequences of regulatory changes introduced following the crisis - have shifted activity away from banks to nonbank financial institutions (NBFIs) (what we used to call 'shadow banks').", "The NBFI sector has become a more important part of the financial sector and, as a result, a more important channel of monetary policy transmission.", "For monetary policy makers, understanding transmission via the asset markets where NBFIs operate has therefore become more important.", "How money flows within the financial sector - among banks, among NBFIs, and between banks and NBFIs - influence asset prices are becoming more central relative to the more traditional analysis of how financial flows between banks, on the one hand, and households and firms, on the other, influence spending and pricing decisions in the real economy.", "This has important implications not just for the character of the analysis but also the definition of the relevant measures of money upon which focus is required.", "While this shift has been evident for some time, the so-called 'dash-for-cash' episode at outset of the Covid-19 pandemic brought home the potential magnitude of these effects.", "As the label itself suggests, the conventional explanation of this event suggests a lack of safe and liquid monetary assets fed market dislocation.", "This is an episode to which I will return later in the talk.", "Present: What implications do the lessons of the past twenty years imply for our assessment of the current situation and the challenges facing monetary policy today?", "We are not without advice on this dimension.", "Some monetarists expressed concern that the expansion of central bank balance sheets via QE during the financial crisis would trigger inflation.", "This fear proved mis-founded.", "More recently, other monetarists have attributed the current strength of inflation to the expansion of bank deposits associated with monetary easing and QE at the onset of the pandemic.", "Different diagnoses reflect the existence of different sects within the overall monetarist doctrine, often associated with varying focus on either narrow measures of 'outside' money (the monetary base, M0) or broad measures of inside money (such as M4 in the UK or M3 in the euro area).", "Interestingly, having been critical of the failure to tighten UK monetary policy in the face of strength in broad money growth through the pandemic, one stream of British monetarist thinking now advocates a gradual tightening of policy, despite the current elevated level of inflation.", "This preference for gradualism stems from the view that monetary growth has eased of late and strong policy action now risks tightening too much, inducing unnecessary macroeconomic volatility.", "This contrasts with the advice of others who advocate stronger immediate policy action in the face of elevated spot inflation.", "To take a parochial UK view for a moment, my own read is that - in line with recent MPC communication and my own comments in previous talks and interviews - the elevated level of UK inflation stems largely from the impact of external shocks, rather than excess money growth in the past.", "Higher international energy and goods prices have raised UK inflation via the usual direct and indirect effects.", "The overshoot of the 2% inflation target is substantial largely because the magnitude of these external shocks has been substantial.", "Aggregate GDP is only now reaching pre-pandemic levels, lending credence to the view that it is weakness in supply rather than strength in demand that is driving the current strength of inflation.", "Given the tightness of the UK labour market and perceived strength of pricing power in large parts of the corporate sector, the threat exists that higher headline inflation leads to second round effects in prices, wages and costs that exacerbate the magnitude and, crucially, the persistence of the target overshoot.", "The current challenge for UK monetary policy is to contain those second round effects and return inflation to target as global energy and goods prices stabilise or revert in the coming years.", "As the MPC stated last week, in doing so it will be 'particularly alert to indications of more persistent inflationary pressures, and if necessary act forcefully in response'.", "Just to emphasise for anyone listening in from London today: no news in my assessment of the outlook for monetary policy here.", "Where analysis of monetary transmission matters is in calibrating any policy response.", "The MPC needs to ensure that the monetary impulse transmitted through asset prices helps navigate the narrow course between, on the one hand, preventing above target inflation from becoming embedded in expectations and, on the other, introducing unnecessary volatility into activity and employment, and adding to any undershoot of the inflation target at longer horizons.", "Crucial to this is ensuring monetary developments do not accommodate price, wage and cost setting behaviour inconsistent with achieving the 2% inflation target.", "And one aspect of that assessment is how the evolution of the stock of assets held by the central bank as a result of QE plays out.", "At the Bank of England, we stopped buying assets through the creation of central bank reserves last December.", "The process of shrinking the QE asset portfolio - so-called quantitative tightening (QT) - commenced in February, as we ceased reinvestment of maturing bonds from that portfolio.", "And we are currently considering whether - and, if so, how - to begin sales of gilts held in that portfolio.", "(The MPC has promised to report further on its prospective approach to sales at its August meeting.)", "Thinking through the implications of QT for the overall stance of monetary policy is therefore key to our current policy analysis.", "I hope to shed some light on my considerations in that regard.", "Future: What implications can we draw for the future?", "Re-reading Lord King's article from today's perspective, I am struck by the concerns he identified in his conclusion.", "He expressed a fear that relegating money to a behind-the-scenes role in the formulation and analysis of monetary policy entailed three dangers: (1) by obscuring the classical dichotomy, people would be misled into thinking that there is a permanent trade-off between inflation, on the one hand, and output and employment, on the other; (2) by discussing monetary policy in terms of real rather than monetary variables, the impression would be given that monetary policy can be used to fine tune short-run movements in output and employment, in denial of the 'long and variable' lags in monetary policy transmission; and (3) by dropping money, those parts of the monetary transmission mechanism that operate through the impact of monetary quantities on risk and term premia - which would necessarily come to the fore as policy rates reached their effective lower bound - would be neglected.", "With all the caveats of the preceding discussion, circumstances have dictated that the lattermost danger has been managed.", "Following the financial crisis, central banks have reduced policy rates to their effective lower bound, and become dependent on monetary transmission via precisely the risk and term premia channels that might otherwise have been neglected.", "Whether the academic and central banking community has its analysis of those channels correct is open to question, but the voluminous literature on the impact of QE on yields is testament to an absence of neglect, even if we are still working towards definitive answers on many fronts.", "But the first two dangers remain relevant.", "In pursuing our inflation target at the Bank of England, our core modelling framework employs what is essentially a real framework to model the transmission mechanism of monetary policy.", "This is founded in the canonical new Keynesian model: prices are set as a mark-up over marginal cost, with that mark-up varying cyclically.", "The main policy implication is straightforward: in order to stabilise inflation at target, keep aggregate demand in line with aggregate supply.", "This framework assumes longer-term inflation expectations are, and will remain, well-anchored.", "That is certainly the ambition of the MPC.", "Monetary policy actions are always aimed at ensuring so: following its June meeting, the MPC stated that monetary policy is acting to ensure that longer-term inflation expectations are anchored at the 2% target.", "But we cannot rely on our forecasts of inflation returning to target to reassure ourselves that inflation expectations are well-anchored, since such anchoring is one of the assumptions underlying those forecasts.", "That would be circular reasoning.", "Ensuring the institutional and analytical framework for monetary policy is robust to potential shifts in inflation expectations is key.", "The potential for money to play a role as 'nominal anchor' to the economy, outside the standard forecasting framework - as it often has in the face of elevated levels of inflation, such as during the experiments with monetary targetry from the late 1970s - remains an open and challenging question.", "Monetarism revisited Before addressing these questions, it is worth recalling the central tenets of the monetarist approach to monetary policy.", "Foremost among these are: First, a focus on price stability as the objective of monetary policy, reflecting the 'classical dichotomy' at the heart of most macroeconomic models.", "In the long run, money and monetary policy are neutral: they have no influence over real variables, such as output and employment, but pin down the evolution of the price level.", "Second, a preference for using rules rather than discretion to direct monetary policy.", "Policy decisions need to be credible and consistent if they are to be effective.", "Assigning responsibility for monetary policy to an independent central bank, largely insulated from short-term political pressures and given the freedom to employ judgment flexibly as necessary, supports this systematic approach to policymaking.", "Third, a medium-term orientation of monetary policy, recognising the famous long, variable and less-than-fully predictable lags in the transmission of monetary policy to price developments.", "Owing to these lags, monetary policy cannot control high frequency inflation developments on (say) a month-to-month basis.", "Rather monetary policy actions need to be calibrated to impart the appropriate impulse to inflation at the 18-24 month horizon when the lags in policy transmission unwind.", "Fourth, emphasis of the need for a nominal framework within which to analyse and communicate monetary policy.", "And fifth, adherence to the view that monetary quantities (i.e.", "specific safe and liquid liabilities on the balance sheets of the central bank and/or commercial banks) play an important and distinct role in the transmission mechanism of monetary policy actions to the price level.", "The key assertion here is not that the central bank should use a quantity measure of money as its policy instrument rather than a short-term interest rate - that is something resolved pragmatically through the Poole considerations discussed above.", "Instead it is the contention that failure to incorporate monetary quantities in models of monetary transmission excludes important channels through which monetary policy works: policy analysis without money is subject to specification bias.", "Viewed from today's perspective, the striking thing about this list - in particular, given the doctrinal tensions between monetarist and Keynesian camps of monetary and macro economists in the 1970s - is how many of the monetarist tenets have become mainstream.", "Any reputable modern monetary policy framework or strategy purports to embrace the first four of these elements, albeit with some of the flexibility needed to turn an academic argument into a policy programme.", "For sure, how these elements are presented and communicated varies across jurisdictions, reflecting different histories, experiences and contexts.", "The ECB's monetary policy strategy has been described as 'rule-based, but not rule-bound' approach, while the Bank of England's flexible inflation regime has been characterised as an expression of 'constrained discretion'.", "There is a tendency in the academic literature to emphasise differences in policy framework, but these two expressions reflect a common pursuit of systematic yet pragmatic monetary policies in pursuit of price stability.", "Indeed, the most striking tendency in the design of monetary policy frameworks across advanced economies over the past thirty years has been convergence towards such a common approach, which embraced many monetarist tenets.", "The notable exception to this pattern is the fifth and final element of the monetarist agenda listed above: the central role for monetary quantities in the analysis and presentation of monetary policy transmission.", "This part of the monetary framework is widely seen as dis-credited, largely on the back of the poor experience with intermediate monetary targetry in many countries from the mid-1980s onwards.", "Monetary quantities have not played a significant role in monetary policy decisions.", "Does experience with QE policies imply this outcome should be reviewed?", "Colleagues recently published a survey of research into QE conducted at the Bank and elsewhere, building on previous similar exercises.", "They identified a number of channels through which QE influences asset prices and yields, including: (a) increasing demand for longer maturity or riskier assets (the 'portfolio balance' channel); (b) lowering market liquidity premia (the 'liquidity' channel); and (c) influencing expectations of future policy rates (the 'signalling' channel).", "For a moment, I will focus on the portfolio balance channel.", "QE entails buying government bonds from the market using central bank reserves created for the purpose.", "Let's imagine for the time being that these bond purchases are made from asset managers such as insurance companies or pension companies (NBFIs), who indeed hold large quantities of such instruments.", "The implementation of QE shrinks NBFIs holdings of longer-term bonds and substitutes them with liquid, short-dated and capital certain assets (bank deposits) on NBFI balance sheets.", "For NBFIs to be willing to hold a larger proportion of money in their overall portfolio, other things equal the return to holding bonds rather than money must decline, implying a rise in government bond prices and thus a decline in sovereign bond yields.", "To the extent that NBFIs try to diversify out of money into other longer-term assets, they will also increase the price of those assets (and thereby raising equity prices and lowering corporate bond yields).", "In short, portfolio rebalancing in the aftermath of a QE operation weighs on yields and eases financial conditions.", "What is striking about this account of the transmission of QE is its fundamentally 'monetarist' nature.", "After all, the seminal Friedman description of monetarist transmission starts from the premise that money is an imperfect substitute for a wide range of financial and real assets, including bonds, equity, physical capital and durable goods.", "A policy-induced injection of money into the economy in that setting triggers a train of complex and inter-related portfolio rebalancing across sectors.", "These affect spending and pricing decisions both directly (via the impact of asset price changes on wealth and substitution between holdings of financial and real assets (such as durable goods)) and indirectly (via changes in asset prices, yields and spreads - a broad measure of 'financial conditions' - that are relevant to expenditure decisions).", "Substitution from money holdings directly into consumer spending has formed one part of our assessment of whether savings accumulated in the household sector during the pandemic lockdowns will spur or sustain aggregate demand.", "The monetary overhang held by the household sector is potentially an important influence over spending and saving decisions in the face of the current real income squeeze, even though the consumption boom anticipated by some last year on account of it has failed to materialise thus far.", "But, reflecting the changes in financial structure I mentioned earlier, our starting point is that the strongest channel of QE transmission operates through portfolio rebalancing within the financial sector.", "Indeed, one of the conclusions of the recently published Bank survey is that QE is mainly transmitted via changes in asset prices and yields that follow from these effects.", "Brunner and Meltzer's classic monetarist account emphasises the importance of a rich set of credit, term and liquidity premia in monetary policy transmission.", "These premia drive the spreads between the policy rate established by central bank and the interest rates at which firms and households borrow, which are most relevant for spending and pricing decisions in the real economy.", "Brunner and Meltzer conclude that these spreads are largely unobservable - in particular, in a bank-centred financial system they will be codified in loan covenants and pricing that are proprietary and/or confidential.", "Monetary quantities play an important role in characterising the transmission mechanism because they both influence and summarise this body of information in spreads and premia in a way that is both accessible and relevant.", "Changes in financial structure over recent decades have implications for the Brunner / Meltzer motivation of monetarist transmission.", "Not only are credit conditions surveys and bank level data on funding costs and the pricing of loans more readily available, but the greater importance of asset markets and NBFIs in the provision of external finance to firms implies that spreads and premia are more often transparently priced in open markets.", "The focus has correctly shifted towards NBFIs.", "This has led to the construction of weighted averages of asset prices - so-called Financial Condition Indices (FCIs) - as an alternative to monetary aggregates for capturing the impact of financial pricing on monetary policy transmission.", "But the weights assigned to different asset prices are controversial and experience with such indices has been mixed.", "Research at the Bank exploits micro-level information to give more insight into NBFIs portfolio decisions, in the hope of better understanding how spreads and premia will evolve.", "The confluence of, on the one hand, better data resulting from post-financial crisis increased regulatory scrutiny of NBFIs and a shift towards more centralised and transparent trading at CCPs and, on the other hand, greater computing power and advances in data analytics has permitted a much more disaggregated assessment to be made.", "Studies have identified more precisely the 'preferred habitats' of various NBFIs across the spectrum of available assets, as well as the cascades of asset sales underlying the so-called 'dash-for-cash' at the outset of the pandemic.", "Better understanding the financial frictions that explain these features of portfolio choices and market behaviour is central to developing a more structural view of monetarist channels in the transmission mechanism of monetary policy.", "After all - and as Lord King identified two decades ago - if monetary quantities affect the magnitude and incidence of transaction costs in financial markets, they will influence spending and pricing decisions - and thus inflation - via channels that are not captured simply by changes in policy rates.", "Understanding those frictions and how money can alleviate them constitutes the route to developing a structural understanding of QE transmission.", "At the macroeconomic level, we are still some way short of having that structural view.", "As reflected in assessment presented in the recent Bank survey paper I mentioned, the empirical evidence on QE largely stems from 'event studies' analysing the impact of QE announcements.", "This approach is a practical response to the challenges QE poses for researchers.", "There have been only five episodes of QE in the UK since 2009.", "The evidence base for QE is therefore narrow, certainly narrower than that available for assessing conventional interest rate policy (a 'small sample' problem).", "Moreover, QE has been implemented in the face of economic and market disturbances.", "It is difficult to distinguish the impact of the QE implemented in response to those disturbances from the impact of the disturbances themselves (an 'identification' problem).", "Researchers at the Bank and elsewhere have made valiant efforts to address these challenges, reflected in the studies summarised in this article.", "But drawing robust and universal conclusions is difficult.", "Nonetheless, those event studies suggest that QE does lower yields, and thus supports an easing of financial conditions that supports the pursuit of the inflation target once policy rates have reached their effective lower bound.", "But these conclusions are the empirical analogue to former Federal Reserve Chairman Ben Bernanke's famous statement that 'the problem with QE is that it works in practice, but doesn't work in theory'.", "That didn't seem a very satisfactory place on which to base monetary policy decisions at the time.", "And - eight years on from when the remark was made - it seems even less satisfactory now.", "We need a more structural view of QE transmission.", "In the annex to this paper, we sketch out a very simple monetary framework as a starting point.", "That monetary framework may help answer important questions about the dynamics of these polices.", "As we will see in the next section, such a model helps address questions such as: what is the relative importance of the stock of purchases announced versus the flow of purchases conducted?", "Does the impact of QE fade over time?", "What influences the relative potency of QE over time?", "By their nature, event studies cannot answer such questions.", "I apply this highly stylised model to the current situation in the next section, in order to develop and illustrate some high-level views about the potential conduct and impact of QT.", "Thinking about QT Just to be clear from the outset, the discussion here is not intended to front-run the MPC's discussion of asset sales and quantitative tightening.", "As I have already said, in February the MPC decided to start shrinking its holdings of gilt accumulated via QE by ceasing to reinvest the proceeds of maturing bonds.", "Bank staff have been commissioned to think about the potential modalities of gilt sales in the future.", "But no decisions have yet been made about whether or, if so, how to conduct gilt sales.", "Nor is the discussion here intended to develop a quantitative view of QT transmission.", "We are working with a 'toy model' to make a few illustrative high level points around which to frame the QT discussion.", "I leave the details of the model to the Annex and discuss the intuition here.", "The starting point is a money demand equation for an NBFI.", "This relates the NBFI's money holdings to the overall size of its portfolio and the relative return on money and risky assets.", "The implementation of QT implies that the NBFI will hold less money and more risky assets (the mirror image of the thought experiment that I discussed to describe the portfolio balance channel of QE transmission in the previous section).", "In order to persuade the NBFI to accept this shift, the return on the risky asset must rise relative to that on money.", "If a QT sale is announced and implemented simultaneously, the price of bonds must fall immediately in order to generate expectations of a holding period return in the future that will justify holding onto a greater share of risky assets in the portfolio following QT.", "The subtlety in the model is to observe that the holding period return on this risky asset will reflect (at least in part) an expected capital gain as the price of the asset changes.", "This matters particularly for the asset price impact of pre-announced sales.", "If a QT sale is pre-announced ahead of implementation, the initial fall in bond prices will result in a pre-implementation increase in the share of money in the overall portfolio: money is capital certain, whereas the value of bonds will be lower on announcement because of the expectation that bond prices will fall on implementation.", "To justify that relative increase in money holding ahead of the implementation of QT, the expected return on bonds must be lower in the post-announcement / pre-implementation period, requiring an expected capital loss in the period up to implementation.", "So the post-announcement fall in the bond price must be smaller than the implementation fall in the bond price, to create the expectation that bond prices will fall - there is some 'undershooting' in announcement effect relative to the implementation effect.", "Applying this logic over a longer time scale implies that an earlier announcement will lead to a smaller initial impact on asset prices followed by a larger number of periods where the asset price falls ahead of implementation.", "Furthermore, the greater the substitutability between money and bonds in the NBFI's portfolio, the less the expected capital loss on bonds required to sustain the higher relative holdings of money in the post-announcement / pre-implementation phase.", "By implication, a greater part of required overall downward adjustment in bond prices can happen up-front on announcement.", "Greater substitutability between money and bonds - something which might be seen as symptomatic of 'well-functioning markets' where financial frictions are modest - will reduce the overall impact of QT since less capital gain is required to sustain the higher holdings of bonds after implementation, but implies that a larger proportion of QT's overall impact on asset prices occurs upon announcement rather than implementation.", "I appreciate that this description of the model's intuition is a little hard to digest.", "So let me simply draw out three positive implications of the modelling exercise.", "First, the exercise is consistent with the view - already embodied in the Bank survey paper that I mentioned - that the impact of QT (or QE) works via its impact on asset prices.", "Crucially, asset price developments - at least for core assets such as gilts - are observable in real time on open markets.", "Although the mechanisms at play in this interpretation of QT are fundamentally derived from monetary quantities and portfolio behaviour, they find practical expression in the market yields and spreads on which monetary policy decisions are normally conditioned.", "Second, the exercise sheds light on the issue of whether QT (or QE) works mainly through its impact on the stock of assets held at the central bank or via the flow of purchases made by the central bank.", "In my experience, central bankers tend to emphasise the former - and this has certainly been the way QE has been expressed at the Bank of England - whereas market participants tend to emphasise the latter.", "This framework illustrates how 'stock' ('announcement) and 'flow' (implementation) effects can be present and suggests how they interact with one another.", "And third, this framework illustrates how the impact of QT (or QE) on asset prices is state contingent - that is, it depends on the environment created by the economic situation and market conditions.", "This was another important conclusion of the Bank survey paper.", "When markets are functioning well (and substitutability between money and bonds is high), QT has a smaller overall effect on asset prices than when markets are functioning poorly.", "This is in line with the strong impact of QE at times of market stress in 2009 and 2020 relative to its impact in other more benign market environments.", "More subtly, in better functioning markets, a greater proportion of the impact of QE comes via the announcement / 'stock' effect relative to the implementation / 'flow' effect, even though the overall impact is more moderate.", "What implications do these results have for any implementation of QT?", "My starting point is that were QT to be implemented, it would be desirable to do so in a manner consistent with keeping Bank Rate as the 'active instrument' of monetary policy, in line with current practice.", "This would represent a continuation of the conventional approach and allow central banks to rely on the large body of experience and analysis of monetary transmission starting from changes in official policy rates.", "Our analysis is consistent with the view that QT actions will influence the economy via their impact on asset prices.", "As long as we undertake any gilt sales programme in a predictable and well- communicated manner, the impact of these sales will be 'priced into' financial prices, notably gilt yields.", "As I have already said, these yields are observable in real time, and it is standard practice to condition policy forecast, assessments and decisions on them.", "The setting of Bank Rate can then be calibrated knowing how asset sales have influenced the market in order to achieve the inflation target over the medium term.", "Our model also suggests that a gradual implementation of QT - one where the announcement precedes implementation of the gilt sales in a credible and well-flagged manner - will lead to a more gradual adjustment of asset prices.", "So, if we seek to avoid a large destabilising announcement effect when starting a QT programme, gradualism will help reduce the potential for market dislocation.", "And our exercise implies that conducting QT in well-functioning markets would be likely to exert a smaller impact on asset prices and financial conditions than the implementation of QE in the substantially more stressed circumstances faced back in 2009 and 2020.", "The impact of asset purchases and sales on the economy is state contingent, with the smooth functioning of financial markets being a key determinant of the likely impact.", "Back in its August 2021 Monetary Policy Report, the MPC judged 'that the impact on monetary conditions of a reduction in the stock of purchased assets, when conducted in a gradual and predictable manner and when markets are functioning normally, is likely to be smaller than that of asset purchases on average over the past'.", "The analytical results discussed today support these conclusions, and thereby the approach to unwinding the QE asset portfolio based upon them.", "That is not to deny that asset sales have the potential to tighten monetary and financial conditions - indeed, the monetarist framework would suggest that some tightening is likely.", "I would certainly expect them to do so.", "But as long as we undertake any gilt sales programme in a gradual, predictable and well-communicated manner in a reasonably benign market environment, we can still use Bank Rate as the marginal instrument to achieve the inflation target over the medium term, conditional on how QT has influenced asset prices and the wider economic situation.", "Concluding remarks The analysis I have presented explores whether monetary quantities play an additional role in the transmission of monetary policy to aggregate spending (and thus pricing) decisions, beyond that already captured by the impact of changes in the official policy interest rate.", "Expressed in the context of the canonical new Keynesian model of monetary policy transmission, this essentially revolves around whether it is sufficient for the policy rate alone to appear in the 'dynamic IS curve' equation in that model, or whether other measures of monetary and financial conditions are required.", "My tentative conclusion is that a consensus exists that the policy rate alone is not enough.", "A structural understanding of how monetary policy actions influence risk, term, liquidity and credit risk premia - and thus the broad set of asset prices that influence aggregate demand - is likely to require an understanding of portfolio decisions by households, firms and financial institutions, where access to a safe monetary asset plays an important role.", "But, to the extent that the most important of these asset prices are set in open traded markets where the prices are observable in real time, in many cases the practical implementation of monetary policy can continue by conditioning policy rate decisions on those asset prices as well as the broader economic environment.", "This focus on the IS curve leaves open the question of whether monetary developments can also enter the Phillips curve relationship in the canonical new Keynesian model, say via influencing longer-term inflation expectations by acting as some form of 'nominal anchor' to the economy.", "I don't have the time or space to even start to address that question today.", "But it does seem central to some of the fears expressed by Lord King two decades ago.", "He seemed to suggest that, were the role of money to be neglected and monetary policy become focused on shorter-term stabilisation of real economic variables, then the longer-term stability of inflation could be put at risks.", "With inflation already at undesirably elevated levels, the stakes are high.", "There is still much to do in thinking about whether and, if so, how monetary variables can help pin down the wider nominal dynamics of the economy and keep inflation at target sustainably and credibly over the medium term.", "So, to conclude, I return to the question asked at the outset: 'What did the monetarists ever do for us?'", "I doubt that monetarism will be (re) embraced by either the academic or central bank communities in the coming years.", "But - just like the Romans in the famous Monty Python sketch - maybe our understanding of how the monetary policy transmission mechanism has, does and will work owes more to them than we typically care to admit.", "The views expressed in this speech are not necessarily those of the Bank of England or the Monetary Policy Committee.", "I would particularly like to thank Ryland Thomas for his considerable help with the analytical work presented in the Annex and Saba Alam, Rich Harrison, Jack Meaning, Martin Seneca, Rashmi Harimohan, Bob Hills and Gavin Wallis for helpful discussions in the preparation of this speech.", "The text has also benefitted from helpful comments from Andrew Bailey, Ben Broadbent, Alan Castle, Jonathan Haskel, Andrew Hauser, Nick McLaren, Fergal Shortall, Dave Ramsden, Silvana Tenreyro, Daniel Walker and Chris Yeates, for which I am most grateful.", "Opinions (and all remaining errors and omissions) are my own.", "'The central bank balance sheet as a policy tool: Past, present and future,' Bank of England staff working paper no.", "'\"Constrained discretion\" and monetary policy,' Speech to the Money Marketeers of New York University, 3 February.", "'The great moderation,' Remarks at the meetings of the Eastern Economic Association, Washington DC, 20 February 2004.", "'Money and credit in the monetary transmission process,' American Economic Review, Vol.", "'QE at the Bank of England: A perspective on its functioning and effectiveness,' Bank of England Quarterly Bulletin Q1.", "'The monetary dynamics of hyperinflation,' in M. Friedman (ed.)", "Studies in the Quantity Theory of Money, University of Chicago Press, pp.", "'An empirical sectoral model of unconventional monetary policy: The impact of QE,' The Manchester School, Vol.", "'The role of non-bank financial intermediaries in the 'dash for cash' in sterling markets,' Bank of England financial stability paper no.", "Friedman, M and Schwartz, A (1963), 'Money and business cycles,' Review of Economics and Statistics, Vol.", "'A theoretical framework for monetary analysis,' Journal of Political Economy, Vol.", "'Preferred habitat investors in the UK government bond market,' Bank of England staff working paper no.", "Goodfriend, M. and R.G.", "\"The new neo-classical synthesis and the role of monetary policy\" in B. Bernanke and J.J. Rotemberg (eds.", "), NBER Macroeconomics Annual 1997, MIT Press.", "\"The conduct of monetary policy\", Economic Journal, Vol.", "'QE - The story so far,' Bank of England staff working paper no.", "'Financial Conditions Indexes: A fresh look after the financial crisis,' Proceedings of the US monetary policy forum.", "Institute of International Monetary Research (2022).", "'Fifth increase in the Bank Rate ,' June.", "'Inflation has peaked - prepare for a soft landing,' Daily Telegraph 3 June.", "'The financial market impact of Quantitative Easing in the United Kingdom,' International Journal of Central Banking, Vol.", "'No money, no inflation: The role of money in the economy,' Bank of England Quarterly Bulletin, Summer, pp.", "'The role of money in monetary policymaking,' BIS papers no.", "'Commercial bank reserve management In a stochastic model: Implications for monetary policy,' Journal of Finance, Vol.", "\"An optimisation-based econometric framework for the evaluation of monetary policy\" in B. Bernanke and J.J. Rotemberg (eds.", "), NBER Macroeconomics Annual 1997, MIT Press.", "'Rational expectations and the dynamics of hyperinflation,' International Economic Review, Vol.", "'Liquidity preference as behaviour towards risk,' The Review of Economic Studies, Vol.", "Interest and prices: Foundations of a theory of monetary policy, Princeton University Press.", "See the discussion of this in Masuch, et al.", "That would be in the spirit of the traditional monetarist arguments made by Friedman (1963) and Brunner and Meltzer (1988), as well as reflecting the portfolio models of Tobin (1958) that lie outside the monetarist tradition.", "See the discussion of these issues in Bernanke (2003).", "This convergence was also evident in the academic literature, as reflected in the similarity of approaches adopted by Goodfriend and King (1997) and Rotemberg and Woodford (1997), despite the former coming from a classical / monetarist starting point and the latter from a New Keynesian perspective.", "See Friedman and Schwartz (1963).", "(2021) for examples of this form of analysis.", "(2011) for the starting point of this analysis in the UK.", "The 'toy model' outlined in the Annex is a highly stylised version of parts of the much richer empirical model presented in Cloyne, et al.", "(2015), which has been used to undertake analysis at the Bank of England.", "See Bank of England Monetary Policy Report, August 2021, Box A."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Quantitative Easing (QE)", "Monetary Transmission", "Monetarist", "Monetary Aggregates", "Financial Stability", "Market Disruption", "Central Bank Balance Sheet", "Economic Stability"]}