{"sentences": ["Excellencies, the minister of finance, minister Silvania, the Consule-General of the Republic of Suriname, ms Zuiverloon, distinguished guests, ladies and gentlemen, good morning, Morgu, Moru bon dia, bon siman, It is a great pleasure to welcome you here today and to talk about the potential of a new frontier of opportunity that lies open before Curaçao and Suriname.", "Forging new opportunities with old friends.", "I would like to thank the organizers, Stijn Janssen and Sam Kruiner, for kindly inviting me to provide the opening remarks for Suriname Week in Curaçao and for asking the Centrale Bank van Curaçao en Sint Maarten to host the first day of the event.", "The CBCS welcomes you all to the start of hopefully a promising few days of fruitful exchange.", "I believe it is appropriate to start here at the central bank.", "Not only the two countries share deep historical ties and a great deal of shared cultural experiences - both good and bad - this is also true for our central banks.", "These ties go back not years, not decades but centuries.", "On behalf of King Willem I of the Netherlands, Johannes van den Bosch established De Curaçaosche Bank in 1828, precursor of the CBCS, and shortly thereafter the same Johannes van den Bosch established the Particuliere West-Indische Bank, forerunner of the Centrale Bank van Suriname, in Paramaribo in 1829.", "Each institution shared many of the same principles at their inception.", "In fact Van den Bosch initially conceived one bank based in Paramaribo to facilitate all financial and commercial relations in this part of the Dutch Kingdom.", "With the expectations that this would foster greater regional trade and commerce.", "Similar to the objectives of this week.", "At the time, the vast geographic distance and the distinct economic characteristics of Suriname on the one hand, and of Curaçao on the other, proved too formidable for such a role at the time for just one bank.", "In the century that followed, many people from Suriname migrated to Curaçao in the early days of the refinery looking for work, while still others came as teachers and doctors.", "Many settled here, calling Curaçao home.", "Indeed, today their descendants have played, and continue to play, vital roles in Curaçao society as well as in the wider Dutch Caribbean.", "If we fast forward to 2023, we know that things turned out differently then Johannes van de Bosch or the negotiators of the Charter of 1954 aimed for.", "In 1975 Suriname left the Kingdom, charting its own future, while the Netherlands Antilles mutually dissolved itself into separate countries and territories in 2010, yet remaining firmly within the legal and political orbit of the Kingdom of the Netherlands.", "In many ways, our collective history since 1954 has been marked more by formal disintegration and separation than by ever deepening integration.", "The value of bilateral trade with Suriname, for example, remains comparatively low when measured against Curaçao's main trading partners, such as the United States and the Netherlands.", "In the past decades Both Curacao and Suriname experienced turbulent times in its national development.", "The economic and humanitarian crisis in Venezuela in recent years have left deep scars on Curacao.", "In Suriname, significant macroeconomic challenges continue to exist, such as a high debt-to-GDP ratio, reaching approximately 120% in 2022 , combined with persistent, high double-digit inflation averaging 23% per year for over 10 years.", "Fortunately, steps are being taken today to redress these macroeconomic imbalances.", "Both countries are considered small nations though Suriname covers a vast geographic area and a population roughly four times that of Curacao.", "The economic size is more similar.", "Suriname has a GDP of $5,5 mrd whereas Curacaos GDP is around $3,2 mrd.", "In the past decade prosperity has been on a declining trend in both countries.", "Yet new opportunities have arisen.", "Curacao has great economic potential in the services sector.", "Tourism, financial services and Information Technology.", "And in sustainable energy production.", "In Suriname the recent discovery of significant oil and natural gas reserves off the Surinamese coast presents enormous opportunities to overcome some of the past economic adversity.", "One only has to look at neighboring Guayana that has seen annual growth rates of 20-50% in recent years.", "However, the discovery of oil and natural gas is no guarantee for a sustainable and inclusive economic growth path.", "Prudent investment of the capital flows needs to be coupled with the realization of sound public financial management.", "For example the new mega deepwater facility in Nickerie, being developed in Suriname, with amongst others the Port of Rotterdam.", "The total expected investment cost is US$5.4 billion and will feature LNG facilities and a special economic zone, among other things.", "An investment the size of the total GDP of Suriname.", "So, there is reason for optimism.", "Unlocking the potential depends critically on access to affordable capital.", "This is a key challenge.", "And it is to Curaçao that Suriname can look to as a reliable and familiar regional business partner to further develop the latent opportunities locked within it as a gateway to capital.", "What I see as one of Curaçao's selling points is its open economy with reliable, modern, and capable IT infrastructure that is relatively close to Suriname, with frequent direct flights.", "Another important advantage of doing business here for investors is our incorporation into a wider, robust, and credible judicial system within the Kingdom of the Netherlands.", "And it is out of our mutual past that Suriname, too, shares a similar legal system with Curaçao.", "This potentially makes it easier to do business with each other because of mutually intelligible civil law compared to other jurisdictions.", "Over time, Curaçao has developed a sophisticated financial services sector, backed by the rule of law and modern best practices.", "Its financial institutions are staffed by qualified professionals that offer sophisticated services in a range of financial products and in a range of languages, from traditional commercial banking and trust services to the recent and gradual emergence of fintech products.", "Our financial services sector exists not only within a robust and impartial judicial system acting as final arbitrator in the event of disputes, but it exists also within a monetary and supervisory policy framework that complies with and is constantly changing with international standards.", "The policy framework fosters a stable macroeconomic environment as well as actively promoting financial soundness, risk-mitigation, fairness to customers, and fighting financial crimes.", "Recently, minister Cijntje, of whom you will hear more after me, the Minister responsible for Economic Development has launched the country's National Export Strategy, a 5year plan aimed at diversifying exports to drive economic development and increase foreign exchange earnings for the country.", "Of particular relevance for the CBCS and for today's discussion is the National Export Strategy's third strategic objective for the international financial services sector, which aims to \"stimulate new opportunities for the sector\" by \"extending regional integration and increasing business matching support.\"", "Curaçao, consequently, remains an ideal place for Surinamese entrepreneurs and investors to springboard their international business and financing aims and ventures because of our financial sector's inherent strengths and advantages.", "This could likely start with Curaçao functioning as a financial hub for existing Surinamese financial firms to conduct international transactions through Curaçao's international banking networks and its credible payment services platforms, possible in the future including virtual asset service providers and other emerging Fintech while safeguarding financial integrity.", "In addition, Curaçao may serve as a financial gateway for Surinamese firms to raise significant investment capital beyond their domestic commercial banks, if the need arises.", "A prime, recent example is the bond program of the Staatsolie Maatschappij Suriname N.V. Bonds issued by Staatsolie were successfully listed on the Dutch Caribbean Securities Exchange in 2020.", "The program eventually secured US$ 195 million in international bonds to fund its investment program 2020 - 2027, portions of which were raised here in the domestic capital market.", "This also opens the door for the possibility of alternative forms of financing, such as participating in risk capital or equity financing by Curaçao-based firms.", "I am confident you will hear much more about these opportunities in the coming days from the real experts.", "Today, the formidable obstacles, such as slow communications and vast geographic distance, that Van Den Bosch faced when he established the first currency issuing banks in the Western Hemisphere have vanished in the internet age.", "There are no significant barriers between Curaçao and Suriname except perhaps our own inability to see the economic potential that lies before us.", "It is simply up to us as old friends to forge those new opportunities with the new means and old familiar social bonds that already exist.", "Curaçao is interesting for Surinamese business as a secure and safe harbor for entrepreneurs wishing to embark on new initiatives with a global clientele.", "Curaçao's excellent financial infrastructure has much to offer in order to grow business in a secure manner, and to conduct international business through trusted intermediaries with decades of experience.", "In doing so, we further develop our societies mutually.", "I would like to close by paraphrasing the great poet and Caribbean Nobel Laureate, Derek Walcott, \"the care it takes to reassemble the fragments of a broken vase is stronger than the care that took the vase for granted for so long.\"", "Perhaps now we should all take greater care in reassembling the broken fragments of our collective past for a stronger economic future.", "Thank you for your attention, and I wish you much success in the coming days.", "Source: IMF Country Report No./2023 on Suriname."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic opportunities", "Financial services", "Suriname", "Curacao", "Economic growth", "Investment", "Financial integration", "Central banks", "National Export Strategy", "Historical ties"]}