{"sentences": ["Accompanying slides of the speech.", "Esteemed members of the Government, representatives of the diplomatic corps, fellow economists, representatives of the business community, ladies and gentlemen, dear friends, \"The first casualty when war comes is truth.\"", "The first casualty when elections start is also truth.", "There are no harmless lies.", "But there are lies that are too costly, notably the spreading of panic and fear.", "And that is why it is necessary for those responsible for telling such lies to bear responsibility.", "But even shame is getting scarce.", "No one has the right to collect political points by spreading unfounded panic and fake news, to the detriment of the stability to which they did not contribute.", "Isidora Sekulić used to say \"Life is short, but may leave a mark that lasts long\".", "This - the mark we leave, depends solely on us.", "(slide 2) This is why today, when we are looking at how Serbia navigated the pandemic and when we are considering the policies for Serbia's future over the 2030 horizon, I will speak about: the results achieved during the two pandemic years, the demonstrated resilience of the banking sector, inflation factors and monetary policy response, dinar exchange rate and exports, and, finally, about our expectations for the period ahead.", "These are five interconnected segments.", "(slide 3) You, Mr Vlahović, announced that you would speak about the key developments that took place between the two business forums, whereas I will at the very start single out several results achieved during the two pandemic years.", "Why do I want to start in this way?", "Because it is only the results that count and that confirm or dispute the appropriateness of decisions made.", "At the same time, the results are the only grounds for judging one's work and the best indicator of how one is likely to work in the future.", "This is the right time for quoting Aleksandar, who said that \"not a single dream come true is a matter of mere coincidence or a stroke of luck, but always a result of joint efforts, work, fight and faith that Serbia can and should be a frontrunner\".", "Actions speak louder than words, they are the only measure of one's work.", "But let us take things in the right order.", "During the two pandemic years inflation averaged 2.8% and core inflation 1.9%.", "With a cumulative real GDP growth rate of 6.4% during the two pandemic years, Serbia boasts one of the best outcomes in Europe.", "On top of this, it took us only three quarters to return to pre-crisis GDP levels, whereas after the 2008 crisis, it took four and a half years.", "(slide 4) Average formal employment in the private sector is by almost 100 thousand higher than in 2019.", "The largest employment gains are registered in the sectors that are key from the aspect of economic growth and development, notably manufacturing sectors.", "That this is an outstanding result is best evidenced by the fact that in the aftermath of the 2008 crisis, i.e.", "in the four years thereafter more than 600 thousand jobs were lost in the formal and informal segment of the labour market.", "I will therefore repeat - despite the pandemic, the average number of formally employed people in the private sector is now by almost 100 thousand higher than in 2019.", "At the highest level are also average net wages, which rose in the private sector by 19.2% during 2020 and 2021.", "Further, the export of goods and services worth EUR 28.6 bn in 2021 is at its record high, and by EUR 5.2 bn or 22% higher than in the excellent, pre-crisis 2019.", "Ten years ago, we exported goods and services worth EUR 11.5 bn, and today we export EUR 17.1 bn more.", "This difference is equivalent to the average annual export growth rate of close to 11% over the span of nine years.", "Also, despite the pandemic, we had an FDI inflow of EUR 6.9 bn, with a record inflow of EUR 3.9 bn in 2021.", "This shows that investors not only carried on with their investments, but also initiated the implementation of new, important projects.", "These are only some of the results of the good policies we have adopted and implemented.", "But these results did not come on their own.", "They were facilitated by packages of measures worth around 17% of GDP.", "Support is provided this year as well.", "We were able to respond in such a scope owing to the implemented reforms and adequate policies that created the necessary macroeconomic fundamentals before the pandemic.", "What also contributed to the overall result was the maintained stability of the exchange rate of the dinar against the euro, with changes registered on the second decimal place.", "At the same time, FX reserves have been increased by EUR 3.1 bn and they remain one of the pillars of stability going forward.", "Gold reserves in our vaults are at a record high of over EUR 2 bn, which is more than triple the value in 2012.", "This volume of gold reserves is an indicator of a proactive approach and investment into future.", "We have secured even more favourable financing conditions, which increased disposable income and the scope for investment and consumption.", "There are many results, and, let me repeat, the policies behind them are numerous.", "I believe you will talk about them objectively during the Forum, because there can be no future without looking back at what has been done.", "(slide 5) The second topic I will speak about is the demonstrated stronger resilience of the banking sector during the pandemic.", "We entered this crisis with a banking sector that had dramatically better indicators than in the case of the 2008/2009 crisis and the period up to 2012.", "First, it was the successful resolution of the legacy of NPLs that enabled banks in Serbia to face this crisis with balance sheets almost cleared of NPLs and with enhanced practices of preventing new NPLs.", "During this crisis the quality of banking sector assets has been preserved, with the share of NPLs staying below 3.5%, which is lower than pre-pandemic.", "Second, the dinarisation of loans went up by 20 pp, to 55%, reducing the currency risk and its potential spillover to credit risk.", "Third, the deposit base expanded significantly.", "More precisely, household dinar savings, of around RSD 105 bn, are today more than six times higher than in 2012.", "FX savings rose to around EUR 13 bn, marking an increase of close to 60%.", "At end-2021 corporate dinar and FX deposits were three and a half times and two and a half times higher than at end-2012.", "Such robust growth in household savings and corporate deposits is a result of economic growth and improved labour market, and, at the same time, it is an indicator of confidence in our financial All of this together has helped loans be one of the four key sources of funding for new investments.", "And that nothing is maintained on its own is confirmed also by the situation with Sberbank in Serbia and Sberbank Group.", "While others hesitated and allowed uncertainty over the fate of the banking group to fuel fears over the safety of savings deposits, the NBS was among the first in the region to respond, demonstrating preparedness and responsibility, with one goal only - to maintain confidence in the banking system, to preserve financial stability and to protect the interest of households, businesses and owners.", "We implemented all the necessary and legally prescribed activities in the shortest possible timeframe, after which Sberbank Srbija became a part of a strong local banking group.", "As of 1 March, AIK Banka is the owner of Sberbank in Serbia.", "Thus, a stable and sound bank, with balance sheet assets worth EUR 1.5 bn, with 180 thousand clients and a 4% market share, continued to operate successfully.", "What happens with Sberbank Group in the region is no longer relevant for our market.", "We will always act without delay in order to protect the interest of our citizens.", "(slide 6) The third topic I will speak about today are inflation factors and the objectivity in interpreting data.", "Let me first go back to the statements of some individuals who said that low inflation in Serbia from 2013 onwards is exclusively the result of low inflation abroad.", "If we go deeper into historical analysis of inflation movements, and this seems to be only appropriate path to take, we arrive at indisputable facts: from 2008 to 2012 average inflation in Serbia was 9% and in the euro area 2.1%.", "In addition to high inflation, households, corporates and government faced unfavourable financing conditions - they borrowed at high interest rates, while dinar instalments of their FX-indexed loans increased also on account of depreciation of the dinar.", "And then from end-2013 we lowered inflation to around 2%, after which it averaged 2.2% in Serbia, while measuring 1% in the euro area.", "In addition to incontestable statistical data, we analysed the extent to which global and domestic factors determined inflation dynamics in Serbia over the past 15 years, as well as which factors prevailed in different periods.", "The results of the analysis point to the obvious conclusion that until end-2012 inflation in Serbia was considerably higher and more volatile than in most other countries covered by the sample, whereas from end-2013 inflation in Serbia and the euro area was at similar levels.", "Further, in the period before 2013 nominal depreciation of the dinar against the euro amplified the effect of higher import prices on account of surging global prices of oil and primary agricultural commodities, though this effect was propped up in part also by the inadequate structure of domestic demand.", "For the sake of reminder, two-thirds of imported inflation in the period 2010-2012 was attributable to the dinar's weakening against the euro, and only one-third to price growth in the international environment.", "As a result of the ensured relative stability of the exchange rate, anchoring of inflation expectations, and global factors, from 2014 onwards y-o-y inflation in Serbia averaged 2.2%.", "The results of the analysis also confirm that inflation growth since early-2021 is due to global factors, which led to a considerable increase in cost-push pressures and producer prices.", "At the same time, the prolonged duration of disruptions to global supply chains deepened the disparity between supply and demand and fuelled inflationary pressures at global level.", "In such circumstances, in October last year the NBS started to gradually reduce the degree of monetary policy expansion, using in the right way the flexibility of the domestic monetary framework, created back in late 2012.", "This enables us to adjust monetary conditions without changing the main interest rates.", "To be more specific: We are raising gradually the weighted average interest rate in repo auctions whereby we withdraw excess liquidity from the banking system.", "Since last October, we have raised the rate by 75 bp.", "We stopped supplying dinar liquidity via auctions of repo purchase under favourable conditions - a measure introduced in response to the pandemic.", "At the same time, we increased the volume and percentage of excess dinar liquidity withdrawn from banks in one-week repo operations, from around 30% to over 80%.", "By doing all this, we are gradually reducing the degree of monetary policy expansion, consistent with the projected outlook.", "Considering that global price growth is especially pronounced with energy and food, which spills over to absolutely all markets, and that in addition to oil prices, the prices of gas and electricity also recorded a hefty rise in international commodity stock markets, Serbia adopted several First, with his wise, responsible and proactive policy-making, Aleksandar made sure that Serbia pays one of the lowest gas prices during this energy crisis.", "Second, the prices of basic foodstuffs have been temporarily capped and the government intervened several times by tapping its commodity reserves in order to supply the market with cheaper products.", "Third, the Government of the Republic of Serbia relinquished the regular January increase in excise tax on petroleum products, preventing a further rise in fuel prices on this account.", "Fourth, petroleum product and gas prices have been temporarily capped as well.", "On top of all this, significant one-off payments were made to pensioners and youth.", "In this context, I would like to emphasize several indicators of improvement in the labour market in the last five years: Since 2016 the minimum labour price has increased at the annual rate of around 9% - its nominal increase during that period equals 67%, and real more than 50%.", "The coverage of the average consumer basket by the average wage went up from 66.5% to 84.8%, and of the minimum consumer basket from 60.0% to 80.7%.", "Formal employment in the private sector increased by 284 thousand or by 20.5%.", "All of this is an indicator of the rise in the living standard.", "Improving the living standard lies at the core of all policies implemented over the past ten years and remains a priority in the years ahead.", "In the meantime, additional disturbances have occurred in the global market in the past ten days.", "Due to the current situation in the world, including trends in the energy and food markets, we have prepared a comprehensive programme to protect the population and the economy from the effects that may occur on the supply side, as well as from the price effects.", "President Vučić presented the details of the programme that is already being implemented, as well as the fact that energy and commodity reserves have been provided as planned, which is part of our response to current global events and shocks in the world market.", "I will repeat, because I think it is important, that reserves of everything have been created in Serbia on time - energy and commodity reserves, foreign exchange reserves, as well as foreign cash.", "(slide 8) The fourth topic I will speak about today concerns the exchange rate of the dinar and the competitiveness of our economy.", "I will reiterate the facts I have often stated in the public.", "First, it is the favourable business conditions and not price factors that elevate the competitiveness of the domestic economy in the long run.", "Second, even if the weakening of the dinar would support the competitiveness of the domestic economy, this would be only in the short run.", "In the medium run we would face the negative effects of the depreciation of the dinar manifesting as: a more durable inflation growth; a fall in business, investment and consumer confidence; an increase in euro loan repayment instalments for households and businesses; in a nutshell, in the medium term the effects would be measured by the weakening of all key economic indicators in the country - which we had an opportunity to see in several instances before 2012.", "It is a fact that several episodes of considerable weakening of the dinar from 2000 to 2012 didn't help economic growth, while it did have negative implications for business and investment confidence, inflation, inflation expectations, the financial sector and overall economic activity.", "by 150% over the span of nine years.", "At the same time, export to import cover ratio rose by around 20 pp, to 86.4%.", "Because of all of this, we shall not change the policies that yield results.", "In the long run, export is stimulated in the way Serbia has been doing it for years already - through stability, building of export capacities and integration into global production and service chains.", "(slide 9) The fifth and the last topic relates to our expectations for the coming period.", "First, under our central projection published in the February Inflation Report, y-o-y inflation will strike a downward trajectory as of the second quarter and return within the target tolerance band by year-end.", "The risks from the international environment are heightened in the short term, but even in conditions of heightened uncertainty, the downward trajectory of inflation this year is under no threat.", "In the current conditions in the global market, this would not be with high degree of certanty without a comprehensive programme aimed at protecting the population and economy from the effects that may occur on the supply side, as well as from the price effects, which in Serbia, I repeat, has been adopted and is already being implemented.", "Second, medium-term growth is projected in the range of 4-5%.", "This projection is supported significantly by the projects in railway, passenger, energy and utility infrastructure and their indirect effects on GDP.", "Increased investment in infrastructure will have a positive impact on all other segments of construction, as well as on the rest of the economy - above all the growth of industry, trade, transport, tourism and catering, as well as sectors such as finance and real estate.", "New investment projects will also boost productivity, production capacities, as well as the production and export of higher value-added goods and the reduction of the import component of exports.", "Third, we expect the share of fixed investment in GDP to go up on these grounds and to soon exceed 25%, staying above that level in the medium term.", "For the sake of reminder, total fixed investment in 2021 amounted to EUR 12 bn, which is much higher than in the period 2009-2012 when it averaged around EUR 6 bn a year or around 18.5% of the then, significantly lower GDP.", "Fourth, we expect export of goods and services to continue growing at double-digit rates in the medium run.", "What will continue to work in favour of the country's external position is the expansion of export capacities of the domestic economy, as well as the anticipated global economic recovery which we believe will go on despite the current unfavourable geopolitical situation that will hopefully be settled in a compromise soon.", "As a result, export of goods and services is likely to exceed 60% of GDP by 2026. .", "Fifth, we estimate that overall, savings and investments will continue to grow to the same degree in the next three years as well, which will keep the country's external position within sustainable bounds in the medium term even in volatile global conditions.", "Sixth, the preserved labour market in the pandemic conditions and a further rise in employment and wages represent the most significant source of personal consumption growth, which will, in our estimates, remain on a sound footing, contributing to economic growth, while not generating any major inflationary pressures.", "Economic growth is accompanied by an increase in production capacities, which means that there is no overheating of the economy, nor is this expected over the projection horizon.", "Finally, owing to all the results achieved, we are a half a step away from investment grade rating.", "Going forward, we expect Serbia to officially join the group of investment grade-rated countries, which is a process that not even the pandemic halted, but only temporarily postponed.", "This is not a wish list, but rather a result of projections that imply stability, work and policy continuity.", "I will repeat - nothing is maintained on its own, people are those who make and implement decisions.", "Esteemed participants of the Business Forum, Not even the pandemic has changed the fact that stability is the key prerequisite in all areas - from infrastructure and investment, through greater participation of women in the field of technology and greater involvement of young people in all walks of life, to digital economy and creative industries.", "In my tenth year at the helm of the NBS, which is a pillar of monetary and financial stability of the country, I think I have the right, but also the obligation, to state that even though some people think it is possible to engage in policymaking on social networks and with no grounds in facts, it is our duty to stay committed to decisions based on data and detailed analyses.", "It is the duty of each individual to accept and acknowledge that Serbia changed dramatically over the past ten years in all areas - stability has been delivered, new factories are opened, employment is growing, wages are rising, infrastructure that improves the quality of life is built and reinforced, population policy is changed, investments are made in education.", "It is the duty of each and every one of us to contribute to the country's further progress, because our job never ends.", "Only keeping what has been achieved requires huge efforts, and further progress requires the continuity of good policies and a clear vision of where we want to be in One of the conclusions could be that one of the key joint tasks is to strengthen human capital.", "We have to maintain stability and pass on knowledge in order to be able to respond quickly and efficiently to the challenges of modern times.", "This is the best investment in the future.", "We need to join forces to realize our full potential.", "\"Freedom is nothing but a chance to be better,\" said Albert Camus.", "A modern, strong and stable Serbia in which all regions are developed evenly is the path we have been moving along for quite some time now.", "For a modern Serbia in 2030 it is critical that we all do our part to keep moving forward.", "There is so much that we can yet do and we must do together.", "Because together we can do everything.", "I wish you a successful 29th Kopaonik Business Forum!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Dinar exchange rate", "Exports", "Banking sector resilience", "Economic growth", "Labour market", "Living standard", "Investment", "Stability"]}