{"sentences": ["SPEECH Demystifying wholesale central bank digital Speech by Fabio Panetta, Member of the Executive Board of the ECB, at the Symposium on \"Payments and Securities Settlement in Europe - today and tomorrow\" hosted by the Deutsche Frankfurt am Main, 26 September 2022 Let me first thank the Deutsche Bundesbank, and President Nagel in particular, for inviting me to speak at today's symposium.", "I would like to use this opportunity to discuss the implications of rapid technological change for our payment systems.", "I will focus not on people's daily transactions, but on the infrastructure that underpins the smooth functioning and stability of our financial system.", "Payments have long been an underestimated aspect of the monetary system, running reliably in the background and allowing the smooth implementation of policies in other areas, which took the spotlight.", "But a burst of creative digital innovation is now breaking this perception.", "This is most visible in the area of retail payments.", "The digitalisation of finance has broadened the available payment options.", "Fintech start-ups have emerged.", "Big techs have entered the payments market, capitalising on the networks they operate.", "The crypto universe has boomed and burst.", "These disruptions show that we need to preserve - at all times - an anchor of stability for the monetary and payments systems.", "Safeguarding this anchor is what our digital euro project is about.", "We want to ensure that central bank money remains available for the public to use everywhere in the euro area for their day-to-day transactions - not just in its physical form, but in digital form too.", "But we are also actively working to modernise the payment infrastructure underpinning our financial system.", "Technologies and preferences are changing, and preserving the role of central bank money as a safe asset at the heart of the system remains key.", "It strengthens the confidence in the smooth functioning of the financial system.", "The discussion on the wholesale version of central bank digital currencies - wholesale CBDC for short - is often prone to confusion, however.", "Wholesale CBDC is generally presented as something new, made possible by the emergence of distributed ledger technology (DLT).", "[ But wholesale CBDC has existed for decades.", "And it has provided efficient digital infrastructures for the settlement of transactions between banks in central bank money.", "The discussion about wholesale CBDC should therefore focus on how existing infrastructures have to be adapted as technologies and needs evolve.", "Today I would like to demystify this concept of wholesale CBDC.", "I will first clarify what wholesale CBDC is and what it is not.", "I will discuss the emerging need to adapt the wholesale infrastructure to evolving user demands.", "And then I will outline some of the technological choices that lie ahead.", "Defining wholesale CBDC Let me start by clarifying some frequent misunderstandings about wholesale CBDC.", "First, there is confusion surrounding the term \"wholesale\".", "Wholesale CBDC refers to the settlement of interbank transfers and related wholesale transactions in central bank reserves.", "[ But some misinterpret \"wholesale CBDC\" to mean any large-value payment in central bank money, regardless of who is making and receiving the payment.", "Second, there is a widespread misconception that wholesale CBDC does not yet exist.", "In fact, central bank money has been available in digital form for wholesale transactions between banks for decades.", "This misconception is fuelled by the commonly held assumption that wholesale CBDC needs to be operated using DLT.", "But wholesale CBDC is not synonymous with DLT, as it can be based on any digital technology.", "In the euro area, the Eurosystem offers banks the possibility of settling wholesale digital transactions through its TARGET Services using a centralised ledger.", "[ Third, wholesale CBDC is sometimes seen as a substitute for retail CBDC.", "But in reality they complement each other by addressing the different needs of different users.", "On the wholesale side, central banks supply the ultimate means of payment for financial institutions, which helps to reduce risks in the financial system.", "On the retail side, providing the public with highly convenient and secure means of payment helps to underpin confidence in money by enabling private forms of money to be converted, at par, into risk-free central bank money.", "[ Wholesale and retail CBDC projects also differ in several ways.", "To begin with, they have very different starting points.", "Central bank money has traditionally only been made available to the general public in physical form - in other words, cash.", "The aim of retail CBDCs is to create a digital form of central bank money that can be used by everyone.", "In contrast, central bank money already exists in digital form for wholesale purposes.", "Wholesale CBDC projects are about making digital interbank transactions, such as securities settlement and cross-currency payments, safer and more efficient.", "This in turn means that different actors are involved in retail and wholesale CBDC projects.", "Retail CBDC projects involve a wide range of stakeholders: legislators, the retail payments ecosystem and the broader public.", "This is because retail CBDC is new.", "How it is designed and distributed needs to be considered very carefully to ensure that it responds to public policy objectives and does not have unintended effects on financial intermediation.", "Work on wholesale CBDC, meanwhile, involves a narrower set of stakeholders that already use digital central bank settlement infrastructures today, such as banks or central securities depositories.", "And in the future, new stakeholders could potentially take part in the wholesale settlement chain using new technologies such as DLT.", "So when central banks talk about wholesale CBDCs, we are not debating whether to introduce them.", "We are discussing how to improve and modernise services that we already offer today.", "Modernising wholesale CBDC I would therefore like to focus on our continuous efforts to improve wholesale payment systems.", "These efforts are necessary for market participants to remain confident that they can always settle systemically important wholesale liquidity and securities transactions with central bank money.", "Central bank money is the safest and most liquid settlement asset[ ], so using it in this context helps to reduce risks in the financial system, thereby protecting financial stability.", "This, in turn, preserves the transmission of monetary policy and supports trust in the single currency.", "Over the past two decades, significant progress has been made in integrating and modernising wholesale payment systems.", "The transition from the national real-time gross settlement systems to TARGET in 1999, and then to TARGET2 in 2007, led to the first pan-European integrated market infrastructure for large-value wholesale payments.", "This enabled the rapid and reliable settlement of euro payments in central bank money.", "The subsequent launch of TARGET2-Securities harmonised post-trade services[ for financial instruments, bringing an end to complex cross-border settlement procedures.", "And in 2018 we introduced TARGET Instant Payment Settlement (TIPS), which allows instant retail payments to be settled in real time between banks across the EU, around the clock on every day of the year.", "In recent years, we have been working on a new consolidated TARGET platform - a complex infrastructure that would offer the market enhanced and modernised services.", "We are also building a Eurosystem Collateral Management System to simplify processes that involve multiple jurisdictions, notably the mobilisation of cross-border collateral.", "And we are seeking to ensure that the TARGET Services remain resilient to cyber threats.", "Looking ahead, we are considering how the needs of the users of our wholesale settlement services might change and whether new technologies could make settlement in wholesale digital central bank money more efficient and secure.", "In particular, we are assessing the potential of DLT and the extent to which it could improve our services.", "Market players that are active in payments and securities settlement, such as banks and financial market infrastructures, are already experimenting with DLT.", "Our ongoing engagement with these stakeholders reveals that many of them expect DLT to experience a significant uptake in the financial industry.", "This would entail a shift from using centralised databases for transferring cash and assets to using decentralised networks instead.", "Proponents of DLT highlight a range of benefits, such as the possibility of settling transactions instantly, around the clock, in a wider range of assets and with a broader spectrum of participants, potentially including non-financial corporations.", "Users of DLT platforms could also program transactions to be settled automatically based on predefined conditions.", "Stakeholders expect DLT to be used prominently for securities post-trade processes, where it could help to reduce costs, processing times and the need for reconciliation.", "Some market players see the potential for efficiency gains by using DLT along the whole lifecycle of a security.", "And in the area of wholesale payments, market stakeholders see the potential for DLT to improve cross-border and cross-currency transactions, as it would overcome some of the frictions related to correspondent banking.", "But experiments conducted by both private firms and central banks must still prove that DLT can offer more benefits than existing technologies.", "Indeed, the potential advantages of DLT can also be obtained in other ways.", "Fast payment systems - such as the Eurosystem's TIPS - prove that 24/7 instant payments do not require DLT.", "And questions about who can access central bank money for wholesale transactions, or which types of assets should be settled against central bank money, are unrelated to the technology used.", "Furthermore, automated and conditional payments can also be initiated through application programming interfaces (APIs).", "[ Notably, there are initiatives that seek to improve wholesale transactions using conventional technologies.", "For example, interlinking existing systems could improve the efficiency of cross-currency transactions.", "[ Where similar objectives could be achieved both with and without DLT, the costs and merits of each option should be compared before moving in either direction.", "And we need to consider the potential drawbacks of DLT.", "For example, the consensus mechanisms that some DLT networks use to validate transactions are inefficient, both from an environmental point of view - as they require large amounts of energy - and in terms of transaction speed and scalability.", "These concerns are most evident for permissionless[ DLTs, such as bitcoin.", "Some permissioned DLTs are less energy-intensive but may still compare unfavourably to centralised infrastructures.", "Importantly, the governance of major DLT technologies and networks is dominated by actors who are either unknown or based outside Europe, which raises concerns about strategic autonomy.", "But despite the uncertainties surrounding DLT's potential, we want to be prepared for a scenario where market players adopt DLT for wholesale payments and securities settlement.", "We must ensure that, in such a scenario, central bank money would still retain its role as the settlement asset for wholesale transactions.", "If, for example, market players start to use DLT for securities settlement but face difficulties using TARGET Services[ ], they may turn to alternatives like commercial bank money or stablecoins.", "This would entail a number of risks, such as central bank money having a reduced role in settlement processes, as well as trading and liquidity becoming fragmented.", "The result would be payments and securities settlement becoming less safe and less efficient, which would undermine financial stability.", "The use of stablecoins would magnify these risks.", "As we have seen in recent months, stablecoins are prone to runs.", "In other words, they are stable in name only.", "And allowing them to be fully backed with central bank money would effectively outsource the provision of central bank money to private entities, endangering monetary sovereignty.", "[ A shift away from central bank settlement systems would also imply that authorities would lose direct access to settlement data.", "This could slow the speed of intervention in the event of settlement bottlenecks and impair the analysis of financial stability.", "The Eurosystem is therefore exploring ways in which market participants who adopt DLT could interact with the TARGET Services to settle the euro cash leg of their transactions in central bank money.", "We are analysing two options.", "first would entail creating a bridge between market DLT platforms and central bank infrastructures.", "This would allow a securities transfer on a DLT platform to trigger settlement in central bank money.", "It is very likely that a solution that builds on the existing TARGET Services could be implemented more rapidly than a solution based entirely on DLT.", "Another option would be to create a new DLT-based wholesale settlement service with DLT-based central bank money.", "[ The Eurosystem could, for instance, launch its own DLT platform for settlement in central bank money.", "[ Alternatively, we could make central bank money available on DLT platforms operated by market stakeholders, allowing both cash and assets to be transferred there.", "In any event, implications for governance, settlement efficiency and liquidity management need to be carefully assessed.", "And the suitability of any of these options would depend on which use cases prevail in the market and whether or not the market consolidates around a limited number of DLT platforms.", "The Eurosystem is committed to providing settlement in central bank money for wholesale transactions through infrastructures that are fit for purpose.", "Our role is to provide state-of-the-art infrastructures as a basis for private actors to develop their innovative services.", "These infrastructures can act as a catalyst for innovation within Europe and beyond.", "We are analysing whether new technologies for settling wholesale transactions could help us continue to play this role effectively.", "But regardless of the technology used by market participants for their wholesale payments and securities transactions, our goal will always be the same: ensuring that central bank money remains the anchor of stability of the monetary system.", "Distributed ledger technology (DLT) refers to a family of technologies aiming to solve the problem of reaching a consensus between participating entities, which is required for validating data and updating the distributed ledger, without relying on central coordination.", "Central bank reserves are liabilities of the central bank owned by commercial banks.", "They are the most liquid and risk-free asset available in the financial system.", "The TARGET Services offered by the ECB and the national central banks include TARGET2 for wholesale payments, TARGET2-Securities (T2S) for securities settlement, and TARGET Instant Payment Settlement (TIPS) for instant payments.", "Panetta, F. (2021), \" Central bank digital currencies: a monetary anchor for digital innovation \", speech at the Elcano Royal Institute, Madrid, 5 November.", "Principle 9 of the Principles for financial market infrastructures , issued by the Committee on Payments and Market Infrastructures and the Technical Committee of the International Organization of Securities Commissions states that \"a financial market infrastructure should conduct its money settlements in central bank money, where practical and available\".", "Post-trade services are the activities (clearing, settlement, custody, asset servicing and reporting) that take place once a trade has been realised, in order to transfer the ownership of the security from the buyer to the seller against the corresponding payment.", "APIs offer a standardised way to communicate between different software services.", "The BIS's Committee on Payment and Settlement Systems has developed frameworks for interlinking payment systems as part of the G20 cross-border payments programme, covering links between wholesale payment systems, as well as links between fast retail payment systems.", "As regards the latter, within the Eurosystem the Banca d'Italia has experimented with cross-currency settlement by interlinking TIPS with systems that settle foreign currencies.", "In permissionless DLTs, transactions between participants in the scheme are validated by solving cryptographic algorithms without the intervention of a central agent in charge of managing the scheme.", "For instance if they cannot smoothly initiate the corresponding cash transfer in the TARGET Services and settle in delivery-versus-payment mode (a securities settlement mechanism which links a securities transfer and a funds transfer in such a way as to ensure that delivery occurs if - and only if - the corresponding payment occurs).", "Panetta, F. (2020), \" The two sides of the (stable)coin \", speech at Il Salone dei Pagamenti, 4 November.", "Deutsche Bundesbank (Trigger Solution) and Banca d'Italia (TIPS Hash-Link) have experimented with this approach.", "Banque de France has conducted a number of experiments based on this approach.", "This platform could be linked to other market DLT platforms where securities or other assets are recorded and transferred, or it could be a platform for both cash and securities - in effect a DLT equivalent of T2S."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Wholesale CBDC", "Central bank money", "Digitalisation", "DLT", "Settlement", "Financial stability", "Retail CBDC", "Monetary policy", "TARGET Services", "Modernisation"]}