{"sentences": ["Capital and (for a change) Liquidity Buffers - speech by Victoria Saporta Given at the Bank of England Published on 14 July 2022 Our Prudential Regulation Authority (PRA) requires UK banks to hold 'buffers'.", "These are extra funds that banks can use in times of stress.", "Vicky Saporta says there is evidence that banks are reluctant to use these buffers and she explains why.", "Then she starts a discussion on what the PRA could do to make it easier for banks to use them.", "Last year, I reflected on the emerging prudential lessons from the Covid-19 stress.", "I noted that one major lesson was that the banking system remained resilient and continued to provide credit to the real economy, demonstrating why the post-Global Financial Crisis capital and liquidity reforms were necessary.", "I did, however, also identify some potential issues with the current capital framework, some of which were also reflected in Sam Woods' more recent 'Bufferati' speech.", "In short, I noted that the evidence suggested that capital buffers are likely not to work as intended.", "During a systemic stress, firms might not be willing to use their buffers and instead cut back on lending to the real economy to avoid dipping into them.", "But capital buffers are only one of available instruments to support the banking system during periods of stress - there are other important instruments, including the vital liquidity buffer framework.", "And this is the new topic I would like to focus the second part of my speech today.", "In summary, there is evidence suggesting that banks may be overly reluctant to use their liquid asset buffers when facing liquidity pressures.", "This could have negative impacts on markets and the real economy, and means that central banks may need to intervene faster and to a greater extent than is desirable.", "But before I discuss liquidity buffers, let me summarise my most recent thinking on capital buffers and float a potential way forward.", "Impediments to capital buffer usability and policy implications We now have clear evidence that fear of breaching regulatory thresholds played a crucial role in affecting banks' behaviours during the pandemic.", "Banks mostly did not need to use their buffers due to sizable support from authorities, but those which got nearer to regulatory buffers have reinforced their capital ratios to a greater extent.", "The importance of market stigma as a factor in banks' reluctance to use buffers has been confirmed in many conversations I have had with bankers during the peak of the pandemic crisis and thereafter.", "It has also been reaffirmed by empirical evidence.", "The evidence shows that firms' reluctance to use their buffers can have a negative impact on lending.", "Firms which entered the pandemic with low capital headrooms, were more likely to constrain lending during the stress.", "At the same time, we know that capital releases implemented by authorities, such as Countercyclical Capital Buffers (CCyB) cuts, did support lending, even for firms that were not close to breaching their non- releasable buffers.", "What does this evidence imply for policy?", "First, let me recap two key concepts: usability and releasability.", "A regulatory buffer is said to be usable if banks are permitted to operate normally even if their capital ratios decline below it.", "In some cases, firms may be subject to some consequences such as automatic constraints on capital distributions, although this is not always the case.", "A regulatory buffer is releasable when the authorities can reduce it - including down to zero if need be - freeing up the capital resources.", "In the current Basel framework, only the CCyB is releasable.", "All other buffers that sit above minima are in theory usable but not releasable, as Sam noted in 'Bufferati'.", "And the evidence suggests that firms would rather deleverage than use non-releasable buffers.", "The CCyB represents an effective tool to ensure firms continue to provide credit to households and businesses during times of stress or when particular risks crystallise.", "Varying the buffer - both up and down - in line with the evolution of economic conditions, underlying vulnerabilities and the overall risk environment allows jurisdictions to match the resilience of the banking system to the changing scale of the risk it faces.", "The CCyB is set using a range of indicators as well as forward looking judgement.", "However, there might be unanticipated shocks, which could be very large, like Covid-19, but unlike Covid-19 may not be accompanied by the same levels of policy support.", "In such cases, the prevailing level of CCyB may be not be sufficient to absorb losses and support lending, so we need to ask ourselves whether an additional tool might be needed.", "Moreover, the impediments to usability of non-releasable buffers indicate that it is desirable to have a larger portion of releasable buffers to mitigate the impact of deep recessions.", "In 2019, BoE staff estimated the appropriate level of CCyB to absorb losses in a systemic crisis to be in the range of 3.5-5 percentage points[7] and noted that a gradualist approach to set the CCyB rates would be likely to make this level difficult to achieve before risks crystallise.", "To address this limitation of the CCyB framework the Financial Policy Committee of the Bank, along with a number of other regulatory authorities across the world, have introduced a positive cycle-neutral CCyB to the capital framework.", "But, despite this progress, for unanticipated shocks that occur at a time when the CCyB has not been built up or large shocks that do not originate in the financial system,[8] it is possible that the prevailing levels of CCyB will not be sufficient to absorb losses and support lending.", "So we must look at other supporting measures in such an event.", "Either the banking system needs to run with inefficiently large positive cycleneutral CCyBs or we need to make the buffer placed just below the CCyB in the capital stack - that is, the Capital Conservation Buffer (CCoB) - releasable.", "Therefore the flexibility to release the CCoB would supplement shortfalls in the CCyB if the shock occurs at a time when the CCyB has not been sufficiently built up, without forcing jurisdictions to run with inefficiently high levels of CCyB that might be rarely necessary.", "This would also reflect jurisdictions' preferences revealed during the pandemic for a larger portion of releasable buffers.", "In response to the Covid-19 shock, multiple jurisdictions - some of them after having released the CCyB - took additional actions to release more capital, such as lowering systemic buffers or some elements of Pillar 2 requirements.", "Releasing a great portion of capital buffers naturally means that firms are allowed to get closer to minimum requirements.", "But if firms perceive that buffers are not usable in an economic downturn and that they need to stay well above minima they will do so by cutting lending or fire selling assets.", "Those behaviours typically lead to an amplification of losses that firms need to absorb during the stress and, therefore, will ultimately hurt the banking system itself.", "With appropriate controls, making the CCoB releasable will enhance also the resilience of the banking system.", "For instance, effective supervision and stress testing could inform the decision to release the CCoB with an ex-ante assessment of the banking system ability to absorb potential future losses without breaching minima - a number of authorities did and published such tests in the midst of the pandemic.", "We would also need to ensure that an effective capital conservation mechanism is in place.", "This would prevent the released capital from being distributed inappropriately and ensure that firms would be able to rebuild the buffer in the future.", "The current tool, known in the UK as Maximum Distributable Amounts (MDAs), cannot serve this function because it does not apply to the portion of released capital.", "MDAs restrict dividends, AT1 coupons and bonuses when non-releasable buffers are used and appear to have two effects - one intended and one unintended.", "The intended effect is to prevent banks distributing away capital that could be otherwise used to build capacity to absorb losses and support lending.", "This is exactly what some global banks did in the early stages of the subprime crisis, which left them weakly capitalised when the Lehman shock hit the system later on.", "But MDAs can also have an unintended effect - they can disincentivise banks from using their regulatory buffers, for fear of market stigma, pushing them to cut lending and hurting the economy and therefore ultimately themselves.", "A recent study co-authored by colleagues in the Bank of England sheds light on both these effects.", "The authors use data on 70 large internationally active banks and separate them into two groups: those with low and high concerns about MDAs due to different preferences over stable dividends.", "By comparing how these two groups of banks behaved when MDAs were introduced and during the Covid-19 stress, they explore the effect of automatic distribution restrictions on banks' capital surpluses to regulatory requirements and their willingness to lend.", "They find that at the time MDAs were introduced, banks more concerned about distribution restrictions and with low capital surpluses above regulatory buffers worked to build greater capital surpluses than their peers.", "MDA policy acted as intended, by incentivising banks to build and maintain their loss absorbency in normal times hence helping the banking system to become stronger against shocks.", "A less comfortable message comes, however, from the analysis of bank behaviour during the Covid-19 period.", "Bank boards are concerned with investor reaction in response to a dividend cut.", "But they are even more concerned with investor reaction in response to an AT1 coupon cut.", "One reason for this is the different claims on banks' net assets that different investors have.", "Shareholders maintain their claim on banks' future profits regardless of whether they receive a dividend in any particular period.", "This is not the case for AT1 holders - if they lose a coupon this period, they will not recover it thereafter.", "It's instructive to note that regulators that restricted distributions during the Covid-19 crisis fell short of restricting AT1 coupons.", "We would therefore expect that banks that have more AT1 instruments issued are even more wary of breaching their MDAs.", "And this is what my colleagues find happened during the pandemic.", "Banks with more AT1 capital[14] and low capital surpluses before the stress defended their capital ratios to a greater extent than their peers after the onset of the pandemic.", "They also reduced lending, especially to riskier borrowers.", "The evidence suggests that we need to find a way to preserve the intended effect of MDAs - the capital conservation effect - and get rid of the unintended effect - the market stigma inducing firms to deleverage.", "One way to do so might be to consider a broader form of capital conservation that applies distribution restrictions to firms irrespective of their capital ratios during the stress.", "A similar tool, would achieve two main objectives.", "First, it would support resilience and avoid that banks, after the release of the CCOB, make imprudent capital outlays instead of supporting lending to the real economy.", "Second, a sufficiently broad-based application of restrictions would mitigate the market stigma generated by firm-specific MDAs and support more buffer use.", "Such tools were used during the early stages in the pandemic when uncertainty was at its peak - they were unpopular in part because of fear of investor reaction but also because they were not an explicit and predictable part of the framework; this proposal will enhance predictability.", "Given the exceptional nature of the circumstances that would justify a CCoB release we would seek to limit the duration and scope of the distribution restrictions to the minimum required to address the risks faced.", "This would be dependent on the severity of the shock and the level of uncertainty that the banking system might have to face.", "Enough said on capital buffers.", "I expect the debate on this to continue at the Basel Committee and the Financial Stability Board (FSB).", "Let me now turn to liquidity buffers.", "Liquidity framework and liquid assets usability The global financial crisis exposed the lack of sufficient liquidity in banks' balance sheets and led to regulatory reform, including the introduction of the Liquidity Coverage Ratio (LCR), which enhances the resilience of banks to short-term liquidity runs.", "Alongside the LCR, the net stable funding ratio (NSFR) was also introduced to ensure that banks maintain a stable funding profile over a longer horizon in relation to the composition of their assets and off-balance sheet activities.", "Following these reforms, we find ourselves in a much better place than before the global financial crisis.", "Liquidity regulation has helped banks to build strong liquidity buffers that can be used to absorb shocks.", "A decade after the onset of the financial crisis, liquid assets accounted for 17.2% of major UK banks' total assets - more than double the level in 2007.", "Similarly, banks' reliance on short-term funding reduced substantially - falling by more than three quarters over the same period.", "And the liquidity framework has been designed from the start to facilitate the usability of those liquid asset buffers when banks face liquidity pressures.", "For example, there is no minimum and buffer structure in the LCR.", "It's all one giant buffer.", "And there are no automatic restrictions that result from drawing down liquid asset buffers, unlike in the case of usage of capital buffers that incurs distribution restrictions.", "There is no specific time period in the regulatory framework within which banks need to rebuild their high quality liquid assets (HQLA) after a draw down.", "And there is no expectation on banks to hold excess liquid assets in order to avoid falling below the regulatory standard in the event of a potential stress.", "And some jurisdictions, like the PRA, had gone out of the way before the crisis to say that liquid asset buffers should be usable.", "Yet during the early stages of Covid-19, we saw evidence that suggested banks were overly reluctant to use their HQLAs, reinforcing similar evidence gathered from the Bank of England's exploratory liquidity stress test.", "In February 2020, the market reacted to the Covid-19 stress through a typical flight to safety leading to increased prices of safe assets and falling safe asset yields.", "In mid-March however, the illiquidity of other markets turned a 'flight to safety' into a fevered 'dash for cash': to meet sudden large margin calls, firms began to sell their most liquid assets, which drove safe assets prices down.", "The movement in bond yields was reversed and the price of gold fell by 12%.", "Investors were redeeming from money market funds - Sterling MMFs for example saw outflows of 11% in just over a week.", "The liquidity imbalances between asset maturities and these redemptions led to pronounced moves in asset prices, and meant some firms struggled to meet margin calls.", "Central banks acted promptly and in size to prevent an unwarranted tightening of financial conditions.", "In less than a year since March 2020, G10 central bank balance sheets have increased by over $8 trillion in total.", "The result was a restoration of both market confidence and function.", "And in fact, by end-2020, the LCR levels rose above these seen at the beginning of the year.", "In addition to these actions, regulators also issued clear guidance that banks should use their liquidity buffers to continue to service and support their customers and clients, even if it would mean that LCR levels fall significantly below 100%.", "The level of forward guidance provided differed across regulators.", "The PRA for example stated there is no requirement to rebuild the LCR buffers within a set time period, whereas other regulators such as the Reserve Bank of India set expectations for a 'phased approach' in LCR replenishment to 100% as well as lowering the regulatory requirement to 80%, whilst the Banco de Mexico provided a final cut-off date past which 100% LCR will be expected again.", "Despite these interventions, a BCBS report detailing the early lessons from Covid-19 shows evidence of banks taking or planning to take management action to bolster liquidity across a number of Basel Committee jurisdictions.", "In the UK, examples of defensive actions planned or taken by banks in the Covid-19 stress included declining to roll funding and cutting some lending, a reluctance or refusal to buy-back commercial paper, wholesale issuance and actions to raise deposits.", "While the limited duration of liquidity pressures due to authorities' interventions meant these actions did not likely have a significantly negative wider impact, this tendency for banks to collectively hoard liquidity in fear of being the first to use their liquid assets substantially can be collectively damaging.", "Certain actions aimed at preserving liquidity could lessen market intermediation and credit provision through a reduction in certain types of lending and asset holding,[23] as well as leading to restrictions in expansionary trading desk activities and slowing the on-boarding of new clients.", "Moreover, the reluctance of banks to absorb part of the stress through the use of liquid assets implies that central banks have to intervene in greater size and more quickly than in the counterfactual.", "I feel that here, we might not have got the balance quite right: maybe the system is relying a bit more than is appropriate on central banks to jump in super quickly and in size.", "Interventions of central banks to address market dysfunction are not costless.", "A recent publication by the Basel Markets Committee Working Group highlights how an overreliance on central bank interventions risks distorting market mechanisms and incentives and could increase system-wide externalities.", "However, the results of the Liquidity Biennial Exploratory Scenario (LBES) stress-testing exercise conducted by the Bank of England suggest that banks would be unwilling to allow their LCR to fall below the 100% level, even in a severe stress.", "Instead, in order to preserve the LCR, the hypothetical exercise suggested that banks would take defensive actions including cutting lending to households and businesses.", "These results, together with the experience from the pandemic, suggest that there is a liquid asset usability issue that needs to be addressed.", "Factors affecting HQLA usability We know that banks tend to have their risk appetite thresholds set well above the 100% LCR level.", "For example, a study of UK banks' recovery plans showed that they typically have contingency plans in place to defend their liquidity positions with recovery triggers higher than the regulatory standard, meaning that urgent liquidity-increasing measures would be in place before crossing the 100% mark.", "During times of stress, it might not be possible to adjust these thresholds quickly to allow banks to use more of their liquid assets, for example due to banks' internal governance processes.", "Why are banks so reluctant to use their liquid assets?", "First, there is the regulatory environment and banks' expectations around regulatory responses.", "Regulations typically require firms to set limits for recovery plan triggers at well above 100% LCR.", "A 2019 survey of Basel Committee jurisdictions show that 13 of 23 members attributed their unwillingness to use HQLA to the potential regulatory response.", "Discussions with UK firms show that even after the regulatory communications issued during the Covid-19 stress, there is lack of clarity around how regulators will react to LCR levels below 100%.", "Suggestions were made to take inspiration from the capital side, for example to have clear regulatory minimums at times of stress.", "Second, there is the potential market reaction.", "Banks have to maintain a balance between utilising liquid assets in times of stress and maintaining market confidence.", "As such, market reaction or stigma can be an important factor behind the reluctance in using HQLA.", "The concern is two-fold.", "First, banks do not want to be seen as the first to draw on their liquidity reserves, for fear of being stigmatised as being in trouble.", "Second, this market stigma may then turn out to be self-fulfilling, triggering market reactions that lead to a loss of short-term funding, which may result in a bank's failure even if it was otherwise solvent.", "Third, there is the role of disclosures.", "While disclosures increase transparency of banks' liquidity positions and can enhance discipline and market pressure to maintain strong liquidity positions ahead of a shock, they can also lead to a range of knock-on impacts during periods of market stress.", "We know that the LCR can be volatile during times of liquidity stress and market volatility, with changes in the ratio not necessarily reflecting a bank's true liquidity position.", "Indeed, it is possible for the LCR to fall relatively more sharply than HQLA.", "For example, under the historical Lookback Approach (HLBA) methodology, when a bank faces an unusual outflows of derivatives variation margin, net outflows can increase while HQLA falls.", "Another issue is banks' potential market obligations to notify debt investors in the event of LCR falling below 100%, due to local capital market transparency regulations.", "In addition, discussions with firms highlight concerns that if banks report a fall in their LCR they may get a credit rating downgrade.", "This is despite the fact that LCR plays a fairly limited role in the methodologies of most credit rating agencies, which typically consider a much wider set of information.", "Nonetheless, fears of adverse market reaction appear to induce banks to seek to quickly rebuild their LCR levels, in the event that the levels do fall.", "Concerns around disclosures may be especially problematic for banks that disclose spot (rather than average) LCR levels, due to the greater volatility and sensitivity of spot LCR rates compared to an averaged metric.", "Basel III policymakers were aware of this risk.", "This is why Basel requires disclosure of average LCRs only.", "However, in some jurisdictions, including the EU and UK, some banks voluntarily disclose their spot LCRs.", "Fourth, there is uncertainty about the future.", "In contrast to stress testing exercises, a real liquidity stress scenario does not have a well-defined and understood severity or duration - in reality there is no such a thing as perfect foresight.", "Banks may therefore rationally choose to exercise caution in their use of liquid assets due to uncertainty around future shocks and their duration.", "In general, while a combination of factors is likely to be relevant to banks' liquidity risk appetite, these factors often may not only reflect genuine concerns about liquidity, but also reflect concerns around impacts on the LCR metric itself.", "And there is a number of reasons why focusing on the LCR - or indeed any individual liquidity metric - in stress is unhelpful.", "Liquidity risk can manifest in a variety of ways, for different reasons - and can be fast-moving and self-fulfilling.", "So any static liquidity stress scenario has limited value in understanding the forwardlooking risks facing a bank when a real stress hits.", "This is less true for regulatory capital and real solvency stress, especially in a world where regulators constrain both leverage, through a non-risk- based leverage ratio, and risk-based solvency risk, through risk-weighted capital requirements and perform regular stress tests.", "The denominator of the LCR - the measure of liquidity risk we use to ensure banks hold sufficient liquid assets - is not straightforward to understand, and is particularly challenging to interpret when stress hits.", "One reasons for this is because the LCR scenario is one specific set of liquidity parameters, representing a stress motivated in large part by the experience of the Global Financial Crisis.", "In normal times, this set of parameters ensures that banks hold sufficient liquidity to weather a range of potential severe stresses.", "But those same static parameters mean that when a real stress hits - which may look quite different to the stress embodied in the LCR - the LCR can move in counter-intuitive ways, and changes in the LCR are not straightforwardly related to changes in banks' liquidity position.", "And ultimately, the LCR is not the only liquidity metric.", "That's why when banks face liquidity stress, the PRA considers a much broader range of liquidity information in determining its regulatory response.", "So a given level of LCR can be consistent with quite different levels of liquidity resilience depending on the nature of a stress - and if the LCR metric is constraining banks' ability to appropriately draw on their liquid assets, we should consider ways to address that problem.", "Policy implications The question of how to prudently manage liquid assets in a given stress is no doubt a difficult one, and there are fundamental reasons why banks may be cautious.", "But the evidence suggests that the way the prudential framework itself is working may be inhibiting banks in appropriately using their liquidity when facing stress.", "We may have found ourselves in an unintended equilibrium where the idea that a bank should not fall below 100% LCR is hardwired within banks' internal governance systems and internal risk appetites, meaning that when a shock hits banks are reluctant to use their liquid assets - they would rather deleverage.", "The regulatory messages in support of liquidity buffer usability communicated before and during the pandemic were on their own insufficient to address banks' reluctance to use their liquid assets.", "If we would like to change this, we may need to be bolder.", "One way to proceed would be to learn from our experience with capital buffers.", "We have learnt that releasable buffers are the more 'usable' in practice, and that the portion of the capital stack that is releasable might not be sufficient.", "These considerations could be relevant for the liquidity framework, which comprises 100% usable and 0% releasable buffers - and no hard minimum requirements (as we have in the capital framework).", "In practice, the lack of a hard minimum in the framework may contribute to uncertainty around how much HQLA it is acceptable to draw down in times of stress.", "It leaves us in a situation where, even during times of stress, the 100% LCR threshold becomes the primary focus of firms.", "One solution could be the releasability of LCR in stress, through a counter-cyclical liquidity buffer that could operate in a similar vein with the CCyB.", "Releasing the liquidity standard in times of stress could communicate authorities' views on banks' forward-looking liquidity resilience and appropriate usage of liquidity buffers, supporting financial stability and market confidence.", "But while the principle may be similar, in practice there may be bespoke challenges to releasing liquidity standards via the LCR.", "As I discussed earlier, it is an incomplete, static metric, which can mean different things for banks' liquidity in different scenarios.", "But it is the existing regulatory standard.", "So in considering how to release liquidity standards, we would need to be mindful of the challenges posed by the nature of the LCR metric, and that in some stresses releasing the LCR may not be the right policy.", "These challenges motivate broader consideration of whether and how we might improve the LCR metric itself to make it less cyclical and volatile.", "For example, we could explore a less cyclical approach to calibrating the potential liquidity outflows from margin calls stemming from an increase in market volatility during a time of stress.", "There may also be other options for improving usability that worth exploring, but there are unlikely to be any silver bullets - we will need to be mindful of the potential issues and inherent trade-offs that different options entail.", "Concluding remarks Let me conclude, starting with a quote from the monetary economist and economic historian Charles Goodhart who back in 2008 used a metaphor that describes well the conundrum we face with liquidity buffers that are not used:[35] \"The weary traveller who arrives at the railway station late at night, and, to his delight, sees a taxi there who could take him to his distant destination.", "He hails the taxi, but the taxi driver replies that he cannot take him, since local bylaws require that there must always be one taxi standing ready at the station.\"", "In the context of impediments to liquid asset usability, the issues go beyond local bylaws: low internal risk appetites to let regulatory ratios fall hardwired in banks' behaviours, market stigma amplified by stringent spot disclosures of volatile ratios, uncertainty about the eventual size of the shock.", "At the same time the benefits of liquidity regulation are also clear.", "Banks entered the Covid-19 crisis with strong liquidity - providers of funding to banks did not express any doubt on this front.", "To understand better the issues and to encourage debate for potential solutions the Bank and the PRA published a Discussion Paper on 31 March this year.", "I look forward to your engagement.", "Many thanks to Marzio Bassanin and Artur Kotlicki for help in preparing this speech.", "And thanks also to Martin Arrowsmith, Andrew Bailey, Dan Beale, Sarah Breeden, Caitriona Dorris, Simon Hall, Andrew Hauser, Phil Evans, Damien Lynch, Paula Gallego Marquez, Rebecca Maule, Paul Nahai-Williamson, George Speight, Sam Woods for comments.", "Errors and opinions are my own.", "Speech by Vicky Saporta 'Emerging prudential lessons from the Covid stress', July 2021 2.", "Hernández de Cos, P (2022), 'Lessons from Covid-19 on Basel reforms and next steps' , BCBS speech.", "In addition to the studies already discussed in my previous speech, Berrospide, Gupta and Seay (2021) use US confidential loan level data and find that low-headroom banks reduced lending to SME by an average of 1.4 percent more and were 4 percent more likely to end pre-existing lending relationships than their peers.", "The analysis underpinning Saporta (2021) finds that CCyB releases in the UK contributed to greater stability in capital ratios and sustained bank lending.", "Avezum and Oliveira Diogo Serra (2021) by considering 14 European countries, find that CCyB and Systemic Buffers (SRB) releases implemented during the pandemic contributed to mitigate the procyclicality of credit to households.", "Moreover, Couaillier et al.", "(2021) focused on a broader definition of capital releases, by including also Pillar 2A requirements, and confirmed that regulatory capital reliefs during the pandemic effectively supported the credit supply, in particular for banks closer to their regulatory constraints.", "For example, systemic firms subject to systemic leverage buffers in the UK can use their buffers with no distribution consequences.", "The analysis suggests that in 2007, the UK CCyB rate would have needed to be set in the range of 3.5%-5% for the UK banking system to have had sufficiently large usable capital buffers to absorb losses that followed the credit boom without severely restricting lending to the real economy.", "A complementary analysis based on historical data on bank losses conditioned on elevated risks environment suggested a UK CCyB rate of around 5% could be warranted in these circumstances.", "See Bank of England Financial Stability Report 'Financial Policy Committee Record and stress testing results', December 2019 8.", "The last three shocks that hit the UK economy - the Brexit referendum, the Covid-19 pandemic and the Russian- Ukrainian war - did not originate in the financial system and were not related to the credit and financial cycle.", "BCBS (2021), 'Early lessons from the Covid-19 pandemic on the Basel reforms' , Implementation report.", "A bank with a preference for stable dividends is expected to be more concerned about a policy that reduces their control over those distributions and introduces volatility in pay-out profiles through the triggering of automatic restrictions.", "Such a bank would have incentives to reduce the likelihood of triggering these restrictions by building material voluntary capital surpluses over their regulatory buffers, potentially by constraining lending.", "Chiarotti, Mathur, and Rajan (forthcoming), 'Assessing Basel III: Impact of automatic distribution restrictions on regulatory capital and bank lending', Bank of England Staff Working Paper.", "The authors apply a difference-in-difference approach to aggregate bank balance sheet data and granular loan-level data on syndicated lending to corporates.", "The latter allows the authors to control for important unobservable features in the aggregate data such as changes in credit demand and in borrowers' risk.", "To ensure that banks which have different concerns about MDAs nevertheless have similar probabilities of triggering the restrictions, the analysis considers also the banks' capital surpluses to regulatory buffers.", "During the Covid-19 pandemic, several jurisdictions including ECB/SSM Fed and BoE recommended banks to restrict or suspend dividends and share buybacks, but not AT1 coupons (see Svoronos and Vrbaski (2020) and BCBC (2021) ).", "During the pandemic AT1 coupons were excluded from the scope of the blanket distributions restrictions that many jurisdictions imposed, so unlike for dividends banks' ability to pay AT1 coupons was still linked to automatic distribution restrictions thresholds.", "A somewhat extreme version of broad-based capital conservation - reflecting the unusual and extreme level of economic and market uncertainty at the time - was implemented during Covid-19 when PRA recommended the major UK deposit takers to cancel dividend payments, share buybacks and cash bonuses.", "The LCR, together with individually set 'Pillar 2 add-ons' to address additional risks (including risks from margined derivatives and intraday volatility), set the UK minimum amount of high quality liquid assets (HQLA) that a bank is expected to hold in normal times.", "This minimum amount of HQLA constitutes what we call the quantitative individual liquidity guidance (ILG).", "Bank of England Financial Stability Report, June 2018 18.", "For example, see PRA Supervisory Statement 24/15 'The PRA's approach to supervising liquidity and funding risks', Section 4 - Drawing down liquid asset buffers, June 2015 19.", "See Speech by Jon Cunliffe 'Learning from the dash for cash - findings and next steps for margining practices', February 2022; and Speech by Andrew Hauser 'Seven Moments in Spring: Covid-19, financial markets and the Bank of England's balance sheet operations', June 2020 20.", "Speech by Andrew Hauser 'Why central banks need new tools for dealing with market dysfunction', January 2021 21.", "See Financial Stability Board (2021) analysis on Covid-19 support measures.", "BCBS (2021), 'Early lessons from the Covid-19 pandemic on the Basel reforms' , Implementation report.", "For example, Gerba and Katsoulis (2021) show evidence for the period 2016-2020 that where banks were increasing LCRs, they reduced longer-term reverse repo lending against lower quality collateral.", "BCBS (2021), 'Early lessons from the Covid-19 pandemic on the Basel reforms' , Implementation report.", "BIS (2022), 'Market dysfunction and central bank tools' , Markets Committee Paper.", "The scenario was severe enough to force banks to use their liquid assets, but most banks had taken enough liquidity raising actions to come out of the stress period at above 100% LCR (the average LCR level is 140% at the start of the stress period and 105% at the end).", "BCBS (2021), 'Early lessons from the Covid-19 pandemic on the Basel reforms' , Implementation report.", "For example, see EBA (2021), 'Guidelines on recovery plan indicators under Article 9 of Directive 2014/59/EU' 29.", "Diamond, D W and Dybvig, P H (1983), 'Bank Runs, Deposit Insurance, and Liquidity', Journal of Political Economy, vol.", "The 'Historical Lookback Approach' (HLBA) used to compute the risk of future margin outflows, relies on the margin flows over the previous 24 months to determine the HQLA that banks must hold against the risk of large collateral calls.", "See Bank of England and PRA Discussion Paper 1/22 'The prudential liquidity framework: Supporting liquid asset usability' (Box 1: How the LCR behaves in stress for more information), March 2022 31.", "For more information on the assessment criteria, refer to the published global assessment methodologies of S&P , Moody's and Fitch .", "Carlson, Duygan-Bump, and Nelson (2015) mention the issue of banks ́ uncertainty on how to meet unforeseen liquidity needs during financial panics.", "Cont, Kotlicki and Valderrama (2020) emphasise how different comovements in risk factors can result in distinct endogenous liquidity shocks and varying outcomes in a stress.", "Along with Pillar 2 add-ons in the UK, which are used to address additional salient risks not captured by the LCR.", "A fuller discussion of the challenges in interpreting changes in the LCR can be found in Bank of England and PRA Discussion Paper 1/22 'The prudential liquidity framework: Supporting liquid asset usability', March 2022 35.", "Goodhart, C (2008), 'Liquidity Risk Management', Banque de France Financial Stability Review.", "Bank of England and PRA Discussion Paper 1/22 'The prudential liquidity framework: Supporting liquid asset usability', March 2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital buffers", "Liquidity buffers", "LCR", "CCyB", "CCoB", "MDAs", "HQLA", "NSFR", "Pillar 2 requirements", "SRB"]}