{"sentences": ["I would like to thank the Committee for its invitation.", "Norges Bank manages the GPFG with the objective of achieving the highest possible return over time within the limits of the investment mandate defined by the Ministry of Finance.", "The objective of the highest possible return is to be achieved within an adequate control and risk management framework, in a responsible and cost-efficient manner with a high degree of transparency.", "The investment mandate is extensive.", "Around 70 percent of the over NOK 11 000 billion in the GPFG is invested in equities, which means we are one of the world's largest shareholders.", "We a minority shareholder in around 9000 companies in 70 countries.", "In addition, we have a broad portfolio of fixed income investments.", "Some of the GPFG is invested in unlisted real estate, and in 2021, we also invested for the first time in unlisted renewable energy infrastructure.", "The GPFG is managed to track the benchmark index fairly closely, so that the return largely tracks the return on the benchmark index.", "The benchmark index is defined by the Ministry of Finance and endorsed by the Storting.", "However, even though Norges Bank closely tracks the GPFG's benchmark index, many big and small choices have to be made every day.", "The Executive Board is satisfied that the return over time has been higher than the return on the benchmark index against which the GPFG's performance is measured.", "For 2021, the GPFG's investments earned an overall return of 14.5 percent before management costs.", "The return was 0.74 percentage point higher than the return on the benchmark index defined by the Ministry of Finance.", "Since the turn of the year, the markets have been affected by Russia's invasion of Ukraine and higher inflation in many countries.", "The GPFG's equity and bond investments both fell in value in the first quarter of the year, and the overall return on investments was a negative 4.9 percent.", "Norges Bank's investment management helped to dampen that fall somewhat.", "The return was 0.66 percentage point higher than the benchmark index for the quarter.", "The white paper The Government Pension Fund 2022 contains a broad review of the Bank's active management of the GPFG.", "The Ministry proposes to maintain the size of the Bank's permitted deviations from the benchmark index, measured as expected tracking error.", "This is consistent with Norges Bank's assessment that the tracking error limit is adequate.", "On several occasions in 2021, the Executive Board provided the Ministry of Finance with advice and assessments regarding the GPFG's approach to climate risk.", "This is also a key topic in this year's white paper.", "As a long-term and global investor with ownership stakes in several thousand companies, it is in the GPFG's financial interest that portfolio companies succeed in adapting to the risks and opportunities that climate change entails.", "Norges Bank supports the strengthening of the work on climate risk in the GPFG.", "Responsible investments and active ownership will be key in this regard.", "Active ownership is directly aimed at the primary source of the GPFG's climate risk, namely its portfolio companies.", "Norges Bank's responsible investment shall be based on the long-term goal that investee companies align their activities in a way that is consistent with global net zero emissions in accordance with the Paris Agreement.", "The GPFG's size gives it strong access to company boards.", "The GPFG is among the ten largest owners of around half of its portfolio companies, and it is our experience that when we talk, the companies listen.", "Through active ownership, Norges Bank will be a driving force for the companies in the portfolio to align their business models towards a long-term goal of global net zero emissions.", "To this end, the Bank will strengthen our work on analysing decarbonisation pathways for individual companies and use these analyses in our follow-up of companies.", "It will not be the case that we will automatically divest if active ownership does not have the desired outcome.", "But in some cases, divestment may be relevant.", "Close to half were related to climate change.", "These divestments reflect our desire to avoid for financial reasons companies whose business models are not sustainable.", "Risk-based divestments are active investment decisions that result in deviations from the benchmark index against which our performance is measured.", "Norges Bank will be accumulating detailed information about portfolio companies' climate risk and climate plans.", "In this year's white paper, the Ministry of Finance proposes to allow Norges Bank to make decisions on its own initiative regarding observation or exclusion of companies under the climate criterion without advice from the Council on Ethics.", "Up until now, the Bank's right of initiative under the guidelines has been limited to the coal criterion.", "Exclusions have a different purpose from risk-based divestments.", "While risk-based divestments are based on financial considerations, the climate criterion is applied to fulfil an ethical obligation.", "Norges Bank manages substantial assets on behalf of the nation.", "High returns, responsible investments and transparency are key terms in the strategy adopted by the Executive Board for the Bank's investment management.", "Our goals are ambitious, as they should and must be.", "I would now like to give the floor to the CEO of Norges Bank Investment Management Nicolai Tangen, who will report on investment management in more detail."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["GPFG", "climate risk", "responsible investments", "active ownership", "benchmark index", "divestments", "equity", "return", "risk management", "transparency"]}