{"sentences": ["Bringing inflation back to the 2% target, no ifs no buts - speech by Andrew Bailey Given at the Mansion House Financial and Professional Services Dinner Published on 19 July 2022 Andrew Bailey talks about the impact of four recent shocks on our economy.", "These shocks have pushed inflation up, he says, but we will set monetary policy to bring it back down to our target.", "Lord Mayor, it is a great pleasure to be here at Mansion House this evening.", "The return to more normal times allows those of us from the Bank to pop round to our neighbour for an informal light dinner.", "It is also pleasing that you have been able to resume travelling in pursuit of your important role of promoting the UK and in particular the services of the City.", "We thank you for that important work.", "Quite appropriately you have also been keen to ensure that there is a suitable number of events to mark your Irish roots, the strong connections between the City and Ireland, and the rich vein of form of the Irish rugby team.", "I would like to join you [and the Chancellor] in welcoming Paschal Donohoe.", "It's always good to see you Paschal.", "Chancellor, congratulations on taking up the office.", "I know from a lot of experience that you will find a warm welcome in the City.", "In my experience, you will find that people in the City want to get things done.", "I have been involved in attending or speechwriting for this dinner for 25 years, and I well remember in the early days that the speeches of Lord Mayors featured each year a plea to get Crossrail agreed, started, finished.", "Well finally, Lord Mayor, you can notch that one up.", "Now, \"getting stuff done\" is not a lead in to a speech on reforming Solvency 2.", "I can hear the murmur of relief going round.", "Instead I am going to talk about the economy and monetary policy.", "I think I just heard someone say, can we have Solvency 2 for light relief please.", "A member of the public sent me an email recently, in which she said that she appreciated what I am doing, but can I please, please, please be more cheerful.", "I should say that I do seek earnestly to avoid the role of Private Frazer in Dad's Army - we are not doomed, far from it.", "But we are in difficult times.", "From the perspective of monetary policy, these times are the largest challenge to the monetary policy regime of inflation targeting that we have seen in the quarter century since the MPC was created in 1997.", "That emphatically does not mean the regime has failed.", "The regime was set up for times exactly like these.", "The regime, founded on central bank independence, is now more important than ever.", "The worth of any regime is tested in the difficult, not the nice, times.", "To illustrate that, let me quote part of the then Governor Eddie George's speech given at Mansion House in 1997, a month after the MPC came into being: \"The technical implementation of monetary policy is not at all an exact science.", "It operates with long and unpredictable time lags so that we are necessarily continuously straining to peer into the future, relying substantially upon uncertain economic forecasts and carefully considered, but ultimately subjective judgements about the probabilities - and of risks - surrounding them.", "So I welcome the Chancellor's detailed reformulation of our marching orders, which acknowledges the volatility of the real world.\"", "Wise words, which are more relevant than ever today.", "In the same spirit, I want to spend the rest of my time tonight setting out the judgements we are having to make now, in a real world which is certainly volatile.", "But I will start with one statement that doesn't change whatever the circumstances: our job is to hit the inflation target, and in the current circumstances to return inflation to target, always remembering the importance of understanding time lags in policy, and lags in the impact of economic shocks.", "Let me be quite clear, there are no ifs or buts in our commitment to the 2% inflation target.", "That's our job, and that's what we will do.", "When it comes to judgements we have to make, it is important to understand the disturbances hitting the economy and their significance for monetary policy.", "We have seen an almost unprecedented series of such disturbances - unprecedented certainly in modern times.", "I am going to pick out four which have been at work in the last two and a half years and discuss them in broadly chronological order.", "I will start with the onset of Covid over two years ago now and its subsequent waves.", "It is worth briefly recalling the precipitous drop in economic activity at that time, and the speculation that it would be the largest drop in three hundred years.", "In the end it was very big, but not quite that big.", "It required a very large response from macroeconomic policy.", "Monetary and fiscal policy both acted to counter the cyclical downturn, reinforcing one another even as they were implemented independently.", "Moreover, the response had to be sustained because of the sheer scale of the uncertainty around the impact of further waves of Covid.", "It is worth recalling that the key aim of policy was to support businesses and households through the crisis, limiting lasting damage to the economy - which could have been compromised by a premature withdrawal of stimulus.", "Without that policy support, the economy today would be in a much worse position.", "Moreover, policy is necessarily made in real time, not in hindsight.", "Remember that we started with no functioning vaccine and the previous average time to implement one for viruses of this nature was 10 years.", "The second disturbance came with the recovery from Covid.", "It was the first of the three big supply disturbances of the last year or so.", "Let me start by putting it into context.", "UK GDP recovered quite rapidly from the precipitous drop of the initial Covid period, but it did not soar away.", "That's very different to the pattern of the US economy for instance.", "Put another way, in the UK we have had two years with very little growth overall.", "The story of the recovery from Covid in terms of inflation had a global dimension.", "In many advanced economies, the pattern of demand shifted from services to goods, most notably in the US.", "These goods are much more traded than services, and this put pressure on global supply chains.", "That pressure was further affected by issues in China with the so-called zero Covid policy, and the impact this had on traded goods prices.", "The third disturbance has been caused by the actions of Russia in the build up to and subsequent illegal invasion of Ukraine.", "This is now the largest shock - concentrated in energy and some food prices.", "It is hitting the least well off hardest because they, necessarily, spend more of their income on essentials, notably food and energy.", "Recently some of the most outrageous nonsense I have ever heard has been spouted by the Russians, namely that the current global economic problems are caused by sanctions against Russia, not by Russia's invasion of Ukraine.", "We cannot accept this assault on democratic systems and values and on the security of the European continent.", "Economic prosperity is, and will continue to be, built on the foundations of democracy and security.", "These values are the bedrock of open economies and financial systems, and Russia has betrayed them.", "The Russian shock is now the largest contributor to UK inflation by some way.", "There is an economic cost to the war, and we all have to recognise that, but at the Bank it will not deflect us from setting monetary policy to bring inflation back to the 2% target.", "The last disturbance is a domestic one.", "The UK labour force has shrunk over the last two years, and this is contributing to inflationary pressure due to the difficulty of recruiting.", "It is important to understand exactly why the labour force has shrunk, why inactivity - those not working and not seeking to - has risen, and of course what we might expect to see in the future.", "Have more people retired than was expected, has long-term illness risen permanently, and how many people may return to the labour force and over what time?", "A one percentage point reduction in the labour force may not sound much, but with a working-age population of around 40 million it is a lot of people.", "With such numbers, the shrinkage in the labour market adds an inflationary impulse on top of energy and international goods prices.", "And central to the assessment of the outlook for monetary policy, it increases the risk that the inflation that has come to us from abroad gets embedded in more persistent domestic inflationary pressures.", "Let me draw all of this together, and pull out the implications for monetary policy.", "The big external shocks - from Russia and supply chains - account both for a large part of the inflation overshoot above target and for the squeeze on real incomes.", "My sense of the latest data is that the supply chain/goods shock has started to ease, but the Russian impact - particularly on natural gas prices in Europe is going the other way as we look ahead to the winter.", "The effect of these shocks has been to increase the cost of things we import relative to things we produce domestically.", "This is a very large shock to our national real income.", "I think we can already see the effects, with the economy slowing (I would urge caution in interpreting the May GDP number as strong - given the changed pattern of public holidays).", "Monetary policy has to be set taking into account the scale of this shock to real income, while keeping our focus on inflation and inflation expectations.", "Returning inflation to its 2% target sustainably remains our absolute priority.", "But we recognise a trade-off in a situation of high inflation and weakening growth.", "In my view this trade-off explains why we have raised Bank Rate progressively since last December in increments of 0.25% after the first rise.", "We have judged what we need to do in the face of these very big external shocks which, assuming Bank Rate following the market path used for the May MPR forecast, will see inflation fall very rapidly next year, and return to target in 2023, and then go below target.", "But other things may not be equal, and we have been clear that we see the balance of risks to inflation as on the upside.", "Here, I would pick out the risks from domestic price and wage setting, and this explains why at the MPC's last meeting we adopted language which made clear that if we see signs of greater persistence of inflation, and price and wage setting would be such signs, we will have to act forcefully.", "In simple terms this means that a 50 basis point increase will be among the choices on the table when we next meet.", "50 basis points is not locked in, and anyone who predicts that is doing so based on their own view.", "We do not pre-announce Bank Rate decisions for the very simple reason that MPC decisions are based on deliberation at the time among nine people focused on returning inflation to the 2% target sustainably.", "At its next meeting, it is also time for the MPC to discuss the strategy for beginning to sell the gilts held in our Asset Purchase Facility portfolio.", "We will publish, alongside the Monetary Policy Report, more detail on how we will do this, to allow financial market participants to make the necessary preparations.", "This will ensure we have the option to commence a sales programme shortly after a confirmatory vote by the MPC, which could be as early as at our September meeting.", "Based on analysis conducted in conjunction with colleagues at the DMO, we are currently looking at a total reduction in the stock of gilts held by the APF, which covers both sales and gilt redemptions, of something in the region of £50-100bn in the first year.", "Our Market Intelligence suggests that's broadly in line with what market participants are expecting.", "Let me end by going back to the plea that I be more cheerful.", "Lord Mayor, let me tell you about one thing that has made me most proud as Governor this year.", "Recently, the Governor of the National Bank of Ukraine, asked me if we had any spare armoured vehicles.", "He wanted to use them to support cash distribution around Ukraine.", "It so happened that we have stopped using our own transportation to move bank notes around this country, and our fleet of three vehicles was due to be taken out of service.", "Our staff immediately set about getting them ready, drove them to the Polish-Ukrainian border and handed them over.", "That made me very proud.", "I am grateful to Jamie Bell, Alan Castle, Rashmi Harimohan, Jonathan Haskel, Bob Hills, Karen Jude, Nick McLaren, Rhys Phillips, Huw Pill, Andrea Rosen, Michael Saunders, Martin Seneca, Fergal Shortall, Silvana Tenreyro, and Laura Wallis for their assistance in helping me prepare these remarks."], "classifications": ["monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic shocks", "Labour market", "Russia", "Ukraine", "Central bank independence", "Inflation target", "Asset Purchase Facility", "Quantitative tightening"]}