{"sentences": ["Closing remarks by Governor Mário Centeno at the Reinventing Bretton Woods Committee: High-level Seminar \"A New EU, A New World?\"", "Thank you Pier Carlo and Mark for the invitation.", "Being in Rome at such an important moment for your country, let me start with two facts that send a message of optimism.", "A few years ago, my country won the European Cup and the Eurovision song contest.", "The same thing happened to Italy last year.", "I know that we did not qualify to the World Cup this year, but I am not into that right now.", "Since this coincidence of events, in both Portugal and Italy, GDP growth keeps being revised up and the fiscal deficit revised down.", "I do not know whether there is causality here, but we should not lose momentum.", "There is however, a third fact pertaining the Portuguese experience, and that is that we left the Excessive Deficit Procedure at about the same time of wining in soccer and music.", "By then, a representative sample of Portuguese citizens was asked which of these three events increased the most their self-esteem.", "And you may be surprised to know that exiting the EDP won, in both the subsamples of women and men.", "This is what explain the importance of this debate today.", "And this is why we really should care about financial stability in our countries.", "After the lively and productive debate that experienced today, I recognize that it is a challenge to convene the closing remarks on such a demanding topic.", "Three years ago, few - or I would dare to say none - imagined the occurrence of two shocks in a row that affected dramatically our lives and the global economy.", "First the dystopic nature of the pandemic and now the barbaric Russian aggression of Ukraine.", "As the supply and demand imbalances from the pandemic were beginning to wane at the end of 2021, the invasion of Ukraine and the zero-Covid policy in China set in motion a new wave of supply disruptions.", "Consequently, the European economy, which responded extremely well to the pandemic crisis, started slowing down.", "High inflation, tightening financing conditions and supply-related headwinds weigh on activity.", "In this uncertain environment, I would like to convey messages of optimism.", "Our institutions have matured; positive responses to challenging events enriched our experience and know-how.", "Allow me to start with a brief comparison with the energy crisis of the seventies, making the point that we are better prepared.", "The oil price increase in the early 1970s had strong inflationary consequences because they occurred in an environment of a demand side overheated economic activity in which consumer price inflation and wages were already rising.", "A different macroeconomic environment from today's EU background.", "With the pandemic, the decline in economic activity led to a fall in oil demand.", "Consequently, oil prices dropped 35% in 2020.", "Screen prices even reached negative figures.", "With the easing of lockdowns and some production cuts, oil prices started to pick up.", "With the recovery of economic activity and the increased demand, oil prices were back to pre-pandemic levels, by the summer of 2021.", "But, with the outbreak of the war in February 2022, oil prices increased, breaking the 100 dollar a barrel threshold at the beginning of March.", "Volatility also increased due to the uncertainty of the conflict.", "Again, market adjusted in the wake of a reduction of the global economic activity.", "The rapid involvement of new EU suppliers and demand substitution effects also played a role in this adjustment.", "Compared to the seventies, we are now better prepared.", "We have new technologies and alternative energy sources.", "We were already in the climate transition process, which boosted the development of alternative technologies and sources.", "This was not the case of the 70s.", "We have reasons to be moderately optimistic.", "Our economies can handle such price volatility.", "However, gas and electricity prices have soared to new records.", "But, as you know, this is a different story; a story of war.", "In July, gas deliveries to Germany via Nord Stream 1 were reduced by 80% and from now on gas flows from Russia have been indefinitely halted.", "These disruptions in the supply of natural gas to Europe will be challenging to surpass in the short run due to infrastructural constraints, with immediate consequences in production and price increases.", "However, as the pandemic crisis taught us, economic agents respond rapidly to constraints; the response exceeded all expectations and the economy recovered faster.", "Europe has been able to find alternative energy sources.", "I maintain my moderate optimism.", "But challenges are also opportunities.", "This setup creates a strong opportunity for imprinting structural changes in Europe.", "It is a moment to accelerate the transition to greener and renewable energy sources - even if we have to take a step back, to them move forward with more determination - and to turn to less energy-intensive technologies and industries, to diversify energy imports, and to secure our energy dependence.", "It is also a moment to take advantage of the slowdown of China and by-pass strategic supply chain dependencies.", "China's development model seems exhausted.", "The lack of freedom, both political and economic, is not compatible with a long-run model of sustained economic growth.", "Growth requires capacity to revert decisions to innovate and, therefore, freedom of thought.", "It's no coincidence that the industrial revolution came after the Enlightment, in which Italy played a critical role.", "Many of the supply bottlenecks that we have been experiencing are caused by the zero-covid policy, a centralized decision, in a highly integrated decentralized market economy.", "This is triggering the reassessment of the dependencies in our globalised economy, questioning partially the previous non-local model, which was in the past a source of productivity gains and price stability.", "However, a new model, which brings closer producers and consumer markets, brings about unknowns.", "Would it imply a price level shift?", "Or would it have implications also in the inflation level?", "Globalization has served us well; we cannot afford to scrap it, but we cannot go back to business as usual.", "The political economy lessons of the past few years require an inclusive response.", "Therefore, it is paramount to promote an inclusive globalization.", "This is what I will call, re-globalization, the New World that we are discussing today, not a process of de-globalization.", "The climate transition, the respect for human rights and international law all put an additional burden on the economic system - resource-wise and politically - which must be addressed by globalization - the engine of growth across the globe for many decades - but now by observing principles of inclusiveness.", "We need to share more evenly the benefits of a sustainable growth.", "The improvement of our institutions along the last decades is yet another reason for optimism.", "Let me start with the institutional setup of monetary authorities.", "In the early seventies, there was no well-established commitment to guaranteeing price stability.", "Throughout the following decades, a new institutional setup was created.", "The credibility and independence of central banks lead to sustainable price stability.", "This setting and past achievements send strong signals to the market.", "And today, we have the assurance that the Eurosystem stands ready to stabilise inflation at its 2% target over the medium term.", "Currently, most measures of medium-term inflation expectations stand at around two per cent, although recent abovetarget revisions to some indicators warrant continued monitoring.", "The critical question for monetary policy right now is whether it is possible to tame inflation with real interest rates at such low levels.", "With high inflation expected for next year and low nominal interest rates, real interest rates will remain negative.", "This induces an anticipation of consumption and investment, which could lead to higher inflation.", "Hence, you may ask why are central banks maintaining real interest rates in negative territory, instead of more actively seeking a clear tightening, i.e., positive and possibly very high real interest rates?", "Can this policy be consistent with inflation going back to target?", "Even with large shocks and hence unusually high inflation, this policy of gradual normalization may be consistent with inflation converging to target.", "It is in line with economic theory and broadly expected by markets and analysts.", "They expect policy interest rates to increase towards relatively low levels and inflation to fall to 2%.", "This amounts to say that monetary policy is credible and that high real interest rates are not seen as necessary to counter inflation.", "In other words, the effects of the unprecedented supply shocks will dissipate without imprinting higher inflation expectations.", "The contrafactual would be a clear tightening, or even a too abrupt normalization.", "That could unwarrantedly destabilize the transmission mechanism and the real economy, making it harder to achieve the inflation target beyond the short run and reducing economic activity.", "A scenario of going back and forth in the decisions would undermine the credibility of monetary policy.", "Monetary policy must remain predictable and act at the margin in as small steps as possible.", "In view of these possibilities, the review of the ECB's monetary policy strategy has rightly confirmed its medium-term orientation, that is, the inflation target is to be attained over the medium term.", "The last ECB decision represents a frontloading of the normalization path as compared to July.", "In a context of substantial loss of purchasing power, it aims to be an important signal to pricing decisions that may affect inflation.", "This is the case for the wage negotiation and pricing decisions; these should avoid spillover effects to private consumption.", "Additionally, fiscal policy measures design to combat the direct effects of the war must be temporary, timely and targeted; otherwise, they risk fuelling global inflation, setting in motion a spiral of additional response from monetary authorities.", "A quick word on the labour market.", "The pillar of our economic stance.", "In the European Union, the measures adopted during the pandemic, mostly the furlough regimes, stabilized the workforce base and income, and hence, did not implied wage renegotiations when activity returned.", "This was not the case in the United States; employment dropped dramatically and unemployment shot through the roof.", "These distinct policy options have altered the efficiency of the labour market, in particular, in the United States.", "If we compare movements in the EU and US Beveridge curves (that relate unemployment and vacancies) - before and after Covid - we observe that the EU curve did not move, while the US curve shifted outwards.", "In other words, in the US there are now more job vacancies for each unemployed.", "With lower labour supply to fill a vacancy (labour demand), wages have to increase - and they did.", "In Europe, the historical relationship held.", "This is one reason why the fundamentals of US and EU inflation are different.", "The other reason is fiscal policy.", "In the past three years, 2020-2022, fiscal stimulus in the US was 18 percentage points of GDP larger than in the Euro Area!", "Inflation became a demand-driven issue in the US.", "In Europe, fiscal imbalances increased dramatically in 2020, but have since begun to adjust.", "Portugal complied with the temporarily suspended 3% deficit rule already in 2021; in 2022, the deficit will be well below 1.8% and, in 2023, it could come close to balance.", "Italy has run a primary budget surplus for the last decade.", "Thus far, but with worrying signs, inflation in Europe has been primarily driven by supply.", "This is probably due to the EU institutional setup, of which Portugal and Italy have been success stories.", "This does not mean that there are no challenges ahead, but again they shed optimism for what Europe can achieve.", "Of course, we cannot take for granted that EU inflation expectations will remain anchored under every circumstance; that is why we should be ready for a strong response if inflation expectations de-anchor.", "If deemed necessary, a strong response is arguably now easier given the firm commitment and the new instrument to contain unwarranted financial fragmentation.", "The Transmission-Protection Instrument is a powerful backstop aimed at preventing runs on sovereign debt.", "It allows for a clearer separation between market stabilisation and policy stance goals.", "It broadens our policy space and enhances the efficiency of stance-related policy actions.", "Critically, the Transmission-Protection Instrument does not dispense the adoption by Member States of the sound and credible fiscal policies that I have alluded to.", "The EU institutional framework has improved significantly since the global financial crisis.", "The results from the Banking Union are evident.", "Banks across the euro area have significantly strengthened their balance sheets by increasing their capital and asset quality.", "But our job is not finished yet.", "It is critical to complete the banking union in all its three pillars (supervision, resolution, and a common deposit insurance).", "It is critical to complete the institutional framework of the EMU.", "Also, the approval of the Budgetary Instrument for Competitiveness and Convergence before the pandemics was a huge step for the EU integration, reflected already in the NGEU framework and financing.", "However, the evident necessity of the Transmission-Protection Instrument can be seen as a consequence of the remaining fragilities of our monetary union.", "Moreover, the review of the crisis management framework for banks cannot be overlooked.", "Further private risk-sharing including through several elements in the capital markets union should remain a priority.", "It is crucial to develop and integrate EU financial markets.", "These are all things we must do.", "We are in charge, there are no excuses.", "These advances would naturally improve the fiscal and monetary coordination by distinguishing more clearly the tasks of each policy.", "We cannot risk having monetary policy undoing what fiscal policy is overdoing.", "In the very short run, the Recovery and Resilience Fund needs to be reconsidered.", "The first R - the Recovery - is more than achieved; most economies returned to pre-pandemic levels, if with different sectorial composition.", "However, the second R - the Resilience - requires time, patience, and cooperation.", "And we can go a little further on cooperation.", "The available space for an active fiscal policy is limited as it represents an additional burden for the already high public debt.", "Governments should target any temporary support to vulnerable groups, while acknowledging the economic consequences of fiscal stimulus in an inflationary environment.", "That is why, monetary and fiscal policy coordination is fundamental.", "The current context is a stark reminder of the importance of a strong institutional setting.", "In 2020, it was the first time ever that during a crisis the support for the euro, as measured by the Eurobarometer did not fall.", "An important for how European institutions should respond to our citizens' ambition.", "We should be aware of our mandates and acknowledge each other responsibilities and limitations.", "Within the specific mandates and without prejudice to independence, there are strategic complementarities between the actions of fiscal authorities, supervisors and central banks that can and should be explored under the right conditions.", "Finance ministers and central bankers must come together - physically - and decide what each part can do to achieve more efficiently common objectives.", "These will always be achieved; it is the price that we have to pay that must be discussed and minimized.", "It is crucial that we build bridges."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Inflation", "Energy prices", "Globalization", "Monetary policy", "Fiscal policy", "EU integration", "Financial stability", "Labor market", "Supply chains", "Institutional framework"]}