{"sentences": ["Minister of Inclusion, Social Security and Migration, General Secretary of Inclusion and Social Welfare Objectives and Policies, director of CEMFI, ladies and gentlemen, good morning.", "Allow me to begin this short address by saying how pleased I am with the signing of this collaboration agreement between CEMFI and the Ministry of Inclusion, Social Security and Migration.", "In recent months I have had the opportunity to publicly emphasise the importance of the evaluation of public policies and of incorporating the results of these evaluations into decisionmaking by public authorities, in the belief that, in a democratic society, evaluations should play a political as well as a technical role.", "In the political sphere, evaluating the design and effects of public policies should foster transparency regarding policy-makers' actions and their outcomes.", "This facilitates accountability and democratic oversight by Parliament and citizens.", "It also fulfils a technical function, strengthening the decision-making process by providing it with valuable information to enhance its effectiveness and efficiency.", "Therefore, promoting \"evidence-based policies\", as with the signing of this agreement, amounts to both a technical argument in favour of effectiveness and a political statement in favour of democratic oversight of political power by citizens and their representatives.", "In order for these evaluations to be carried our properly, they need to be conducted by independent researchers and institutions, who must have the appropriate high-quality and sufficiently detailed data.", "Under this agreement, an independent and rigorous evaluation will be launched of a specific public policy: the pilot projects for developing inclusion itineraries for beneficiaries of the Minimum Income Scheme.", "To this end, the rigour, independence and technical excellence of CEMFI's researchers are paired with quality data provided by the government and its stated desire to design its policies on the basis of empirical evidence.", "This alone should be reason for satisfaction.", "I hope that the results of this evaluation will help improve the future design of this public policy and that this exercise will contribute to establishing a culture of evidence-based policies that will benefit all citizens.", "I believe that this kind of initiative can be particularly useful for Spanish society at a time when these policies, including the roll-out of the projects financed with NGEU funds, need to have the capacity to address the structural transformations facing our economy, such as those arising from the fight against climate change, the reduction of inequalities, the improvement of productivity, digitalisation and population ageing.", "The work that CEMFI's experts and our own researchers will carry out as they conduct these evaluations is also an example of the Banco de España's commitment to this culture of evidence-based policies.", "In this way, we hope to establish a genuine technical hub specialised in the evaluation of public policies and programmes that can serve other areas of public policy.", "And, beyond this specific initiative, at the Banco de España we believe that we can also contribute to these aims by evaluating the actions taken in the exercise of our responsibilities and allowing the research community to use our information.", "The data laboratory recently launched by the Banco de España (BELab) is a good example of this service to society, since it makes the microdata from many of our main databases available to researchers.", "So is the recent agreement between the National Statistics Institute, the Tax Agency, the Social Security System and the Banco de España, as holders of a significant amount of administrative information and granular data collected for statistical purposes, for the joint design of a collaborative data system to which researchers will have access, provided that the information is to be used for scientific purposes in the public interest.", "The challenge is for initiatives such as those we are seeing here today to become widespread, so that a genuine culture of evaluating public policies can take root, allowing their design and implementation to be improved on the basis of evidence.", "See the speeches \"The role of the media in promoting evidence-based policies\" at the Líderes de la Información award ceremony and \"Long-term considerations in economic policy\" at the awarding of the Gran Cruz al Mérito en el Servicio de la Economía by the Consejo General de Economistas (General Council of Economists) to the Banco de España."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Evidence-based policies", "Evaluation of public policies", "Democratic oversight", "Effectiveness", "Technical argument", "Political statement", "Inclusion itineraries", "Minimum Income Scheme", "NGEU funds", "Structural transformations"]}