{"sentences": ["Welcome address Luigi Federico Signorini, Senior Deputy Governor of the Bank of Italy Annual Meeting of the CEPR-IMF Programme, It is my pleasure to open the annual meeting of the International Macroeconomics and Finance Group of the CEPR.", "It is a double pleasure, in that this is the second time this week that I have had the opportunity to welcome people attending an international meeting in person.", "It is a nice sign that we may finally be going back to some normality after unpleasantly exceptional times.", "I am also particularly happy because of the very distinguished group of researchers that are gathering today here at the Bank.", "There are elements of normalisation in the financial and especially monetary arena as well.", "Obviously, nothing can be the same as before the pandemic, but one hopes that the world's economies will gradually be able to find a 'new normal' after the shock.", "We still face hard challenges, and the ongoing war in Ukraine, on Europe's very doorstep, certainly adds to the political and economic uncertainty.", "I would like to take the opportunity of addressing this floor in order to raise some issues that in my opinion deserve particular attention at the current juncture.", "Some of them are related to topics that will be discussed during your workshop.", "The first issue concerns financial stability, and has to do especially with non-monetary financial institutions.", "The size of the NBFI sector has increased significantly over the last few decades, and together with other developments, such as increased concentration and (possibly) decreased diversity, this may pose novel challenges to policymakers and supervisors.", "We had been drawing attention to the implied potential risks for years, and in a way we felt vindicated, in the spring of 2020, by an episode of market turmoil that was only contained thanks to massive central bank intervention.", "International fora, such as the G20 (particularly during our Presidency, in 2021) and the FSB, have been debating the issue; certain steps have been taken; but my feeling is that progress has been too slow so far.", "This point seems especially relevant in the current environment, where markets are again facing increased volatility and wider credit spreads in a context of high leverage - though to a much lesser extent than two years ago, for what we can see.", "Research on the effects of monetary policy normalisation on the risk-taking channel for investment funds, pension funds, and insurance companies and on the risk of liquidity stress in markets is, I think, necessary for improving our understanding of how to preserve financial stability in the current context.", "The second issue is the potential spillover effects of monetary normalisation on emerging markets.", "The 'taper tantrum' of 2013 exposed the vulnerability of emerging markets to tightening global financial conditions.", "This time, most analysts expect the effects to be more benign, given the increased resilience of some key emerging economies and the favourable (for them) commodity prices, but we do not really know to what extent this might remain a cause of financial vulnerability.", "There are very good papers in this workshop on global fund flows and emerging markets, on the currency structure of corporate debt, on exchange rates, and on the effects of foreign monetary policy on inflation in emerging countries.", "It might be interesting to see these issues through the lens of monetary policy normalisation as well.", "The final issue I would like to mention is the transmission of monetary policy through the lending channel.", "A tightening of credit standards by banks might amplify the impulse from monetary policy normalisation.", "One interesting way to look at this issue is to consider the heterogeneity of banks in terms of (say) market power, screening processes, balance-sheet strength, and possibly other factors.", "A further aspect that has become increasingly relevant is the role of macroprudential policy.", "Conceptually, macro-pru tools have strong complementarities with monetary policy, but we still know too little of the way they work in practice, given the relative novelty of their systematic use.", "There are excellent papers in the programme, both theoretical and empirical, on the transmission of monetary policy in an environment with heterogeneous banks and on the link between monetary and macroprudential policies.", "What lessons can we learn about the effects of monetary policy normalisation on the lending channel, and on the interactions between the monetary stance and what we might call the 'prudential stance'?", "These are just a few of the many interesting topics that the workshop will address.", "Others include the impact of multinationals on inflation co-movements around the world, the role of a safe asset for international financial stability, and the functioning of central banks' swap lines at the beginning of the pandemic.", "It is a rich menu; we shall learn a lot.", "I would like to thank the organisers for their efforts; the presenters and discussants, and the keynote speaker, for their contributions; all of you for being here to take part in this debate.", "Fostering interaction among researchers is important at all times: it is all the more important in unusual times such as the ones we are living in.", "I wish you two fruitful days of discussions and exchanges."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy normalisation", "financial stability", "emerging markets", "lending channel", "macroprudential policy", "non-monetary financial institutions", "risk-taking channel", "global fund flows", "currency structure", "exchange rates"]}