{"sentences": ["News conference Berne, 16 June 2022 Introductory remarks by Fritz Zurbrügg In my remarks today, I will present the key findings from the new Financial Stability Report, published this morning by the Swiss National Bank.", "Economic environment In the period between the publication of the last Financial Stability Report and the end of 2021, economic and financial conditions for the Swiss banking system remained favourable.", "GDP has returned to, or even exceeded, pre-crisis levels in most countries and unemployment rates have receded globally.", "Corporate ratings have improved and credit quality has remained high.", "However, these conditions have recently become more challenging, due to both the war in Ukraine and rising inflation around the world.", "As my colleague Thomas Jordan has explained, the SNB's baseline scenario assumes that the impact of the war in Ukraine on domestic economic activity and inflation will be temporary and moderate.", "However, the economic outlook is subject to very high uncertainty regarding the development of financial and monetary conditions as well as economic activity.", "This environment presents various risks for financial stability.", "First, the deviation between market prices for residential real estate and the price level that can be explained by fundamental factors, such as income and rents, has continued to increase in many countries, including Switzerland.", "Second, stock valuations in some markets remain high despite recent corrections.", "Third, sovereign and corporate debt levels rose significantly during the coronavirus pandemic.", "These vulnerabilities increase the sensitivity of the economy and of financial and real estate markets to adverse shocks.", "I would now like to outline the position of the two globally active banks, Credit Suisse and UBS.", "I will then present our assessment of the situation at the domestically focused banks.", "Globally active banks The two globally active banks developed differently in terms of profitability.", "UBS's profitability increased and was high by historical comparison.", "At Credit Suisse, however, profitability was negative.", "This is on the one hand due to extraordinary items, such as large provisions for litigation, and on the other to relatively low operating performance during the period under review.", "The differing profitability is also reflected in market indicators such as CDS premia and stock prices.", "After the Archegos losses, the market drew a stronger distinction between the two banks and it continues to have a more positive assessment of UBS than Credit Suisse.", "With the outbreak of the war in Ukraine, the market's assessment of the globally active Swiss banks and their international peers deteriorated overall.", "By contrast, the capital position of both banks has improved further since the publication of the last Financial Stability Report.", "In the case of UBS, this improvement is attributable to a capital build-up due to retained earnings; in the case of Credit Suisse, it is attributable to a reduction in exposure and a capital increase.", "Both banks' capital ratios exceed requirements and are above average by international comparison.", "Thanks to these capital buffers, the two globally active banks are well placed to face today's challenging environment.", "The direct impact of the war in Ukraine should be limited given the comparatively low exposure of Credit Suisse and UBS to the warring parties.", "However, an escalation of the war or a further widening of sanctions could adversely affect the economic environment and financial market conditions.", "The SNB addresses such adverse developments in its analysis of standard stress scenarios.", "This analysis shows that the loss potential for both banks remains substantial.", "Taking on risk is an integral part of the banking business.", "From the financial stability perspective, it is crucial that these risks be backed by sufficient capital.", "Our stress scenario analysis underlines that the 'too big to fail' capital requirements applicable to the systemically important banks in Switzerland are necessary to ensure adequate resilience at Credit Suisse and UBS.", "Domestically focused banks I shall now turn to the domestically focused banks.", "The profitability of these banks increased slightly in 2021.", "Improved cost efficiency and lower provisions for credit losses offset the decline in interest rate margins.", "As in previous years, the domestically focused banks improved their capital position by retaining earnings.", "Sustainable profits and large capital buffers are essential, as they allow banks to absorb losses and continue lending to the economy during periods of stress.", "Two sources of risk are of particular relevance for the domestically focused banks in the current environment.", "First, an escalation of the war in Ukraine could result in a worse-than- expected economic slowdown in Switzerland.", "This could lead to a deterioration in the quality of credit portfolios.", "Second, a significant tightening of financial and monetary conditions could trigger a correction on the Swiss mortgage and real estate markets.", "Domestically focused banks' exposure to these markets has increased further since the publication of last year's Financial Stability Report, with mortgage volume at these institutions having grown once again.", "As regards credit quality, the strengthening of banks' self-regulation in January 2020 has led to a reduction in the share of new mortgages with a high loan-to-value ratio in the residential investment property segment.", "However, affordability risks as measured by the loan-to-income ratio have increased for new mortgages.", "The SNB's stress scenario analysis suggests that most domestically focused banks' capital buffers remain sufficient to cover the loss potential stemming from relevant stress scenarios.", "These include the scenario involving a severe recession and the scenario involving an interest rate rise with a simultaneous correction in real estate prices.", "However, these simulations also suggest that the capital ratios of certain banks could decline significantly and approach, or even fall below, the regulatory minimum requirements.", "Given the risk exposures of these banks, adequate capitalisation is particularly important.", "The recent reactivation of the countercyclical capital buffer will help to maintain the banking sector's resilience.", "The SNB will continue to monitor developments on the mortgage and real estate markets closely, and to assess whether further measures are necessary to mitigate the risks to financial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "financial dominance"], "topics": ["Financial stability", "Economic environment", "Credit Suisse", "UBS", "Domestically focused banks", "Mortgage market", "Real estate market", "Capital requirements", "Stress scenarios", "Risk management"]}