{"sentences": ["Published Date: 08 June 2022 \"Towards Net Zero in Asia\" - Opening Remarks by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at the Launch of GFANZ's Asia Pacific Network Central Office on 8 June 2022 Friends and colleagues Ladies and gentlemen, good morning.", "There are four key enablers for the journey to net zero: carbon pricing in some form; emissions standards, across various activities; technological advances, in renewables as well as energy efficiency; This fourth enabler is where the financial sector can play a critical role - both the financial industry and those who regulate it - in getting us to net zero.", "The starting point for climate action in the financial sector is through the gateway of risk management.", "Before the financial sector can do good, it must first ensure that it comes to no harm.", "Hence the importance of ensuring that the financial system is climate resilient - that it can identify and manage the risks associated with both climate change and mitigating actions.", "Seven years ago, Mark Carney - when he was chairman of the Financial Stability Board, and I had the great pleasure of working with him - socialised the importance of managing climate-related financial risks.", "The work that Mark initiated through the Task Force on Climate Related Financial Disclosures (\"TCFD\") has led to a broad consensus today on the relevance of climate-related risks to financial decisions.", "Beyond ensuring that the financial system is resilient to climate risk, we need to make the financial sector a force for good - namely, to facilitate the transition towards a lower carbon economy.", "If the world is to reach net zero, the financial sector needs to be at the vanguard.", "Many financial institutions pledged net zero goals in the lead-up to COP26 last year.", "This is remarkable against the backdrop of a world that was still struggling to emerge from a global pandemic that had disrupted millions of lives and livelihoods.", "It shows seriousness of commitment.", "The GFANZ is a powerful expression of that collective will to do the right thing for the planet.", "To achieve net zero by 2050, the world must decisively bend the emissions curve and achieve substantial reductions by 2030.", "This is not a far away problem.", "The time for action is now.", "The setting up of the GFANZ Asia-Pacific Network is timely.", "Asia is where the battle against climate change will be won or lost.", "Energy demand in Asia is expected to double by 2030 on the back of economic growth, urbanisation, and rising affluence.", "Some 45 million people in Southeast Asia still do not have access to electricity.", "Fossil fuels will continue to play an important role in meeting the energy demands of Asia, at least for the next few years.", "The key to addressing the tension between development and decarbonization lies in credible and inclusive transition pathways, based on strong public-private partnerships.", "Transition plans should enable progressive decarbonisation that is aligned to net zero goals while taking account of developmental needs and providing support for communities to pivot to new growth opportunities in a green economy.", "The GFANZ Asia-Pacific Network has the potential to spearhead this effort in Asia, mobilising banks, insurers, asset managers, and service providers in this part of the world, and facilitating alignment in a credible and inclusive transition towards net zero.", "I am pleased to be part of this effort as Chair of the Advisory Board of the GFANZ AsiaPacific Network, from two perspectives.", "First, as Chair of the Network of Central Banks and Financial Supervisors for Greening the Financial System (\"NGFS\"), I look forward to opportunities for collaboration between the NGFS and GFANZ, exploring further how financial regulators and financial institutions can work together to address climate related risks and advance the net zero agenda.", "Second, from the perspective of the MAS, which is actively working with the financial industry to develop green finance solutions, markets, and infrastructure, I look forward to opportunities for partnership between MAS and the GFANZ Asia-Pacific Network to promote a vibrant green finance ecosystem here in Asia.", "The task ahead is daunting.", "Asia is diverse - across stages of economic development, and across a variety of climate related risks and transition challenges.", "But the task is hugely purposeful, and if we succeed, transformative.", "For if we can successfully help Asia transition to net zero, it will go a long way in getting the world to net zero."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Net Zero", "Climate Risk", "Financial Sector", "Energy Transition", "Green Finance", "GFANZ", "Carbon Pricing", "Climate-related Financial Disclosures", "Emissions Standards", "Asia"]}