{"sentences": ["I am pleased to join you in the national convention of the Chinese Filipino Business Club, Inc. with the theme: \"New Normal, New Approach, New Horizon\" Indeed, the pandemic has changed the way we view and do things.", "Extraordinary times call for extraordinary measures.", "The unprecedented nature of the crisis called for an equally unprecedented response, and the entire government, including the BSP, acted promptly and decisively.", "We at the Bangko Sentral ng Pilipinas moved fast to prevent the initial onslaught of the pandemic from damaging the economic and financial system.", "We started our policy cut as early as February 2020-before the World Health Organization declared COVID-19 as a pandemic and before the country had its first local virus transmission.", "Succeeding cuts, to date, resulted in a cumulative reduction of 200 basis points, or from four percent to a record low of two percent.", "We reduced the reserve requirement ratio to increase the volume of loanable funds in the system.", "As allowed by the new BSP charter, we extended emergency financing to the national government through a repurchase agreement.", "We also purchased government securities in the secondary market, and remitted dividends to the national government.", "To encourage lending to micro, small, and medium enterprises, we reduced reserve requirements and allowed MSME loans to qualify as compliance with the required reserve ratio.", "In addition, we temporarily increased the single borrowers' limit and raised the ceiling for real estate loans of universal and commercial banks.", "To provide relief to affected borrowers, we excluded some loans from being tagged as past-due or non-performing and allowed a grace period for loan settlement and restructuring of rediscounted loans.", "The silver lining of the pandemic is that it has fast-tracked the digital transformation, particularly in the area of payments.", "The growth of digital payment innovations promotes further financial inclusion as digital payment innovations lower transaction costs and eliminate barriers to owning a transaction account.", "As you know, digital payments have become increasingly essential amid the pandemic.", "This is evident in the substantial increase in transactions in PESONet and InstaPay.", "Last year, we launched the second use case of QR Ph to facilitate interoperable QR-enabled person-to-merchant payments or QR Ph P2M.", "Through the QR Ph P2M facility, customers can pay a wider set of merchants digitally, ranging from large businesses such as appliance stores to MSMEs such as online sellers.", "Through these, we are optimistic of achieving our goal of digitizing at least half of all retail payments and onboarding 70 percent of Filipino adults to the formal financial system.", "Approximately two years into the pandemic, the BSP's actions proved to be in the right direction.", "The country's macroeconomic fundamentals remain sound.", "Economic activity is vastly improving.", "The sustained implementation of targeted fiscal initiatives, as well as the acceleration of the vaccination program, should help boost market confidence and economic recovery.", "The economy appears to have turned the corner and looks set for faster growth.", "The domestic economy grew 7.1 percent in the third quarter of 2021 following a remarkable 12percent expansion in the second quarter.", "This is based on the government's projections.", "On inflation, BSP is forecasting 2 to 4 percent in 2022 up to 2024, provided the national government continues to address supply-side factors affecting food items.", "The December 2021 inflation of 3.6 percent falls within the 2 to 4 percent target range of the government.", "My optimism for the future is grounded on what government has done in recent years: Tax reform.", "Investment in human capital.", "Rice liberalization, and Digitalization in banking and government services.", "These reforms have a positive effect on our desire to keep prices reasonable and steady, the fiscal system sound, and the economy efficient and competitive.", "On inflation, let me remind you that everyone benefits from reasonable and stable prices, especially the fixed-income earners and the poor.", "That is why I support the three pieces of legislation aimed at liberalizing our economy.", "First is amendments to the Retail Trade Liberalization Act, which will lower the minimum paid-up capital for foreign retailers.", "Second is the amendments to the 80-year-old Public Service Act, which will open up key economic sectors, including telecommunications and airlines.", "Last but not the least is the amendments to the Foreign Investments Act, which will encourage foreign professionals to bring their practice, know-how, and technical expertise to the Philippines.", "With these game-changing reforms, we can achieve real change in the lives of ordinary Filipinos through more and better jobs and more competitive economy.", "At this juncture, allow me to introduce the polymer banknote, which will begin circulation by the middle of this year.", "In line with global best practices, the BSP continually seeks ways to improve Philippine currency.", "For comparison, central banks around the world improve the designs of their banknotes every 10 years, on average.", "Our current series of banknotes first went into circulation more than 10 years ago.", "Compared to paper banknotes, polymer banknotes are more hygienic, difficult to counterfeit, durable, cost-effective, and environmentally friendly than paper banknotes.", "The chemical component of a polymer banknote makes its surface smooth and resistant to dirt, bacteria, and viruses.", "Polymer notes can be washed and sanitized without damage, unlike paper bills.", "The production of polymer notes enables the adoption of more security features, which deters counterfeiting.", "Polymer notes are estimated to last at least 2.5 times longer than paper banknotes and can withstand extreme temperatures.", "For this reason, polymer notes need to be replaced less frequently, reducing the overall cost of banknote production.", "Moreover, when no longer useable due to wear and tear, polymer banknotes can be recycled into various products, such as building materials and furniture.", "So not only are polymer notes more sanitary and secure, they are also cost-effective and sustainable.", "Now before I end, allow me to share some food for thought.", "Every now and then, an unprecedented crisis will come along that will naturally consume the time and effort of our politicians and policymakers.", "The appropriate behavior is to address the core of the crisis and not let the pandemic derail our long-term goals.", "Let us continue working not only to regain our pre-pandemic trajectory, but to achieve a steady and sustainable path of development.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Recovery", "Digital Payments", "Inflation", "Monetary Policy", "Fiscal Policy", "Financial Inclusion", "Polymer Banknote", "Economic Reforms", "Economic Growth", "Macroeconomic Fundamentals"]}