{"sentences": ["The Future of Money demands innovation A speech prepared for delivery to the Angel Association New Zealand Summit Wellington, 8 February 2022 By Adrian Orr, Governor [EMBARGOED UNTIL 3.15PM, TUESDAY, 8 FEBRUARY 2022] Tēnā koutou, tēnā koutou, tēnā koutou katoa... Today I am here to talk about the future of money, particularly the need and opportunities for innovation in the ways in which Kiwis pay and save.", "Money underpins everything we do in an economy.", "And supporting public trust and confidence in money - both central bank money and private forms of money created by financial institutions - is core to our role as a central bank.", "It is key to our economic and financial stability objectives and - by extension - to Aotearoa's prosperity and wellbeing.", "At the Reserve Bank we use the legend of Tāne Māhuta to tell the story of our role.", "Te toto, the sap of Tāne Māhuta, represents money, cash and foreign reserves.", "It is the lifeblood of Tāne Māhuta and supporting the health of Te toto is critical to our role as Kaitiaki of New Zealand's financial system, and in supporting a thriving economy and inclusive society.", "In this speech today I am going to talk about the way Te Pūtea Matua, the Reserve Bank is thinking about our role in the money and cash system and our work programme in this area.", "But first it is important for me to provide some context about why we are taking this renewed focus on money and cash issues.", "The first piece of context should be obvious to all.", "Money is evolving in an increasingly digital global economy.", "Day-to-day use of physical cash is continuing to decline.", "COVID-19 has reinforced this trend.", "But, we also know that cash remains a vital tool for many New Zealanders, and we want to ensure its continuing availability and acceptability.", "At the same time, New Zealanders have demonstrated a clear preference for digital ways to pay that are convenient, efficient and secure.", "New forms of money, leveraging advanced technologies, have also emerged.", "Their success is in no small part because that many are asking fundamental questions about what money is and what it should do.", "We can no longer take conventional forms money for granted.", "For some, the so-called 'cryptocurrencies' offer a way to opt out of the existing financial system altogether, while others are drawn to the promise of another gold rush.", "Other new forms of money also promise further innovation - for example peer-to-peer payments, micropayments, programmability, and low cost cross-border payments - than existing digital products provided through the existing banking system.", "However, the rush to withdraw cash during Level 4 lockdown in 2020 showed that cold, hard cash still provides security and certainty for many New Zealanders.", "Against this context, there is a historic opportunity for us to shape how money can better serve a sustainable and productive economy for all New Zealanders, both by considering how we can make use of digital technology to modernise central bank money, and how we can ensure cash remains an option for those who need it.", "To do this, we need courageous conversations with New Zealanders now about how we can innovate to preserve the current system's benefits and to address its shortcomings.", "There is an immense opportunity for central banks, financial institutions, fintech organisations and other innovators to harness technological advances to deliver better and cheaper services to customers.", "Those that don't keep up risk being left behind.", "I want to draw your attention to our recent and ongoing public consultations on the Future of Money, building on the Future of Cash consultations that began in 2019.", "These consultations explore the stewardship role we are taking on for money and cash.", "They also discuss the potential opportunities and challenges associated with issuing a central bank digital currency in New Zealand.", "The third and current consultation, released in late November 2021, discusses issues affecting the cash system and options to address them.", "You can find the links to these consultations on our website.", "We welcome your feedback on all of these subjects.", "This speech draws and expands upon the material of the issues paper.", "I will discuss stewardship, central bank digital currencies and cash in more detail shorly.", "But, first, I want to revisit the role of central bank money and why it matters.", "The Public Role of Central Bank Money Our monetary system is made up by both central bank and private money.", "Currently private money exists only in digital forms, while central bank money used by the public is in physical bank notes and coins.", "While central bank money might take more widely used digital forms in the future, this does not change its essence.", "The following \"Money Taxonomy\" graphic illustrates these different types of money.", "Central bank money performs two critical roles to support public confidence in the money of the future.", "That is, first, central bank money provides a safe and trusted value anchor for the monetary and financial system and, secondly, it provides a fair and equal way to pay for all that supports inclusion.", "These two unique attributes are central to understanding why central bank money matters so much and why we at Te Pūtea Matua are investing so much effort in understanding and addressing these issues.", "Maintaining a healthy monetary system is at the core of what it means to be a central bank, and providing and stabilising money, both public and private, is central to this.", "The Reserve Bank's reason for being can be traced back to the need for a public monopoly over the production of banknotes and coins when the Reserve Bank was created in 1934.", "Today, banknotes and coins remain the only form of central bank money that the public can access directly - although we have long used electronic central bank money in the accounts we transact with, and settle transactions between, major banks.", "Central bank money has always coexisted with private money.", "Private money is currently far more significant in volume, transacted through bank accounts which are already digital.", "Central bank money continues to play a crucial role.", "It supports public trust and confidence in private money through the promise of one-for-one convertibility.", "Central bank money brings some distinct advantages to this partnership: it is liquid, stable, uniform and backed by the state.", "It is all that and more because it is created in the public interest.", "That promise of one-for-one exchange is further underpinned by ensuring that private banks are managed prudently, through our regulation and supervision of them, for example.", "To demonstrate the role that central bank money provides in supporting trust and confidence in other forms of money, we only need to look back a year to the period leading up to New Zealand's first encounter with the COVID-19 driven Alert Level 4 in early 2020.", "I remember that time vividly because of the huge sense of uncertainty that existed about what the future would hold.", "Many people sought to insulate themselves from that uncertainty by withdrawing cash from their bank accounts.", "In the weeks leading up to the nationwide lock down in March 2020, about $800 million of cash was issued from the Reserve Bank, more than five times the $150 million issued in March 2019.5 The need for such certainty, which is associated with central bank money, is deep-rooted and always manifest in times of particular uncertainty.", "It is clear that the ability to withdraw money held in bank accounts one-for-one for cash supports trust and confidence in the banking and broader monetary systems.", "Central bank money serves other critical public policy objectives.", "It is public money issued by a public institution accountable to Parliament and New Zealanders.", "Full control of central bank money enables New Zealand to conduct monetary policy - including inflation and employment rates - independently, rather than having interest rates set by external actors, for example.", "The ability to implement monetary policy is a critical part of our macroecnomic framework, allowing us to manage through the economic cycle in pursuit of our dual objectives of low and stable inflation and maximum sustainable employment.", "If another currency gained widespread use in New Zealand, our ability to meet our monetary policy mandate in the best interests of New Zealanders would be eroded.", "If that were to happen, it could be said that New Zealand had lost monetary sovereignty.", "To understand the challenges associated with a loss of monetary sovereignty, we only need to look at the countries at the periphery of the European Union during the Great Financial Crisis.", "Today, I fear that those countries experimenting with adopting crypto-assets, such as Bitcoin, as legal tender might soon find themselves in an even worse situation.", "Bitcoin has no institution at its core that is charged with stepping in to secure the public interest in the event of a crisis.", "In contrast, the value of central bank money lies in its institutional legitimacy, where qualities such as transparency and accountability are paramount, and the state's legitimacy that provides fiscal backing through taxation.", "These are in turn supported by a myriad of things ranging from prudent monetary and fiscal policymaking to counterfeit prevention.", "This is why central bank money succeeds where previous forms of fiat money issued by unaccountable sovereigns have failed.", "Our money is issued in the public interest.", "We should never take such legitimacy for granted.", "We need to work hard to maintain that legitimacy into the future, in part by responding to the needs of the public, and their preferred way of transacting, be that in physical central bank money (banknotes and coins) or digital central bank money.", "As an example, our consultations have confirmed the priority attached by many to the privacy and autonomy provided by cash.", "We are committed to keeping cash available as long as people need it but also to ensuring that any digital version of cash is designed with privacy considerations at its core.", "We will do this in line with our independent role as the steward of the money and cash system.", "Nor can we neglect financial and social inclusion, and the fair distribution of the costs of the money and cash system.", "A key motivation for CBDC is to improve access to digital financial services for those who are unable or unwilling to rely on private digital money through banks.", "This complements the Bank's broader work programme on inclusion (see the Box below)6.", "Inclusion and fairness will be central to the collective legitimacy that public money must draw from.", "The same can be said about environmental sustainability and Te Tiriti o Waitangi obligations7 and partnerships.", "He waka eke noa - we are all in this together.", "All the more reasons why we must work harder to realise the benefits of a publicly-provided currency for the prosperity and well-being of New Zealanders and for a sustainable, innovative and productive economy.", "Reserve Bank's Stewardship of Money and Cash In line with this broader perspective and enabled by updates to our legislation, we have refreshed our approach to the money and cash system, and have been seeking feedback through public consultation.", "We have concluded that the concept of stewardship' or 'kaitiakitanga' best describes our responsibilities for money and cash.", "The Reserve Bank's proposed objectives for stewardship are to ensure that, now and in the future: 1.", "Central bank money is a trusted and stable value anchor for the money and cash system.", "Central bank money is available as a fair and equal way to pay and save.", "We are taking a forward-looking, system-wide approach to advancing these objectives, including monitoring, reviewing, reporting on, analysing and supporting change to the money and cash system.", "What this means in practice is that we will, first, develop a strategic view of the role central bank money plays in the financial system and beyond, considering how wider initiatives impact central bank money and the key objectives I've just set out.", "This is so that we do not lose sight of our statutory economic and financial stability objectives.", "It also means we are conscious of the interconnections and flow-on consequences of changes to New Zealanders' well-being.", "Secondly, we want to take a coordinated and strategic approach to working with other agencies and stakeholders to promote the best possible outcomes across the systems.", "For instance, we are taking a close interest in work being led by the Ministry of Business, Innovation and Employment on a consumer data rights regulatory regime.", "Similarly, we are interested in work being led by the Department of Internal Affairs on a Digital Identity Trust Framework.", "We see an important role for government, through initiatives like these to support financial innovation that benefits New Zealanders.", "We are also conscious of the role we play in achieving other policy objectives outside a narrow central banking lens.", "We are thinking carefully, for example about how to mitigate new risks that digital innovation can create in terms of anti-money laundering and counter terrorism funding, as well as better managing existing risks related to cash.", "Thirdly, stewardship will be inclusive and respect Te Tiriti o Waitangi.", "This means that we will take care to consider the trade-offs between different groups, including intergenerational ones, and think about how we can increase inclusion and well-being.", "This is consistent with our broader effort to support financial inclusion as we outlined in the latest Financial Stability Report.", "For example, we know that access to cash is particularly important for some of our most vulnerable communities and we are thinking about how their needs for cash can be better met by improving the cash system.", "We also thinking about how a central bank digital currency could support wider financial inclusion and well-being efforts, to reach those digital natives who are excluded for other reasons or for whom existing product offerings do not meet their needs.", "We will also challenge ourselves to ensure Te Tiriti is honoured in our work, including by applying a Te Ao Māori lens proactively in our work.", "This will complement our other areas of focus, including addressing barriers to capital faced by Māori.", "Digital innovation and the potential for a central bank digital currency As alluded to earlier, some significant changes in the monetary landscape globally are being driven by private sector players from outside the conventional financial system and its regulatory perimeter.", "While the most visible trend has been the proliferation of the crypto-assets, including so-called 'stablecoins', other developments such as the decentralised finance or 'DeFi' model have equally profound and potentially more long-lasting impacts.", "The Reserve Bank is supportive of private innovation provided risks are managed, including risks to financial stability and monetary sovereignty.", "We also work with other regulators to address a wider range of risks such as market integrity, money laundering, as well as risks for the holders of these assets.", "We also recognise the potential for enhanced competition from innovation that brings benefits to customers in financial services.", "However, many - and not just central bankers - have observed that while the technology underpinning new forms of money may be new, the economic substance may be as old as money itself, and the potential gains could well be lost in the effort to reinvent the monetary wheel.", "For example, so-called stablecoins have sought to replicate the convertibility to central bank money that underpins the existing system of private money.", "Some do so without the attendant safeguards - prudential regulation and supervision - for the same risks.", "Others purport to do away with the risks altogether by essentially foregoing the useful credit creating role of private (bank) money, and the benefits of - and for - the banking system.", "'Global' stablecoins issued by large technology companies are a particular concern, given their considerable existing market power globally.", "These can pose additional systemic risks and cause anti-competitive and other undersirable outcomes if such schemes also came to monopolise the issue of private money, or challenge our monetary sovereignty.", "Another key risk is that new forms of money have the potential to fragment the money and cash system itself.", "Imagine having a 'choice' of 6000 different currencies just to buy a bottle of milk from your local dairy, which might prefer to a different currency than the one you chose.", "Imagine needing to hold a range of currencies, some with very uncertain values, in order to purchase necessities.", "Imagine having to find out how much your money is worth relative to other forms of money all the time so you can work out how much you are actually getting paid or what the real value of something is.", "What we know from history is that systems that require people to transact in multiple currencies of different value, quality and risk are very inefficient, and can scarcely be described as having equity, fairness and the public interest at heart.", "However, the opportunities presented by some new technologies to do things better and stimulate innovation and efficiency for the benefit of everyone are clear.", "It is my view that we have a positive responsibility to innovate in pursuit of economic wellbeing and prosperity for all New Zealanders.", "I encourage innovators to consider how they can better serve the needs of those left behind or excluded by existing digital platforms, as well as those who have no problem accessing existing digital products.", "Therefore, we are also consulting on the case for a central bank digital currency, alongside our proposed approach to stewardship.", "Just to be clear, our agenda is neither to replace cash nor to crowd out private innovation that enhances public welfare.", "Instead, we are concerned about preserving the access to safe and trusted central bank money that reinforces its value anchor role, given the declining use and availability of physical cash to do this.", "We are also thinking about how to modernise the cash system so that New Zealanders can continue to have that choice to use a publicly provided way to pay and save.", "A choice that is fair and equal for all New Zealanders, supports financial and social inclusion, and enables further innovation.", "Moreover, a CBDC should provide an open, public, platform to support further innovation in the financial and banking sector that traditionally has had high barriers to entry.", "A digital form of public money should incentivise healthy competition, and enhance value-add by privately provided services.", "Low cost cross-border payments is an obvious area where a CBDC could drive improvements and benefits, but there are a range of other opportunities, from integration with all manner of financial capability building tools, to the ability to programme money so that it executes transactions automatically, to the ability to make digital payments offline or without an intermediary.", "Graph 1: CBDC design principles We are conscious of the challenges potentially posed by a CBDC.", "A CBDC is likely to affect the banking sector's current business model.", "By how much would depend both on the design of the CBDC and how the public used it.", "A CBDC must be, by design, operationally resilient to outages and cyber security risks and comply with all relevant legislation and regulation.", "A CBDC should act as a catalyst for innovation and competition in a wider money and payment ecosystem that supports, rather than crowds out private innovation.", "Privacy and autonomy will be a central design feature for any CBDC we develop.", "Privacy and autonomy promote trust in money, which is a core role central bank money provider in the wider monetary system.", "We believe that a CBDC can be designed in such a way that privacy and autonomy can exist alongside design features that make it hard for central bank money to be used for nefarious or illegal purposes to target, influence and coerce.", "A CBDC will need to meet AML requirements while balancing the important value that the public places on their privacy.", "The emphasis we place on privacy reflects the fact that the CBDC design will be driven by public, rather than commercial, interest.", "In addition to design choices driving innovation - directly and indirectly - design choices can influence the challenges that innovation could bring to current providers of private money.", "For example, the Reserve Bank has choices about how to respond to ensure the ongoing smooth operation of the market as a whole.", "In contrast, other sources of risk and disruption such as stablecoins, do not come with the same, or as robust, mitigation tools on hand.", "That is to say, a CBDC would not be the only competition the existing financial sector will face in the future.", "It's also clear that the existing financial sector has no 'right' to generate profits from deposits, in the same way the Reserve Bank has no 'right' to retain cash users in perpetuity.", "Choice and competition are critical underpinnings of a vibrant, stable and resilient financial system.", "There are CBDC design complexities that give rise to a wide range of policy choices and accompanying trade-offs.", "There are operational complexities and risks such as cyber security risks.", "Some of these challenges are more novel to central banks, as central banks seek to preserve the public benefits of central bank money in a digital world.", "How to deliver privacy and autonomy while addressing regulatory requirements around AML is one.", "Others, such as cyber security risks, are less unique to central banks but no less challenging.", "We are taking a multi-stage approach to our work on a CBDC.", "A CBDC would take many years to design and implement.", "And we need to get the process right to ensure ongoing public confidence in central bank money.", "Our recent issues paper was about surfacing the issues and our proposed approach to assessing these - future consultation will get down to specifics of design and implementation assuming the case continues to be assessed positively.", "Eighty-six per cent of central banks are exploring CBDCs and many countries have already undertaken operational tests, developed proof of concepts, or run trials.", "Private players have also developed sophisticated products for differing interests.", "Falling behind is also not an option for us and for that reason we will soon be commencing proof-of-concept design and testing for a CBDC as part of our assessment of the case for a CBDC in New Zealand.", "The technology exists now to implement a CBDC, but it needs to be well designed and thought through, user-friendly, bulletproof to cyber and operational risk, with privacy and other controls that ensure and promote widespread trust and use.", "Cash system issues I want to emphasize again that the Reserve Bank is not proposing to remove physical cash from our economy.", "Cash is central bank money that is a safe and trusted value anchor.", "Cash plays a critical role in supporting financial and social inclusion.", "Cash allows people to engage in the economy without having to rely entirely on banking services for all their day-to-day activities, without the need to be able to access a computer or smartphone, and with the safety and security of knowing that the cash you have is worth what it says it is.", "It provides choice, supports competition with other forms of money, offers a back-up for users of other means of payments, and allows all users a degree of autonomy and privacy.", "We at Te Pūtea Matua are committed to ensuring cash remains available for as long as people need it.", "However, our earlier work has identified some challenges facing the cash system.", "An innovative approach is needed to support a more efficient and resilient cash system.", "Graph 3: The Current Cash System The Reserve Bank recognises that the issues concerning the future of cash are complex and interconnected, and the changes required are potentially far reaching.", "We are currently consultating on issues facing the cash system and options to address these, with feedback closing on 7 March 2022.16 To conclude, the money and cash system in New Zealand and globally is at a turning point.", "Digital innovation is here and it will disrupt.", "We need to preserve what works in our current system and embrace changes that will benefit all New Zealanders.", "We have choices to shape what the future will look like for generations of New Zealanders to come.", "At Te Putea Matua, we want to see a future where our central bank money, whether cash or in a future digital form, is available and convenient to access, regardless of who you are, where you are, or what kinds of phone you use or don't use.", "We want to see a future where Kiwis have a range of choices in the ways they pay and save, and can feel secure and content whether they choose to put their money in an account, or hold it in their hands, or save it on their smart devices.", "We want to see a future where responsible financial innovation thrives in New Zealand, enhances the welfare and prosperity of New Zealanders, and helps to bridge divides in our financial and social systems, rather than create new chasms between haves and have-nots.", "We want to see a future where innovation in money enhances our global connections, facilitating trade and commerce, and allowing people to send money to loved ones overseas with the ease of paying for groceries in a local supermarket, and at a similar cost.", "We want to see a future where our money, public or private, remains trusted by all New Zealanders, and serves our needs as a nation.", "These are no small challenges, but in many ways, our relevance as a central bank depends on stepping up to meet them.", "I invite you to join me to meet these challenges.", "It's our money, and it's our future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Money", "Digital Currency", "Cash System", "Stewardship", "Monetary Sovereignty", "Financial Stability", "Financial Inclusion", "Innovation", "Privacy", "Cybersecurity"]}