{"sentences": ["As prepared for delivery It's a great honor for me to participate in this event commemorating the centenary of the Central Reserve Bank of Peru.", "I want to start by congratulating Julio and everyone at the Bank on this special and significant anniversary.", "I am looking forward to a time, hopefully soon, when we can come together, enjoy some ceviche, and celebrate in person.", "And while it's not nearly as enticing as a gathering over fine Peruvian food, I need to give the standard Fed disclaimer that the views I express here are my own and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or anyone else in the Federal Reserve System.", "Given this special occasion, let me begin with some reflections on the importance of communication and engagement in central banking.", "As central bankers, we have long understood the value of engaging with colleagues around the world on the challenges we face in our own countries.", "We all operate in a highly interconnected global economy and financial system.", "And we have many of the same goals, including price stability, vibrant economies, and financial stability.", "Many of the issues we face are not unique to any one of us, but rather are shared across the region and the globe.", "Recent events, from the COVID-19 pandemic to the war in Ukraine, have only underscored the importance of active dialogue and transparency among central banks.", "Beyond the global economic impact of these events, it's important to emphasize that the pandemic is first and foremost a public health crisis, and that the Russian invasion is inflicting tremendous hardship and suffering on the Ukrainian people.", "In terms of economic impacts, all of us in the Americas were affected by lockdowns and shutdowns at the start of the pandemic.", "All of us have faced supply-chain bottlenecks and imbalances, as people around the world shifted their spending habits-buying more goods and spending less on services.", "And many of us are now confronting a sharp rise in inflation, especially for food and energy, which is hardest on our most vulnerable populations.", "Of course, each country is facing its own set of circumstances, and each has its own domestic mandates.", "But it's important to remember that the policies we implement can affect our neighbors, just as developments that take place outside our borders can impact our ability to achieve our domestic goals.", "The actions we take can also affect the flow of capital across countries.", "As central bankers, it is vitally important that we clearly communicate our policy strategies and reasoning for our actions as we carry out our mandates.", "Clear communication reduces the risk of confusion, volatility, and spillovers, and helps others prepare for challenges that may lie ahead.", "Experience has demonstrated that transparency in monetary policy can both increase its effectiveness and reduce unintended consequences.", "Shared Insights and Analyses That is why the perspectives we gain through ongoing dialogue with our counterparts are so valuable.", "Across the globe, many central banks-including the Federal Reserve-are moving to unwind the highly accommodative policies they put in place at the start of the pandemic.", "And we are doing this at a time when the economic implications of COVID-19 and the war in Ukraine remain highly uncertain.", "As we all take these steps, the Bank for International Settlements (BIS) has provided an indispensable venue for sharing insights, analyses, and concerns.", "By engaging with each other, we are able to stay ahead of the trends and issues that affect other economies and their financial markets.", "And that is true not only when it comes to policy development and execution, but also in understanding economic and financial developments across the globe.", "A particularly apt example of the value of dialogue is the BIS's Consultative Council for the Americas, which I've had the pleasure of chairing since 2020.", "Agustín, Julio, Roberto, and our colleagues from Argentina, Canada, Chile, Colombia, and Mexico are participants in meetings of the Council.", "Suffice to say, we've had a great deal to discuss over the past two years.", "And to do so, we have significantly increased the frequency of our meetings.", "These meetings provide us with opportunities to communicate the reasoning and implications of our policy strategies, goals, and actions, and to hear how these affect other economies in the region.", "We exchange perspectives on shifting policy imperatives, and we share experiences and insights related to managing risks.", "Through the BIS, we also jointly meet with members of the private sector, including bank CEOs and chief economists from the region, to hear their views about the economy.", "This is another valuable aspect of our work as central bank governors, and it's insightful for all of us to hear from leaders beyond our own organizations and the borders of our countries.", "I touched on many topics-the pandemic, the war, and inflation.", "These are global issues with domestic implications, and when we address them to fulfill our own mandates, we affect the economies of other countries in the region as well.", "In this regard, the work of the BIS in bringing central banks together has never been more important.", "I look forward to continuing our dialogue and engagement in the future.", "Again, congratulations to the Central Reserve Bank of Peru, and best wishes for your second century."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Communication", "Inflation", "Central Banking", "Economic Impacts", "Policy Strategies", "BIS", "COVID-19", "Shared Insights", "Price Stability", "Financial Stability"]}