{"sentences": ["SPEECH Euro area current policy challenges Speech by Luis de Guindos, Vice-President of the ECB, at the CIRSF (Research Centre on Regulation and Supervision of the Financial Sector) Annual International Conference 2022 \"The future of the EU financial system in a new geo-economic context\" Lisbon, 15 September 2022 I am very pleased to be taking part in this event again and to be back to Lisbon in person.", "Following our monetary policy decisions last week, I would like to start with an overview of the euro area economic outlook that underpinned the Governing Council's deliberations.", "I will then share our assessment of the stability of the euro area financial system at the current juncture - the core focus of today's conference -and outline the ways in which recent economic developments are affecting financial stability in the euro area.", "The euro area economic outlook After the rebound in the first half of 2022, the euro area is now facing a challenging outlook.", "The economy grew by 0.8% in the second quarter of the year on the back of strong consumer spending on services.", "Buoyant tourism has been supporting growth also during the third quarter, even as businesses struggle with high energy costs and continued supply bottlenecks.", "However, we expect output growth to slow down substantially.", "The robust consumer demand that came with the loosening of pandemic restrictions will lose steam in the coming months.", "Global demand is falling and euro area terms of trade have been worsening.", "Moreover, uncertainty remains high and confidence is falling sharply.", "Finally, the very high inflation is dampening spending and production, and these headwinds are reinforced by gas supply disruptions.", "As a result, the latest ECB staff projections for growth have been revised down markedly, with the euro area economy now set to expand by less than 1% next year.", "Russia's unjustified aggression towards Ukraine remains the key risk factor for the growth outlook.", "In a downside scenario reflecting a complete and long-lasting cut-off of Russian gas flows, ECB staff project a recession in 2023.", "The slowdown in economic activity is set against a deteriorating inflation outlook.", "Inflation rose further to 9.1% in August, marking the tenth consecutive month of record-high inflation rates.", "Energy prices are still the dominant driver of overall inflation.", "But price pressures have continued to strengthen and broaden, in part owing to the impact of high energy costs across more and more sectors.", "Even when excluding food and energy, almost half of the items in the inflation basket have recently recorded annual inflation rates above 4%.", "While supply bottlenecks have been easing, they continue to gradually feed through to consumer prices.", "The depreciation of the euro also adds to these inflationary pressures.", "These factors also explain the upward revisions to the staff projections for inflation.", "HICP inflation is projected to be unacceptably high this year and next.", "Even in 2024, the final year of the projection horizon, inflation is projected to stand at 2.3%, both for headline and core inflation, excluding the more volatile energy and food components.", "While most measures of longer-term inflation expectations currently stand at around 2%, they warrant continued monitoring for any signs of material above-target revisions.", "This is particularly important because the risks to the inflation outlook are primarily on the upside.", "In the downside scenario with a more severe energy crisis, headline inflation is projected to be even higher, reaching 6.9% next year and 2.7% in 2024.", "The ECB's recent monetary policy decisions This outlook for growth and inflation leaves monetary policymakers with no easy choices.", "Some might ask why the ECB is normalising its interest rates in the face of an economic slowdown and high inflation that are largely driven by a cost-push shock.", "It is true that we are not in a classic demand-driven overheating episode, and that energy remains the dominant driver of rising inflation and slowing growth.", "But at the current low level of interest rates, monetary policy is still accommodative, thus supporting demand and ultimately also contributing to price pressures.", "With inflation at record-high levels, such an accommodative monetary policy stance is no longer appropriate.", "Moreover, we need to ensure that inflation expectations remain well anchored until the current shocks have passed so as to facilitate the return of inflation to our medium-term target.", "Against this background, we decided to raise interest rates by 0.75 percentage points at our Governing Council meeting last week.", "This major step frontloaded the transition from a highly accommodative level of policy rates towards levels that will ensure the return of inflation to our 2% medium-term target.", "We will regularly re-evaluate our policy path in light of incoming information and the evolving inflation outlook.", "Our future policy rate decisions will continue to be data-dependent and follow a meeting-bymeeting approach.", "Importantly, we need to guard against second-round effects such as the risk of a persistent upward shift in inflation expectations.", "At the same time, we are carefully monitoring the smooth transmission of our monetary policy stance throughout the euro area.", "The lasting vulnerabilities caused by the pandemic still pose a risk in this regard.", "Therefore, we also decided to continue applying flexibility in reinvesting redemptions coming due in the pandemic emergency purchase programme (PEPP) portfolio.", "Moreover, our new Transmission Protection Instrument (TPI) is available to counter unwarranted, disorderly market dynamics that pose a serious threat to the transmission of monetary policy across all euro area countries.", "Financial stability in the euro area Turning to the impact on the financial sector, overall financial stability conditions have deteriorated this year.", "Rising inflation and the worsened economic outlook in combination with tighter financing conditions are aggravating pre-existing vulnerabilities in both the non-financial and non-bank financial sectors - while in the banking sector profitability is, at least partly, supported by higher interest rates.", "Financial markets are vulnerable to changes in expectations about growth and inflation, as well as to changes in the monetary policy outlook.", "Tighter financial conditions have already resulted in a significant market correction in the first half of the year amid rising cross-asset correlations, notably between equity and bonds, two segments in which investors suffered the largest losses.", "Some market segments are still pricing in rapidly declining inflation and a mild growth slowdown, an assessment which could turn out to be too benign.", "In addition, investors do not expect the growth slowdown to significantly challenge corporate solvency or profitability.", "Over the next 12 months, corporate earnings are still expected to grow, while speculative-grade default rates are forecasted to pick up only slightly.", "But euro area corporates are facing continued headwinds from high input prices, higher borrowing costs and lower sales.", "Industrial producer price inflation in the euro area exceeded 40% in June.", "The resulting margin squeezes could limit firms' debt servicing capacity, particularly in the case of firms that are highly indebted and are still suffering from the repercussions of the pandemic.", "Moreover, high input costs affect production, especially for manufacturing firms, whose heavy reliance on natural gas makes them more vulnerable to high energy prices.", "Higher inflation is also squeezing households' disposable income.", "Families have to divert a larger fraction of their income towards everyday consumption, reducing their debt servicing capacity.", "As lowincome households allocate a higher share of their income to food and energy, they are especially vulnerable to increases in these expenses.", "Vulnerabilities in euro area residential real estate markets are also rising in light of continued price increases and vigorous mortgage lending growth.", "In the first quarter of 2022 euro area residential real estate price growth stood at 9.8%, the highest nominal growth rate since the early 1990s.", "However, since the beginning of the year, household survey responses on the intention to buy a house have declined, and banks have lowered their expectations regarding mortgage loan demand, pointing to a greater potential for house price corrections.", "Turning to financial institutions, vulnerabilities in the non-bank financial sector have also increased this year.", "The risk that forced selling by investment funds could amplify a market correction remains high, amid low liquidity buffers.", "Duration risk has started to materialise and remains elevated, and further bond portfolio revaluation losses may arise in the context of rising yields.", "On a better note, systemic vulnerabilities in the banking sector are assessed as moderate.", "Bank profitability has improved owing partly to higher longer-term interest rates.", "This should, however, not overshadow rising fragilities related to the worsening macroeconomic outlook.", "Higher probabilities of default on corporate exposures and a related increase in provisioning, point to some early signs of higher bank credit risk due to high energy prices.", "While the situation is stable overall, with little sign of fragmentation in funding markets, bank funding costs have increased, with weaker banks remaining more vulnerable to further rises in their funding costs.", "Before concluding, let me recall the topic of transmission.", "As already mentioned, flexibility in redemptions coming due in the PEPP portfolio and TPI are important tools for addressing possible fragmentation from the monetary policy side.", "But monetary policy would be greatly facilitated if the banking union were complete.", "The lack of a common deposit insurance scheme remains an obstacle on our pathway towards a genuine Economic and Monetary Union.", "A period of heightened uncertainty is here to stay for a while, rendering decision-making more complex.", "Output growth is slowing down substantially and is expected to stagnate around year-end and remain low next year at less than 1%, while risks have intensified on the downside.", "This is set against a deteriorating inflation outlook with record-high inflation rates expected to stay elevated, well above our target, with risks primarily on the upside.", "In this challenging environment, monetary policy needs to walk a fine line to get it right.", "The same applies to the policy mix.", "Complementary actions of fiscal and monetary policy in their respective fields of responsibility were effective during the pandemic and continue to be of the essence in dealing with the current inflation shock.", "But the scope and nature of fiscal measures should be different now.", "Measures need to be focused, selective and targeted to the most vulnerable firms and households, who are hardest hit by the high inflation levels.", "Fiscal policy must be designed in a way that does not give rise to inflationary effects.", "Monetary policy needs to be focused on price stability and on delivering our inflation target over the medium term.", "Determined action is essential to keep inflation expectations anchored, which in itself contributes to delivering price stability and avoids second-round effects in inflation.", "The main asset that central banks have is credibility, and this asset becomes even more important in times of high uncertainty.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Economic Outlook", "Monetary Policy", "Financial Stability", "Interest Rates", "Energy Prices", "Transmission", "Banking Sector", "Fiscal Policy", "Inflation Expectations"]}