{"sentences": ["Speech Klaas Knot - \"From thaler to tackle.", "On how to lift us out of the current crises\" 09 September 2022 \"The early days of the pandemic serve as a stark reminder that - in our globalized economies - inward-looking policies almost always lead to a negative sum game.", "This means that financial institutions, businesses and governments should each consider the wider impact of their decisions.", "Each of us has a role to play when it comes to limiting the perils of cross-border spillovers.", "To maintain our balance, we rely on the international coordination of policymakers and industry leaders.", "Our teamwork determines the resilience of the real economy and, in particular, its financial system.\"", "This is what Klaas Knot emphasized at the Eurofi 2022 Financial Forum.", "Date: 9 September 2022 Speaker: Klaas Knot Location: Eurofi 2022 Financial Forum, Prague Hello everyone.", "As a central banker, to be in the Czech republic is a special feeling for me.", "Because if it were not for Czech ingenuity the world would likely have looked quite different.", "And no, I'm not talking about essential Czech inventions such as mechanical pencils, sugar cubes or pilsner.", "I am talking about something the financial industry is much more fond of......", "In a way, the seeds of our shared monetary history lay in the tiny town of Jachymov.", "For it was there, at the dawn of the Renaissance, that the rulers of Bohemia started minting coins that would later serve as the prototype for all major Western currencies.", "With an image of saint Joachim on the front and the Bohemian lion on the back, the new currency was labelled as \"Joachimsthalers\" - which soon was shortened to \"thalers\".", "With the helping hand of the Holy Roman Empire, the thaler spread across Europe.", "From here it was just a matter of time before the Dutch brought the Leeuwendaler to New Amsterdam.", "And after New Amsterdam turned into New York, the Leeuwendaler turned into the dollar.", "By passing through the Joachimsthalers from neighbor to stranger, our ancestors breathed life into our financial system.", "They relied on each other to spread their currencies across the globe.", "They relied on their currencies to improve their welfare and wellbeing.", "That interdependence still persists in our financial system today: we need strong, stable and sustainable finances to ensure and support welfare and wellbeing.", "This is a balancing act that requires all of us to weigh in.", "For there are many challenges that can disturb the balance.", "Wh thi k f th t i fi i l h ll i ti f th id When we now think of the most pressing financial challenges our societies face, the rapid revival of inflation stands out.", "The strong price increase for energy and commodities in particular has hit societies all over the world with force.", "Pushed past its point of inflection, inflation eats away at consumption and investment capacity and frustrates financial planning.", "In response, the ECB rallied to raise policy rates to calm down the business cycle and keep inflation expectations anchored.", "We will continue doing so until the inflation outlook has stabilized around our 2% target in the medium term.", "This can however hardly be considered a walk in the park.", "First of all, some of the most important inflationary drivers are of an imported nature.", "This not only makes us collectively poorer as we spend more euros or koruna's abroad, but also makes inflation more complicated to control.", "Secondly, central bankers are having to walk a tight rope between controlling inflation and preserving financial stability.", "In the aftermath of the pandemic, debt levels and asset valuations peaked.", "Both make our system vulnerable to disorderly market corrections and cross-border spillovers.", "Given these considerations, one might ask oneself what we can do.", "Recent analysis by DNB staff confirms that high inflation has been driven not only by negative supply shocks but - to a significant extent - also by positive demand shocks.", "With the tightening of monetary policy, European governments should be mindful not to implement generic fiscal support measures.", "Instead, targeted fiscal measures should focus on distributing support where needed most.", "This would also demonstrate our commitment to budgetary discipline.", "But our interdependence goes much deeper.", "The early days of the pandemic serve as a stark reminder that - in our globalized economies - inward-looking policies almost always lead to a negative sum game.", "This means that financial institutions, businesses and governments should each consider the wider impact of their decisions.", "Each of us has a role to play when it comes to limiting the perils of cross-border spillovers.", "To maintain our balance, we rely on the international coordination of policymakers and industry leaders.", "Our teamwork determines the resilience of the real economy and, in particular, its financial system.", "For the longer term, our response should focus on building more structural, more sustainable resilience.", "This can be done in many ways, but allow me to highlight a few First, further integration of our banking and capital markets will strengthen our capability to withstand asymmetric shocks.", "This - and only this - will help us to break definitively with the ghosts from the past Eurocrisis, withstand future shocks, and unlock the full potential our financial economy has to offer.", "Second, we should push for the harmonization of international regulatory standards.", "A global level playing field minimizes regulatory fragmentation and allows for the most efficient allocation of capital.", "In practice, this means the EU should strive for the full, timely and consistent implementation of the Basel III accords.", "Third, we should strive for more proactive use of macroprudential policy space.", "In times of relative ease, we should prepare the financial sector for when the tides turn.", "Right now, macroprudential buffers in the Eurozone are not in line with the elevated levels of systemic risks.", "Uncertainty about the future should stimulate action rather than wait-and-see behavior.", "Partly, for this reason, the Dutch Central Bank recently announced the activation of the releasable Countercyclical Buffer.", "Additionally, more dedicated macroprudential policy tools that address risks stemming from non-banking financial intermediation (NBFI) would be a welcome addition to our toolkit.", "For insurers, it is key that macroprudential concerns are well-incorporated in the regulatory framework so that authorities have the necessary tools to mitigate systemic risks, for example by reinforcing the financial position of insurers in exceptional circumstances.", "Moreover, the operationalization of already available tools, such as the leverage limit for open ended funds, would help address procyclical behavior.", "However, our shared responsibility extends beyond the financial system and the real economy.", "Last February, the Intergovernmental Panel on Climate Change (IPCC) published its most alarming Assessment Report to date.", "Since then, the world has, once again, experienced its warmest summer to date.", "In Europe, we saw devastating wildfires, torrential rains and droughts.", "Water levels in some of our primary rivers, such as the Rhine, were so low that shipping was obstructed.", "Often in the very same places that suffered from the July floods in 2021, the costliest natural disaster in Europe since 1970.", "More and more often, physical risks impact our supply chains.", "As a result, they aggravate already severe pandemic-related disruptions and increase price levels further.", "Climate risk is not something to worry about tomorrow, climate risk is something to worry about today.", "Especially because we did not worry enough yesterday....", "In addition, research by DNB and our international counterparts shows that nature-related risks surrounding biodiversity also are in need of our attention.", "The green transition can no longer wait.", "We need to step up: As Václav Havel put it: \"Vision is not enough, it must be combined with venture.", "It is not enough to stare up the steps, we must step up the stairs.\"", "The implementation of sustainable finance is our venture, our decisive step up the stairs.", "We must implement serious climate policies which take into account the negative externalities of carbon emissions.", "That means encouraging sustainable initiatives rather than subsidizing fossil fuels.", "That means incorporating ESG risks into our policies and business strategies.", "That means providing a wide array of sustainable and transparent financial products for our clients and partners.", "At the end of the day, renewables also remain our best bet to establish energy security.", "Fortunately, the financial sector overwhelmingly supports the Paris Agreement and pledged en masse that they - that we - will do our part to establish a net-zero economy.", "While more is still needed available capital should be put to maximum use For financial While more is still needed, available capital should be put to maximum use.", "For financial institutions, this means implementing proper risk management policies to price in ESG risks.", "But for risks to be understood by the broader public, we also need common reporting regimes.", "In this regard, I applaud the ambitious EU initiatives regarding climate disclosures.", "At the same time, financial institutions have voiced concerns regarding the different metrics that are currently being drafted between the Eurozone and standard setters such as the ISSB.", "Therefore, I would like to echo my previous message regarding the harmonization of regulatory policy.", "By designing internationally comparable climate disclosures from the start, we maximize their impact.", "This puts the industry in the best possible position to put their capital to work.", "Just as our ancestors joined hands to create a strong financial sector by means of the Joachimsthaler, we now have to honor their legacy by keeping it that way.", "Today, a strong financial sector requires resilience and a transition to a balanced, sustainable economy.", "We do so together, but all in our own way, relying on our own strengths.", "As Madeleine Albright, daughter of a Czech diplomat, once said: \"The main thing is to remain oneself, under any circumstances; that was and is our common purpose.\"", "In times of growing challenges to price and financial stability, there is great value in our combined effort.", "It is our European identity to come together and serve as a positive example for others.", "Once again, we have to transform our interdependence into collective action.", "We all have our role to play."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Inflation", "Climate risk", "Resilience", "Cross-border spillovers", "Sustainable finance", "ESG risks", "International coordination", "Macroprudential policy", "Energy security"]}