{"sentences": ["- Emerging Market Forum Paris, 16 May 2022 Welcome remarks: \"Multipolarity and the role of the euro in the International Financial System\" Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is a great pleasure to welcome you today in Banque de France premises for Emerging Markets Forum.", "\"Navigating in a fast moving and turbulent certainly requires great skills, and recent developments in the International Financial System remind us that it is currently all but smooth sailing.", "We have seen disruption in the global value chains due to the still ongoing pandemic.", "International trade may slow down or even contract if these disruptions lead to a significant wave of re-shoring.", "Now the brutal war in Ukraine has induced further supply disruptions and led our democratic leaders to use financial sanctions in response.", "In this uncertain situation, our first duty as a central bank is to provide appropriate monetary policy.", "The consensus in our Governing Council is now clearly emerging, as summed up by Christine Lagarde in her speech last Wednesday i: to fight an inflation which is not only higher but broader, we now have to normalise our monetary policy.", "I won't add my precise calendar prediction to the many existing ones, but expect a decisive June meeting, and an active summer.", "The pace of the further steps will take into account actual activity and inflation data with optionality and gradualism, but we should at least move towards the neutral rate ii.", "And let me stress this: we will carefully monitor developments in the effective exchange rate, as a significant driver of imported inflation.", "A euro that is too weak would go against our price stability objective.", "More structurally, a key question is whether we are heading towards a fragmented International Financial System, at the expense of smooth trade and Despite the challenges, (I) we shouldn't financial transactions?", "abandon, as a \"creative frontier\" on the horizon, the idea of cooperative multilateral International Financial System and (II) we should definitely develop the international role of the euro as a realistic step forward.", "We shouldn't as a \"creative frontier\", I. abandon, the idea of a cooperative multilateral International Financial System 1.", "The reasons why the topic of a renewed IFS has progressively faded to the Since the 1970s, not much has happened to the international financial system.", "While the Bretton Woods system with fixed exchange rates and a gold anchor disappeared when the convertibility of the USD into gold came to end, the new international monetary system remained based on the USD.", "This dollar-based system gradually incorporated greater exchange rate flexibility.", "It allowed for a boom in trade and capital flows.", "In this context, the idea of a global currency did not prosper in the academic debates and even less so in policy discussions.", "One recent exception stands out, to which I would like to pay a special tribute.", "In 2010, Michel Camdessus launched the Palais Royal initiative.", "This initiative sheds light on the shortcomings of the International Financial System, in particular its global governance and an overreliance on a single central currency.", "The initiative suggested a greater role for SDRs and enhanced cooperation between the World Bank, the IMF and the G20.", "However, other major projects have in parallel been assigned higher priority - for instance the successful creation and development of the euro - or have been dictated by necessity - for instance the strengthening of the global financial safety net (GFSN) induced by the great financial crisis and then the Covid crisis.", "That said, there have been significant progress such as the increase of IMF resources, the two special drawing rights (SDR) allocations (including the last one of 650 billion USD in 2021) and the creation of the Resilience and Sustainability Trust (RST) on the 1st of May by the IMF, which will help deliver the G20 commitment to rechannelling at least 100 billion USD of this allocation to the countries in need.", "The dangers of a fragmented financial system But there are dangers ahead.", "We have to avoid shifting from a dollar-dominated system to a confrontational non-system with, for instance, a dollar world opposed to a renminbi world.", "We can all agree that such a fragmentation would generate instability, notably creating the risk of runs from one currency to another.", "Competitive currency devaluations between the two world wars created such instability, when the dollar and the pound were competing for leadership.", "Fragmentation might also lead to the development of separated payment systems with limited interoperability.", "And it could harm the GFSN (as reserves could be less convertible) with, consequently, a misallocation of capital.", "Another current concern is reluctance to join the international community cooperative debt treatment process, the Common Framework.", "Finally, we all hope that the sanctions and other measures taken in an emergency situation will be withdrawn after a peaceful settlement of the geopolitical situation.", "In addition to this public or geopolitical fragmentation, there is a risk of fragmentation through the disorderly development of crypto-assets, among which the somewhat misnamed \"stablecoins\".", "As demonstrated by the turmoil on financial markets in recent weeks, they are possibly very unstable.", "But it's not We have long stressed the risks of such speculative enough: this must be taken as a powerful wake-up-call for a global regulation, which is urgently needed.", "MiCA on the European side paves the right way.", "Crypto assets could disrupt the International Financial System if they are not regulated, overseen and interoperable in a consistent and appropriate manner across jurisdictions.", "This is why I have spoken of the danger of fragmentation in \"cryptocurrencies\" having payments akin to the Middle Age, with so-called limited constituencies and acceptance.", "But do we agree about the solutions?", "In principle yes: in order to avoid repeating past mistakes, we would need a collective momentum towards a stable and market oriented multipolar International Financial System.", "A more multipolar IFS would help deal with the modern version of the Triffin dilemma: the supply of USD global safe assets is limited by the fiscal capacity of the US, while demand for them is bound to increase.", "It could also offer more monetary policy independence to Emerging Markets, by reducing the influence of US financial and real cycles spillovers.", "That said, the political conditions for such a major shift are not very favourable, to say the least: imagining the US, China and other major emerging economies converging today on a new IFS, while they didn't for decades, could appear utopian.", "Let me be more positive: we need to keep this concept of a more balanced multipolar system on the horizon, at least frontier\".", "And we Europeans need to be active and committed on what depends on us.", "To move towards a more resilient global system, the euro should play a more important international role.", "It is a currency in a jurisdiction with solid democratic and stable institutions, including independent central banks and the rule of law.", "The euro is relying now on a more than 20-year old solid track record of stability: it is backed by a soft power based on the respect of international rules, multilateralism and openness.", "The euro is also at the centre of broad international trade links.", "It is at least a credible complement to the dollar as a safe asset.", "Promoting the international role of the euro as a pillar of monetary From the inception of the euro and during the last two decades, the Eurosystem adopted a neutral stance with regard to the development of the international role It does not belong to the Treaty's of the euro.", "objectives: the euro was created for internal purposes, to avoid exchange fluctuations within Europe and accelerate economic convergence between Member States, not primarily to act as an international currency.", "Economic developments since 1999 have alleviated concerns voiced at that time about a potential loss of monetary policy control in case of a swift internationalization of the euro.", "A stronger international role of the euro would now be associated with more monetary policy autonomy and reduced impacts of exchange rate shocks on inflation.", "After a decade in existence, by the time of the GFC, the euro had become the second most used currency globally.", "But since then its growth has stalled.", "Today it still accounts for roughly 20% of global currency holdings in central banks as well as just short of 20% of global debt and global loans.", "According to SWIFT data, almost 40% of transactions are denominated in euro.", "It truly is the second most important currency in the world after the dollar.", "The European Commission has recently taken steps to further strengthen the role of the euro, which are most welcome.", "Among other things, the Commission has launched the Capital Markets Recovery Package that introduced targeted amendments needed to develop euro-denominated derivatives for energy and raw materials.", "Supplying euro denominated safe assets and enhancing Capital Markets An international currency is only as strong as the safe assets it can offer.", "The euro sovereign debt market is still fragmented and only a few Member States are issuing global assets in a sufficient quantity.", "In this regard, there have been interesting recent developments in Europe.", "In June 2021, Europe launched Next Generation EU (NGEU) which will raise over 800 billion euros through a joint issue of European bonds.", "More broadly, the deepening of European Capital Markets Union should, at end, be instrumental.", "It would help both for the allocation of capital within the euro area and for the stability and balance of the International Financial System.", "Such an initiative is important as we face new policy challenges.", "The transition to a greener economy will require immense financing, and the digital transformation will also require both public and private investments.", "This all calls for investments in global public goods to be increasingly managed at the EU level.", "How do we solve the Triffin dilemma and what role will Europe play in the Global Financial Safety Net (GFSN)?", "A more international euro will provide increased options to store global liquidity, but the goal will obviously not be to turn the euro into a dominant currency.", "On the contrary, we would aim for reliance on multiple currencies to offer stability to the International Financial System through diversification of risks.", "Regarding the global safety net, the euro area generated a quantum jump for the regional layer of the GFSN in creating the European Stability Mechanism (ESM).", "In addition, the euro area countries were instrumental for the strengthening of the IMF resources and the SDR allocation and rechannelling.", "The weight of the euro in the SDR basket should increase in the future in proportion of the increase of its international use.", "Finally, the Eurosystem is already providing international liquidity through existing swap lines and repo facilities with other central banks, and stands ready to do more if and when warranted.", "Invoicing international trade With the EU ranking as the world largest trading block, the euro has ample margin to improve as an international trade invoicing currencyvi.", "The choice of invoice currency is a complex and largely private phenomenonvii, partly driven by the structure of global value chains, which are being reshuffled.", "Developing as an invoicing currency, for instance in energy markets or in the context of free trade agreements, would be important steps to gain a global role.viii Indeed, it would create the need to store euros for future trades, and consequently lead to the development of a full range of euro-based financial tools.", "Safeguarding cross-border payments by technological advances in international financial infrastructures The euro area should remain on the frontier for cross-border payments, including the G20 agenda adopted in October 2021.", "The G20 roadmap for 2027 has indeed committed to bring profound improvements in this area including in setting ambitious targets on costs, speed, and accessibility of cross-border payments.", "But the challenge for all the stakeholders, central banks, regulators as well as the private sector, is to deliver and ultimately meet the expectations of end-users.", "This remains a strategic priority for the Banque de France, which in parallel has paved the way for a more prospective solution: namely a wholesale CBDC that could be issued by the Eurosystem, deploying experiments such as the Jura project of cross border wholesale payments in coordination with the BIS and the Swiss National Bank.", "In the 1960s, US Secretary of Treasury Henry Fowler warned that \"Providing reserves and exchanges for the whole world is too much for one country and one currency to bear.\"", "To Fowler, we answer: \"We in the euro area are happy I thank you for your attention to help.\"", "and I wish you a good forum.", "Lagarde, C., Challenges along Europe's road, speech, 11 May 2022 Villeroy de Galhau, F., The Eurosystem and its monetary policy: from an \"impossible dilemma\" to a possible roadmap for normalisation, speech, 6 May 2022 QJE paper by Fahri and Maggiori (2018) See the Council conclusions on achieving the EU's economic and financial strategic autonomy in an open economy: one year after the Commission's Communication.", "Villeroy de Galhau, F., Capital Markets Union: unleashing Europe's potential, speech, 30 November 2021 ECB report on RIE : only 60% of extra-euro area exports of goods were invoiced in euro in 2020 Recent research by Amiti, Itskhoki and Konings (2020) See the document Trade and investments in energy in the context of the EU common commercial policy Quote available here"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["International Financial System", "Euro", "Monetary Policy", "Fragmentation", "Crypto-assets", "Multipolarity", "Safe Assets", "Global Financial Safety Net", "Cross-Border Payments", "International Trade"]}