{"sentences": ["Why we embraced Te Ao Māori Speech delivered to the Central Banking Global Summer Adrian Orr, Governor Written with Emily Laws Tēnā koutou katoa E ngā hau e whā, tēnā koutou (I acknowledge those from all four winds) Ko Tongariro te Maunga Ko Taupo te Moana Kei Te Whanganui-A-Tara ahau e noho ana Kei Te Pūtea Matua au e mahi ana No reira tena koutou, tena koutou, tena koutou katoa Firstly, I want to thank Kate Minter and the team at Central Banking for inviting me here to speak.", "It is a privilege to be asked to speak on how the Reserve Bank of New Zealand embraces our indigenous history and heritage, and applies a Te Ao Māori - or Māori world view - in what we do.", "We are recent adopters of this approach, so I must be humble in our experience and results so far.", "I will be using some Te Reo Māori, or Māori language - one of three official languages of New Zealand - in my talk today.", "I will explain this as I go, starting with the Māori name for our country - Aotearoa.", "This means land of the long white cloud.", "The name for the Reserve Bank of New Zealand is Te Pūtea Matua.", "Pūtea meaning money, while Matua means primary source.", "In a Te Ao Māori sense, we see ourselves as the kaitiaki of our financial system.", "Kaitiaki in short means guardian, but it also means so much more and carries with it the long-term stewardship central to our role.", "Our kaitiaki role is underpinned by our founding legislation, the Reserve Bank of New Zealand Act 20211.", "Our core legislative functions include: maintaining low and stable consumer price inflation while contributing to maximum sustainable employment.", " promoting and maintaining a sound and efficient financial system.", " meeting the cash needs of the public.", " providing robust payment and settlement services for New Zealand's financial institutions.", "The inclusion of a Te Ao Māori view encourages us to think holistically and long-term, as we go about our legislative tasks.", "Most importantly, we increasingly look to focus on long-term, holistic, and sustainable outcomes when setting and implementing our strategies.", "A longer-term focus is one that sees prolonged economic prosperity consistent with environmental sustainability, social cohesion and cultural inclusion.", "As part of broader Government policy, the Minister of Finance also writes a Letter of Expectations to us each year.", "In 2022, the Minister outlined that our Te Ao Māori strategy aligns with an expectation that we embody a collaborative approach in the Māori-Crown relationship2.", "Brief history - navigators, settlers, and what came after...", "In order to best understand why and how we are embracing Te Ao Māori in our work it is important to be aware of the history of Aotearoa.", "The general tale will sound familiar to many in the audience.", "Polynesians - to later be known collectively as Māori - were the first people to permanently settle in Aotearoa.", "The period of settlement, from about 1325-1400AD, correlates with oral tradition and the number of generations since.", "The next wave of immigration was a long time later and came in fits and starts.", "Initial contact with European explorers was brief.", "A Dutchman named Abel Tasman is credited as the first European explorer to reach New Zealand in 1642.", "It would be another 127 years before the next recorded European foray into Aotearoa and encounter with Māori.", "The British explorer James Cook arrived in 1769, with the French hot on his tail.", "At that point, suffice to say, Māori isolation was over and contact grew rapidly over the next 60 years.", "Initially there was a relatively easy relationship between early European visitors and Māori.", "The British were tentative about their settling at first, seeing formal colonisation as unnecessary and expensive, especially as their Empire was stretched.", "Then things changed comparatively quickly for a variety of reasons.", "Tensions grew between the recently arrived European settlers, and between Māori and Europeans.", "In part in response to these escalating tensions, and in part due to a formalising of the colonisation intent, the Treaty of Waitangi was signed in 1840 between the British government and about 540 Māori tribal leaders.", "There are two versions of the Treaty - one in Te Reo Māori, Te Tiriti o Waitangi - and the other in English.", "And, there are significant differences in meaning between the two versions.", "These differences have left us in Aotearoa almost 200 years on debating the implications.", "In Te Reo Māori, Te Tiriti o Waitangi can be seen as the founding document of New Zealand, and unique in the world as a way of setting out the relationship between an indigenous people and the colonisers.", "Soon after the Treaty of Waitangi was signed, colonisation proceeded on a substantial scale and, with it, a British-style economy and institutions evolved.", "The influx of settlers led to a demand for land, and from the 1840s Māori were under great pressure to sell their ancestral territories.", "The sale of land was also the main means by which Maori could purchase the new goods and services arriving from afar.", "Wide scale loss of Māori land ensued, through sale, confiscation, Crown purchase and allocation by the Native Land Court.", "This loss of the land carried a monumental cultural impact that is felt to this day.", "There existed no concepts of property ownership prior to the arrival of the European.", "In losing land, Māori lost their homes, their ability to grow food and trade, and their connections to their tipuna (ancestors).", "For Māori, te taiao - the natural world - is paramount and inextricably linked to the wellbeing of people.", "I'm going to take licence and again skip forward to the present day - acknowledging that the history of our indigenous people and the impact of colonisation is far more significant than I could ever summarise in this short session.", "In 2022, Tangata Whenua -people of the Land - still face economic adversity relative to the population in general.", "In early 2021, Te Pūtea Matua in partnership with Business and Economic Research Ltd (BERL)3 produced Te Ōhanga Māori - the Māori Economy 2018 report.", "The report highlighted that Māori, who make up 17% of our population, earn less than 9% of our nation's income.", "With lower incomes comes lower saving rates and hence financial wealth.", "Māori have also been over-represented in lower-wage employment, and experienced persistently higher unemployment than the general population.", "These outcomes are generations in the making.", "However, Māori are significantly contributing to New Zealand's economic and cultural wellbeing, with this contribution on the rise.", "We are witnessing a renaissance of sorts.", "The Māori economy is growing, becoming more diverse, and is increasingly recognised as an area of opportunity, in particular by reinvigorating long held connections to environmental sustainability and social cohesion.", "Aotearoa is slowly embracing the richness our diverse cultures bring.", "This is why we, as New Zealand's central bank, talk about these issues.", "Our legislative task is to enable economic wellbeing and prosperity for all New Zealanders: Toitū te Ōhanga, Toitū te Oranga.", "Focusing on the Long Game I might have sounded a little gloomy so far - I do not apologise for that because to move forward we must understand and acknowledge our past and present.", "Our challenges aren't unique.", "I also want to acknowledge your own challenges, and those of the indigenous people of your countries.", "At Te Pūtea Matua we are actively looking to harness the knowledge of both our post-colonial society and Te Ao Māori to establish and maintain a long-term vision in all we do.", "An important start for our work is to honour Te Tiriti o Waitangi - the Treaty of Waitangi - in the English and reo Māori versions.", "We aim to reflect the Treaty principles of partnership, protection, and participation within the core tenants of our strategy.", "We seek to implement our legislated purpose through the concept of Matangirua ki Matangireia - working in unison, to fulfil our ultimate purpose.", "At Te Pūtea Matua, we strive to be a great team working to be the best central bank we can.", "This implies working together so as to be fit for purpose, cost effective, and risk aware.", "We describe this 'great and best' aspiration in a Te Ao Māori context as Matangirua ki Matangireia: Matangirua - when every function on an ocean vessel is in full use and all onboard are in sync.", "Matangireia - the place to ascend to so as to access knowledge.", "We have also refreshed our values through a reconceptualisation through Te Ao Māori.", "Our values are: Wānanga (Innovation): stemming from knowledge gained through our diverse perspectives; Tauira (Integrity): sustained through self-reflection and modelling our shared principles; and Taura(Inclusion): binding our individual strengths together enabling our resilience and collective success.", "And we utilise a Te Ao Māori framework to describe the purpose and interconnectedness of our work.", "To do this we have adopted the legend of Tāne Māhuta4.", "In Māori mythology, Tāne Māhuta is the god of the forest and birds.", "Māori oral traditions tell us that Tāne Māhuta dug his shoulders into Papatūānuku (mother earth) and used his legs to push against Ranginui (father sky) so as to separate them and let light into the world.", "With that light, Tāne Māhuta the kaitiaki of the forest and birds, enabled life to thrive.", "The Reserve Bank is akin to the being Tāne Mahuta of New Zealand's financial landscape.", "Our roots are our legislation, outlining our purpose and giving us strength (legality and operational rights) and well-being (resourcing).", "The money we print and circulate for New Zealand is the sap that flows through Te Pūtea Matua, ensuring New Zealanders have a means of exchange, a store of value, and a unit of account they can trust.", "Our monetary policy actions - keeping consumer price inflation low and stable - are to ensure that our currency retains its store of value.", "Our complex payment and settlement system is our trunk.", "This system allows the money to flow to the branches of Te Pūtea Matua, which are the financial institutions that have chosen and are allowed to operate in Aotearoa.", "These financial institutions are so important that we need to establish rules and supervision to ensure they are of appropriate quality and robustness to remain grafted to Te Pūtea Matua.", "Some of the banks are so large that, should they fail, they could bring our whole system down.", "For this reason we need to ensure the systemically important banks remain grafted on and can keep working even if the current owners are gone.", "These closely interrelated functions enable Te Pūtea Matua to protect, nurture and grow New Zealand's wider financial ecosystem for the greater benefit of all New Zealanders.", "Being able to tell a story about our purpose and activities brings several advantages.", " Our own team is reminded of how all of our tasks are connected - creating a supportive culture.", " We are able to relate the complex story of central banking and financial stability to a broader audience.", "We are reminded of our interconnectedness to the wider financial ecosystem of New Zealand, as well as other regulator colleagues.", "We are also made to think a lot harder about what makes Te Pūtea Matua unique - we are New Zealand's central bank.", "Our Te Ao Māori strategy Our Te Ao Māori strategy is helping inform our policy programmes, broaden our external stakeholder engagement, and grow our internal cultural capabilities.", "We breathe life into our Te Ao Māori strategy through three key work programmes: policy, engagement, and culture.", "While we have made considerable progress in each work stream, we continue to be future-focussed.", "Our work streams reflect the forward looking nature of our challenge.", "Te reo me onā tikanga (Culture, People and Organisation) - our effort to raise our individual and collective knowledge and understanding of Māori language and culture.", " Whanaungatanga (Advocacy building) - our efforts to strengthen the ties between the Reserve Bank and Iwi, Māori, Māori business and organisations.", " Kaitiakitanga (Policy Impact) - recognition of our responsibility as a policy maker and as guardian of the financial system.", "Through this framework, we are working to gradually strengthen our understanding of, and interactions with, Te Ao Māori.", "We are making progress on integrating Māori language and cultural values into daily life at Te Pūtea Matua.", "We ensure the use of Te Reo Māori is supported and enabled by providing learning opportunities for staff.", "We also created an online learning application (Haumi), to support our knowledge of tikanga and Te Reo Māori.", "We also offer training opportunities for all staff on Te Tiriti, have staff forums, and celebrate events and speakers important in a Te Ao Māori world view.", "We have made a bold start.", "As an example of tangible steps towards contributing to the Māori language , we've established a glossary of Te Reo Māori financial terms.", "These terms are incorporated into our documentation.", "Over recent times many banking industry participants have adopted their own Te Ao Māori initiatives, and the sector is working towards a more collective response.", "Māori leaders from the banking sector established the first Māori Bankers Rōpū (group), known as Tāwhia, to share ideas and deepen the understanding of key issues for Māori within the banking sector.", "The Rōpū includes senior representatives from banks and the Reserve Bank.", "We are there as an observer and kaitiaki to the financial system.", "We're proud to stand alongside leaders from the banking industry, to promote outcomes centred on Māori financial inclusion and wellbeing.", "Rōpū members have highlighted three key focus areas - bolstering access to capital, improving financial literacy for Māori, and raising Māori employment in the banking sector.", "Along with Indigenous partners, Te Pūtea Matua partnered with other Central Banks (the Bank of Canada, Reserve Bank of Australia, and the US Federal Reserve System) to form a voluntary network.", "Together we are fostering dialogue on indigenous economic and financial issues.", "This Central Bank Network for Indigenous Inclusion, formalised in January 2021, aims to share knowledge and best practices, promote engagement with Indigenous Peoples, and foster greater understanding and education about Indigenous economic issues and histories.", "Our first symposium was hosted in late 2021, with another planned for 2023.", "The Network serves as a community of practice, rather than trying to formulate policy positions.", "Other central banks are encouraged to join.", "Policy development We are tasked with improving economic prosperity for all New Zealanders, hence we must tackle the challenges faced by Māori.", "Our report (Te Ōhanga Māori - Māori Economy Report 2018) showed how integral the Māori economy is to New Zealand's economic wellbeing and future prospects.", "The report highlighted the wide and broadening range of industries and businesses Māori are involved in.", "It also highlights the rapidly growing proportion of Māori in New Zealand's workforce.", "Quite spectacularly, since 2013 the Māori population in New Zealand has grown by 30 percent, while the number of Māori in employment increased by 47 percent.", "However, the report also identified several challenges, with access to capital highlighted as one of the primary challenges inhibiting progress.", "Māori customers and entities report lower rates of capital accessibility than non-Māori.", "We are now researching the significance and root causes of the lack of access to capital.", "Our first finding was simply the dearth of quantitative data on the topic.", "However, qualitative interviews with both Māori capital seekers and providers suggests there are unique barriers to financial resources, which has implications for the efficiency and effectiveness of capital allocation in New Zealand more generally.", "Our work is ongoing with the publication of an Issues Paper on the near horizon.", "We are looking to identify any issues around accessing capital that may arise due to market failures, gaps in the New Zealand financial system, or unintended consequences of current behaviours.", "International literature generally highlights that minority and indigenous people and businesses face barriers to raising capital.", "Our own quantitative research highlights that Māori are underrepresented when it comes to business ownership.", "In addition, this work shows that Māori firms face persistently higher interest rates compared to other New Zealand companies.", "There are parallels with other indigenous peoples due to the challenges with collectively or tribally owned land.", "The inability to use property as collateral has limited the opportunities for Māori to accumulate financial wealth and grow businesses.", "A scan of the market shows there has been little in the way of financial innovation for Māori.", "Our consultation with stakeholders has shed further light on these issues, which can be summarised across the following themes: Scale and coordination; Capability; Asymmetry of information and lack of data; Myopia in decision-making and leadership; and Missing markets and products This work will help us move towards more equitable access to capital for Māori.", "In summarising, we are late to investigating the issues and adopting a Te Ao Maori view of our work.", "But we are committed and transparent in our activities and aspirations, while working within our legal mandate.", "Embedding Te Ao Māori in our approach and learning from the different perspectives and knowledge it brings, we will be a great team building a better central bank for New Zealand.", "Whakakapinga (conclusion) Mā te rongo ka mōhio, mā te mōhio ka mārama, mā te mārama ka mātau, mā te mātau ka ora.", "(Through information comes awareness, through awareness comes understanding, through understanding comes knowledge, and through knowledge comes life and wellbeing) Tēnā koutou, tēnā koutou, tēnā tatou katoa.", "(Greetings to you all.", "- Behold the breath of life!", "More information  Improved Access to Capital for Māori (Information on the current status and progress of the Māori Access to Capital work programme).", "Te Ōhanga Māori - The Māori Economy 2018 (This report on the Maori economy was produced by BERL in 2020.", "It expands on their 2013 report, providing a rich description of the many roles Māori play in the economy of Aotearoa New Zealand.", "The Journey of Te Pūtea Matua: our Tāne Mahuta  Kaitiakitanga: Te Ao Māori o Te Pūtea Matua - Guardianship: The Māori World View of the Reserve Bank.", "Speech delivered to the Raising Māori Investment Capability Conference 2020 in Tauranga, New Zealand Reserve bank of New Zealand (2021) Te Pūtea Matua becomes inaugural member of new, international Central Bank Network for Indigenous Inclusion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Te Ao Maori", "Maori", "Reserve Bank of New Zealand", "Treaty of Waitangi", "Financial inclusion", "Monetary policy", "Central banking", "Indigenous economic issues", "Access to capital", "Maori economy"]}