{"sentences": ["Statement by KURODA Haruhiko, Governor of the Bank of Japan, concerning the Bank's before the Committee on Financial Semiannual Report on Currency and Monetary Control Affairs, House of Councillors, on June 7, 2022 The Bank of Japan submits to the Diet its Semiannual Report on Currency and Monetary every June and December.", "I am pleased to have this opportunity today to talk about recent economic and financial developments and about the Bank's conduct of monetary policy.", "Economic and Financial Developments I will first explain recent economic and financial developments.", "Japan's economy has picked up as a trend, although some weakness has been seen in part, mainly due to the impact of the novel coronavirus (COVID-19) and a rise in commodity prices.", "Overseas economies have recovered on the whole, albeit with variation across countries and regions.", "In this situation, exports and industrial production have continued to increase as a trend, despite the remaining effects of supply-side constraints.", "Corporate profits have improved on the whole, but business sentiment has seen a pause in its improvement recently, mainly due to the impact of COVID-19 and the rise in commodity prices.", "Business fixed investment has picked up, although weakness has been seen in some industries.", "The employment and income situation has remained relatively weak on the whole, although improvement has been seen in some parts.", "Private consumption has started picking up again, with downward pressure stemming from COVID-19, particularly on services consumption, waning.", "With regard to the outlook, although Japan's economy is expected to be under downward pressure stemming from the rise in commodity prices due to factors such as the situation surrounding Ukraine for the time being, it is likely to recover, with the impact of COVID-19 and supply-side constraints waning and with support from an increase in external demand, accommodative financial conditions, and the government's economic measures.", "The year-on-year rate of increase in the consumer price index (CPI) for all items excluding fresh food has accelerated to around 2 percent due to a significant rise in energy prices, with much of the impact of last year's reduction in mobile phone charges dissipating.", "The rate of increase is expected to stay at around 2 percent for the time being, mainly due to the positive contribution of the rise in energy prices to the CPI, but is projected to decelerate thereafter because the contribution is likely to wane.", "Meanwhile, the year-on-year rate of change in the CPI for all items excluding energy, for which prices fluctuate significantly, as well as fresh food has been in the range of 0.5-1.0 percent.", "Regarding the outlook, it is expected to moderately increase in positive territory on the back of improvement in the output gap and rises in medium- to long- term inflation expectations and wage inflation.", "Concerning risks to the outlook, the course of COVID-19, including variants, and its impact on domestic and overseas economies continue to warrant attention.", "In addition, there are extremely high uncertainties over the situation surrounding Ukraine and the associated developments in commodity prices, global financial and capital markets, and overseas economies.", "Meanwhile, Japan's financial system has maintained stability on the whole.", "Regarding financial risks from a longer-term perspective, while there is a possibility that prolonged downward pressure on financial institutions' profits may lead to a gradual pullback in financial intermediation, the vulnerability of the financial system could increase, mainly due to the search for yield behavior.", "Although these risks are judged as not significant at this point, it is necessary to pay close attention to future developments.", "Conduct of Monetary Policy Next, I will explain the Bank's conduct of monetary policy.", "Japan's economy is on its way to recovery from a downturn caused by COVID-19, as seen in its GDP remaining below the pre-pandemic level.", "In addition, the economy has recently been under downward pressure from an outflow of income due to rising commodity prices.", "On the price front, although the year-on-year rate of change in the CPI has risen to around 2 percent, this is mainly due to an increase in energy prices.", "Given such developments in economic activity and prices, the Bank will persistently continue with the current powerful monetary easing centered on yield curve control, aiming to firmly support Japan's economy and thereby achieve the price stability target of 2 percent in a sustainable and stable manner."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Monetary Policy", "Economic Developments", "Inflation", "Financial System", "Financial Risks", "COVID-19", "Commodity Prices", "Price Stability", "GDP", "Financial Intermediation"]}