{"sentences": ["LAUNCH OF THE 75TH ANNIVERSARY CELEBRATION OF THE UNIVERSITY OF GHANA THEME: 'NURTURING RESILIENCE: ADOPTING TECHNOLOGY, EMBRACING HUMANISM' MRS. ELSIE ADDO AWADZI SECOND DEPUTY GOVERNOR WEDNESDAY, 31ST AUGUST 2022 GREAT HALL, UNIVERSITY OF GHANA, LEGON Chief of Staff, Office of the President, Hon.", "Akosua Frema Osei-Opare Minister for Education, Hon.", "Dr. Yaw Osei Adu Twum Chancellor of the University of Ghana, Mrs. Mary Chinery-Hesse Chairperson of the University of Ghana Council, Justice Sophia A.B.", "Members of the University Council Vice-Chancellor of the University of Ghana, Prof. Nana Aba Appiah Amfo Pro-Vice Chancellors of the University of Ghana, Prof. Gordon Akanzuwine Awandare and Prof. Felix Ankomah Asante The Registrar, Mrs. Emelia Agyei-Mensah Faculty and Staff of the University Distinguished Guests, Ladies, and Gentlemen 1.", "32 years ago, when I arrived on this great campus as a shy and confused F.U.E.", "student (as first year undergraduate students were then called), the sheer privilege of the opportunity was not lost on me.", "More than three decades after, I can proudly say that my University of Ghana experience (what I will call \"the UG experience\") was transformational and has served me, my family, Ghana, and the world, well.", "This is the story of many others who have been blessed with a UG education.", "I am truly honoured and equally humbled to speak to you today for the launch of the 75th Anniversary celebration of this great institution.", "I believe that the year-long celebration leading to this important milestone in 2023 under the theme Nurturing Resilience: Adopting Technology, Embracing Humanism will provide the right setting to take stock, learn lessons, and look forward to the next 75 years.", "I will therefore focus my remarks today on the past, present, and future of our great university.", "Years as Ghana's Premier University 4.", "Over the past 75 years, the University of Ghana has built a strong reputation as an academic institution of excellence, making it one of the preferred choices for academics, researchers, and students in Africa and beyond.", "It has made substantial contributions to the human resource needs of our nation, shaping the minds that have built our state institutions, communities, businesses, and the political, economic, social, and cultural systems that have underpinned our fortunes as a people.", "The hallmarks of this great university are its strong tradition of academic excellence, integrity (true to its motto, Integri Procedamus, which as we know, means progress with integrity), its warm and picturesque Legon campus which has over the decades maintained its charm, and its vast network of academics, researchers, distinguished alumni, and many more.", "I commend successive administrations of this noble university and the tireless efforts of faculty and staff over the decades for their foresight and dedication towards the success of this university.", "I also applaud Government for its support of this university over the years both financially and otherwise.", "Our great university has come a long way from its humble beginnings in 1948 when it first opened its doors to students.", "It has undergone significant transformation in diverse ways, some positive and some not too positive.", "As students here in the early 1990s, my classmates and I heard stories from lecturers of what life as a student used to be in the earlier decades where each student had a dorm room to themselves, was waited on by butlers and stewards, and attended compulsory formal dinners with Hall Fellows.", "These stories sounded as though they were from a different civilisation than the one we lived through as students from 1990 and onwards.", "On returning to the Legon campus in 1998 for my MBA studies, I encountered a different UG, one that made my experience from the early 1990s feel somewhat more privileged.", "There were sometimes a countless number of undergraduate students sharing the same rooms that had been occupied by two students during my undergraduate days a few years earlier.", "Class sizes had ballooned to a point where many undergraduate students stood outside classrooms.", "Many of them could not connect with the educational rigour that my contemporaries and I had been blessed to experience years before.", "Despite these challenges, it is fair to say that this great university has continued to challenge itself to keep up with the changing times and the changing needs of its stakeholders.", "New infrastructure, new courses, new teaching and learning tools and pedagogies, relatively reduced class sizes, new governance structures, and upgraded faculty training, are but a few of the positive changes that are evident in the university today.", "Thankfully, white boards and markers have replaced the black board and chalk of the past, desktop and laptop computers have replaced typewriters, and electronic libraries are enabling access to a large pool of modern learning and teaching resources beyond the confines of the famed Balme Library that was once so intimidating for students.", "Under its current administration, the University is making even greater strides pursuing its overall vision of becoming a \"world-class research- intensive university\".", "The Vice Chancellor's bold and audacious vision to 'create a culture that promotes research, teaching and learning, administrative processes and extension activities driven by technology and anchored in humanism' have led to the launch of key activities including the 'Vice-Chancellor's Programme for Enhancing the UG Student Experience through Digitalisation'.", "Emerging from the ravages of the COVID-19 pandemic, the new emphasis on Nurturing Resilience: Adopting Technology, and Embracing Humanism, is welcome and in the right direction.", "The pandemic underscored the importance of constant investments into the future to build resilience and strong safety nets in order to reduce inequities and exclusion from our socio-economic development efforts.", "While technology enabled the adaptations that were necessary to reduce the fallout from the pandemic including the impact on teaching and learning, existing gaps in access to technology introduced disparities in the extent to which some were able to cope with disruptions from the pandemic.", "For example, students who had no access to electronic devices and/or had no access to cost-effective and reliable internet connectivity to support their online learning were suddenly facing new hurdles in pursuing their educational dreams.", "There were also gendered dynamics to the impact of the pandemic, such that female lecturers or students were disproportionately saddled with responsibilities for childcare, care of relatives, and housework, with schools closed and labour markets disrupted, while at the same time having to keep up with online teaching and learning.", "It is against this backdrop that the big push for investments in technology to promote resilience going forward and in a human-centred manner is critical.", "Equitable access to reliable and cost-effective technology will go a long way to promote teaching and learning in a more sustainable manner and ensure than no one is left behind.", "Hence, the recently launched 'One student, One laptop' (1S1L) programme, where about 120 students have been provided laptops, deserves applause.", "It is my hope that many corporate bodies and well-meaning Ghanaians, will support this initiative to ensure that all needy students receive this support.", "What will the next 75 Years Hold?", "Madam Chair, as we prepare to start a year of much-deserved celebrations to mark this important milestone, it is imperative that we look into the future with new ways of thinking and pursuing our vision and goals.", "The pursuit of \"world-class\" excellence should be a moving target, and as times change, that vision should be calibrated to deliver outcomes that keep this great institution relevant.", "The pandemic taught us the benefit of resilience, preparation, and adaptability.", "Resilient organisations anticipate change, prepare for change by making adequate investments in systems that will help to deal with such changes, and adapt effectively to change.", "Going forward, what could be the possible changes that need to be prepared for to help minimise disruptions to teaching and learning that pose a risk to achieving world class excellence?", "Global trends of geo- political tensions, climate change, energy security issues, infectious diseases, cyber-attacks give us a sneak-peek into what the next decade or more could hold for the world.", "In Africa and here in Ghana, economic vulnerabilities in part caused by colonial economic policies and structures, climate risk, food security, governance, exclusion, youth unemployment, among others, all hold clues for possible future challenges if the right strategies are not adopted and implemented towards more positive outcomes.", "Education must respond to the realities of a fast-changing world powered by cutting-edge technologies that are disrupting industries and traditional ways of doing things, and at the same time presenting opportunities for leapfrogging developmental challenges.", "Madam Chair, while technology is a key enabler of resilience, it will not take us to the promised land by itself.", "Other key pieces of the puzzle must be in place and at the right times.", "Please permit me to articulate a few for your kind consideration: ▪ First, we must carefully consider the course offerings and other enrichment activities available to students.", "Which courses will we need to teach our students over the next 75 years as we prepare them for a more complex world?", "Which skills (technical and soft) are relevant to equip them with tools to solve the nation's and the world's critical challenges?", "How can we equip them with true leadership, entrepreneurship, and communication skills that give them a competitive edge?", "How can we promote innovative and entrepreneurial problem-solving approaches to learning instead of rote learning which only produce fixed mental modes incapable to solving our challenges?", "Secondly, we must modernise how we teach relevant subjects.", "What technological facilities can we deploy to teach them more effectively?", "How can we take advantage of technological advancements to provide relevant skills for students?", "How can we attract the best experts and practitioners from home and abroad to help with cutting-edge research and teaching in innovative ways?", "Thirdly, we need a strong ethical and moral foundation for the university, one that instils in students a sense of personal responsibility to advance the public interest and the common good.", "We need a new generation of students that live and operate by an Honour Code who will grow to lead with integrity and selflessness for the benefit of our nation and our world.", "A renewed emphasis on ethics and civic education is needed, going forward.", "▪ Fourthly, we need to promote a stronger sense of community though active engagement and inclusion of all key stakeholder groups in shaping the future of our university.", "Strong alumni engagement should be key, just as strong collaboration between the University and industry.", "▪ Last, but not least, we must proactively explore opportunities for funding the investments on a sustainable basis, that are needed to deliver desired outcomes for the next 75 years.", "Everyone has a role to play here, and we must all join forces to ensure that our university is able to provide educational facilities and experiences for students that shape them into world leaders.", "While donations and endowments through partnerships will go a long way and should be pursued, innovative approaches for generating sufficient income for the university and its various cost centres will be key to sustain continuous improvement in the UG experience.", "I believe that as we celebrate over the next year, clear strategies to achieve the above will be helpful to promote a stronger and more impactful university.", "Madam Chair, distinguished Ladies and Gentlemen, in conclusion, please permit me to reiterate the significant contributions and successes of this great institution over the past 75 years.", "It is my singular honour to congratulate madam Chair and Chancellor, the Chair and members of Council, the Vice Chancellor faculty, staff, students, and alumni on their remarkable achievements.", "We stand at the crossroads of time, have a rare opportunity, guided by the lessons of the past and present, to looking into the future as best as we can to envision a future that is even more glorious and impactful for our nation, continent, and the world at large.", "I have no doubt at all that our university will grow from strength to strength and glory to glory in the decades and centuries to come, as it harnesses technology for resilience and delivers inclusive and human- centred educational and training programs.", "I thank you all for your kind attention and pray for God's continued blessings on all of us, on our University of Ghana, and on our beloved Ghana."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["University of Ghana", "Resilience", "Technology", "Education", "Humanism", "Excellence", "Innovation", "Leadership", "Ethics", "Sustainability"]}