{"sentences": ["Keynote intervention by Governor Mário Centeno at the 26th Economist Government Good afternoon.", "Unfortunately, for reasons outside my control, I cannot be in Athens today.", "Still, I believe I can promote a lively discussion with my colleagues and friends Yiannis and Constantinos.", "With the advantage of hindsight, it's now easy to see that the work of central banks to boost growth and resilience after Covid was straightforward.", "Backed by coordinated monetary and fiscal policies, unprecedented support measures (e.g.", "loan moratoria, state guarantees, PEPP) and also supervision regulatory adjustments, during Covid, banks remained well capitalised, held ample liquidity and were able to play their key role as lenders.", "The European banking sector proved its resilience during the pandemic and, as such, financial stability was preserved.", "We were not yet out of the pandemic, facing challenges to level out supply and demand across sectors and a second exogenous shock hit the economy: the cruel and unjustified invasion of Ukraine by Russia.", "It is difficult to disentangle the impact of these various shocks, so we should remain humble at the moment of taking conclusions on what went wrong, but the fact is that in an environment of high demand and short supply because of extended Covid lockdowns (particularly in China), global supply chain disruptions exacerbated.", "As a result energy, industrial and food prices increased, steering inflation up.", "It's a fact that monetary policy has a limited effect in counteracting increases in prices driven by supply shocks.", "\"Going after\" supply-driven inflation is detrimental to growth, with the potential to destabilise inflation expectations.", "However, inflation pressures broadened, spread across sectors, recommending policy action.", "Monetary policy will act gradually and flexibly.", "We will use all instruments in our toolkit to guarantee price stability in a context of financial stability and a proper functioning of the transmission mechanisms across the euro area.", "This approach to normalization of our monetary stance, is ideal to promote a successful return to what I call the \"Spring 2020 spirit\".", "One of coordination and exploring of positive synergies between different economic policies in Europe.", "Because, not only the role of fiscal policy is fundamental.", "But also because fighting a crisis of confidence and geopolitical tensions requires governments, firms and households to be aligned as how to spread the costs of the crisis over time.", "Monetary policy cannot do it alone.", "And concerns of fiscal or financial dominance should not resurface again in Europe.", "A cycle of interest rates increases is desirable, but brings about risks that should be mitigated.", "The higher burden for borrowers leads to an increase of the credit risk, especially for more vulnerable corporates.", "The banking sector should have this incorporated in their business models and margins for default.", "The lessons of the past are well learned and we are seeing a desirable degree of caution in the banking sector.", "Furthermore, in the short run the increase in interest rates will improve banks' net interest income.", "In the medium term, a greater accumulation of operational net interest income can more than offset the negative impacts of market risk and of impairments for credit risk.", "Overall, better prospects for the banking sector.", "However, the medium term brings other challenges to the banking sector.", "I would highlight cybersecurity and climate transition.", "Cyber risks and those related to money laundering and terrorist financing are in the current geopolitical environment of particular importance.", "Banks need to continue to reinforce investments to promote their operational resilience.", "The climate transition is a structural break.", "We have been adjusting to it and we need to continue this effort.", "From the banking sector perspective it requires a proper incorporation of the legacy exposures to climate risks in banks' balance sheets, as well as an accurate assessment of the new exposures.", "On the social dimension, the green transition is an excellent opportunity for the banking sector, supported during the financial crisis, to give back to the community.", "Indeed, as there are no pure market-based solutions on this matter, the climate transition is a social responsibility issue that needs to be integrated in the traditional resource allocation function of banks.", "Again, coordination is of the essence.", "Signals from all dimensions of economic policy should be clear and predictable so that economic agents can adjust.", "As the time flies by, I am willing to discuss in more detail these and other issues during the debate."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none"], "topics": ["Monetary policy", "Financial stability", "Inflation", "Banking sector", "Fiscal policy", "Credit risk", "Cybersecurity", "Climate transition", "Supply shocks", "Coordination"]}