{"sentences": ["Published Date: 20 September 2022 \"Critical Economic Uncertainties\" - Keynote Speech by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at the SuperReturn Asia Conference on 20 Ladies and gentlemen, good morning.", "I am happy to join you at the SuperReturn Asia Conference - the first time the conference is being held fully in person since the start of COVID-19, and the first time here in Singapore.", "Uncertainty has become the dominant theme in investment today.", "Let me touch on four key uncertainties around the global economy: first, how severe will the economic downturn be next year?", "second, where is inflation headed in the medium term?", "third, how will geopolitical tensions impact the global economy?", "fourth, how might climate risks affect investor portfolios?", "HOW SEVERE WILL THE ECONOMIC DOWNTURN BE NEXT YEAR?", "The global economy is facing a severe bout of inflation with two positive stimuli to demand coming up against two negative supply shocks.", "On the demand side, the lagged effects of the massive fiscal and monetary stimulus in response to the pandemic coupled with the unleashing of pent-up demand following the re-opening of economies have substantially added to general inflationary pressures.", "Supply disruptions stemming from the lingering effects of the pandemic and the Russia-Ukraine war have sharply driven up global food, energy, and commodity prices.", "The surge in inflation has necessitated monetary policy tightening by central banks, at a pace not seen in the last four decades.", "It is inevitable that economic growth needs to slow down to bring aggregate demand and supply back into balance.", "The risk of the major advanced economies entering a recession in 2023 is high.", "The latest Consensus Forecasts has US and Eurozone GDP growth for 2023 coming in at 0.5% or less.", "Two recent polls by Bloomberg place the probability of recession in the US and the Eurozone in the next 12 months at 50% and 80% respectively.", "The Asia-Pacific economies are at lower risk of a recession but they will see a spill-over from the broader global slowdown.", "Exports from the region are already declining.", "The key question is: how deep and prolonged will the downturn be?", "That will depend on how high and persistent inflation is.", "For if inflation turns out to be stubborn, central banks will have to tighten monetary policy more and for longer than currently anticipated by markets.", "The good scenario is a short and shallow downturn, maybe even a technical recession - a \"so landing\".", "What are the signs of hope?", "First, output gaps in the major economies are relatively modest and bringing aggregate demand and supply into balance may not require much more policy tightening.", "Second, the recent moderation in global food and energy prices will help to ease overall inflationary pressures and help to prevent inflation expectations from rising.", "In fact, long-term inflation expectations appear to be well anchored.", "Third, as suggested by recent research by the Bank for International Settlements (BIS) , so landings are more likely when the number of job vacancies is high and when policy tightening is front-loaded.", "These conditions seem to be in place, at least in the US economy.", "The bad scenario is a longer and deeper recession - a \"hard landing\".", "What are the risks of this happening?", "First, as pointed out by the BIS, when private sector debt levels are high, monetary policy tightening can trigger feedback loops through financial institutions and markets that intensify the downturn.", "The BIS estimates that private debt service ratios in the advanced economies could rise sharply to pre-global financial crisis levels if policy rates were to increase by the same extent as the US Fed's tightening in Second, labour supply may continue to remain weak.", "Labour force participation and non-resident labour flows may not fully recover to pre-pandemic levels.", "This means continued labour market tightness and wage pressures, and therefore more aggressive policy tightening to stabilise inflation.", "Third, fresh supply disruptions from the war in Ukraine remain a key risk.", "A cessation of gas supplies to Europe will likely have strong knock-on effects on global energy prices.", "WHERE IS INFLATION HEADED IN THE MEDIUM TERM?", "The medium-term inflation outlook is likely to be \"higher-for-longer\" compared to the past decade of low and benign inflation.", "Global inflation averaged 3.8% per annum during the last two decades (2001-2020).", "What will inflation be like over the next decade, aer the current bout of high inflation is tamed?", "A fair guess is that we are likely to see more recurrent bouts of higher price increases compared to the last two decades.", "There are four structural factors underpinning this prognosis: supply chain developments; labour market dynamics; energy transition; climate change impacts.", "First, the ongoing reconfiguration of global supply chains is likely to mean higher costs and hence prices, at least over the medium term.", "Following the disruptions caused by the pandemic and the Ukraine war, there is now heightened awareness of supply chain vulnerabilities.", "Countries and companies are focusing on building resilience in their supply chains through near-shoring and supply diversification, even at the expense of cost efficiency.", "This will increase prices in the short term and may have an inflationary impact over the medium term as supply chains reconfigurations are complex and take time.", "Second, we may be facing a structural shortage in global labour supply that could put upward pressure on wages, liing prices across the board.", "The pandemic seems to have shied employee preferences about working conditions and job satisfaction, prompting some to choose jobs in the gig economy or to stay home, thereby reducing hours worked or labour force participation rates.", "There is also a widening skills gap across many sectors of the global economy- from healthcare to digital industries - that could result in persistently high vacancy rates.", "Finally, a rapidly aging population in many parts of the world could mean growing demand for goods and services that a shrinking workforce will struggle to meet.", "Third, the energy transition is likely to mean energy prices remaining on a steady upward trajectory.", "The imperatives of energy security and environmental sustainability are driving in the same direction - to reduce dependence on imported fossil fuels and switch to renewable energy.", "In the short to medium term, this transition to cleaner energy is likely to be inflationary.", "The Bank of England estimates that inflation will increase by nearly 0.6 percentage points in the 2020s in an orderly transition scenario and by as much as 2 percentage points by the early 2030s in a disorderly scenario.", "With the ongoing energy crisis.", "we are probably seeing a preview of a disorderly transition.", "And it is not just energy prices.", "Demand will surge for minerals such as copper, aluminium, cobalt, lithium, nickel, and rare earths, which are critical to various clean energy technologies, including wind turbines and electric vehicles.", "This could lead to what some analysts have referred to as greenflation, or rising prices for those metals and minerals that are essential to renewable energy and technology.", "Fourth, climate change could disrupt agriculture, driving food prices higher.", "Extreme weather conditions are becoming more frequent worldwide.", "Just this year, China and Europe have experienced one of their worst droughts on record, and Pakistan and India have seen devastating floods.", "Reduced precipitation is causing aridification in parts of North America, with the Corn Belt shiing northward.", "Floods and droughts of increasing frequency and intensity could cause not just disruptions in food supply but potentially also a permanent reduction in agricultural yields, with worrying implications for food price inflation.", "The era of cheap money, cheap labour, and cheap energy is most likely over.", "This is unhelpful for global inflation but not necessarily bad from a broader perspective.", "There has been too much borrowing, too much inequality, and too much carbon emission globally.", "With inflation likely to be higher than before, global interest rates are not going back to the zero lower bound.", "Borrowing costs that are more reflective of time horizons and risk premiums will perhaps help to reduce debt and leverage in the system.", "With declining labour force growth in many parts of the world, we can no longer rely on cheap labour to power our economy and society.", "But hopefully it will help to li wages at the lower end of the spectrum and reduce inequality.", "With the cost of energy likely to go up as the world progressively switches to cleaner energy, it will help reduce carbon emissions, cap global warming, and avoid catastrophic climate change.", "HOW WILL GEOPOLITICAL TENSIONS IMPACT THE GLOBAL ECONOMY?", "Geopolitical tensions are likely to lead to greater decoupling in the global economy.", "The two key geopolitical tensions in the world today - between Europe and Russia and between the US and China - are likely to persist over the medium term and lead to some degree of economic fragmentation.", "A weakening in globalisation in turn means less cost efficiency, less technology transfer, less innovation, and ultimately less productivity growth.", "The ongoing war in Ukraine could put Europe's fiscal sustainability under growing strain.", "The continent is facing an energy crisis, with record high natural gas prices in the wake of the Ukraine war and hydroelectric energy production affected by widespread droughts.", "Governments across Europe are having to spend more to cushion households and businesses against high fuel and electricity prices and to accelerate investments in renewable energy.", "Europe is also entering a period of significantly greater defence spending in view of heightened geopolitical tensions.", "This will further strain public finances.", "The strategic rivalry between the US and China is deepening across multiple fronts, with increased decoupling in trade, technology, and finance.", "The US-China trade conflict has reduced bilateral trade and dampened global trade more broadly.", "The trade tariffs imposed by the two countries on each other have not helped either country, contributing to supply frictions and price pressures.", "More worryingly, the volume of global trade stagnated since the imposition of the tariffs in early 2018 until the eve of the pandemic in end-2019.", "While the pandemic drove a temporary surge in shipment volumes due to demand for some products such as personal protective equipment (PPE) and electronics, it remains to be seen whether global trade will recover on a sustained basis.", "There is increasing risk of bifurcation in crucial technologies, as the US and China seek to reduce their reliance on each other.", "As the two countries diversify their respective technology bases and supply chains, the development of important technologies such as semiconductors, artificial intelligence and 5G telecommunications will increasingly bifurcate.", "Recently, the US introduced restrictions on the export to China of advanced processors widely used for AI calculations.", "Cross-border mergers and acquisitions across technology firms have been blocked by both sides due to anti-monopoly and national security considerations.", "US-China tensions are also causing a ri between the two rivals' financial systems.", "Increasing scrutiny of Chinese listings in the US has prompted some Chinese firms to think about delisting from US markets.", "China, as well as some other countries, are seeking to reduce their dependence on the US dollar and US payment system.", "These developments could lead to a more fragmented global financial system over time.", "The growing decoupling between the US and China in trade, technology, and finance are likely to have far-reaching economic consequences.", "At the broad macro level, this decoupling cannot be good for global economic growth.", "At the micro level, there will be adjustments in supply chains, trading relationships, technology procurements, and financial arrangements that will have differentiated implications across countries and sectors.", "HOW MIGHT CLIMATE RISKS AFFECT INVESTOR PORTFOLIOS?", "Perhaps the most challenging, pervasive, and enduring of all the risks that the global economy is confronting is climate change.", "Climate change poses two key risks to investors' portfolios: First, physical risks arise from the impact of climate hazards on a company's operations, supply chains and consumer markets.", "Companies can mitigate this by putting in place adaptation measures through de-risking, re-shoring, and diversification.", "Second, transition risks arise from the impact of higher carbon prices, stricter environmental standards, shis in consumer preferences, and advances in lowemissions technologies.", "This will require transforming carbon-intensive business activities and processes - before regulation bites, competitiveness suffers, and assets become stranded.", "Assessing portfolio companies' vulnerabilities to climate change is becoming an integral part of business planning and shareholder engagement.", "Climate change is already happening.", "It is no longer a question of 'whether it will happen' but 'how much' and 'how fast'.", "The trajectory of both physical and transition risks is highly uncertain.", "Global carbon emissions have not peaked.", "At the same time, commitments towards achieving netzero have never been stronger, foreshadowing stronger policy actions and growing clean energy investments.", "It is within this wide spectrum of possible outcomes that investors will need to make portfolio allocation decisions.", "INVESTMENT PIVOTS FOR PORTFOLIO RESILIENCE Against the backdrop of these four short-term to long-term uncertainties, the overall investment environment has deteriorated.", "Return prospects are lower, and risks are higher.", "Bright spots exist but they are more segmented and there is a need to seek them out more carefully.", "This environment presents an opportunity for private capital to shine.", "Private equity (PE) and venture capital (VC) managers are more nimble than investors in public markets.", "They can focus on investment themes in differentiated market segments and high growth markets to add diversification and enhance portfolio resilience.", "Let me suggest three pivots for private market investment strategies in the uncertain environment ahead.", "one, pivot from growth to sustained profitability; two, pivot to South and Southeast Asia as key growth markets; three, pivot to private credit as a new avenue for capital; PE/VC managers are increasingly prioritising profitability over growth.", "More managers are rightly focused on selecting companies with strong balance sheets, low burn rates, and good prospects for profitability in an environment of lower growth, higher inflation and higher interest rates.", "As these shis are being made to strengthen resilience, the industry can also position itself for more sustainable growth.", "Compared to public equity investment managers, PE/ VC managers typically have more control and influence over their portfolio companies, and greater access to information on their financial and sustainability performance.", "South and Southeast Asia are becoming one of the most important regions for private market investment opportunities.", "Last year, growth in PE/VC investments in India outpaced most major economies, including China.", "India and ASEAN together accounted for almost 30% of the record US$296 billion of private equity investments that poured into the Asia-Pacific region last year.", "South and Southeast Asia are among the most dynamic economic regions in the world.", "Growth in these two regions is driven by favourable demographics, rising affluence, young tech-savvy consumers, and rapid urbanisation.", "ASEAN is likely to benefit from supply chain diversifications and an outward shi of labour-intensive manufacturing from China.", "South and Southeast Asia have booming tech sectors that present opportunities for PE/VC investments.", "The pandemic has accelerated digitalisation in Southeast Asia as retail transactions and communications migrated online to overcome COVID-19 restrictions.", "According to industry estimates, 3 out of 4 persons in ASEAN are now online.", "Higher digital adoption in ASEAN has helped spur a vibrant technology sector.", "There is a burst of entrepreneurial energy in ASEAN and the region is home to many innovative high growth companies.", "The number of unicorns in ASEAN has continued to increase over the last few years.", "ASEAN's early wave of tech giants like Grab, GoTo and Sea have made public exits.", "As other promising start-ups in the region scale up and expand their footprint, they will need to raise capital and seek PE/VC funding.", "Private credit will be a key driver of growth in private markets.", "There are opportunities for private credit to play a larger role in Asian enterprise financing just like its private equity counterpart.", "Private credit is generally structured in the form of floating rate exposures.", "Hence, investors benefit from larger coupons as interest rates rise.", "Asset owners are swapping out part of their fixed income exposure for private credit, supporting demand for this asset class.", "Given that private credit is higher up in the capital structure of a firm than private equity, the former can also offer investors better protection during a downturn.", "Despite the uncertain global outlook and more cautious lending environment, private credit players are well placed to seize lending opportunities in Asia and globally.", "MAS is taking steps to develop Singapore as a full-service private markets hub through the expansion of its Private Markets Programme.", "I am pleased to announce that MAS has expanded the size and scope of its Private Markets Programme (PMP) to invest an additional US$1 billion with top global private credit fund managers.", "Under the PMP, MAS allocates investment mandates to PE and infrastructure fund managers who are committed to establishing or deepening their presence in Singapore.", "As a result of the US$2.2 billion allocated to-date, these managers have committed to grow their assets under management in Singapore.", "Some have designated the Singapore office as the regional HQ, grown their value creation teams here, and collaborated with institutes of higher learning to create training programmes.", "The US$1 billion top-up brings the size of the PMP to US$6 billion.", "Before I conclude, let me add that Singapore's connectivity and ecosystem provides the perfect springboard for PE/VC managers to capture opportunities in Asia.", "Singapore has political and economic stability, well-regulated financial markets, excellent transport and digital connectivity, a skilled talent pool, and extensive trade linkages with ASEAN.", "Singapore has one of the most vibrant PE/VC ecosystems in Asia.", "PE/VC assets under management increased by 42% year-on-year to S$555 billion in 2021.", "Over the last five years, growth in PE/VC investments has averaged nearly 30% per annum.", "As of June this year, there were a total of 428 PE/VC managers in Singapore, up from 336 at the start of 2021.", "Many existing players have expanded their capabilities and investment teams.", "The Asia Pacific region remains the top investment region for this group of managers, with 55% of assets invested within the Asia Pacific.", "Singapore accounted for 46% of the record-high US$20 billion in VC deal value in ASEAN last year .", "To make PE/VC investment opportunities more accessible, we now have private market platforms in Singapore - such as ADDX and CapBridge.", "MAS is working to anchor more such platforms here.", "Investing to deliver sustained long-term returns in an increasingly uncertain world is no easy task.", "I hope today's conference will give you ideas for growth and opportunities to connect with valuable partners.", "Thank you and best of luck.", "Boissay, F, De Fiore, F, and E Kharroubi, \"Hard or So Landing?", "\", BIS Bulletin No., July 2022 BIS Annual Economic Report 2022 Bain & Company Asia-Pacific Private Equity Report 2022 Preqin Territory Guide ASEAN 2022 Preqin Territory Guide ASEAN 2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic downturn", "Inflation", "Geopolitical tensions", "Climate risks", "Private equity", "Venture capital", "Private credit", "South Asia", "Southeast Asia", "Singapore"]}