{"sentences": ["28 Jul 2022 Remarks after the US Fed FOMC Meeting Eddie Yue, Chief Executive, Hong Kong Monetary Authority 1.", "The Federal Open Market Committee of the Federal Reserve (the Fed) announced a rate hike of 75 basis points at the early hours today (Hong Kong time) after its two-day meeting, raising the target range for the federal funds rate to 2.25-2.5%.", "The HKMA has adjusted the Base Rate upward by 75 basis points to 2.75% according to the established mechanism with immediate effect.", "As expected by the market, the Fed announced a rate hike of 75 basis points this time after having done the same in June.", "The Fed has raised the federal funds target range four times by a total of 225 basis points since March.", "The market generally expects that it would not be easy for the Fed to strike a balance in sustaining economic growth and taming the high ination.", "The Fed at the current juncture anticipates that ongoing rate hikes will be appropriate.", "The relevant decisions will be made according to economic data.", "But the Fed has indicated that it would no longer provide explicit forward guidance like in the past.", "Therefore, the pace and magnitude of rate hikes will be uncertain going forward.", "As I emphasised before, Hong Kong's monetary and nancial stability will not be affected by the US entering into its rate-hike cycle.", "The clear fact is that Hong Kong's monetary and nancial markets have continued to remain stable and operate in an orderly manner, and the Linked Exchange Rate System (LERS) remains robust over the years having weathered different interest rate cycles.", "As the US raised interest rates and the Hong Kong dollar and US dollar interest rate differentials widened, market participants naturally saw incentives to conduct carry trades.", "Coupled with subdued local demand for Hong Kong dollars in recent months, the weak-side Convertibility Undertaking has been triggered multiple times since May.", "The HKMA bought Hong Kong dollars and sold US dollars according to the mechanism, and the Aggregate Balance declined accordingly.", "With funds owing out from the Hong Kong dollar system, the interest rate automatic adjustment mechanism will kick in, driving the Hong Kong dollar interbank rates to gradually rise and track the US dollar interbank rates.", "This will help offset the incentives for carry trades and stabilise the Hong Kong dollar within the 7.75-7.85 range.", "This adjustment process is within the design and expectations of the LERS, and there is no need to worry.", "A similar situation occurred during the last US rate-hike cycle in 2015 to 2018.", "In fact, the market has sucient understanding and operational experience of the LERS, and has continued to have strong condence in the system.", "As for interest rates, currently the differentials between Hong Kong dollar and US dollar short-term interbank rates, such as overnight and one-month rates, are wider than those of medium and long-term rates.", "We noticed that over the past few months, overnight and one-month interbank rates have been rising gradually.", "As the US raised interest rates again, this trend is expected to continue or even accelerate.", "Although the speed and magnitude of the Hong Kong dollar interbank rates' catching up with their US dollar counterparts will ultimately be subject to the supply and demand of the Hong Kong dollar funding in the local market, the public should be prepared for the interbank rates going up.", "As regards banks' commercial interest rates, banks will decide on the timing and magnitude of adjusting their saving and lending interest rates having regard to their own funding cost structures and other relevant considerations.", "We noticed that some banks had already raised the interest rate cap of newly approved mortgage loans.", "As the Hong Kong dollar interbank rates continue to rise and gradually track the US dollar interbank rates, banks may also adjust the deposit and lending interest rates, including the best lending rates.", "The public should carefully assess and manage the relevant risks when making property purchase, taking out mortgage or making other borrowing decisions.", "The HKMA will continue to closely monitor market situations with a view to maintaining monetary and nancial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Interest rates", "Hong Kong dollar", "US dollar", "Fed", "Carry trades", "LERS", "Monetary stability", "Financial stability", "Economic growth", "Inflation"]}