{"sentences": ["Speech Review of the Bond Purchase Program Michele Bullock[*] Bloomberg Sydney - 21 September 2022 Thank you for the opportunity to talk with you today.", "I am going to use my time to talk about two issues: the review of our bond purchase program (BPP) during the pandemic; and the Bank's financial statements for 2021/22.", "The two issues are related because, while the bond purchase program was a policy response to extraordinary economic circumstances, it has had big implications for the Bank's balance sheet, profits and capital.", "I will give you the punch lines up front.", "In terms of the BPP, the review concludes that it broadly achieved its aims.", "But one result of the change in the Bank's balance sheet is that the Bank will report a substantial accounting loss in its 2021/22 annual accounts and, as a consequence, negative equity.", "This will not, however, affect the Bank's ability to operate effectively or perform its policy functions.", "And over the next few years the Bank will return to positive earnings and to positive equity.", "The bond purchase program The BPP was introduced in November 2020 as part of the Bank's second package of monetary policy measures in response to the pandemic.", "It was a complement to the yield target, the Term Funding Facility (TFF), forward guidance and the very low overnight cash rate.", "Under the program, the Bank purchased Australian Government Securities (AGS) and semi-government securities (semis) in the secondary market to lower the structure of interest rates at maturities between five and 10 years.", "Unlike the yield target for three-year bonds, the BPP did not target a particular level of yields.", "Instead, it set a quantity of bonds to be purchased over a set time period.", "The initial program involved the purchase of $100 billion of bonds (split 80/20 between AGS and semis) over six months, at a rate of $5 billion a week.", "The program was extended several times: first, a further $100 billion from April to September 2021 at a rate of $5 billion a week; then, from September to November 2021 at a rate of $4 billion a week; and finally, purchases of $4 billion a week until mid-February 2022, at which point the program ceased.", "All up, the BPP resulted in the purchase of $281 billion of Australian, state and territory government bonds.", "Today, the Bank released its internal review of the BPP that was discussed by the Reserve Bank Board at its September meeting.", "It is a fairly long document so I won't go through it in detail - I highly recommend you read it though.", "It discusses the deliberations of the Bank and the Board in establishing and maintaining the program, the effects on the financial markets and economy, and the financial implications for the Bank.", "It concludes with an assessment of the program.", "I will first draw out a few of the key conclusions from the review.", "I will then discuss the financial impact on the Bank's balance sheet in more detail.", "Review of the BPP In assessing the BPP, the review looked at its impact in four key areas: 1. its success in lowering bond yields, funding costs more broadly and the exchange rate 2. its support for economic growth and jobs 3. its implications for market functioning 4. its effect on the public sector balance sheet.", "The first conclusion reached was that the program was successful in lowering bond yields.", "We estimate that it lowered Australian Government bond yields by around 30 basis points and yields on semis by a bit more than this.", "This in turn helped to lower borrowing costs to historical lows and contributed to a lower exchange rate than otherwise.", "This is an important conclusion because the program was intended to have these effects.", "Second, the evidence suggests that the BPP supported economic growth and jobs.", "Given this was a novel tool implemented as part of a package of reinforcing measures, it is very difficult to isolate the specific effect of the BPP on the economy.", "But it is clear that the BPP, along with other policy measures, contributed to a strong recovery in economic activity and a sharp drop in unemployment.", "Further, a key benefit of the package of policy measures was to provide insurance against the serious downside risks the economy was facing during the pandemic.", "Third, we concluded that purchases of bonds by the Bank helped market functioning in times of stress.", "Even as the Bank held a larger share of bonds on issue, there was no negative impact on functioning more generally.", "This outcome was assisted by the features of the BPP - the fairly short announced purchase horizons and the flexibility to adjust the size, composition and timings of auctions in response to market conditions.", "Finally, the review highlighted that the program had an impact on the public sector balance sheet in several ways.", "It will result in a financial cost to the Bank because, as the economy has recovered, interest rates have had to rise.", "As I will discuss later, this will mean that the interest paid on some of our liabilities will for a time be higher than the return we receive on our assets, and as a result the Bank will be making losses.", "But the economic stimulus from the BPP contributed to higher revenues for the government, helping to reduce the budget deficit relative to earlier expectations.", "It also resulted in government debt being issued at a lower fixed cost than otherwise.", "Although the review concluded that the BPP achieved its aims, it did highlight a number of lessons.", "On the positive side, as I mentioned, the BPP was quite flexible.", "It was implemented with relatively short purchase horizons so it could be adjusted dependent upon market conditions and the economic outlook.", "Indeed this flexibility, along with the communication of developments in the program ahead of time, allowed for a relatively smooth exit from the program, particularly as compared with the exit from the yield target.", "On the other hand, just as we concluded in the review of the yield target, if more weight had been given to possible upside scenarios on the economy, the assessment of the relative costs and benefits of the BPP might have been different and led to alternative decisions.", "The review concluded that it would only be appropriate to consider the use of a BPP in the future in extreme circumstances - that is, when the cash rate target has been lowered as far as possible.", "This brings me to the Bank's balance sheet and its 2021/22 financial results.", "The Bank's balance sheet The review of the BPP discusses the losses that the Bank is expected to incur over coming years because the return on its assets will be less than the interest paid on its liabilities - primarily balances in Exchange Settlement accounts.", "But, in about a month's time, the Bank will release its annual accounts in which it will report a large accounting loss and negative equity.", "What I want to do now is to step through the main features of the Bank's balance sheet and the 2021/22 outcomes.", "The Bank's balance sheet is relatively simple.", "On the asset side, the Bank essentially holds domestic bonds (either outright or under repurchase agreements) and foreign exchange reserves.", "Most of the assets were either foreign exchange reserves or domestic securities held under repurchase agreements (repos) as part of the Bank's liquidity management; it held very few domestic bonds outright.", "This changed dramatically during the pandemic when, as discussed earlier, the Bank undertook novel measures to lower interest rates.", "This resulted in the Bank's balance sheet expanding significantly.", "The BPP, combined with other policy responses to the pandemic, resulted in the Bank holding around $356 billion in AGS and semis at the end of June 2022 (Graph 1).", "It also held a further $188 billion in assets associated with the TFF.", "RBA Assets 600 600 0 0 M J S D M J S D M J S D M J S 2019 2020 2021 2022 Bond purchase program bonds Domestic reverse repos Yield target and market function bonds Other domestic bonds Term Funding Facility Gold and foreign exchange The Bank's main liabilities are deposits by financial institutions (ES balances), government deposits and banknotes.", "Prior to the pandemic, banknotes accounted for most of the Bank's liabilities with deposits making up most of the rest (Graph 2).", "RBA Liabilities 600 600 0 0 M J S D M J S D M J S D M J S 2019 2020 2021 2022 ES balances Banknotes on issue Government and other deposits Other liabilities The BPP and the TFF resulted in a significant change in the Bank's liabilities, with ES balances increasing to over $450 billion, easily becoming the biggest component of liabilities.", "The Bank also holds a number of equity reserves on its balance sheet, which I will come back to in a minute.", "The Reserve Bank's earnings come from two sources: underlying earnings (the most important of which is net interest income) less operating costs; and valuation gains or losses on holdings of government bonds and foreign exchange.", "The Bank's net interest income is the difference between the interest it receives on its assets and the rate it pays on its liabilities.", "The Bank earns a market rate of interest on almost all of its assets.", "On the liability side, the Bank ordinarily pays interest on most deposits but importantly it does not pay interest on banknotes outstanding.", "So prior to the expansion in the Bank's balance sheet in 2020, it paid no interest on over half of its liabilities.", "If the average rate earned on its assets is greater than the rate paid on its liabilities, the Bank will have positive net earnings.", "And indeed historically this has been the case.", "Underlying earnings (which subtracts operating costs) has been positive since the Bank was established in 1959 (Graph 3).", "Over the past couple of years, underlying earnings have been particularly strong.", "This reflects interest earnings through the year on the larger portfolio of Australian Government bonds purchased under the various pandemic programs while paying no interest on almost all liabilities (banknotes and, until May 2022, ES balances).", "The other component of the Bank's earnings is valuation gains and losses arising from fluctuations in the value of its assets due to movements in exchange rates or changes in the market yields on securities held outright.", "As the Bank applies fair value accounting in its financial statements, such movements have an immediate impact on earnings.", "Over the past year, valuation losses on the Bank's holdings of domestic bonds due to the rise in bond yields were around $40 billion.", "In addition, because we purchased many of these bonds at a price higher than their face value, the amount of this 'premium' will also be recorded as a loss over the life of the bond.", "Over the past year, this accounts for a further $5 billion valuation loss.", "These valuation losses were partially offset by a net $1 billion valuation gain on the Bank's foreign assets from the depreciation of the Australian dollar over the year (Graph 4).", "RBA Valuation Gains and Losses Year ending 30 June A$ net value Foreign investments Foreign currency Australian dollar securities Per cent of RBA total assets -10 -10 2002 2006 2010 2014 2018 2022 The net impact of these two forces is that the Reserve Bank will announce a significant accounting loss when it releases its financial statements in October (Table 1).", "But first, a bit of background on the Bank's capital and reserves.", "The Reserve Bank holds a number of reserves, the most important ones for the current discussion being the unrealised profits reserve (UPR) and the Reserve Bank Reserve Fund (RBRF).", "Both of these reserves are set out in the Reserve Bank Act 1959.", "There are also a number of accounting reserves but I won't discuss them further because they don't really impact the results (Graph 5).", "RBA Equity 20 20 -40 -40 M J S D M J S D M J S D M J S 2019 2020 2021 2022 Net equity Capital and Reserve Bank Reserve Fund Unrealised profits reserve Accumulated losses Accounting reserves The UPR functions as the name suggests.", "While unrealised valuation gains are reflected in profits, they are not available for distribution.", "Instead, they are placed in a reserve to either absorb any unrealised losses in future or become distributable when profits are realised from a sale or maturity of the underlying asset.", "The RBRF is the Bank's main reserve and historically constituted the bulk of the Bank's capital.", "The framework used by the Reserve Bank Board to determine the target balance of the RBRF had been in place for a number of years.", "Under that framework, capital was assigned to cover market risk arising from the Bank's portfolio of foreign and domestic asset holdings.", "A small amount of capital was also assigned to cover credit risk arising from the very small exposures to commercial banks that are not collateralised.", "The target balance in the RBRF is not a minimum level of capital that needs to be maintained at all times but rather a benchmark for the Board to consider when providing advice to the Treasurer regarding the Bank's capital and dividends.", "The Reserve Bank Act sets out how these reserves are utilised when the Bank makes a profit or a loss: • Unrealised gains are not available for distribution and are transferred to the UPR.", "• Unrealised losses are first absorbed by the UPR.", "In the event unrealised losses exceed the balance of the UPR, they are offset against other sources of income.", "• If after this distributable earnings are positive, the Treasurer determines, after consulting the Reserve Bank Board, any amounts to be transferred from distributable earnings to the RBRF.", "The remainder of distributable earnings is payable as a dividend to the Commonwealth.", "• If, however, the unrealised losses are so severe that they totally deplete all other income, the RBRF is used to absorb the losses.", "The Act is, however, silent on what happens if the RBRF isn't large enough to absorb the remaining losses.", "In 2021/22 the Reserve Bank recorded an accounting loss of $36.7 billion.", "While underlying earnings were $8.2 billion, valuation losses were $44.9 billion.", "Only $0.5 billion could be absorbed by the UPR so there still remained $36.2 billion in losses to distribute.", "The RBRF absorbed $15.4 billion of this before it was exhausted, leaving around $21 billion in losses.", "This will be recorded as accumulated losses on the Bank's balance sheet (Table 2).", "This means that the Bank has negative equity.", "Table 2: Distribution of RBA Accounting Loss in 2021/22 - Accounting loss -36.7 - Unrealised profits reserve -0.5 - Reserve Bank Reserve Fund -15.4 - Transferred to accumulated losses -20.8 - Other reserves 8.4 - Net equity -12.4 If any commercial entity had negative equity, assets would be insufficient to meet liabilities and therefore the company would not be a going concern.", "But central banks are not like commercial entities.", "Unlike a normal business, there are no going concern issues with a central bank in a country like Australia.", "Under the Reserve Bank Act, the government provides a guarantee against the liabilities of the Reserve Bank.", "Furthermore, since it has the ability to create money, the Bank can continue to meet its obligations as they become due and so it is not insolvent.", "The negative equity position will, therefore, not affect the ability of the Reserve Bank to do its job.", "Indeed, a number of central banks in other countries have a similar issue - large bond portfolios that, if markedto-market, will result in substantial accounting losses and, potentially, negative equity.", "But the Reserve Bank of Australia is unusual in using market value accounting without an indemnity from the Government.", "For example, both the Bank of England and the Reserve Bank of New Zealand use market value accounting for securities purchased under their equivalent bond purchase programs but their profits are unaffected by mark-to-market gains or losses because they are offset by a matching entry that reflects the value of their indemnity.", "Despite the fact that the Bank can continue to operate with negative equity, the Board's view is that it is important that the Bank return to positive equity over time.", "The Board has communicated this to the government.", "While it has not sought a capital injection, the Board has indicated to the government that it expects that future profits will be retained by the Bank until the Bank's capital is restored.", "The Treasurer has endorsed this general approach, noting that under the Reserve Bank Act the issue of distributions to the government is considered each year.", "One reason why we expect profits in the future is that the majority of the Bank's domestic bonds are now carried on the balance sheet at a value less than these bonds will be redeemed at on maturity, so that capital gains are expected to be realised as these bonds mature.", "This will add to the Bank's earnings in future periods.", "Furthermore, the Bank is continuing to earn seigniorage on the banknotes it issues.", "Offsetting this, however, is the fact that over the next few years the interest the Bank earns on its domestic bond holdings is likely to be less than the interest it is paying on ES balances.", "Indeed, as monetary policy has been tightened over the past five months, the interest rate paid on ES balances has been rising and we are now in the position where, on average, the interest being earnt on our assets is less than the interest being paid on our liabilities.", "In other words, underlying earnings are negative.", "It is difficult to be precise about how long this situation will last or how big these negative earnings will be.", "The Review of the BPP set out four scenarios to illustrate how the Bank's future earnings may vary with different assumed paths for policy rates.", "We can use these scenarios to get some idea of the potential future path of the Bank's earnings and net equity position.", "The Bank would incur losses for the next few years, as the interest rate on ES balances would be higher than income on the Bank's assets (especially funds lent under the TFF).", "But valuation gains on the Bank's domestic bonds will also boost earnings and within a few years it is expected they will more than offset negative underlying earnings.", "At this point, net equity will begin to improve.", "The other factor that will lead to an improvement in profit and net equity is the reduction in the size of the balance sheet.", "As noted earlier, prior to the pandemic, the more usual situation for the Bank was a much smaller balance sheet in which banknotes (paying no interest) accounted for most liabilities.", "As the Bank's bond portfolio matures, ES balances will run down and we will move back towards a situation with positive income and much less exposure to interest rate risk.", "It is worth noting, however, that the AGS that the Bank holds are actually liabilities issued by the government.", "So, while the Bank will report a large valuation loss in 2021/22, the government's debt issuer - the Australian Office of Financial Management (AOFM) - will report a significant valuation gain.", "For the whole of government, therefore, the Bank's loss on this part of its portfolio will net off against the AOFM's gain.", "The Bond Purchase Program was implemented by the Bank as part of a package of measures designed to provide insurance against very bad economic outcomes as a result of the pandemic.", "The Bank's internal review of the program suggests that it broadly achieved its aims.", "But one outcome of the bond purchases and other policy measures has been that the Bank will report a substantial accounting loss in its 2021/22 annual accounts, resulting in the Bank being in a position of negative equity.", "This will not, however, affect the Bank's ability to operate.", "As the bonds mature and the Bank's balance sheet declines, the Bank will once again return to positive earnings.", "These earnings will result in the Bank returning to positive equity over time.", "Thank you for your attention.", "[*] I am grateful to Paul Kandelas, Max Prakoso and Sam Tomaras for excellent assistance in preparing this speech.", "[2] A reverse repurchase agreement involves the purchase of securities with an undertaking to reverse this transaction at an agreed price on an agreed future date.", "As a reverse repurchase agreement provides the Bank's counterparties with cash for the term of the agreement, the Bank treats it as an asset by recording a cash receivable.", "[3] The financial benefit that the Bank receives from issuing liabilities on which it pays no interest (banknotes) and investing the proceeds in interest-bearing assets (either outright, under repurchase agreement, or via a foreign exchange swap) is known as seigniorage.", "For a discussion on the concept, see Box A in Wakefield M, L Delaney and R Finlay (2019), 'A Cost-benefit Analysis of Polymer Banknotes', RBA Bulletin, December.", "[4] The remuneration rate for ES balances was reduced to 10 basis points below the cash rate target at the November 2020 Board meeting.", "With the cash rate target remaining at 10 basis points until May 2022, interest rate on ES balances was zero for the first 10 months of the 2021/22 financial year.", "[5] These premiums are unwound on a straight-line basis and recorded as unrealised valuation losses each day, and realised upon sale or maturity of the bond [6] For a discussion of the Bank's capital framework, see RBA (2021), 'Earnings, Distribution and Capital', RBA Annual Report.", "[7] For more information on the approach taken by other central banks, see RBA, n 1."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bond Purchase Program", "Balance Sheet", "Financial Impact", "Economic Growth", "Interest Rates", "Market Functioning", "Public Sector Balance Sheet", "Net Equity", "Seigniorage", "Valuation Losses"]}