{"sentences": ["SPEECH The Song Remains the Same John C. Williams, President and Chief Executive Officer Remarks at the New York Fed and Columbia SIPA Monetary Policy Implementation Workshop, New York City As prepared for delivery Good morning, everyone.", "I'd like to give my thanks to Columbia University's School of International and Public Affairs for partnering with the New York Fed once again and for hosting us today.", "It's wonderful to be here and to see so many colleagues who have traveled from near and far to attend this workshop.", "We'll have many important conversations over the next two days.", "To kick us off, I'm going to share some observations on the digital transformation of money and payments.", "I'll also discuss the potential implications for monetary policy implementation and for central banks more broadly.", "Before I begin, I must give the standard Fed disclaimer that the views I express here are my own and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or anyone else in the Federal Reserve System.", "I will get to payments technology in a minute.", "But first allow me to take you back to the year 1877.", "You're amazed at the sound of music coming out of a new invention-the phonograph.", "Fast-forward a century, and you're listening to your favorite band on a cassette tape.", "In the 2000s, you're scrolling through the greatest hits on your iPod.", "And today, perhaps even on your way here, you listened to a streaming service on your phone or watch using voice commands.", "There's been much innovation over the years, and many improvements in terms of convenience and costs, but at the most basic level we are still doing the same thing: enjoying music.", "It's how we're doing it that's changed.", "The same is true with money and payments.", "Both are fundamentally changing through technological transformations.", "As happened with the delivery of music, the pace of technological advancement is accelerating, and it's clearing the way to do things faster or more efficiently.", "On top of that, the development of digital currencies has boomed.", "This includes cryptocurrencies that are not fully backed by other assets.", "It also includes stablecoins that are fully backed by safe and liquid assets, and central bank digital currencies (CBDC).", "Both stablecoins and CBDC that are fully backed by safe assets have the potential to be a new way to hold money and make payments.", "While all of this innovation opens up possibilities to do things differently than the past, it also carries risks.", "Just like listening to music, the \"how\" may change, but the \"what\" will remain the same.", "As we look ahead, it's important to remember that even as the technology changes, the role of the central bank has not.", "It is and will always be to supply money and liquidity to bring stability to the economy and financial system.", "Therefore, it's critical that we understand how these transformations could affect the economy and the financial system, as well as monetary policy implementation and central bank balance sheets.", "In addition, we must think carefully about proper regulation to protect consumers and investors and ensure the stability and safety of the financial system.", "So, what are some of the things that the New York Fed should be thinking about?", "To start, digital transformation could have implications for markets and for our interactions with counterparties, as well as how we carry out monetary policy.", "Like in the example of music, change is already underway.", "Take the Fed's overnight reverse repo (ON RRP) facility, for example .", "The ON RRP facility has broadened the set of our counterparties and diversified the type of instruments on the liability side of our balance sheet.", "This facility has supported the control of short-term interest rates according to the FOMC's policy direction.", "This has had profound effects on the composition of liabilities on our balance sheet.", "Traditionally, the Fed's liabilities have primarily been paper currency and reserves held by banks at the Fed.", "For example, a decade ago, paper currency totaled $1.1 trillion and bank reserves $1.5 trillion.", "But since then, we've seen a dramatic change in the makeup of the liability side of our balance sheet.", "Today, in addition to $2.3 trillion of currency and $3.3 trillion of bank reserves, there are $2 trillion in overnight reverse repos, representing funding from nonbank sources such as money market funds.", "Turning to the future, the big question is what a world of digital currencies like stablecoins and CBDCs would mean for the implementation of monetary policy.", "How will central banks anticipate and adapt to the changing landscape brought on by the possibility of digital currencies?", "There is much more to discuss about these important considerations in a fast-changing world.", "As central bankers, it's critical that we remain focused on carrying out our responsibilities, while keeping pace with the world around us.", "And that's what brings us here today.", "This workshop is an important part of learning and understanding the challenges and opportunities that lie ahead so that we can be prepared for and successful in the future.", "Thank you all for participating in what will surely be thought-provoking and constructive discussions.", "President's Working Group on Financial Markets, the Federal Deposit Insurance Corporation, and the Office of the Comptroller of the Currency, Report on Stablecoins, November 2021.", "Board of Governors of the Federal Reserve System, Overnight Reverse Repurchase Agreement Facility, January 3, 2018."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital transformation", "Monetary policy implementation", "Central bank balance sheet", "Stablecoins", "CBDC", "Digital currencies", "Payments technology", "Financial stability", "Regulation", "Financial system"]}