{"sentences": ["Honourable Chair, Honourable Members of the Committee, Thank you for this public hearing organised in the framework of my nominee for the renovation of the term as the Governor of the Bank of Albania.", "At the beginning of my address, please allow me to highlight that I am very honoured that the Parliament of Albania re-affirmed the confidence to continue to contribute in the field of Albanian economic and financial area management, as a member of the Bank Albania's Supervisory Council.", "In the same spirit, I would like to point out that my nomination for the position as the Governor is motivated by an internal incentive: finalising the thoroughly transformation of the Bank of Albania and turning it in a modern central bank.", "In my vision, the Bank of Albania should converge towards the conjures of a modern central bank, suitable to be part of the European System of Central Banks; able to deal with the challenges lying ahead in the path of the sustainable economic development, for the comprehensive modernisation of the financial system, for the European integration, and in its function as a reliable partner of Albanian public, civil society and academic world.", "Dear ladies and gentlemen, In capacity of the Governor of the Bank of Albania, as well as the Chair of its Supervisory Council for the last seven years, I had the privilege to serve in one of the highest public positions of the country.", "Throughout this period, I have conceptualised and supervised the implementation of a set of important reforms, which have affected the organisation and activity of the institution, and have enhanced the ability and accomplishment level of our legal tasks and our institutional commitments.", "Due to the limited time to provide a complete overview of the institution's achievements, which have been maximally assessed in the annual resolutions of the honoured Parliament, allow me to focus on some of the main directions of my work.", "The main mission of the Bank of Albania is to achieve and maintain price stability.", "This mission is interpreted as an average inflation rate of 3% in both the medium and long term The Bank of Albania, in fulfilling this mission, conducts exclusively and in independently the monetary policy function.", "The monetary policy of the Bank of Albania has performed a notably qualitative leap throughout the previous term.", "In this light, in 2015 we have adopted a clear inflation targeting regime, which represents the golden standard in this field, by: building up the necessary infrastructure of analysis and forecast; improving the operational framework for the monetary policy implementation; strengthening transparency and improving its communication effectiveness to the Parliament, public and various groups of interest.", "This investment is materialised in tangible results, across all the aspects of our activity.", "Notwithstanding the fact that the Albanian economy has suffered various negative shocks, amid more rigid ones, the effects originating from: the global financial crisis; sovereign debt crisis in euro area; and the shocks from both the earthquake and the pandemic; inflation has not displayed any significant deviation from the target, though fluctuating on its down side.", "The average inflation rate at 1.8%, during the reference period, the minimum historical level of both public and private sector financing costs, the upward lending trend in lek, and the stable exchange rate of the national currency, illustrate the monetary stability of Albania.", "These factors have provided a vital contribution in absorbing the shocks consequences, preserving the macro and financial equilibriums, and bolstering the economic recovery.", "The Bank of Albania has carried out a comprehensive and radical transformation in the supervision and banking regulation field.", "During my previous term as the Governor: First, the Bank of Albania has implemented in a coherent and consistent manner the plan on the reduction of non-performing loans.", "The complete revision of the legal and regulatory framework has led to the decline of non-performing loans ratio to 5.4%, from its peak of 25% in 2014.", "In addition, importantly the credit risk has decreased and credit supply has improved.", "This improvement has been reflected in the 10% growth of credit to private sector in the course of the previous year.", "This period coincided with the consequences caused by the pandemic.", "Second, the Bank of Albania has initiated and implemented a plan of measures to increase the use of the national currency, in the financial system.", "This plan of measures aims at strengthening the financial stability of the banking sector and economy and at the better monetary policy pass through.", "It has induced positive effects in terms of reducing the share of loans in foreign currency around the level of 50% and increasing the interest for holding savings in our national currency.", "Third, the Bank of Albania has successfully managed the consolidation process of the banking sector.", "This process, consisting in a huge investment of time and energy, has aimed at not simply reducing the number of commercial banks (from 16 to 12), but - above all - at the introduction of new and motivated actors in the domestic market and increase of competition in this market.", "Albania has benefited a more competitive, efficient and safer banking sector.", "Last, the Bank of Albania has worked for the adoption of the best practices in the banking regulation and supervision field, aiming at the convergence with the euro area standards and focusing on the analyses and address of large risks.", "In reflection of this work, the Bank of Albania is already a member of the supervisory colleges of central banks.", "We have also established and approved a complete and functional framework on resolution of banks, thus being the first amid regional countries.", "These efforts have given their fruits.", "The Albanian banking sector bore a considerable part of the financial bill of the pandemic and provided a continuous financial support to enterprises and households.", "In addition, the banking system carried out its function without jeopardising the main parameters of its financial soundness: the level of liquidity; profitability and capitalisation.", "Nowadays, the public considers our banking system a safe destination to hold their savings; enterprises find a source of funds, services and consultancy, while the economy finds a promoter of development and absorber of shocks.", "In parallel with these main directions, the Bank of Albania has worked and has achieved successful results in other fields as well, among which I find it appropriate to highlight: The payment system, which is already operating within a legal and regulatory framework in full compliance with the EU standards and with a payment infrastructure in an ongoing modernisation process.", "Here, I mention the approval of the new Law on the Payment System, which transposes the relevant directive of the European Union and paves the way for increasing the number of actors and strengthening the market effectiveness.", "Also, in January 2022, the Bank of Albania has started operating the complete infrastructure for the processing and settlement of euro denominated payments within Albania.", "This development will result in lower costs and considerable reduction of the time for the realisation of payments, with a considerable benefit to both the Albanian enterprises and households.", "Successful management of the foreign exchange reserves of Albania, where I would emphasise that the adoption of contemporary methods on evaluating their adequacy and administration, has driven to the increase of this reserves - from EUR 2.2 million in 2014 to almost EUR 5 million in 2021, coupled with the maintaining of its soundness in terms of liquidity and safety.", "In addition, I would like to note here that the pleasant level of our foreign exchange reserve is one of the main indicators supporting the positive risk assessment of the country in international financial markets.", "The European integration process, where the direct responsibility fields of the Bank of Albania are evidenced as the closest contact points with the European Union legislations, or Acquis Communutaire.", "In terms on national currency management, the Bank of Albania has ensured the normal supply of market with cash, even in the presence of considerable operational challenges triggered by the pandemic.", "Also, we have refreshed the entire series of existing banknotes.", "This process was finalised at the beginning of this year with the introduction of the last two denominations.", "In parallel, with the refreshment, in response to both the requirements posed by the time and the economic and financial developments, the series is completed with a new banknote, with a nominal value 10,000 Lekë.", "The entire series of the banknotes has a contemporary design and meets the highest security standards.", "Financial education, a crucial investment for the awareness of the management of personal finances and enhancing the welfare of the society.", "Communication with public, the Bank of Albania is already a more transparent institution and in turns more accessible to the public at large.", "The regular communication of our decisions and views, the organisation and participation in academic conferences, and the rigorous accomplishment in a timely manner of requests for information, are assessed by our international partners.", "In more concrete terms, the National Bank of Austria in the last report, ranked the Bank of Albania first among all the banks of Central, Eastern and South-Eastern countries, for the level and quality of public communication.", "Dear members of the Committee, Notwithstanding the successful results that I listed above, I still do not consider my mission as complete so far.", "Looking forward, I see that the Bank of Albania has a lot to achieve in all aspects.", "Allow me to briefly list the priorities in my agenda for the second term.", "First priority is related to monetary policy and price stability.", "In capacity of the Governor of the Bank of Albania, I have been heedful and I will make sure that the quantity and cost of money in economy enables: the stability of prices; the sustainable economic growth and the improvement of welfare.", "In the medium term, addressing inflationary pressures stemming by the upsurge of prices in international market will be the main challenge.", "In my view, commitment to the legal mandate of price stability is a non-negotiable objective.", "The drafting of a prudential and forward-guidance monetary is required from the successful accomplishment of this term.", "At the same time, in parallel with the primary objective, this policy should factorise the need for supporting the economic rebound and be harmonised with the fiscal consolidation process, in view of the sustained fiscal and financial strengthening of Albania.", "In particular, I am confident that the prudential harmonisation of monetary and fiscal policies yields better economic results, in terms of both growth and stability.", "In a longer-term context, the operational framework of monetary policy should be completed with contingent instruments, like those adopted by large central banks.", "The improvement of legal infrastructure and further development of financial markets is the pre-condition to this objective.", "Nevertheless, the horizon of the next seven years provides for a sufficient timely dimension to meet it.", "The second priority is related to banking supervision and regulation; with a view to further strengthen the financial stability of Albania.", "In this view, the objective of my work will be: The establishment of all premises to bolster sound lending to economy.", "I deem that bank credit supply should not hamper the resilient and long-term growth of the country, but lending should follow all the required parameters of the management, for the preservation of banks soundness and the value of savings deposited din them.", "Full adoption of Basel II and Basel II relevant practices and standards.", "Greater convergence with the EU standards and accomplishment of further certifications by the European Central bank in the supervision field.", "These certifications will reduce costs and increase efficiency of our banking system operation.", "Complete re-scanning of our financial system - in collaboration with the World Bank and the IMF - (financial Sector Assessment Program) - to enable the identification and correction of its weak points in a timely manner.", "I consider that special attention will be paid on: the activity of non-bank financial institutions and convergence of their practices and regulations with those of the banking system.", "This will boost the effectiveness of financial system and fair competition within and among various segments of this fully efficient operation of the supervisory architecture of our financial system, starting from the Financial Stability Advisory Group (FSAG) and continuing with the practices on information share and collaboration amid its regulatory institutions; continuing the work for the reduction of foreign currency use in Albania, aiming at increasing awareness of both public and private actors on the risk it bears, thus by strengthening the response of the Albanian institutions.", "Third priority relates to encouraging formalisation, and increasing both financial education and inclusion.", "The relatively high level of informality in the Albanian economy stems serious negative consequences, through putting in threat competition, increasing uncertainty in commercial and financial relationships, and reducing public revenues.", "In this view, the Bank of Albania will continue to work to strengthen formalisation of the economy.", "In my view, this process should be supported through: the regulatory approach to in-formalised activities; completion of the financial infrastructure which reduces costs on formal activities; and coordinated initiatives with the public sector.", "The Bank of Albania should pay a crucial role in the financial education field, in compiling and implementing the national strategies and promoting the increase of financial literacy in Albania.", "This should be considered vital to the long-term growth of the society's welfare.", "In addition, the Bank of Albania will continue the work to increasing financial inclusion of the population.", "Modernisation of the payment system and the increased level of electronic payment is already a starting point of this process, next the utilizing of this opportunity for providing access to both payment and financial services which in turn affect they economic development of the country.", "Meanwhile, being aware on the role and importance of structural reforms, the Bank of Albania will continue to contribute - through advises and attention on public interest - in their progress.", "I believe that these reforms will boost productivity, unlock growth potential and build on the premises for a rather fair distribution of their results to the society.", "The forth priority is the support to European integration.", "Even though the opening and speed of this process will depend, on a large extent by our European partners, our task as an Albanian authority is to proceed with neither delay nor hesitation.", "In this context, I think that the Bank of Albania should continue to maintain the leading role, in its field of responsibility and competence, related to this process, by providing the good example and its experience to the other authorities.", "Last, allow me to point out that the Bank of Albania has been and will continue to be an open and transparent institution.", "The strengthening and observance of this principle will become the fifth priority of my tasks.", "The Bank of Albania is able and should expand further the range of the economic information it publishes, and increase its presence in the tables where economic issues are discussed.", "Honourable chairman, Honourable members of commission, By presenting and motivating my request for the term renovation as the Governor of the Bank of Albania, allow me to re-affirm, that my 30-year-work in both the public and private sector of financial industry, the experience in executive positions, and results of my work, are a guarantee in fulfilling this duty.", "The reliance of this distinguished committee, will serve as a further motivation in giving my contribution to developing the Bank of Albania."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Banking supervision", "Financial stability", "European integration", "Financial education", "Payment system", "Foreign exchange reserves", "Price stability", "Financial inclusion", "Formalisation"]}