{"sentences": ["The digital euro - an opportunity for Europe Speech at CashCon 2022 07.09.2022 | Leipzig | Burkhard Balz 1 Why do we need a digital euro?", "What could a digital euro deliver?", "When will a decision on the digital euro be made?", "Ladies and gentlemen, Thank you very much for the warm welcome to CashCon 2022.", "You may be wondering why thoughts on the digital euro are the first item on the agenda at a conference about cash.", "Well, if you have already had an opportunity today to take a look around Augustusplatz, which is right on our doorstep, there's something you will have noticed: the old and the new come together to create a unique ensemble.", "The surrounding buildings, all harking back to different eras, not only reflect the eventful history of this square and thus of the city of Leipzig; they also complement each other to form a coherent whole.", "Cash and the digital euro - should it actually be introduced - ought to complement each other as well.", "Both are central bank money, just in different guises.", "According to a survey published in May by the Bank for International Settlements, to which a total of 81 central banks responded, nine out of ten are exploring central bank digital currency ( CBDC (Central Bank Digital Currency)).", "[1] More than one-quarter of the central banks surveyed are in the process of developing a CBDC (Central Bank Digital Currency) or running pilot projects, and over 60% are conducting proofs-of-concept or experiments with CBDC (Central Bank Digital Currency) concepts.", "The Bundesbank, together with the other central banks in the Eurosystem, is also analysing the opportunities and risks that the possible introduction of a digital euro would entail.", "So let me start by talking today about \"why\" a digital euro might be useful.", "Afterwards, I will look at \"what\" it could deliver before finally discussing the future timetable - in other words, \"when\" a decision is expected to be made.", "Why do we need a digital euro?", "So \"why\" is the Eurosystem exploring the topic of the \"digital euro\"?", "The first reason is to do with strategic sovereignty in European payments.", "ECB (European Central Bank) President Christine Lagarde summed this objective up neatly, saying: \"In a more digital economy, we also need to ensure the strength and autonomy of European payment systems.\"", "[2] This is because European payment service providers have so far not developed any simple, SEPA (Single Euro Payments Area)-wide solution for retail outlets, e-commerce or small, straightforward person-to-person payments.", "Instead, users often have to use international card systems and applications offered by bigtech firms.", "These firms leverage the reach of their platforms and often set their own rules and standards, making them able to restrict third-party use and access rights.", "This puts competition and efficiency in the world of payments at risk.", "For example, the European Commission has already noted that US (United States) technology company Apple was having an exclusionary effect on competition and restricting innovation by reserving access to NFC (Near Field Communication) [3] to contactless payments using Apple Pay.", "Germany was ahead of the field in this regard, having already adopted legislation on this issue at the national level back in 2019.", "However, to be a position to act not just after the fact but also pre-emptively, European legislators have now developed the Digital Markets Act.", "[4] Its aim is to clamp down on gatekeepers, enable more competition again and safeguard data protection and consumer protection.", "This has thus sent out an important signal internationally, too.", "The second reason why a digital euro might make sense is that people are paying less often with cash.", "This trend has also been observed in Germany for some time now, as confirmed by the Bundesbank's latest study on payment behaviour in July 2022.", "While 36% of amounts transacted at retail outlets are settled using coins and banknotes, in 2017 the share of daily expenditures accounted for by cash was still almost half.", "[5] In addition, there is a growing volume of sales in the e-commerce market, which is expanding to encompass more and more areas.", "The aforementioned payment behaviour study shows that online purchases as a percentage of recorded turnover quadrupled between 2017 and 2021.", "Shoppers now spend almost every fourth euro on the internet, an arena in which cash does not usually work.", "The digital euro would give the public access to secure central bank money, even in the digital age.", "This brings me to the third reason: a digital euro could support digital processes on a large scale.", "This would potentially make automated payments based on smart contracts an option in the future, and machine payments on the internet of things would also then be conceivable.", "In principle, private crypto tokens such as Bitcoin or Ether could also be used for this purpose.", "However, their strong fluctuations in value prevent them from being used as a payment instrument.", "Many private crypto tokens had a massive amount wiped off their value in recent months.", "While, at their peak in November 2021, their global market cap stood at almost €3 trillion, it was down to just one-third of this total latterly.", "[6] This is a powerful demonstration of the fact that crypto tokens are primarily a speculative investment instrument and not a means of payment.", "Could stablecoins, which are also based on distributed ledger technology, be an alternative?", "Their issuers promise to keep their value stable by pegging them to an official currency.", "Of course, whether or not they can actually deliver on this promise is something that needs to be carefully examined on a case-bycase basis.", "If it cannot be proved beyond doubt that they have the necessary reserves, they could certainly also be subject to exchange rate fluctuations.", "Indeed, the events surrounding the Terra stablecoin have clearly highlighted in recent months that tokens of this kind, too, can plummet in value and lead to substantial losses for investors.", "By contrast, a digital currency issued by the central bank could serve as a payment instrument, unit of account and store of value even in cyber space, thereby fulfilling all functions of money.", "This is because CBDC (Central Bank Digital Currency) would be as stable in value as other forms of central bank money, i.e.", "(that is) cash and commercial banks' balances with the central bank.", "Some countries, such as Nigeria and the Bahamas, have already brought CBDC (Central Bank Digital Currency) into circulation.", "In China, the e-yuan is undergoing wide-scale practical testing.", "We need to continue to keep an eye on these developments.", "For example, the e-yuan - similar to Alipay today - could be used by Chinese tourists at popular destinations in Europe.", "And then there is China's major role in world trade.", "Building on this, the e-yuan could become more important in international trade and payments and strengthen the currency's position against the euro.", "Ultimately, it is also a question of setting standards and potentially of establishing multilateral platforms that can also be used by other countries for their CBDC (Central Bank Digital Currency).", "We need to be prepared to introduce the digital euro as soon as it appears sensible and necessary.", "The ECB (European Central Bank) and the national central banks in the Eurosystem, as potential issuers, enjoy a high level of confidence among enterprises and the public.", "This is a foundation that can be built on.", "A digital euro would safeguard the \"anchor function\" of government money in our two-tier monetary system in the digital age as well.", "This way, the ECB (European Central Bank) and the national central banks in the Eurosystem would be able to carry on ensuring that payments are safe and efficient.", "Last but not least, a digital euro also fits in well with other digitalisation efforts by European legislators.", "The digital identity wallet planned as part of the revised eIDAS Regulation could be given an additional boost if a digital euro could also be held in such a \"government\" wallet.", "This brings us to the question of \"what\" a digital euro could deliver.", "What could a digital euro deliver?", "In principle, a digital euro could combine efficient and secure payments with a pan-European reach.", "The following advantages are conceivable: It would be a useful complement to cash, as people would also have access to central bank money in the digital sphere that would be secure, cost-effective and stable in value.", "The digital euro could offer all groups in society quick and convenient access to a digital means of payment.", "This is where private payment service providers, with their customer expertise and experience, come in to design suitable solutions.", "Less digitally savvy people could potentially pay with a digital euro on a payment card even without an internet connection, i.e.", "At the same time, the issuance of a digital euro would not be driven by business interests.", "The data generated by payments would not be used commercially by central banks.", "More than 340 million people would be able to use CBDC (Central Bank Digital Currency) to pay anywhere in the Single Euro Payments Area (SEPA (Single Euro Payments Area)), across borders and independently of international providers.", "In order for the digital euro to be a success, it must serve the needs of users.", "To learn more about these, the Eurosystem asked various groups in society and smaller merchants what they would expect from such a means of payment.", "Payers said they want a solution that can be counted on to work in as many situations as possible and is accepted across all the SEPA (Single Euro Payments Area) countries - and beyond, if possible.", "It should be technically simple, free of charge and secure.", "And it should protect privacy.", "For merchants, the key driver for integration of a new payment solution is customer demand.", "Cost is another major factor for them, though they also value speed, integration with their existing systems, reliability, and safety and security.", "[7] Of course, we also have to take into account the needs of industry and payment service providers with respect to the design of a digital euro.", "At the same time, effective prevention of money laundering and terrorist financing is crucial.", "Decisions have to be made on all these aspects.", "This will happen in the coming weeks and months.", "When will a decision on the digital euro be made?", "In July 2021, the ECB (European Central Bank) Governing Council agreed to set up a formal project on the digital euro.", "As a member of the associated High-Level Task Force, I am closely involved in this project.", "Since October 2021, Eurosystem experts have been working in an investigation phase to address specific issues concerning the potential design of a digital euro, where they have been exploring various areas of application and use cases.", "They are analysing potential functionalities, conceivable technical infrastructure, as well as effects on the market and the role of intermediaries.", "And the idea is to design a digital euro in such a way that potential risks remain manageable.", "For example, a digital euro could lead to outflows of deposits from the banking sector and encourage short-term shifts during times of financial stress.", "This is why the specific design is so important: We are thinking of ways of setting limits for use and/or of a graduated interest rate that makes a digital euro unattractive for storing value.", "In addition, Eurosystem experts, together with the European Commission, are discussing the legal bases necessary for a possible introduction.", "Mechanisms are also being developed to ensure high cyber security standards and operational resilience.", "Then, at the end of 2023, the Eurosystem will decide whether to enter the realisation phase, which could take three years.", "This phase will comprise the development and testing of the technical solutions and frameworks needed for the issuance of a digital euro.", "Regardless of the decisions that are made, one thing is clear: the Eurosystem will continue to offer cash in the future.", "The digital euro will complement cash, not replace it.", "Together, we need to leverage the potential offered by digitalisation to strengthen European sovereignty in the world of payments.", "It is also important to deliver the groundwork for payment solutions that can be used by all groups in society.", "In my view, banks and other payment service providers will remain indispensable at the customer-facing point of service.", "Two-time Nobel Prize winner Marie Curie once said: \"I was taught that the way of progress was neither swift nor easy.\"", "This is also true in the area of payments.", "Nevertheless, we, as the Bundesbank, are continuing to forge ahead together with the central banks in the Eurosystem - very much in keeping with our task of ensuring efficient and secure payments.", "~5a30d9013b.en.html [~5a30d9013b.en.html] 3. ; NFC (Near Field Communication) = near-field communication -releases/2022/07/18/dma-council-gives-finalapproval-to-new-rules-for-fair-competition-online/ [-releases/2022/07/18/dma-council-gives-finalapproval-to-new-rules-for-fair-competition-online/] 5.", "Study by Kantar on behalf of the ECB (European Central Bank), Study on New Digital Payment Methods, March 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Euro", "Central Bank Digital Currency", "European Payments", "Payment Security", "Financial Sovereignty", "Digitalisation", "Cyber Security", "Payment Innovation", "Cashless Society", "Financial Inclusion"]}