{"sentences": ["01.06.2022 Parliamentary testimony: presentation of the Banco de España Annual Report 2021* Economic Affairs and Digital Transformation Committee Pablo Hernández de Cos *iEnglish translation to the original in Spanish Mr Chairman, ladies and gentlemen: I appear before this Committee to present the Annual Report 2021 of the Banco de España.", "The report offers an analysis of recent developments in the Spanish economy within the global setting, as well as how it is likely to perform in the future and the challenges it faces.", "I should like to begin by describing how the Spanish economy performed and the role played by economic policy in 2021.", "Next, I shall present the economic outlook following the new shock triggered by the Russian invasion of Ukraine, before going on to describe the key aspects of the sharp rise in inflation and outlining my thoughts about the role that economic policy must play to meet the short-term challenges.", "I shall then discuss the main mediumterm challenges and the recommendations that, in the Banco de España's view, it would be desirable to implement, to tackle them.", "Lastly, I shall address the situation of the banking system, by summarising the main messages from our latest Financial Stability Report, published in April.", "Performance of the Spanish economy in 2021 The recovery in activity that started in the summer of 2020 continued at the global level during 2021.", "The headway made in the vaccination process allowed for a gradual easing of social distancing measures and for a recovery in demand, underpinned by the powerful economic policy response.", "However, the recovery was partially hampered by three factors.", "The first of these factors was the various waves of the pandemic, although the ensuing disruptions to economic activity became progressively less severe.", "Conversely, the other two - namely the sharp rises in the prices of certain goods and the global supply chain disruptions (bottlenecks) - have gradually become increasingly important constraining factors.", "These have proven more persistent and severe than expected and have become even more acute following the outbreak of war in Ukraine and the measures adopted in China to counter the latest outbreak of the pandemic.", "Although these three factors are global in nature, their impact has been very asymmetrical across countries, given the differences in productive systems, access to vaccines, economic policy response and degree of energy dependence.", "As a result, the recovery was particularly strong in the United States, where activity in 2021 H1 already exceeded its pre-pandemic levels.", "This higher buoyancy also led to inflationary pressures emerging sooner and more forcefully.", "By contrast, the euro area did not return to its pre-pandemic level of activity until late 2021.", "In 2022 Q1, GDP in the United States and the euro area stood 2.8 and 0.5 percentage points (pp), respectively, above their 2019 Q4 levels.", "According to the earliest leading preliminary data available for the euro area, corresponding to May, inflation has risen once again, to 8.1%.", "Although the Spanish economy saw a gradual recovery over 2021, which extended to early 2022, this recovery is still incomplete and uneven by sector.", "In early 2021, the primary conditioning factor was the epidemiological developments, as they required maintaining measures to contain the disease.", "The swift headway made in the vaccination campaign allowed a more buoyant phase to begin in Q2, but this was tempered from mid-2021 by the bottlenecks and higher energy prices, which were compounded towards the end of the year by the spread of the Omicron variant.", "In the opening weeks of 2022, with this wave of the pandemic subsiding and the first timid signs of relief in the bottlenecks, it appeared that the path to recovery was beginning to clear once and for all.", "However, the Russian invasion of Ukraine in late February has provided a further negative shock, which I shall refer to later in detail.", "During this period there was an intense shift in the strength of activity, with the hospitality and leisure sectors becoming more dynamic as headway was made in vaccination.", "At the same time, disruptions in maritime transport, difficulties in the supply of certain inputs and higher input prices affected the recovery in the primary, industrial (particularly in the case of transport) and construction sectors from mid-2021.", "By demand component, consumption recovered significantly, but not enough to return to pre-pandemic levels.", "It therefore appears that households - particularly higher income ones - still have a high volume of saving built up since the start of the pandemic.", "Turning to housing, building permits reached levels similar to those seen prior to COVID-19.", "However, the drastic fall-off in housing starts in 2020 Q2 and Q3 has continued to weigh down on construction completion volumes in 2021 and 2022.", "For their part, house sales and purchases surged.", "Private productive investment grew by 8.8%, driven by the intensification of digitalisation and by firms having to adapt to the pandemic containment measures.", "To date, the boost from the Next Generation EU (NGEU) programme has been modest.", "Net external demand contributed nearly 0.5 pp to GDP growth in 2021.", "By component, at end-2021 trade in goods stood at levels only slightly higher than a year earlier, due to the impact of bottlenecks.", "By contrast, exports of tourism services recovered vigorously.", "It is worth highlighting that the total number of exporters3 exceeded pre-pandemic levels by 5.5%.", "However, in 2021 the stable export base (firms that have been exporting for at least four consecutive years) was still 1.4% down on two years earlier.", "Overall, lending capacity recovered, to 1.9% of GDP in 2021, although the net debtor position vis-à-vis the rest of the world remains high (70% of GDP at end-2021).", "As regards the labour market, the recovery in employment was particularly vigorous.", "Thus, in March 2022 effective social security registrations stood 2.1% above their pre-pandemic level, albeit with notable cross-sector differences.", "In the public sector, employment was around 10 pp higher than the pre-pandemic level, while in the private sector the difference stands at approximately 1.5 pp.", "Nevertheless, total hours worked performed somewhat less favourably, leading to a 4 pp gap at end-2021, although this gap narrowed significantly in 2022 Q1, to 0.5 pp.", "One discernible characteristic since the crisis began has been employment, measured in numbers of persons, performing markedly better than GDP.", "Various explanations for this have been offered, none of which are easily verifiable.", "These include the pandemic restrictions (e.g.", "limitations on capacity) forcing firms to maintain a higher volume of employment for a given level of activity; the public sector's greater hiring needs to deal with the fallout from the health crisis; and employees returning from furlough in droves given the expectations of a recovery in activity that subsequently did not fully materialise.", "Following the initial decline when the pandemic broke out, a recovery in labour supply has been observed recently, although the migratory flows of foreign nationals are recovering considerably more slowly.", "The unemployment rate remains at similar levels to those of the pre-pandemic period, as does the participation rate.", "Turning to inflation, the rate of change in the harmonised index of consumer prices (HICP) went from -0.6% in December 2020 to 9.8% in March 2022, its highest value since 1985.7 It then eased somewhat, to stand at 8.3% in April, owing to a slight slowdown in the energy component (which had risen by 60% in March), and subsequently rebounded to 8.5% in May, according to the leading indicator.", "Indeed, nearly two-thirds of the total increase in the HIPC since the start of 2021 is attributable to higher energy prices.", "These, in turn, stem from the sharp increase in hydrocarbon and electricity prices on international markets, but also from a significantly stronger impact on retail electricity prices in Spain than in other European countries.", "However, the growth rate of food, services and non-energy industrial goods prices has also risen significantly.", "As a result, the underlying inflation indicator, which excludes energy and food, rebounded to 3.4% in April.", "Overall, in 2022 Q1 GDP in Spain was 3.4 pp below the pre-pandemic level, while in the euro area it stood 0.5 pp above its pre-crisis mark.", "These differences are smaller in the case In particular, some services, such as hospitality and recreation and leisure, are still a long way off recovering their February 2020 employment levels.", "Conversely, employment is clearly above pre-crisis levels in information and communication activities and in nonmarket sectors.", "In terms of data from the Spanish Labour Force Survey (EPA, by the Spanish acronym), public sector employment was 6.6 pp higher than its pre-crisis level, whereas private employment was 0.6 pp below.", "The apparent discrepancy between the behaviour of activity and that of employment was particularly marked in some sectors.", "In agriculture, industry and construction, effective social security registrations exceeded the pre-crisis level by 0.7 pp on average in 2022 Q1, while their overall GVA remained 6 pp below that level.", "The divergence was particularly notable in construction: in 2022 Q1 employment in this sector was 3.8 pp above its pre-crisis level, but GVA remained 12.9 pp below that mark.", "In fact, the HICP series dates back to 1997.", "Consequently, for the period prior to that the comparison is made with respect to the consumer price index.", "For its part, year-on-year growth in the prices of services and non-energy processed goods, which include processed food, stood at 4.3% in May.", "Among the factors behind this worse relative performance of the Spanish economy is its specialisation in tourism.", "This sector has been among the hardest hit by the pandemic and, moreover, the recovery in inbound tourism has been slower in Spain.", "Indeed, the gap with the euro area has tended to narrow in the most recent period, given the improvement in activity in hospitality and leisure.", "However, there was still a significant gap in trade, transportation and hospitality; construction; and professional and administrative activities; as well as in industry, in part due to the importance of the automotive industry.", "Conversely, in the sectors that have led the recovery, such as financial activities and public administration, GVA has outstripped its pre-pandemic level in Spain more than in the euro area.", "From the standpoint of demand components, the difference visà-vis the rest of the euro area reflects the lower buoyancy of services exports,11 residential investment12 and private consumption.", "The role of economic policy in the pandemic crisis Economic policies worldwide have played a key role to mitigate the impact of the health crisis on the income and financial position of households, firms and financial institutions.", "The monetary, fiscal and prudential authorities have also taken complementary measures, adapting them flexibly to the health situation and the economic effects of the pandemic.", "Also, in Europe, the expansionary stance of national policies has been supplemented by supranational policies, notably the NGEU programme.", "Overall, these policies will not only have headed off the materialisation of highly disruptive macro-financial scenarios in the short term, but will also have limited the lasting damage this crisis might entail for the growth potential of economies in the medium and long term.", "In particular, the European Central Bank's (ECB) forceful monetary policy response has helped the different agents in the euro area enjoy favourable financing conditions to absorb such a severe shock.", "This has been particularly important in countries such as Spain, with high government debt and budget deficit levels at the outset, which would otherwise have had less room for manoeuvre to deploy equally forceful fiscal policies.", "The flexible use of purchases under the ECB's Pandemic Emergency Purchase Programme (PEPP) has been particularly important for preventing financial fragmentation problems in the euro area.", "National policies were structured through various instruments.", "Particularly notable among these in Spain are the greater flexibility in furlough schemes (ERTE, by the Spanish acronym), the Official Credit Institute (ICO) guarantee facilities and direct assistance to firms.", "Broadly speaking, these measures protected household income, employment relationships and non-financial corporations' access to financing.", "Thus, the recovery of pre-pandemic employment levels suggests that furlough schemes have been effective in promoting the return to work.", "For example, we can conclude from the more detailed analyses in the Annual Report that furloughed workers have had a greater probability of returning to work than unemployed workers, although this difference decreases as the time on furlough lengthens.", "The ICO guarantee facilities15 met their goals effectively, insofar as they were able to cover around 30% of the non-financial corporations sector's liquidity needs.", "This percentage is higher in the case of firms in the sectors hardest hit by the crisis (39%) and, especially, among small and medium-sized enterprises (SMEs) (70%).", "However, firms with no bank debt before the pandemic only covered 18% of their liquidity needs through bank loans.", "The guarantee facilities also appear to have fostered the supply of credit to SMEs and firms in the sectors hardest hit by the crisis, particularly from financial institutions with lower capital ratios.", "As regards the solvency support measures for firms, according to Banco de España estimates, the funding approved could cover all the capital shortfalls of firms generated in 2020 as a result of the crisis.", "Nevertheless, the use of such funding so far is estimated to have contributed to reducing only a part of the SME solvency problems that arose as a result of the pandemic.", "This could owe to the fund allocation criteria not including any requirement relating to firms' financial position, among other reasons.", "On the whole, the evidence available suggests that the public policy response has helped reduce the long-term consequences of the pandemic-induced crisis.", "Specifically, the measures implemented have managed to preserve most of the pre-pandemic employment and avoided an increase in the rate of firm closure.", "In particular, our latest Financial Stability Report highlights that, in the case of non-financial corporations, although the recovery in sales and the more moderate debt growth in 2021 have prompted an improvement in businesses' financial situation, on average this continues to be more vulnerable than before the pandemic.", "For example, the average debt and debt burden ratios began to fall in 2021, and the percentage of firms with high debt decreased across the board, standing close to pre-pandemic levels in the moderately affected and largely unaffected sectors.", "In the severely affected sectors, however, it remained 7 pp higher than in 2019.", "In the case of households, the favourable course of the labour market and household income in 2021 is also helping them to recover their economic and financial situation.", "Between the onset of the health crisis and end-2021, households' aggregate net wealth rose by 9.8%, driven by the revaluation of financial assets and, above all, of real estate assets, in addition to the relative stability in debt.", "Overall, there has been a broadbased decline in the bank debt-to-total asset ratio - particularly in the bottom net wealth deciles - to below its pre-crisis level.", "Nevertheless, in the first net wealth decile, debt continues to far exceed the value of assets (by around 50%), signalling this group's financial vulnerability.", "In any event, it ought to be borne in mind that the budgetary cost of the crisis has also been very high.", "Meanwhile, the budget deficit fell from 10.3% to 6.9% of GDP in 2021, yet it remains over 3 pp of GDP above its pre-crisis level.", "The outlook for the Spanish economy: the impact of the war in Ukraine The outbreak of war has prompted a worsening of growth prospects in the short term and stronger inflationary pressures.", "There are various transmission channels for this new shock.", "First, Russia and, to a lesser degree, Ukraine are major producers of certain energy and non-energy commodities.", "The outbreak of the war has given rise to a significant increase in many of their prices.", "A second channel derives from the direct trade exposure to these countries, in addition to the indirect exposure via a fall in demand from other, more exposed countries.", "Additionally, there is the possibility of the global production chain disruptions being compounded, particularly amid the sanctions imposed on Russia.", "A third channel is through the negative effects on uncertainty and confidence.", "A fourth channel is the financial implications, insofar as escalating inflationary pressures result in a tightening of the monetary policy stance.", "Based on the analysis of these channels, the direct effects of the war on Spanish foreign trade are expected to be moderate, as its bilateral trade flows with Russia are relatively limited.", "Nevertheless, the indirect effects may be significant.", "Spain's share of energy products imported from Russia is admittedly relatively small (6% of the total in 2019) and lower than that of countries such as Germany and Italy (17% and 22%, respectively).", "However, its high dependence on external energy sources and the impact of the war on energy prices on the international markets have already triggered a major negative shock to our international purchasing power.", "Given the crucial role of these commodities in production processes and the limited capacity in the short term to substitute these energy inputs from Russia, a hypothetical interruption of the supply of energy products from Russia to Europe would have a significant impact on activity and inflation in the euro area.", "That impact would be more pronounced in the economies that are more dependent on Russian gas, with the consequent indirect effects on the Spanish economy.", "The war has also adversely affected uncertainty, as shown by the fact that the decline in household confidence in March, after the conflict broke out, was the largest in the time series.", "Consequently, a delay in the gradual recovery that was under way in the Spanish economy should be expected.", "Thus, the Banco de España's latest macroeconomic projections described a scenario of weaker momentum in activity and greater inflationary pressure than in the previous December 2021 projections.", "In the area of prices, the April projections pointed to an average rate of change of 7.5% in the HICP in 2022.", "It should be stressed that this sharp slowdown is based on two assumptions.", "The first is that there will be a slowdown in the growth of energy prices, in line with those on the futures markets.", "The second is that a moderate wage growth response and a squeezing of trade margins will prevent the emergence of the price-wage feedback loop.", "The economic outlook is, in any event, subject to a very high level of uncertainty.", "In fact, the information that has become available since these projections were published would, in the absence of further shocks, point to a new downward revision to GDP growth in 2022, due to developments in Q1 being more unfavourable than expected.", "As regards inflation, the new data suggest higher growth in the non-energy component, along with strong growth in the energy component, albeit somewhat more modest than expected in April.", "Moreover, in the coming months the Iberian mechanism to cap the price of gas and lower that of electricity which was recently approved in Spain and Portugal, in agreement with the European Commission, will foreseeably exert downward pressure on energy prices in Spain.", "In any event, in the absence of any new shocks or an escalation of the war in Ukraine, such a revision of the April 2022 projections would still be consistent with the Spanish economy holding on a gradual recovery path - one that could see it reach pre-pandemic GDP levels in the final stretch of 2023 - and with inflation rates remaining high in the coming months and subsequently moderating gradually.", "The rise in inflation As I mentioned earlier, the rate of inflation rose significantly in 2021 worldwide and accelerated further in early 2022.", "Moreover, this surge is proving to be more persistent than initially expected.", "The underlying causes of this increase include, first, the rapid recovery in demand following the removal of the restrictions to contain the pandemic in an environment characterised by continued production constraints.", "Second, commodity prices, particularly those of energy commodities, have risen sharply on international markets.", "Energy prices have been affected by a decrease in the supply of gas for geopolitical reasons and a lack of infrastructure maintenance during confinement.", "The gradual reduction of investment in fossil fuel extraction as a result of green policies in recent years has also affected energy prices.", "These strains have increased drastically in 2022 with the invasion of Ukraine by Russia and have spread to food.", "Third, the recovery of supply has also been delayed by the emergence of bottlenecks.", "The speed with which demand has recovered, and higher goods consumption as a result of the pandemic, have put excessive strains on global production chains, which were still affected in 2021 by the pandemic restrictions.", "This has led to input supply problems in industries such as semi-conductors, plastics, wood and industrial metals, which have been compounded by serious disruptions in goods transport.", "In any event, despite the importance of global factors, the impact of the current inflationary episode on the main world economies has been uneven.", "The variation in the extent of the rise in inflation reflects various idiosyncratic factors that differ in nature, such as the differing speed of the recovery in demand in each region.", "It also reflects other factors related to the composition of the consumption basket, productive specialisation, positioning in global and regional production chains, labour market slack, the anchoring of expectations and exchange rate fluctuations.", "Indeed, demand has been particularly vigorous in the United States, which has resulted in more intense and earlier underlying inflationary pressures there.", "At the end of 2021 private consumption stood more than 4% above its end-2019 level, with a very significant contribution to this rise coming from consumer durables.", "In the euro area, meanwhile, it stood around 3% lower.", "PMI suppliers' delivery times show that supply bottlenecks are having a greater impact in Europe and the United States.", "Germany has been the most vulnerable euro area country, given that: (i) it is more integrated into, and occupies a central position in, value chains; (ii) manufacturing - particularly the automotive industry - accounts for a high share of its economy; and (iii) its productive processes are heavily reliant on imports of commodities and inputs.", "In this regard, since summer 2021 more than 50% of German industrial firms have reported the shortage of material and/or equipment as a factor limiting production, as compared with 25% in Spain.", "Higher energy prices are having a more acute impact on inflation in the advanced economies and, especially, in the euro area.", "The greater contribution of the energy component to euro area inflation is largely a result of this component accounting for a higher relative share of the consumption basket in the euro area (10.9% of the total versus, for example, 7% in the United States).", "Moreover, the euro area's high dependence on external energy sources has been compounded by the depreciation of the euro in 2021 and the outbreak of the war in Ukraine, which has also driven up the cost of the energy component of consumption.", "The contribution of energy to the rise in inflation in the euro area is particularly important in Spain and, to a lesser degree, Italy, given the larger contribution of the electricity component.", "First of all, this is because, in Spain, energy, and electricity in particular, account for a larger share of the consumption basket.", "While Spanish households devote 11.7% of their budget to energy, the euro area average is 10.9%.", "Regulatory and pricesetting mechanisms are another factor responsible for the notable unevenness across euro area countries in the pass-through to retail prices of the higher wholesale electricity price.", "For instance, in Spain around 40% of households opt for a dynamic pricing system, characterised by the high frequency of price revision, which explains the higher volatility of the electricity component of inflation and, thus, the faster and stronger pass-through.", "The rising inflation is also having an uneven impact on households and firms.", "In particular, in recent months, lower-income households have experienced higher inflation because staple goods, whose prices have shown a greater relative increase in recent times, account for a larger share of these households' spending.", "Consumer price inflation dynamics have gradually spread across the board since the summer of 2021.", "Thus, underlying inflation has risen rapidly, exceeding 4% in mid-2021 in the United States and 2% since end-2021 in the euro area.", "The underlying inflation rate has continued to increase and in April reached a level of 3.5% in the euro area (the highest in the history of the monetary union) and 3.4% in Spain (the highest since 2003).", "Additionally, according to the preliminary estimates available, underlying inflation in the euro area climbed to 3.8% in May.", "As a result, the expenditure items in households' consumption basket with very high inflation have increased significantly.", "In February, more than 30% of the expenditure items in households' usual consumption basket experienced inflation above 4% both in Spain and in the euro area.", "The proportion of consumption basket components with inflation rates above 2% has increased significantly, from 30% in June 2021 to 80% in April.", "Meanwhile, the percentage of items with a year-on-year price decrease is at a 15-year low.", "Looking ahead, the available projections indicate that inflation in the euro area will remain high in the coming months, moderating gradually thereafter to levels compatible with the ECB's medium-term inflation target of 2%.", "In any event, these forecasts are subject to considerable uncertainty.", "In particular, these projections assume a slight reduction in energy commodity prices, in line with futures on international markets, and a gradual easing of bottlenecks in the coming months.", "However, the dynamics of these variables in the coming quarters will crucially depend on the scale and persistence of the disruptions caused by the war in Ukraine, the extensive trade sanctions imposed by Western countries on Russia and the retaliatory measures taken by the latter.", "More generally, price developments will also depend on the effect of the war on economic growth which, if greater than currently anticipated, could eventually reduce inflationary pressures over the medium term.", "However, other factors may also significantly determine the persistence of the current inflationary episode.", "Particularly prominent among them are the indirect and second-round effects on inflation that may stem from the latest price increases.", "Indirect effects occur when, in an attempt to maintain profit margins, firms pass higher energy costs through to the price of their products.", "To a certain extent, the spreading of inflationary pressures beyond the energy component is already a reflection of this effect.", "Profit margin indicators point to a recovery in the euro area in 2021, after the sharp fall in 2020.", "Margins in Spain appear to have been less buoyant and, according to several (still partial) sources, even declined in the last stretch of 2021 and the first quarter of 2022.", "Second-round effects arise when, in an attempt to preserve their purchasing power, workers demand wage increases in line with inflation, driving up labour costs and putting additional pressures on final prices.", "On the latest evidence, significant second-round and indirect effects are not yet materialising in the euro area.", "Indeed, the latest data on wage settlements point to employees bearing a considerable loss of purchasing power in recent quarters.", "The limited pass-through of prices to wages could partly be the result of the relatively scant prevalence of indexation clauses, after a long period of low and stable inflation.", "The percentage of euro area private sector workers covered by this type of clauses in 2021 was the lowest in recent decades.", "However, if inflationary pressures persist, they are more likely to spill over into wage negotiations and profit margins, thereby generating second-round and indirect effects on inflation.", "In this respect, during 2021 H2, the percentage of collective bargaining agreements signed in Spain with wage increases above 3% rose significantly.", "Also, in early 2022, a greater prevalence of indexation clauses - which update minimum wage rates if past inflation exceeds a certain level - was observed in sectoral collective agreements.", "In a similar vein, several surveys suggest that in the coming months business owners could pass on to their customers a portion of the higher prices that they have already borne on many of their inputs in recent quarters.", "These recent developments will require close monitoring in the coming quarters.", "Furthermore, these second-round effects would be more likely were the medium and longterm inflation expectations to become de-anchored.", "Since mid-2021, market and opinion indicators for long-term inflation expectations have risen, leaving behind the low levels of the past two years and reaching rates close to, but slightly above, the 2% target.", "In the United States, the professional forecasters surveyed by the Federal Reserve Bank of Philadelphia have recently revised upwards their future inflation expectations more substantially and expect inflation to stand at around 3% on average in five years' time.", "In addition, some relatively structural issues have been cited more recently that could have an impact on future price dynamics.", "In the past, it has been argued that some transformations, such as globalisation, digitalisation and population ageing, may have contributed to the low-inflation environment during the pre-pandemic period.", "However, the pandemic and the war could disrupt the globalisation that the world economy has experienced in recent decades, which, together with the need to implement measures to fight climate change, could be consistent with higher inflation rates in the future.", "Economic policies in the short term In the context described, economic policies must continue to play a key role in minimising the impact of the war in Ukraine on activity and inflation.", "First, domestic fiscal policy should help to counter the war's adverse effects on activity.", "In fact, the European Commission has recently proposed postponing the activation of the Stability and Growth Pact for another year, until 2023.", "That said, there are two reasons why the design of the measures should be very much geared towards meeting the needs of the most vulnerable agents.", "The first is the high government indebtedness, which limits the available scope for action.", "The second is the fact that the impact of the war is proving highly asymmetric across sectors, firms and households.", "Thus, the efforts should focus on supporting lower-income households, who bear the brunt of inflation, and the firms most vulnerable to this new shock.", "Moreover, any measures implemented should be temporary so as not to drive up the structural budget deficit.", "They should also be designed to avoid significant distortions to price signals, which is particularly important to avert any feedback into the inflationary process.", "This is a further reason to avoid both an across-the-board fiscal impulse and a very widespread use of automatic indexation clauses in expenditure items.", "Forgoing such clauses should be part of the incomes agreement, which is the second ingredient of the economic policy response to the war that I would like to mention.", "An incomes agreement The priority objective of the incomes agreement that we have been advocating in recent months at the Banco de España is to avoid triggering an inflationary spiral that would only exacerbate the harmful effects of higher energy prices.", "It would consist of an agreement between firms and workers, under the framework of social dialogue, to share the inevitable loss of national income that higher commodity import prices entail.", "These are goods which we do not have, but which we need for domestic production and consumption.", "What are the features that should characterise such an agreement?", "First, it should address the asymmetric impact of the shocks, combining the necessary coordination at national level with mechanisms to adapt the agreement to the existing differences in productivity and activity across firms and sectors.", "If there are segments of households whose standard of living has been hit particularly hard by rising inflation, the incomes agreement should also seek to mitigate their straitened circumstances.", "Second, it would also be advisable to avoid arrangements that automatically link wages to past inflation or indexation clauses, with the aim of reducing the risk of a wage-price feedback loop.", "In addition, the incomes agreement should include multi-year commitments relating both to wage increases - where the nominal benchmarks for wage bargaining should exclude components associated with energy products and be based on the projected trend in underlying inflation - and to job protection.", "Lastly, the agreement needs to be complemented by explicit and verifiable profit margin moderation commitments.", "The third economic policy element I would like to refer to is monetary policy.", "In the inflationary context I have already described, the ECB has embarked on the process of monetary policy normalisation, starting from an extraordinarily accommodative position.", "Before the onset of the pandemic, the ECB maintained highly accommodative financial conditions through the asset purchase programme (APP) and negative interest rates.", "The aim was to drive inflation, which had remained persistently below 2%, to levels close to our target.", "During the pandemic, in an effort to combat the risk of financial fragmentation and the deflationary trends, the ECB rolled out, among other measures, the pandemic emergency purchase programme (PEPP).", "The measures taken by the ECB are part of the new strategy approved by the Governing Council in 2021, which established a symmetric medium-term inflation target of 2%.", "Medium-term guidance means that decisions are conditioned by the inflation projected over a two or three-year horizon.", "The symmetry refers to the commitment to fight both upside and downside deviations of inflation from target.", "At that time, this framework took shape in the form of forward guidance which makes the first interest rate rise subject to: (i) expected inflation standing at 2% over an 18-month horizon; (ii) it holding at 2% in the medium term; and (iii) the course of underlying inflation being compatible with inflation stabilising at 2% in the medium term.", "Net purchases under the APP are also linked to these conditions, with the guidance stating that interest rates will only rise some time after the net purchases come to an end.", "Given this strategy and in the current context, a gradual withdrawal of the extraordinary monetary stimulus is appropriate: inflation expectations over intermediate horizons and in the medium term stand at around 2%, underlying inflation is clearly above 2% and there are risks of upside deviations from the projections.", "Thus, net asset purchases under the PEPP were discontinued in March 2022 and we announced in April that net purchases under the APP would end in Q3.", "In my view, given that the inflation outlook fulfils the conditions in our forward guidance, purchases under the APP should conclude very soon, in early Q3, so that the first interest rate increase can take place shortly after in July and we can exit the current negative rates at the end of Q3.", "One benchmark that could subsequently inform the normalisation process is the level of the natural rate of interest, defined as the rate that maintains inflation stable at its target level.", "According to the estimates available, which are subject to much uncertainty, this interest rate is at low levels in the euro area, hovering around or slightly above 1%.", "This would suggest that, until such levels are reached, the monetary policy stance will continue to be expansionary.", "Interest rate increases should be gradual.", "The aim is to avoid abrupt movements, which could be particularly harmful in the current context of heightened uncertainty.", "If this gradual approach is to be adopted, it is essential that inflation expectations remain anchored and that no indirect or second-round effects arise on a scale that could jeopardise such anchoring.", "Moreover, we have no pre-established guidelines for the normalisation.", "In principle, after the first interest rate movements I mentioned earlier, successive additional increases could follow over the subsequent quarters until, for example, levels consistent with the natural rate of interest are reached, if the medium-term inflation outlook holds close to our target.", "But it should be borne in mind that the current uncertainty relates to aspects of such importance for future inflation as the course of the war, the clearing of the bottlenecks in production and international transport, the extent to which second-round effects materialise, globalisation dynamics and energy and climate change policies.", "We will therefore have to fine-tune the normalisation process based on the incoming data.", "It is not optimal to pre-commit to any specific interest rate path, much less so in the current highly uncertain context.", "We will act with total flexibility and adopt the measures needed to fulfil our mandate and contribute to safeguarding financial stability.", "Along the path to a more neutral interest rate configuration, flexibility is particularly important to preventing the emergence of threats to the correct transmission of monetary policy throughout the euro area.", "The pandemic has shown that, under stressed conditions, flexibility in asset purchases helps to effectively counter these threats.", "Within our mandate, this flexibility will remain a key element of our monetary policy.", "In step with the communication of this process of monetary policy normalisation, market expectations of policy rate hikes have been brought forward since December.", "The prospect of a normalisation of the monetary policy stance has likewise been reflected in an upturn in short and long-term interest rates in the euro area.", "Specifically, the 10-year OIS rate, which proxies the euro area risk-free interest rate, has risen by about 133 basis points (bp) since the beginning of the year, while the 12-month EURIBOR has increased by 85 bp.", "Meanwhile, the risk premium on Spanish government debt increased by 34 bp in this period.", "European policies European policies are playing an increasingly important role in contending with common shocks to the European Union (EU) economies as a whole.", "This was thrown into relief when the pandemic broke out and NGEU was launched, among other measures.", "More recently, the EU has responded collectively by, inter alia, imposing severe economic sanctions on Russia.", "The growing significance of European policies renders all the more important continuing to push on with the development of the European institutional framework.", "The response to the war in Ukraine must, once again, be more Europe.", "In this regard, the EU's recent proposals to increase its autonomy of decision and action in such important areas as energy, technology and the digital arena stand out.", "It is essential that, in these fields, the policies be designed and implemented so as to minimise the risk of fragmentation within the EU and of undesired distortions emerging.", "The war in Ukraine will also exert upward pressure on government expenditure, both to mitigate the effects on the most vulnerable households and firms and to cover the reception of refugees and military spending.", "The current shocks could be tackled more appropriately by strengthening the coordination between countries.", "The severity of the EU-wide supply shock (amplified after the outbreak of the war in Ukraine), its exogenous nature and the strong cross-border impact of domestic fiscal policies all warrant this coordination.", "Specifically, a common fiscal response to the challenges posed by the war in Ukraine would be desirable, including pooling the government spending needed to address its effects on the Member States' economies.", "Moreover, the European Commission is currently reviewing the European fiscal rule framework.", "It bears repeating that a fiscal rule framework that ensures the sustainability of public finances is absolutely necessary for the smooth functioning of the monetary union.", "The reform should align the framework with the structural economic transformations that have arisen since the very creation of the monetary union, including the developments in long-term interest rates and the potential growth of the economies, which are fundamental determinants of debt sustainability.", "These developments, which have been uneven across countries, together with the high disparity of the Member States' current budgetary imbalances, would require rules that take a more individualised approach.", "The current framework also needs to be simplified, for example by establishing a rule for government expenditure growth that is anchored to the government debt-to-GDP ratio.", "Its hitherto scant capacity to ensure that countries build up fiscal buffers in good times for use in crises must also be improved.", "This requires improving the design of the system of incentives governing compliance with fiscal rules and possibly strengthening the role of independent fiscal institutions such as the Independent Authority for Fiscal Responsibility (AIReF).", "Making headway in the expansion of the public and private risk-sharing channels in the EU is also essential.", "In this regard, we need a permanent macroeconomic stabilisation mechanism in the euro area that complements monetary policy.", "To do so, it needs sufficient resources and revenue-raising and borrowing capacity.", "Progress is also needed on the capital markets union agenda and in completing the banking union, specifically ending the current deadlock over its third pillar, a European Deposit Insurance Scheme with a risk-pooling component.", "Structural challenges and policies to address them The Banco de España has detailed, in various reports, the main challenges that will influence the course of the Spanish economy over the years ahead.", "Most of the challenges facing the Spanish economy clearly pre-date the pandemic.", "Examples here include the need to boost productivity growth, to correct dysfunctions in several goods and factor markets, to make public finances more sustainable and to address the challenges posed by population ageing, inequality and climate change.", "However, others are relatively new, such as the need to adapt to an accelerated digitalisation of economic activity and to the recent changes in globalisation dynamics.", "The Spanish economy's ability to follow a robust and sustainable growth path will hinge on the economic policy response to this set of challenges.", "In this regard, a proper definition and decisive implementation of the reforms contemplated in the Recovery, Transformation and Resilience Plan (RTRP) approved last year and a careful selection of the different projects financed under the NGEU may be key to this strategy.", "(i) The challenge of boosting job creation and strengthening employment stability The first challenge we face is the need to reduce the high unemployment rate and temporary employment ratio, which have been persistently high in Spain in recent decades and particularly affect young people.", "Employment instability has multiple adverse economic effects.", "Specifically, it negatively affects the accumulation of human capital by workers and can thus have very persistent effects on their working lives.", "In particular, a recent Banco de España paper finds that the employment stability afforded by a permanent contract in Spain can lead to cumulative wage differences of up to 16 pp compared to a temporary contract, over 15 working years.", "Such instability also entails greater uncertainty about future income.", "And this greater uncertainty has a direct bearing not only on spending decisions, but also on emotional wellbeing, the formation of new households and the birth rate.", "In this setting, one of the main objectives of the labour market reform enacted in 2022 is to combat the high proportion of temporary employment.", "Since the approval of this legislation, permanent hiring has quickened significantly and temporary hires have slowed.", "Thus, according to social security registrations for April, the year-on-year growth in permanent employment stood at 12.9%, compared with a 9% fall in the number of workers with temporary contracts.", "Permanent contracts increased most among permanent seasonal workers (84.9%) and permanent part-time workers (17.1%).", "It is, however, still too early to assess the impact of the labour market reform, and any such evaluation will have to consider multiple issues.", "Notable among them is the impact on employment because, in principle, the reduction in temporary contracts might stem from both temporary employment being replaced by permanent employment and from the destruction of temporary jobs.", "Answering this question will require an extensive period over which to analyse job creation and destruction dynamics.", "In any event, some studies for other countries that have previously enacted similar reforms suggest that they have had a certain cost in terms of lower net job creation.", "Also, insofar as the labour market reform has been conducive to contractual stability in temporary employment agencies, the type of professional development of those workers who start their career at such agencies will need to be analysed.", "Another issue that will need to be determined is whether the reform prompts an increase or decrease in labour turnover and, therefore, its impact on the accumulation of human capital by workers and their working lives.", "Furthermore, labour market regulation can also affect the type of jobs available and, in sum, the type and productivity of the firms that are created.", "In particular, some of the literature suggests that greater constraints on temporary contracts increase business productivity, but at the cost of higher unemployment.", "All of these overwhelmingly relevant questions should be subject to rigorous analysis in the years ahead.", "Having a diagnosis on these issues is essential to recalibrating the characteristics of contracts, should it be necessary.", "The labour market reform has also brought about changes in collective bargaining.", "The new legislation retains some of the internal flexibility mechanisms (such as opt-outs and unilateral changes by the employer to working conditions) that were conceived for ailing firms and were widely used during the last recession in the Spanish economy and, to a lesser extent, in the recent crisis.", "However, the reform automatically extends the term of agreements following their end until a new agreement is signed and prevents firm-level agreements from setting lower salaries than those established in the corresponding sectoral agreement.", "The extent to which these changes may affect the collective bargaining process, negotiated wage increases and employment in the medium term, especially in those firms with productivity levels below the sector average, will need to be analysed.", "Moreover, following the intensive and effective use made of furlough schemes during the COVID-19 pandemic, the reform has introduced some changes to the definition and procedures associated with these schemes to streamline their use in the future.", "The socalled RED mechanism has also been established, consisting of two forms: a cyclical form, which is designed for macroeconomic downturns, and a sectoral form, which envisages situations where permanent changes arise that create a need for vocational reskilling in an industry.", "Exemptions from social security contributions for the workers affected have been approved, depending on the form and duration of the procedure, and workers subject to the sectoral mechanism will be required to follow a reskilling plan that includes training.", "Such arrangements have proven effective during eminently temporary shocks, such as the health crisis, suggesting that they could be equally valuable in temporary macroeconomic situations.", "However, they would not necessarily be as appropriate in other types of more structural processes, such as those that will foreseeably have to be addressed by the Spanish economy in the years ahead; in such instances, the sectoral form of the RED mechanism would be activated.", "Consequently, looking forward, it would be advisable to assess how effective this form of the RED mechanism is, compared with other mechanisms currently conceived for permanent restructurings (e.g.", "redundancy programmes), in terms of boosting the employability of the workers affected and maintaining their human capital, but also in smoothing the necessary cross-firm and cross-sectoral reallocation of resources.", "(ii) The challenge of training and increasing human capital Increasing the educational attainment level of workers and employers is also crucial to reducing structural unemployment, boosting productivity and fostering the creation of higher quality jobs.", "In recent decades, the Spanish population's level of educational attainment has improved considerably.", "However, Spain is still behind its European peers in this respect.", "By way of illustration, in 2020 Spain had the highest early school leavers' rate in the EU.", "Tackling this challenge is especially important at the current juncture, given the confluence of an intense digitalisation of economic activity, marked population ageing and various factors that may require a profound cross-sectoral reallocation of activity.", "In this regard, given the current changes in the demand for training, which are likely to intensify in the years ahead, the education system should be flexible and provide a decisive response.", "To absorb the rise in demand for vocational training, the RTRP aims to provide 200,000 more vocational training places in the coming years.", "Furthermore, the Organic Vocational Training Bill fosters the accreditation of skills - not only for students, but also for adults - and promotes tools to increase collaboration between training centres, universities and firms.", "In addition, harnessing the opportunities of digitalisation calls for increasing the population's digital skills, especially in the case of the older generation, those with lower educational attainment levels and those on lower incomes.", "A comprehensive skill recycling strategy throughout the life cycle is also key in a setting in which society finds itself faced with marked population ageing and, at the same time, the need to extend people's working life.", "Active labour market policies are also vital to limiting the loss of human capital stemming from job losses.", "A recent Banco de España paper shows that job displacements in a collective dismissal lead to a sharp reduction (of 16 pp) in Spanish workers' employability five years later.", "This erosion of employability is greater than that experienced, for example, by workers in Austria, Denmark, France and Sweden, a circumstance not attributable to cross-country differences in the composition of workers or jobs.", "The paper also finds that the variable that most increases employability in these situations is spending on active policies.", "It is thus important to design an active labour market policy system that is efficient and effective.", "In this respect, the Spanish Government has undertaken to enact an employment law before end-2022 to make the State employment system more effective.", "Among other aspects, the law aims to improve the internal management of the data underpinning unemployment benefits and active policies - for the purpose of their assessment -, digitalise information for the public and combat fraud.", "(iii) The challenge of addressing inequality Levels of inequality in Spain were already high before the outbreak of the pandemic and, despite the key mitigating role played by public policy, they are likely to have increased as a result of the health crisis.", "To reduce the adverse - economic and social - effects of high levels of inequality, public policy measures must be rolled out and continuously assessed across a wide range of areas.", "Examples here include labour market regulation and education policy.", "In particular, improving the educational attainment levels of the most disadvantaged groups is a highly effective means of boosting their income, levelling up job opportunities ex ante and enhancing the prospects of future generations.", "Nonetheless, incomes and housing policies, among others, are also important.", "Regarding incomes policies, based on the findings of the assessments required by law, further adjustments must be made to the conditions governing eligibility for Spain's minimum income scheme (MIS), to ensure that this instrument can effectively fulfil its mission of eradicating extreme poverty while avoiding undesired effects.", "To that effect, social security authorities have recently signed agreements with several research institutions in order to evaluate social inclusion itineraries linked to the MIS.", "Housing affordability has tightened in recent years.", "According to Eurostat data, 48.7% of Spaniards living in market-price rented accommodation in 2020 were at risk of poverty or social exclusion, the highest rate in the European Union (where the average stands at 32.3%), while 35.9% devoted more than 40% of their disposable income to housing, versus the EU average of 25.8%.", "The Draft Law on the right to housing seeks to ease such difficulties, which hit the young and lower-income households particularly hard.", "However, some of the measures envisaged, such as rent control, may not have the desired effect or may even have adverse effects in the medium term.", "Conversely, certain measures that could give a significant structural boost to the supply of rented housing, such as offering greater effective legal certainty to landlords, are absent.", "(iv) The challenge of increasing firm size, facilitating cross-sector reallocation and fostering innovation Another major challenge is the small size of businesses, which results in less innovation and low productivity.", "To address this, it is essential to explore the various reasons for our business sector being so skewed towards small, low-productivity firms and to mitigate its effects.", "Many of the initiatives that could foster business growth would also facilitate the reallocation of activity across sectors and firms that will in all likelihood have to be faced in the coming years.", "A recent study found that the Spanish sectors best placed to address the challenges that the digital, green and demographic transition will entail are small in size, whether compared with other sectors or with Spain's neighbouring economies.", "As part of a strategy to stimulate business growth, smaller firms should be helped to access a wider range of external sources of funding on more advantageous conditions, while the policies in support of business innovation should be strengthened.", "Action would also be desirable in the regulation of economic activity, an area that has become increasingly complex in recent decades, with a potentially adverse impact on business dynamics and aggregate productivity.", "Some recent initiatives in this area appear to be a step in the right direction, such as the Draft Law on business start-ups and growth (which seeks to boost business start-ups and foster their expansion by improving regulations), removing barriers to economic activity, combating business defaults and providing financial support for business growth.", "Another is the reform of the Insolvency Law, which brings in significant changes to insolvency and pre-insolvency procedures and may help partially remedy the shortcomings of the current insolvency mechanisms.", "Looking ahead, how well these new pieces of legislation are able to mitigate the shortcomings in Spanish business dynamics will need to be assessed.", "(v) The challenge of fully capitalising on the roll-out of NGEU One of the main challenges that we face in the coming years is how to fully harness the possibilities offered by NGEU to drive a profound structural transformation of our economy.", "The short-term economic impact of the take-up of these funds in 2021 was smaller than that included in our macroeconomic projections.", "Nonetheless, a significant part of the expected economic growth for 2022 and for the next few years crucially hinges on the potential multiplier effect on activity of the use of the NGEU funds.", "In this respect, the rigorous selection of the investment projects to be funded under NGEU is one of the key drivers for maximising this impact and, therefore, the success of this mechanism in Spain.", "The available evidence suggests that the most successful public investment policies are generally those that supplement private investment (in the form of employee training or capital modernisation).", "Further, the efficacy of the projects should be assessed on an ongoing basis.", "Moreover, a recent paper by the Banco de España suggests preference should be given, among solvent, equally productive projects, to those of businesses that find it hardest to access external finance, since this would generate a larger multiplier effect.", "There is also a very high degree of complementarity between the financing of investment projects, such as those envisaged in the NGEU programme, and the implementation of structural reforms.", "In particular, according to Banco de España estimates, if a careful selection of NGEU projects were accompanied by various structural reforms to ease the rigidities in the product and labour markets, the potential growth rate of the Spanish economy could reach around 2% by the end of that decade, nearly 1 pp higher than at present.", "(vi) The fiscal consolidation challenge Maintaining high levels of government debt over time is a source of vulnerability and leaves less fiscal space in the event of adverse macro-financial shocks.", "In the coming years, public indebtedness will remain very close to or even exceed current levels, unless an ambitious fiscal adjustment plan is implemented.", "Specifically, various simulations indicate that if no fiscal adjustment is made in Spain in the coming years, the pressure exerted by population ageing on public expenditure will drive up the government debt-to-GDP ratio.", "Conversely, under an alternative scenario in which a consolidation effort is made - one consistent with maintaining the structural primary balance envisaged in the Banco de España's latest macroeconomic projections for 2024 -, the government debt ratio will stand at levels close to 120% of GDP in the coming decades.", "Should there be a greater fiscal adjustment, for example if the structural primary balance improves by 0.5 pp of potential output each year until reaching equilibrium - a path more consistent with the Stability and Growth Pact rules -, public debt could fall to 82% of GDP by 2040.", "Were this adjustment also accompanied by an ambitious package of structural reforms, the government debt ratio could be around 79% of GDP by 2040.", "In short, in order to bolster the sustainability of public finances, a multi-annual fiscal consolidation plan will have to be implemented once the pandemic is over and the adverse economic effects of the war in Ukraine have diminished.", "Although the necessary fiscal adjustment should be carried out gradually, the definition and early communication of this plan - in which all tiers of general government should participate - would be desirable, as this would help boost confidence and certainty about Spanish economic policies.", "Such confidence is particularly important amid the current context of monetary policy normalisation and the consequent tightening of financial conditions.", "As part of this plan, government expenditure policies must be subject to an exhaustive review to increase expenditure efficiency and to optimise the distribution between items in order to promote more robust and equitable economic growth.", "For instance, the weight of education and public investment expenditure in Spain is below the EU average,18 despite the broad consensus regarding the importance of these items to drive economic growth and mitigate inequality.", "Similarly, a comprehensive review of the Spanish tax system is needed to ensure that the different taxes meet their goals in the most efficient and effective manner possible.", "A comparison between the Spanish tax structure and the European average reveals a smaller proportion of indirect tax revenue in Spain, with lower effective taxation on consumption and a significant revenue gap in terms of green taxation.", "The White Paper for the Reform of the Tax System, published in March, presents a diagnosis of the Spanish tax system.", "The demographic trends that are expected over the coming years, particularly the spike in the dependency ratio,19 will place the pension system under considerable pressure.", "The reforms approved in 2011 and 2013 significantly enhanced the financial sustainability of the pension system in the medium term.", "However, should the pension system's revenue not increase, the adjustment would be made chiefly by reducing the benefit rate.", "The first part of a new pension system reform was approved towards the end of last year.", "Among other measures, this reform indexed pensions to inflation and removed the sustainability factor.", "According to AIReF projections and the European Commission's Ageing Report, the two measures mean that pension expenditure will grow by between 4.1 pp and 4.3 pp of GDP in the period 2019 to 2050.", "Of that increase, the return to pension revaluation in line with the consumer price index accounts for 55% to 65%, and the removal of the sustainability factor for 20%.", "The remaining 15% to 25% would be associated with the fact that, even with the 2013 reform, under the demographic and macroeconomic scenarios considered pension expenditure will grow by between 0.7 pp and 1 pp of GDP between 2019 and 2050.", "In addition, a permanent increase has been agreed in the transfers from the central government to the social security system, to meet the latter's so-called extraneous expenses, estimated at around 2% of GDP.", "Higher transfers from the central government serve to correct the current social security system deficit, but evidently have zero impact on public finances overall and, therefore, on their sustainability.", "Moreover, other measures introduced to align the effective and statutory retirement ages - chiefly a new regime of early retirement penalties and new incentives for late retirement - may alleviate the pension system's shortfall, but their estimated effectiveness is subject to high uncertainty.", "The Government estimates an impact, in terms of lower spending, of between 1.1 pp and 1.6 pp of GDP by 2050.", "Likewise, the repealed sustainability factor will be replaced by the new \"intergenerational equity mechanism\" which, by means of a specific-purpose increase in social security contributions, envisages bolstering the Social Security Reserve Fund and adopting new measures as from 2032, depending on developments in pension spending relative to GDP.", "The specifics of these new measures will need to be negotiated in due course.", "According to Government estimates, there would be an initial increase in social security contributions of 0.2% of GDP between 2023 and 2032, which could generate accumulated income amounting to 2.3% of GDP in the Reserve Fund by 2032, which includes the possible increase in value of the stock over time.", "Moreover, it has been established that the intergenerational equity mechanism adjustment may not exceed 0.8 pp of GDP per year, including any potential new measures.", "Therefore, based on the estimated impact of the measures adopted in the first phase of the reform, additional measures will be required to balance the system in the long term.", "The second part of the pension system reform envisages a series of steps to be spelt out over the course of 2022.", "Prominent among the measures that have been announced or that are pending approval or final design include occupational pension schemes, a review of maximum social security contribution bases and maximum pensions, a new contribution system for self-employed workers, and a review of the reference period for calculating the regulatory base.", "In recent years, the Banco de España has, in various documents and reports, set out certain principles that should govern the pension reform.", "First, once the level of benefits the system should provide has been established at the political level, it is crucial that the strategy be rounded off by setting revenue levels and other system parameters (e.g.", "the retirement age) to ensure the system's funding.", "As part of this strategy, it would also be desirable to strengthen the link between contributions made and benefits received - ensuring a sufficient level for the most vulnerable households -, and to analyse the consequences of the reforms envisaged in terms of redistribution and intergenerational equity, to ensure that any adjustments to the system do not fall disproportionately on specific population groups, such as the retired population or future cohorts of workers.", "The system should also be made more transparent and easier to plan for, to offer greater certainty to the population and facilitate decision-making as regards saving, work and retirement.", "In this respect, automatic adjustment mechanisms could possibly be introduced, to adapt certain system parameters to changes in demographic and economic dynamics.", "Several EU countries (such as Germany, Sweden, Italy and Portugal) have established a link between the level of benefits or retirement age and life expectancy or economic performance.", "Another important aspect is the role that private saving can play as a supplement to the benefits offered by the pay-as-you-go (PAYG) public pension system.", "In this respect, the recent legislative proposal to encourage collective pension schemes - which in general are less well developed in Spain than in other EU countries - essentially aims to increase the share of the population covered by these schemes.", "For this purpose, the reform establishes the creation of public occupational pension funds and facilitates the creation of occupational schemes in the collective bargaining framework.", "Tax relief is also envisaged to encourage occupational schemes, in keeping with the pattern observed in recent years where tax incentives have been focused on occupational schemes to the detriment of personal pension schemes.", "A recent Banco de España publication suggests that making contributions to occupational pension schemes may be a useful channel through which to generate new retirement saving.", "Specifically, it is estimated that total saving could increase by 31 euro cent for each euro contributed to such schemes, after subtracting the related tax credit.", "(vii) The challenge of the fight against climate change and the green transition The fight against climate change and the transition towards a more sustainable economy are, without doubt, among the most significant challenges facing Spain.", "There is consensus among the scientific community that the Iberian Peninsula could be significantly affected by the physical risks associated with climate change and that this impact would be highly uneven across regions.", "Addressing this challenge calls for the implementation of an ambitious strategy to mitigate and adapt to climate change in Spain, driving a profound structural change in our economic growth model with major implications for practically every sphere of activity.", "This transformational process will also foreseeably have a very unequal impact on Spain's different regions, industries, firms and households, and it may affect some more vulnerable households and firms more severely.", "All economic policies and agents need to contribute very actively to the green transition.", "Governments in particular have a leading role to play, essentially through green taxation (far less prominent in Spain than in our fellow European countries), the roll-out of compensatory measures to temporarily mitigate the transition costs for the most vulnerable groups, and via public investment and the regulation of economic activity.", "In particular, the RTRP should act as a key lever for driving public and private investment in Spain in the coming years.", "Once again, when it comes to addressing the global challenge of climate change, a comprehensive European response would be most effective.", "This should come through tax coordination and a common European financial instrument that facilitates the investments needed to meet the net zero emission targets and dispel the climate-related risks, regardless of the fiscal space available in each country.", "Naturally, the financial system and central banks - within the scope of their mandates - must also contribute to the green transition.", "In this respect, from the standpoint of the Eurosystem in general, and of the Banco de España in particular, one priority at present and in the more immediate future is to make headway, in conjunction with the financial system, in incorporating climate considerations into the operating frameworks of monetary policy, financial stability, supervision and regulation.", "Banking sector challenges Complementary to this Annual Report, our Financial Stability Report (FSR) published in May analyses the situation of the Spanish banking sector in depth.", "The sector is facing the shock caused by the Russian invasion of Ukraine, in a setting in which its resilience remains generally high, returns have recovered their pre-pandemic levels and lending has normalised.", "Yet the war in Ukraine entails new risks to financial stability.", "Although Spanish banks have very little direct financial exposure to Russia and Ukraine, the indirect effects of the war may be significant.", "In particular, the macroeconomic deterioration could impact households' and firms' ability to pay, above all those experiencing a slower or tardier recovery from the pandemic and whose solvency may now have worsened.", "Against this backdrop, lending in Spain fell slightly in 2021.", "Firms' demand for credit was lower, as they faced lower liquidity needs than in 2020, but this was largely offset by stronger lending to households, especially in the loans for house purchase segment.", "Overall, the credit-to-GDP gap, which serves as an indicator for credit market imbalances and the potential activation of macroprudential measures, continued to correct in 2021 following the rise recorded at the onset of the pandemic, but remains wide.", "Credit intensity and the debt service ratio, both of which are complementary indicators, stand at moderate levels.", "In the housing market, the volume of new residential mortgage lending rose significantly in 2021, standing at the highest levels since 2010.", "However, given the sizeable volume of repayments, the stock of this credit grew by just 1.2%.", "The stock of loans to construction and real estate development held on its downward trend, albeit at a progressively slower pace.", "The indicators of real estate market imbalances have remained at positive values since 2020, albeit very close to the equilibrium level.", "Meanwhile, there was no substantial change in credit standards for new residential mortgages in 2021,21 although the average interest rate spread for fixed-rate mortgages narrowed to its lowest level in recent years.", "Overall, close monitoring of this market is required, as it could be impacted in opposite directions by the war, given the real erosion of agents' income by higher inflation and the possible tightening of financing conditions, but also because it is a safe haven in the face of financial asset price corrections in a context of real interest rates holding at negative values.", "In the banking sector, non-performing lending to the resident private sector fell by 5.4% in 2021, to €49.3 billion, confirming the variable's singular performance during this crisis, underpinned by the economic policy measures.", "Despite this encouraging performance, there is potential latent impairment in some credit portfolios, particularly those linked to the most vulnerable segments of firms and households.", "Loans with significant increase in credit risk since initial recognition (Stage 2 loans) continued to grow at high rates in late 2021 (by 14% year-on-year) and accounted for 8% of total credit, up 2.2 pp on pre-pandemic levels.", "Forborne loans also rose by 14%, owing to the sharp growth in the non-financial corporate sector and among sole proprietors.", "At end-2021 they represented 5% of total outstanding loans, the same percentage as prior to the pandemic.", "Vulnerability is highest among the sectors sensitive to the effects of the pandemic and to the rising energy costs.", "In particular, the combined share of NPLs and Stage 2 loans in the sectors most severely affected by the pandemic was almost 24% in December 2021, compared with 17.7% in the moderately affected sectors and 15.5% in the less affected sectors.", "Across all sectors, Stage 2 loans account for the bulk of the deterioration.", "These credit exposures, which show some sign of impairment, may also be more vulnerable to the materialisation of risk in the present setting.", "Accordingly, careful monitoring is needed, together with early and correct recognition of potential losses.", "Meanwhile, the Spanish banking sector's profitability improved substantially in 2021.", "The main driver of the improvement in ordinary profit was the reduction in impairment losses on financial assets.", "The average cost of liabilities at banks declined in the last two years, meaning a lower level at end-2021 (0.5%) than prior to the pandemic (slightly above 1%).", "The cost of capital stood at 8.1% in December 2021, lower than the sector's ROE (10.5%) even without factoring in extraordinary items (9%).", "Moreover, the CET1 capital ratio held relatively steady in 2021, after increasing in 2020, so the health crisis has not lessened the banking sector's overall capacity to absorb unexpected losses.", "The stress tests conducted by the Banco de España show that the banking sector maintains its correct aggregate resilience to the macro-financial risks identified in the present setting, albeit unevenly across banks.", "A large-scale materialisation of the risks would entail a significant capital charge at aggregate level, but not so substantial as to jeopardise the stability of the financial system.", "In any event, close monitoring of financial developments in the sector is required, together with prudent and forward-looking conduct by the banks themselves.", "The FSR also includes simulations of the impact of an interest rate rise on the economic and financial position of Spanish firms and households, as well as the different tiers of general government, which may be particularly useful in the current context.", "A potential interest rate hike could drive up the percentage of firms under financial pressure.", "Specifically, within corporate bank financing, short-term and floating-rate loans predominate, and changes in interest rates therefore pass through relatively swiftly.", "Under a scenario consistent with the Banco de España's latest projections, where interest rates rise in line with market expectations, firms' interest expenses as a percentage of gross operating surplus would begin to increase from 2023 onwards to stand, by the end of 2024, 1 pp above 2021 levels.", "If short and long-term interest rates rise by 100 bp more than envisaged in the foregoing scenario, that figure would rise by a further 1.7 pp in 2024.", "As for households, an interest rate rise could contribute to their debt repayment capacity deteriorating somewhat.", "In any event, the effect of a moderate interest rate rise is not expected to be very significant, in part because of the increase in the share of fixed-rate mortgages observed in recent years, which accounted for 24.9% of the outstanding balance in December 2021.", "Specifically, it is estimated that the proportion of households with a high net interest burden would rise by 1.2 pp, 2.3 pp and 3.9 pp if interbank rates were raised by 100 bp, 200 bp and 300 bp, respectively.", "Such effects would be felt more strongly among indebted households between the 20th and 40th income distribution percentiles.", "High debt levels also make public finances more sensitive to market interest rate movements.", "However, the recent low interest rates have prompted a continuous decline in the interest burden as a percentage of GDP.", "At the same time, longer average debt maturities limit the short-term impact of increases in issuance costs.", "Under a scenario consistent with the latest projections, in which market rates are raised progressively, the debt burden as a percentage of GDP would stabilise.", "Based on this scenario, an additional 100 bp increase in both short and long-term interest rates, all other things being equal, would push up interest payments by 0.4 pp of GDP in 2024.", "These short and medium-term challenges must not allow us to overlook the need to address the structural challenges that the banking sector was already facing before the onset of the pandemic and the Russian invasion of Ukraine.", "In particular, the need for capacity adjustment, as well as the growing competition from technology firms and the potential negative effects associated with climate risks.", "Lastly, crypto-assets, which are digital representations of value and rights based on distributed ledger technology, are an area of financial innovation that is growing fast.", "Despite their potential for offering lower transaction costs, greater interoperability and greater competition, and although they are still small and their degree of interconnectedness with the more traditional financial markets is still limited, their rapid development poses significant risks if it is not conducted safely within a regulatory framework that will mitigate the potential risks.", "These notably include market, liquidity, operational, reputational and, above all, conduct risks vis-à-vis users owing to the lack of transparency and regulation in this field.", "Bear in mind that an upscale in these markets could pose systemic risks.", "Therefore, as a matter of urgency and in coordination with the international community, a regulatory framework should be designed that allows us to mitigate and supervise these risks.", "I will finish by recalling that the Spanish economy is immersed in a highly uncertain environment, the structural challenges ahead are enormous, and that the fact that these challenges are closely interconnected signifies that a comprehensive strategy of ambitious and lasting reforms is required.", "Only a resolute economic policy response to the multiple short, medium and long-term challenges facing the Spanish economy will enable us to follow a robust and sustained growth path that offers opportunities for all in the coming years.", "This response must also be long-lasting and thus requires a broad political and social consensus.", "The new uncertainties generated by the war in Ukraine and the persistent uncertainties stemming from the pandemic - two absolutely extraordinary events - demand no less."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic policy", "European Central Bank", "Financial stability", "Labor market", "Monetary policy", "Productivity", "Russian invasion of Ukraine", "Structural challenges", "Unemployment"]}