{"sentences": ["The Role of Central Banks for Green Finance Second Digital Day Speech by Piero Cipollone Deputy Governor of the Bank of Italy Università di Firenze, 11-12 March 2022 I would like to thank the organizers for inviting me to this workshop.", "The recent geopolitical events have caused heavy losses in terms of human lives and have shown our vulnerability as countries, societies and individuals.", "We never would have imagined reliving such terrible days in the heart of Europe.", "Our first thoughts are for all those who are suffering because of the war.", "There are many reasons for concern.", "This terrible war will leave many wounds for many years to come.", "Let's hope that we will at least be able to maintain the progress achieved so far towards a new model of sustainable economic development, which is more inclusive and more responsible for the environment and future generations.", "This ambition is closely connected to the way we produce energy, following a path that increasingly depends less on fossil fuels and is more reliant on green sources.", "However, the sustainability of energy systems calls for careful planning that is difficult to reconcile with the urgency we are facing in these days.", "Climate change has become a leading issue in public debate and in the policy agenda.", "The consequences of global warming are affecting several areas of the planet in a broad and uneven way, with greater effects on some regions and on the most vulnerable people, both in the advanced and the developing countries.", "According to preliminary estimates, extreme weather events in 2021 caused global insured losses of USD 105 billion, the fourth highest since 1970.1 Last July flooding in Germany, Belgium and nearby countries, caused up to USD 13 billion in insured losses, economic losses of above $40 billion in Germany, and at least 180 people died.", "Climate risks mainly materialize through two channels: firstly as a result of an increase in mortality and morbidity and damage to infrastructures and the properties of firms and households, caused by climate-related events (physical risk); and secondly through the consequences for the economic and financial system stemming from the transition to a low-carbon economy (transition risk).", "marked an turning point with the Paris Climate Agreement, since then 191 governments have committed to contain the global warming well below 2°C, preferably to 1.5 °C, compared to pre-industrial levels but the pledges are still not enough to reach the target.", "European policy initiatives In 2018, the European Union launched the Action Plan on Sustainable Finance,2 that places environmental sustainability at the centre of its policies, to redirect capital flows towards sustainable investment, manage financial risks stemming from sustainability issues, and foster financial and economic transparency.", "The policy program was reinforced in early 2019 with the launch of the European Green Deal,3 a programme of legislative initiatives and investment plans for the next ten years, with the aim of achieving net zero greenhouse emissions by 2050.", "This long-term green strategy has been further enhanced by the measures taken in response to the coronavirus pandemic: more than one third of the investments from the Next Generation EU4 fund will be devoted to the environmental objectives.", "Finally, the Green Deal was strengthened only last year by the plan \"Fit for 55\",5 reflecting a new level of ambition that enhances the target of reducing net greenhouse gas emissions by at least 55 per cent by 2030, compared with 1990 levels.", "The European Commission has estimated that in the period 2021-2030 the achievement of the current climate and energy targets for 2030 will require investments in the energy sector (excluding transport) of EUR 336 billion per year, equal to 2.3 per cent of GDP.", "Therefore, a strong involvement of the banking and financial industry is required, both to raise awareness of climate risks and to mobilize resources for the transition.", "The role of policy makers and central banks Promoting sustainable growth and tackling climate change will require strong political determination and a firm commitment by all countries.", "National governments have the primary responsibility for achieving this objective.", "In fact, they can provide incentives to allocate capital to green investments, levy taxes on carbon emissions, regulate the amount of emissions and reach international agreements on shared targets for emissions.", "European Commission, COM/2018/097 final, \"Action Plan: Financing Sustainable Growth\".", "European Commission, COM/2019/640 final, \"The European Green Deal\".", "European Commission, COM/2020/456 final, \"Europe's moment: Repair and Prepare for the Next Generation\".", "European Commission, COM/2021/550 final, \"Fit for 55: delivering the EU's 2030 Climate Target on the way to climate neutrality\".", "European Commission, \"Contribution to the Green Deal and the Just Transition Scheme\".", "Available at: -green-deal-and-just-transition-scheme_en I. Visco, \"Roundtable on Financing Carbon Neutrality\", BOAO FORUM FOR ASIA - Annual Conference, April 2021.", "Needless to say, central banks also have a role to play.", "They examine sustainability profiles, and in particular climate risks, as they can affect the ability to pursue their institutional goals of price and financial stability and supervisory tasks.", "Climate risks call for a change of paradigm, expanding the horizon of empirical and theoretical analysis to better understand and integrate the effects of climate change into macro-financial models and policy tools.", "In the euro area, central banks are actively working to integrate climate change considerations with their mandates.", "Last year, the Eurosystem central banks agreed on a common stance for climate change-related sustainable and responsible investment principles for euro-denominated non-monetary policy portfolios.", "The common agreement promotes disclosures and understanding of climate-related risks.", "Furthermore, the European Central Bank, the ECB, announced the new monetary policy strategy committing to an ambitious roadmap.", "Climatic factors will be included in macroeconomic models to monitor the transmission of monetary policy and in monetary policy operations in the areas of disclosure, risk assessment, the collateral framework and corporate sector asset purchases.", "Finally, the ECB has also started to include climate and environmental risks in its banking supervision mandate.", "In the last couple of years, the ECB has clarified its expectations relating to climate risk management and disclosure, conducted a review on banks' self-assessment of their practices and recently it has launched a supervisory climate-risk stress test.", "In order to promote the smooth operation of payment systems, the Eurosystem developed important market infrastructure for payment settlement such as the TARGET Instant Payment Settlement, TIPS, allowing instant payments in central bank money.", "This solution also has a remarkable green side: its carbon footprint is lower than that of cryptocurrencies and other infrastructures.", "This difference could be very large for cryptocurrencies owing to the large energy consumption necessary to generate consensus among crypto network participants.", "More recently, the ECB has started the investigation phase for the introduction of a digital euro, one element of attention will be the possible positive side effect of reducing the ecological footprint of banknotes and cryptocurrencies.", "Climate change is a global issue, thus policies aimed at addressing its consequences should also be global and coordinated.", "Since 2017, central banks and supervisors have collaborated in the Network for Greening the Financial System, the NGFS, an international coalition aimed at strengthening the management of climate and environmental risks and at mobilizing capital for green and low-carbon investments.", "Currently, the Network counts almost 100 members worldwide, supervising all global systemically important banks and two thirds of global systemically important insurers.", "The Network has published a select set of guidelines based on the best practices and experiences shared by the members and on analytical work on green finance.", "In particular, it has worked on climate scenarios supporting forward-looking risk assessment in a comparable way across different jurisdictions.", "The role of the financial sector The financial sector, given its pivotal role in capital allocation, can be key in influencing the transition to a low-emissions economy.", "Therefore, banks and other financial intermediaries should include sustainability in their investment decision-making processes, favouring a forward-looking approach in which sustainability risks and opportunities are fully priced.", "The persistent uncertainty created by the pandemic has not diverted the attention of investors away from sustainability issues.", "Sustainable investment flows increased significantly with the outbreak of the pandemic and the pace of growth remained high throughout 2021.", "Sustainable finance bonds issued in 2021 amounted to more than USD 1.6 billion, pushing total issues to USD 4 trillion.", "Sustainable investments also increased in the equity sector; new flows in 2021 reached over USD 550 billion, bringing the assets managed according to sustainability strategies to a total of approximately USD 2,740 billion.", "Investment strategies against climate change: net-zero strategies and thematic portfolios While governments are making more ambitious commitments in accordance with the Paris Agreement, companies and institutional investors also increased their efforts to achieve carbon neutrality by 2050, pledging new targets.", "Companies aim to reduce greenhouse gases emissions by setting transition plans that redesign their processes and products and deal with potential stranded assets.", "Asset managers, asset owners and public investors are developing new investment approaches to manage climaterelated risks and harness the transition opportunities.", "Two relevant examples of these approaches are net-zero strategies and thematic investments.", "Net-zero strategies make it possible to decarbonize investments, reaching net-zero greenhouse gas emissions by 2050.", "The feasibility of a net-zero target depends on both companies' effectiveness in abating their emissions and the asset allocation decisions based on their decarbonization pathways.", "In the real world, portfolio decarbonization strategies do not immediately avoid emissions from the economic system but they provide incentives for companies by adjusting the relative prices of assets, risk premia and the cost of capital.", "Thematic investments represent a further stream of action, allocating capital to developing new technologies and enabling activities such as renewable electricity production, the improvement of energy efficiency and the electrification of the transport systems, which support the energy transition needed to achieve carbon neutrality.", "The data challenge Climate and environmental data are crucial for investors to set their portfolio strategies and manage the related risks.", "Persistent data gaps may hinder the development of green finance, limit efficient market allocation and raise doubts about the greenness of investments.", "The three main data issues regard their availability, reliability and comparability.", "Some policy initiatives can be particularly effective to address the data issues, such as the convergence towards a common set of disclosure standards, an accepted minimal green taxonomy, and the development of well-defined metrics, certification labels and methodological standards.", "In the EU, the Commission's proposal for a Corporate Sustainability Reporting Directive would improve the quantity, quality and comparability of information on corporate sustainability and therefore make it easier to find data for environmental, social and governance (ESG) investments.", "The framework developed by the Task Force on Climate-related Financial Disclosure, the TCFD, is probably the main example of a common standard in this area.", "Its recommendations are currently supported by over 2,600 organizations, including 1,069 financial institutions, responsible for assets of $194 trillion.", "Last December, the Network for Greening the Financial System published its \"Guide on climate-related disclosure for central banks\" based on the Task Force's framework, and in the next few months, Banca d'Italia will publish its first report on sustainable investments and climate risk, based on those guidelines.", "Finally, green taxonomies may represent an effective solution against greenwashing and improve data reliability and comparability, as they provide specific technical criteria to distinguish between green and brown activities.", "It is crucial to detect improper practices, because they discourage investors from including sustainability among their investment criteria and undermine the development of green finance.", "Banca d'Italia results Central banks' initiatives for integrating environmental and climate considerations in their mandate have elicited growing public interest.", "According to a recent report issued by Positive Money, a not-for-profit organization, Banca d'Italia is among the most virtuous G20 Central Banks in a rank based on its green policies and monetary and prudential initiatives.", "This important result highlights Banca d'Italia efforts on environmental risks and sustainable finance, such as research activities, promotion of these topics across the financial sector as well as initiatives that seek to share the Bank's experience and results (including investment activities) in order to lead by example.", "Since 2019, Banca d'Italia has integrated ESG criteria into its non-monetary portfolios with the traditional financial objectives of return, risk and liquidity in managing its investments, amounting to EUR 196 billion at the end of 2021.", "The inclusion of ESG criteria seeks to enhance the social responsibility of companies, to generate positive effects on the socio-economic environment and, at the same time, to improve financial and reputational risk management.", "The integration of sustainability criteria is implemented within the investment process, which first considers strategic asset allocation.", "This rests on an asset and liability management approach in order to preserve the value of the financial resources over the long run and in adverse scenarios.", "The sustainability factors are applied in the second stage of the investment process across all asset classes held for investment purposes.", "The commitment to sustainability was reaffirmed in 2021 with the Responsible Investment Charter, which represents the Bank's official framework providing guidance on its sustainable investment strategies.", "The Charter defines the Bank's broad vision of sustainability (including all ESG aspects) and the principles and criteria that inspire its investment activity.", "It also identifies its perimeter of application and draws up the lines of action to make the Bank's commitment concrete.", "The Charter applies to the financial portfolio and foreign exchange reserves over which the Bank has full decision-making autonomy.", "It does not apply to monetary policy portfolios, whose management is the responsibility of the Eurosystem.", "In the last three years, Banca d'Italia has progressively applied ESG criteria to its investments, adopting different strategies per asset class.", "For equity investments in Italian and euro-area stocks, amounting to about EUR 16 billion, the strategy is based on both financial and sustainability considerations.", "The two portfolios are managed to achieve a lower carbon intensity and a higher ESG score with respect to their benchmarks.", "The exposure to the US and Japanese equity markets, with a market value of about €2.7 billion, is through collective instruments linked to ESG benchmarks, D. Barmes and Z. Livingstone, \"The Green Central Banking Scorecard: How green are G20 central banks and financial supervisors?", "Available at: / publications/green-central-banking-scorecard/ P. Cipollone, \"Long-term investors' trends: theory and practice\", Welcome address at the Banca d'Italia and LTI Workshop, 2021; E. Bernardini, M. Fanari and F. Panfili, \"L'impegno per la sostenibilità degli investimenti finanziari\", in A. Scalia, \"La gestione dei rischi finanziari e climatici\", Bancaria Editrice, 2022.", "M. Fanari and G. Palazzo, \"The strategic asset allocation of the investment portfolio in a central bank\", Evolving Practices in Public Investment Management, Proceedings of the Seventh Public Investors Conference, 2018; D. Di Zio, M. Fanari, S. Letta, T. Perez, G. Secondin, \"L'allocazione strategica e la sostenibilità degli investimenti della banca centrale\", Markets, Infrastructures, Payment Systems, 14, December 2021.", "As part of the investments in government bonds, there is a small but not negligible thematic portfolio of green bonds, financing projects with environmental sustainability objectives.", "For all asset classes, the Bank assesses their sustainability results annually.", "Finally, the Bank has also adopted an environmental policy to reduce the ecological footprint of its activities.", "Overall, in 2020 the Bank reported a 28 per cent decrease in total carbon dioxide emissions compared with the previous year, a 5.6 per cent reduction in electricity consumption and a 14.5 per cent reduction in water consumption, mainly as a consequence of remote working.", "Together with the ECB and the other Eurosystem central banks, Banca d'Italia contributes to reducing the environmental impact of the production, distribution, recirculation and disposal of euro banknotes.", "In line with central banks' best practices, in 2020, 90 per cent of shredded banknotes was sent to waste-to-energy plants or installations for the production of secondary solid fuel.", "Let me conclude by saying that green finance is also an intellectual challenge, requiring us to add the new knowledge and information stemming from other scientific fields to our typical financial and economic background.", "The urgency of addressing climate issues is increasingly felt by financial institutions, investors, and governments, which hold the primary responsibility in leading change.", "Central banks are all contributing and will further innovate their actions.", "In this journey, still very long, and fraught with obstacles, all players are aware of having to play their part, without delays and half measures.f Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Green Finance", "Sustainable Investment", "Climate Risks", "Net-Zero Strategies", "Thematic Portfolios", "ESG Criteria", "Data Challenge", "Green Taxonomies", "Carbon Emissions"]}