{"sentences": ["Dear Colleagues and Friends, It is a great pleasure to be with you here at Berkeley today.", "Many thanks to Professor Emeritus John Zysman for the invitation to this discussion, the themes of which - cyber resilience, financial stability and central bank digital currencies - are highly pertinent and topical.", "We live in unusual and precarious times.", "Russia's illegal, brutal war has created terrible human suffering in Ukraine.", "Regrettably, we need to be prepared for a protracted confrontation, and it is essential that we maintain Western unity in our continued support of Ukraine.", "Russia's war has also destroyed the long-established European security order and badly damaged the economic landscape of our continent.", "One significant consequence is that Finland and Sweden have applied for NATO membership, and the ratification of their accession to NATO is currently advancing.", "This will produce a new 'Nordic fortress' in the region, with strongly integrated defence forces.", "For the European economy, Russia's war has caused a serious energy crisis and sharply rising inflation and has thus hit Europeans' purchasing power and dampened growth.", "While these current crises are occupying our thoughts, we should not lose sight of the longerterm structural trends shaping our economies.", "In many cases these trends are being driven by the digitalisation of the economy, which is progressing quickly and bringing about major transformations which are already highly visible in the payments landscape.", "Some have joked that a central bank digital currency (CBDC) is \"a solution looking for a problem\".", "While I may not be an outright fan of CBDCs, I think the detractors unfairly downplay the potential merits.", "The trend towards digital money is welcome for creating opportunities for innovation and financial inclusion.", "However, it also poses risks.", "Public authorities need to strike a careful balance in promoting innovation that benefits society while also limiting harmful activities.", "The proliferation of private digital monies in the last five years is a case in point.", "Since taking off in 2017-2018, the market for private digital monies, or crypto-assets as we central bankers like to call them, has been highly volatile with exceptionally large price movements.", "Contrary to the initial objective, high volatility and low processing capacity has made them difficult to use as means of payment.", "Even stablecoins, a more recent breed of private digital money, have turned out to be not so stable after all.", "Regulators have been warning private investors about the risks involved, but strong returns tempted more and more of them to jump on the bandwagon during the upswing phase.", "The total market cap of crypto-assets reached a peak of close to USD 3 trillion in late 2021.", "It has since declined to less than USD 1 trillion during the market turmoil this year.", "As was to be expected, the sharp revaluations of crypto-assets have led to a number of casualties and heavy losses for many investors.", "Some commentators have pinpointed the large-scale quantitative easing of central banks as the root cause for excesses in the crypto market.", "QE was a necessary response to the economic situation prevailing in the wake of the 2008 global financial crisis in most advanced economies.", "Central banks quickly reduced interest rates to near zero to help the economy recover.", "But as the policy rates reached the effective lower bound, more had to be done to boost the economy and meet the inflation target.", "That's where central bank purchases of longer-term financial assets, or QE, came in, together with other unconventional policies including forward guidance, negative interest rates, and funding for lending programmes.", "While there may still be no consensus on how QE works in theory, I think we can all agree that, in practice, it has proved an effective tool for easing financial conditions and providing economic stimulus when short interest rates are at their lower bound.", "Since both the overall easing of financial conditions and the role of QE as a portfolio rebalancing channel have served to push up the demand for risky assets, it is no surprise that asset prices have developed favourably during the QE period.", "This applies to crypto-assets in particular, where price formation is highly speculative and fanned by popular misunderstanding of monetary economics and even conspiracy theories.", "However, given the high volatility of crypto-assets, it is apparent that monetary policy can only explain a small part of the overall movement in their value, while the bulk of this has to be attributed to other factors.", "Overall, I am sure that the economic benefits of QE outweigh the costs.", "As Martin Wolf noted in his recent FT piece on the battle over monetary policy, occasional asset bubbles are preferable to mass unemployment!", "In terms of macroeconomic policy, the tide has now turned.", "After a decade of low inflation, we moved last year very quickly to a period of high inflation.", "The inflation surge was driven by multiple factors: quicker than anticipated recovery from the COVID-19 pandemic, global supply chain bottlenecks exacerbated by renewed China lockdowns and, in the case of energy and food, Russia's illegal war in Ukraine.", "The ongoing monetary policy normalisation is a response to the dramatically changed inflation outlook.", "In the United States, the tightening of monetary policy began in March.", "So far, the Fed has conducted two 75 basis-point hikes, placing the Fed funds target range between 2.25% and 2.5%.", "It has also started to reduce its balance sheet.", "The ECB, in turn, announced in June its intention to raise interest rates in two instalments, first in July and again in September.", "In July, we raised the key ECB interest rates by 50 basis points.", "This was more than had previously been signalled, because the June inflation figures showed an even greater increase than we had anticipated, and so we determined that it was appropriate to take a bigger first step on the normalisation path.", "Going forward, the ECB's interest rate decisions will be data driven, aiming for 2% inflation in the medium term, in line with our strategy.", "Let me next turn to central bank digital currencies.", "At the ECB, as in a number of other central banks across the world, we are looking into the possibility of introducing a CBDC, a digital euro.", "The investigation phase started in late 2021 and is expected to be concluded in October 2023.", "Once the investigation phase is completed, we will decide whether to embark on actually building a digital euro.", "It is important to note that a digital euro would complement cash - not replace it - by allowing central bank money to be used in digital form also for retail purposes.", "We will continue to safeguard citizens' access to and the usability of cash across the euro area, even though its role as a medium of exchange has been diminishing rapidly, at least in some countries.", "A digital euro would give people an additional choice about how to pay and would make it easier to do so in an increasingly digital economy.", "It would expand the availability of digital central bank money beyond transactions between banks to include everyday peer-to-peer payments between people, covering online shopping as well as bricks and mortar businesses.", "We have laid down several basic requirements for a digital euro, such as easy accessibility, robustness, safety, efficiency, privacy and compliance with the law.", "These will help us define what a digital euro might eventually look like.", "Importantly, a digital euro would be designed to work together with private payment solutions, facilitating the provision of pan-European solutions and services to consumers.", "With global cooperation it could eventually also solve many of the issues plaguing cross-border payments.", "So why should we introduce a digital euro alongside cash?", "Would it not be enough to rely on the private sector to provide us with efficient payment means for the digital age?", "Recent market developments have highlighted the fact that crypto-assets are fundamentally different from central bank money.", "Their prices are volatile, which makes them hard to use as means of payment or units of account.", "Even stablecoins attempting to piggyback on the credibility provided by central bank money have failed to guarantee one-to-one convertibility with it.", "As the BIS meticulously pointed out in their recent Annual Economic Report, crypto-assets' limitations are structural.", "An economy dominated by digital payments but without a strong monetary anchor would be inherently unstable.", "Federal Reserve Vice Chair Lael Brainard also recently noted that, given the foundational role of fiat currency, a digital native form of safe central bank money could enhance stability by providing the neutral trusted settlement layer in the future financial system.", "People using a digital euro, or a digital dollar, should have the same level of confidence as they would when using cash, since both fiat and digital forms of currency would be backed by a central bank.", "A digital payment landscape without a monetary anchor provided by the central bank would simply confuse people's understanding of what qualifies as money.", "The transformation of the payments landscape also raises important questions about the security of a monetary system in the digital age.", "Digitalisation is making financial services more efficient but leaving them more vulnerable to cyber-attacks and other forms of cyber risks.", "These risks and hybrid forms of influence have increased in the current environment of heightened geopolitical tensions, not least as a result of Russia's invasion of Ukraine.", "The vulnerability of the crypto ecosystem to hacks and theft as well as its capacity to facilitate financial crime, money laundering and other illegal activities is another reason to offer safe and legal means of payment in the digital age via CBDCs.", "The normal functioning of societies can be threatened not only through damage and disruption to critical infrastructure, but also by influencing people's minds and eroding trust.", "Since the financial system is based on trust, these threats must be taken very seriously.", "With cyber threats becoming increasingly complex, we must continuously adapt and strengthen our cyber resilience.", "Preparedness must be part of the cost-benefit analysis and the overall planning of systems - that is, resilience by design.", "In severe disruptions, years of efficiency gains may be wiped out if recovery is delayed.", "Regulation plays an important role in safeguarding against risks in the cyber universe.", "Regulatory action is needed to address the immediate risks in the crypto-assets market and to support public policy goals.", "The EU is taking important steps forward with the forthcoming Regulation of Markets in Crypto-Assets (MiCA).", "It is the first attempt at creating comprehensive regulations for digital assets and is expected to come into force in 2024.", "MiCA will set a new standard, providing legal certainty for crypto-asset issuers, guaranteeing equal rights for service providers, and ensuring high standards for investors.", "Dear Colleagues and Friends, Safety and stability are the key characteristics of a sound monetary system that serves society.", "Central bank money provides the reference value for all other forms of money in the economy.", "It plays a crucial role in sustaining confidence in the currency, in the smooth functioning of the payment system, and in safeguarding the transmission of monetary policy.", "Central banks must prepare for a digital future in which demand for cash as a medium of exchange may decrease, requiring the convertibility of private money into cash to be complemented by convertibility into central bank digital money.", "And we should recall that solid and safe access to central bank money is the foundation for price and financial stability.", "Convertibility into legal tender would also be the key for guaranteeing the value of digital euros provided by commercial banks.", "The bottom line is that the central bank should always provide the monetary anchor for the economy - and this would be the primary reason if the ECB were to decide to issue a digital euro.", "Thank you very much for your kind attention.", "Ulrich Bindseil and George Pantelopoulos, Towards the holy grail of cross-border payments.", "Lael Brainard, Crypto-Assets and Decentralized Finance through a Financial Stability Lens.", "Speech at Bank of England Conference, London, 8 July 2022, www.federalreserve.gov/newsevents/speech/brainard20220708a.htm The Future Monetary System.", "BIS Annual Economic Report, Chapter III, 26 June 2022, www.bis.org/publ/arpdf/ar2022e3.htm Barry Eichengreen, Digital Currencies - More than a Passing Fad?", "Current History, January online.ucpress.edu/currenthistory/article/121/831/24/119206/Digital-Currencies-More-than-aPassing-Fad Barry Eichengreen, Written evidence to UK Parliament on CBDCs, 21 October 2021, committees.parliament.uk/writtenevidence/40386/pdf/ Christine Lagarde and Fabio Panetta, Key objectives of the digital euro."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["central bank digital currencies", "cyber resilience", "financial stability", "digitalisation", "crypto-assets", "quantitative easing", "monetary policy", "inflation", "payments landscape", "cybersecurity"]}