{"sentences": ["Accompanying slides can be found on the Bank of Finland's website.", "Dear Colleagues, Dear Friends, Let me welcome you all on behalf of Suomen Pankki, the Bank of Finland, and our co-organisers from the European Investment Bank to this joint conference on investment in times of high uncertainty.", "Today we will focus on investment needs and investment climate in Finland.", "We'll bring together a group of specialists on the topic, as well as an audience of economists, policymakers, as well as people from financial institutions and the business community.", "[Slide 2] Finnish economy has recovered from the pandemic This seminar was planned to take place against the backdrop of the COVID-19 pandemic, from which the Finnish economy was recovering rapidly.", "At the turn of the year the economy was growing at a brisk pace and employment was increasing swiftly.", "By most measures, our economy had filled the void caused by the pandemic.", "The progress with vaccinations and the lifting of restrictions had set the scene for the economy to continue its recovery over the near term, with importantly, a very promising investment outlook.", "On February 24th, when Russia invaded Ukraine, the previous forecasts became close to obsolete overnight.", "The war in Ukraine has brought extreme misery to Ukrainians.", "Thousands of people are getting brutally killed.", "This is something my generation was hoping to escape from.", "From our conference's standpoint, the war has also caused yet another source of extreme uncertainty to the Finnish economy.", "To give some perspective to the investment landscape in Finland, let's jump some years back.", "No recovery in the rate of business investment Investment growth in Finland has been relatively modest since the global financial crisis.", "Although banks remained in good shape here throughout the crisis, global developments triggered a deep recession also in Finland.", "Compared to many of our European peers, the Finnish economy recovered slowly from the 2008-2009 recession.", "In the aftermath of the crisis, private fixed investment in Finland has stayed close to the level of the mid-2000s.", "The rate of productive investment, i.e.", "investment as a percentage of GDP, declined drastically in 2008 and afterwards investment growth has been fairly subdued.", "Moreover, a problem in recent years lies in the which is relatively composition of investment, strongly tilted towards construction (\"investing in walls\"), while ICT investments have been low compared to comparison countries.", "In the years of the rise of the electrical and electronics industry in Finland the share of investments in intellectual property products (IPP) of all fixed capital investment increased markedly.", "However, the rapid growth in Finnish IPP investments ended at the time of the Global Financial Crisis whereafter their volume even decreased for several years.", "Although they resumed growth in 2017, their volume is still somewhat lower than in the previous peak year 2008.", "In a recession, weak consumption and export demand will also dampen the demand for fixed investment as companies curtail activities.", "Although cyclical demand is important, the weakness of investment may reflect a number of factors.", "[Slide 4] Uncertainty The sluggish growth in investment may be explained by uncertainty.", "Indeed, recent years have been characterized by episodes of global uncertainty.", "Brexit, trade disputes between the United States and China as well as geopolitical uncertainty in several regions may have eroded the investment appetite of export companies.", "These, too, are examples of cyclical demand factors.", "The weak growth in investment may also be explained by supply-side factors.", "These are typically structural factors that have an impact on the medium-term prospects for return on investment.", "It is possible that companies and investors consider the outlook for productivity growth in Finland to be subdued.", "The shrinking of the working-age population and structural changes in the economy, with a shift from a manufacturing economy towards a services economy, are structural factors that may explain the lack of investment.", "All these factors may weaken investors' expectations regarding return on investment.", "Due to the simultaneous impact of demand and supply factors as well as global uncertainty on investment, it is difficult to assess their relative importance.", "In a recent Bank of Finland study, socalled structural vector autoregressive (SVAR) models are applied to disentangle the various effects.", "According to the results, it is clear that global uncertainty has had, a significant role in the development of Finnish investment.", "The results show, however, that fluctuations in uncertainty explain only to a minor degree changes in investment growth in the short term, covering a couple of quarters.", "Instead, they explain a quarter of fluctuations in investment growth in the medium to long term.", "The difference may be a result of the fact that whereas ongoing investment projects will be carried on despite changes in prevailing uncertainty, the uncertainty will heavily affect decisions on new investments.", "In contrast, supply factors have eroded growth in business fixed investment more or less throughout the period under review.", "From the early 2000s until 2015, supply factors either had a slowing impact on investment growth or did not have a significant impact on its rate of growth.", "It is noteworthy that during the years of rapid growth in the first half of the 2000s, investment was fueled by robust demand, which masked the structural problems in their supply.", "In 2015-2017, supply-side factors both strengthened investment growth and dampened the rise in prices for investment, and at the same time, partly offset the weakness stemming from global uncertainty.", "The stronger investment growth in these years was mainly due to the temporary improvement in total factor productivity.", "Coming to the more recent years, the recovering of the economy before the pandemic was accompanied with encouraging signs of investment.", "The gathering of momentum did not last, however, as it started dampening already in late 2019.", "The real blow came in 2020 with the arrival of the pandemic.", "This induced huge uncertainty into the economy, many companies experienced a sharp contraction in turnover, forcing them to adjust their cost structures accordingly and lower risk appetite.", "The financial position of non-financial corporations remains strong In spite of the COVID-19 and the disruption caused to many firms, the non-financial corporations sector as a whole improved its profitability and financial position in 2020 and 2021.", "While the value added created by the corporate sector decreased, compensation of employees declined and firms received public financial support.", "Ultimately the corporate sector's profit share managed to increase.", "[Slide 6] Changes in revenue and expenditure of non-financial corporations from 2019 to At the same time, the investment rate declined less than had been feared.", "Better profitability and a stronger financial position were facilitating investment growth for the coming years, once the pandemic would recede and the fading of uncertainty would improve the outlook for production.", "In early 2022, before Russia's invasion of Ukraine, Finland's economy had largely recovered from the pandemic.", "GDP had already surpassed its pre-pandemic level during the first half of 2021, and the economy continued to grow strongly in the latter part of the year.", "Indicator data and our short-term models suggest that the Finnish economy continued to grow in the first months of 2022.", "The turnover of all key sectors has exceeded the pre-pandemic level and employment has continued to rise, and growth in investment was robust.", "The main constraints of the Finnish economy were shortages of materials and labour.", "Russia's invasion of Ukraine has cast a new veil of gloom over the outlook for our economy.", "There is considerable uncertainty over the economic impact of the Russia-Ukraine war.", "The extent and duration of the war are unknown, and neither do we know what economic policy measures will be taken to alleviate the coming economic effects.", "Finnish views on joining NATO have changed Moreover, I would stress that uncertainty may sometimes be the worst state of all.", "Examples are many but to think about the times around the Brexit referendum, the penultimate US presidential elections or the Italian referendum.", "Premiums declined remarkably after the electoral events, even if the outcomes were not the ones initially desired by the markets.", "In Finland, the geopolitical situation currently is the biggest source for uncertainty.", "We don't have a vote on geopolitics, but our domestic debate on the possible NATO membership is similar enough.", "Hopefully, this piece of uncertainty is resolved sooner rather than later, at least the polls are clear.", "To end my introductory remarks in a positive tone, I would like to note that the solid financial position of the Finnish corporate sector and the solid underlying conditions for the Finnish economy in early 2022 provide a silver lining to the otherwise foggy landscape.", "Dear colleagues, After these words, I'd like to give the floor to Vice President Thomas Östros from the EIB.", "Following his words, the results of the EIB Investment survey for Finland will be presented, followed by a talk by Professor Otto Toivanen from Aalto University and a high level panel, focusing on investment dynamics and investment gaps in Finland.", "With this, I hope you will seize the opportunity to enjoy the presentations and the panel discussion of the distinguished speakers and actively participate in today's discussions.", "Thomas, please, the floor is yours.", "Thank you Senior Adviser Juuso Vanhala for the background work for this speech!", "Links in the text Kokkinen, Arto & Obstbaum, Meri & Mäki-Fränti, Petri (2021): Bank of Finland's Long-Run Forecast Framework with Human Capital, BoF Economics Review, 10/2021.", "(External link) Lindblad, Annika & Sariola, Mikko & Silvo, Aino (2019): Investment weakened by uncertainty and the structure of the Finnish economy, 17.12.2019, Bank of Finland Bulletin 5/2019 Jalasjoki, Pirkka & Kärkkäinen, Samu & Vanhala, Juuso (2021): Public finances carried households and businesses through the COVID-19 crisis, 15.6.2021 Bank of Finland Bulletin"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Investment", "Uncertainty", "Russia-Ukraine war", "Economic outlook", "Finnish economy", "Financial position", "Business investment", "NATO membership", "Global uncertainty", "Productivity growth"]}