{"sentences": ["Remarks by Timothy Lane Protected B School of Public Policy, University of February 16, 2022 Expecting the unexpected: Central bank decision making in turbulent times I'm happy to be Good morning.", "here with you today, albeit virtually.", "For two years now, we have been living through a period of history like no other.", "Successive waves of COVID-19 have claimed the lives and livelihoods of many Canadians.", "The economic impacts have also been extraordinary.", "The Canadian economy has now recovered substantially.", "Economic activity is above its pre-pandemic level and employment is near its maximum sustainable level.", "But the economy is still not back to normal.", "This has been a time of tremendous uncertainty for both economic policy-makers and those in the fields of health and science.", "So it seems fitting to begin our discussion with a thought from renowned Canadian physician William Osler, who is often described as the father of modern medicine.", "Over a century ago, Dr. Osler transformed the way medicine was taught by combining classroom study with bedside experience.", "He said that medicine is a science of uncertainty and an art of probability.", "That could apply equally to economic policy, and never more so than now.", "Osler's emphasis on the need to combine analysis with experience Indeed, is highly relevant to the uncertain world of economics.", "Today I would like to talk about how the Bank of Canada makes decisions in turbulent times.", "I will use the pandemic as a case study.", "In doing so, I will draw back the curtain on the Bank's during various stages of the crisis and how that thinking shaped our policy actions and our communications with Canadians.", "Finally, I'll speak more generally about how we are adapting our own practices at the Bank to better anticipate and respond to uncertainty in the future.", "Looking back over the past two years Let me set the stage by briefly reviewing what has happened to the Canadian economy over the past two years.", "In early 2020, the pandemic triggered sudden and severe economic contractions around the world.", "In Canada, gross domestic product (GDP) declined by about 15% and about three million Canadians lost their jobs.", "Inflation also declined sharply, from around 2% to near zero.", "This was largely due to the collapse in world oil prices.", "We also saw declines in the prices of hard-to-distance services such as air travel-for the few still flying.", "But if the economic contraction was unprecedented, so was the recovery that followed.", "As we can see in Chart 1, GDP bounced back sharply in the second half of 2020 when the initial surge in the number of COVID-19 cases stabilized.", "More recently, GDP actually passed its pre-pandemic level.", "Chart 1: Real gross domestic product in Canada Quarterly data, chained 2012 dollars, seasonally adjusted at an annual rate 2,250 2,100 1,950 1,800 Real GDP Projected GDP Note: Dashed line indicates projected level from the January 2022 Monetary Policy Report.", "Sources: Statistics Canada and Bank of Canada projections Last data plotted: 2022Q4 And, as this next chart shows, the recovery in employment was also impressive (Chart 2).", "Chart 2: Employment and unemployment in Canada Monthly data, seasonally adjusted a.", "Total employment in Canada b.", "Unemployment rate in Canada 8 15 0 Jan Apr Jul Oct Jan Apr Jul Oct Jan Apr Jul Oct Jan Jan Apr Jul Oct Jan Apr Jul Oct Jan Apr Jul Oct Jan 2019 2020 2021 Total employment Unemployment rate Sources: Statistics Canada Last observation: January 2022 Robust job gains have brought employment back to where it was before the pandemic.", "A range of measures shows that with this recovery, overall slack in the Canadian economy has been fully absorbed.", "Indeed, we are seeing increasing signs of scarcity of labour and of some goods.", "Meanwhile, the next chart shows that inflation not only recovered from near zero but is now well above the Bank's 2% target (Chart 3, panel a).", "For more details, see \"Box 3: Economic slack in the fourth quarter of 2021,\" Monetary Policy Report (January 2022).", "Chart 3: Consumer price index and inflation in Canada b.", "Consumer price index, actual versus implied path consistent a.", "Consumer price index inflation,year-over-year with the 2% inflation target, seasonally adjusted percentage change, not seasonally adjusted 6.0 5.0 4.0 3.0 2.0 1.0 0.0 -1.0 Jan Apr Jul Oct Jan Apr Jul Oct Jan Apr Jul Oct Jan Apr Jul Oct Jan Apr Jul Oct Jan Apr Jul Oct 2019 2020 2021 CPI inflation Implied CPI path consistent with the 2% inflation target Sources: Statistics Canada and Bank of Canada calculations Last observation: December 2021 This surge in inflation has been more persistent than anticipated.", "Part of it reflects a catch-up in prices after inflation dropped in 2020 (Chart 3, panel b).", "It also reflects the impacts of both supply constraints and strong demand in global markets-especially for goods.", "We now expect that inflation will remain close to 5% through the first half of this year.", "The initial policy response So now that we've talked about our journey over the last two years, let's attention to the policy response in those early days of the crisis.", "The sheer scale and complexity of this pandemic was beyond what anyone anticipated.", "How did the Bank navigate its course?", "Once the virus spread across the world and the first lockdowns were implemented, we clearly understood that the economic and financial impacts would be serious.", "Just how serious was still quite uncertain.", "But we knew that the situation called for extremely aggressive policy responses, right from the start.", "Our thinking was that it was better to do too much up front to strongly support the recovery than to play catch-up later.", "When the pandemic first hit, the top priority was to support Canadian households and businesses.", "In addition to helping those most directly affected, our goal was to prevent second-round effects on other sectors of the economy-notably the impacts that can occur when those who have lost income cut back their spending.", "We were also worried about businesses delaying investments.", "A second problem we needed to tackle right away was the breakdown of financial markets.", "In an atmosphere of panic, asset values plummeted and we saw a generalized dash for cash.", "Market liquidity suddenly evaporated-in other words, sellers had difficulty finding buyers, even for safe assets such as government bonds.", "This dynamic threatened to block the flow of credit for households and businesses just when they needed it most.", "The Bank responded swiftly and aggressively to restore calm to financial markets.", "We provided liquidity to the financial system through several channels, including repurchase agreements and direct asset purchases in a range of financial markets.", "These actions, alongside similar measures taken by central banks in other countries, quickly restored market functioning worldwide.", "the federal government's It was clear that fiscal policy would need to take primary responsibility for supporting households and businesses, because it could focus that support to manage the uneven impacts of the pandemic.", "Many Canadians who had the option of working remotely stayed employed.", "Meanwhile, many in hard-to-distance services-disproportionately staffed with lower-wage workers, racialized Canadians, and women-lost their jobs.", "The government quickly responded with transfers to support incomes for affected households and to keep businesses afloat.", "The Bank acted forcefully with monetary policy as well.", "In July, we pledged to keep the \"until economic slack is absorbed.\"", "rate at this level In October we complemented our conditional forward guidance with a forecast-but not a commitment-of when we thought that condition would be met.", "The decision not to commit to a specific date reflected the great uncertainty around the outlook.", "We also committed to continue our purchases of government bonds until the recovery was well underway.", "These purchases were made initially to restore market functioning but then served as another tool of monetary policy: quantitative easing.", "This tool was implemented to keep borrowing costs low across the yield curve.", "The overriding goal was to support the economy through this economic contraction and bring inflation back the Bank's That's because, if left unchecked, the to 2% target.", "pandemic forces at work on the economy in those early days could drive inflation persistently below zero, starting a deflationary spiral.", "These policies combined a bold response with a clear exit strategy.", "Given the heightened uncertainty, our exit from emergency measures had to be based on outcomes, not on a fixed calendar.", "That is, we would: provide liquidity until market functioning was restored continue quantitative easing until the recovery was well underway maintain our forward guidance until slack was absorbed We provided clarity about the conditions for exit while recognizing that the timing must depend on how the situation unfolded.", "As events played out, we updated Canadians on when the conditions were likely to be satisfied.", "Markets could also update their own views as data came in.", "How did our views and policy response evolve?", "The recession Canada faced was nothing like a textbook case and there was exceptional uncertainty about how it would play out.", "In fact, in our April 2020 Monetary Policy Report, we did not publish our usual forecast but instead presented a range of possible outcomes as we see here (Chart 4).", "Chart 4: Real GDP, projected range versus actual Quarterly data, chained 2012 dollars, seasonally adjusted at an annual rate 2,250 1,500 2019 2020 2021 2022 Range of scenarios* GDP * Projected range from the Bank of Canada's April 2020 Monetary Policy Report Last data plotted: 2022Q4 Statistics Canada and Bank of Canada projections These possible outcomes reflected two distinct dynamics.", "Some economic activity and employment would return to normal levels as soon as the pandemic subsided and lockdowns were lifted-similar to what often happens following a natural disaster.", "Other economic activity would take longer to come back.", "Indeed, in the spring of 2020 economists around the world debated about whether the recovery would be V-shaped or L-shaped.", "view was that each of these dynamics would likely play out in turn, resulting in a two-phased recovery: first reopening and then recuperation.", "Why did we expect full recuperation to take longer?", "It was partly because of our experience with the global financial crisis of 2008-09.", "The long, drawn-out recovery that followed that crisis reflected a large and prolonged rise in unemployment and massive damage to balance sheets.", "As a result, the global economy took 10 years to recover to its pre-crisis trend.", "Labour markets can be damaged by lengthy recessions.", "Unemployment can have persistent effects on people's skills and their ability to re-enter the workforce.", "Because the pandemic began with such a huge increase in unemployment and so much uncertainty around how long the pandemic would last, this concern was front of mind.", "The unevenness of job losses caused by the pandemic also suggested that inequality could widen, which itself has negative economic consequences.", "In all, we saw powerful downdrafts on the economy in those early months-reflected in our expectation that it would take until 2023 for slack to be absorbed.", "The same view was evident in our projection for inflation at the time.", "We can see in Chart 5 that our earlier projection showed inflation creeping up to our 2% target over three years.", "Chart 5: Consumer price index inflation, projected versus actual Year-over-year percentage change, quarterly data, not seasonally adjusted -1 2019 2020 2021 2022 Projected CPI inflation* Actual CPI inflation * Projected CPI inflation from the Bank of Canada's July 2020 Monetary Policy Report Sources: Statistics Canada and Bank of Canada projections Last data plotted: 2022Q4 economy's path of Needless to say, this is not exactly how things turned out.", "The recovery has followed the upper edge of the range we had contemplated.", "Employment recovered more quickly than expected.", "And inflation persistently ran much higher than anticipated and is now well above our target.", "It really comes down to supply and demand.", "In the early months of 2020, we realized that the pandemic would have adverse effects on both demand and supply.", "On the demand side, we expected households to rein in their spending while job losses translated into lower household incomes and weaker confidence.", "The experience from the global financial crisis also suggested that financial institutions could be less willing to lend amid the heightened uncertainty.", "This experience also suggested that it could take a long time for consumer confidence and spending to recover.", "On the supply side, we anticipated a temporary loss of supply or productive capacity.", "Some production facilities were locked down and for others, the extra time and effort needed to comply with health requirements could weigh on productivity.", "But our projections assumed that the effects on supply would be less severe and would ease fairly quickly as restrictions were lifted.", "Since demand was expected to take longer to recover than supply, that meant that persistent economic slack would continue to put downward pressure on inflation.", "There are several ways in which supply and demand behaved differently than we expected.", "For one thing, vaccines were developed and deployed in record time, a little more than a year after the pandemic first began and one year sooner than we originally assumed.", "In addition, we underestimated the ability of businesses and workers to adapt to the pandemic and learn how to work around it in innovative ways.", "This period is marked by accelerated growth in all aspects of the digital economy.", "These are important reasons why both demand and supply-and thus GDP-recovered so quickly.", "The forcefulness of our economic policy response also helped us avoid many of the negative effects on demand that we had been concerned about.", "The scale of fiscal transfers meant that the disposable income of Canadian households actually increased during the pandemic and business bankruptcies declined-both unheard of during a recession.", "Households were able to increase savings and pay down non-mortgage debts.", "And the financial system, far from being a source of drag on the economy, became a sturdy support.", "A related factor that was initially underestimated was the shift of demand both in Canada and abroad.", "Households that could not spend on services like restaurant meals and vacations shifted their spending to goods that were available, such as sports equipment, appliances and electronics.", "This shift in demand toward goods increasingly ran up against global supply constraints during 2021, helping to push inflation higher than expected.", "Production disruptions proved to be a more troublesome force than originally anticipated.", "Because production is highly interconnected across countries, disruptions in one country quickly resulted in supply shortages in others.", "Specific chokepoints surfaced-such as the supply of semiconductors and shipping capacity-but the disruptions became increasingly persistent and widespread.", "Even now, it's unclear how long it will take to resolve these issues.", "Furthermore, Canadian firms have increasingly faced their own capacity constraints.", "A record number of respondents to our December Business Outlook Survey said they would have difficulty meeting increased demand.", "This partly reflects shortages of essential imported components.", "But it also speaks to the shortages of workers- particularly those with specialized skills-caused by tightening labour markets.", "Combining all these factors, demand was more robust and supply more constrained than we expected-resulting in stronger-than-expected economic growth and persistently higher inflation.", "Throughout all this, we adjusted monetary policy as the recovery advanced.", "We scaled back our quantitative easing, ending it in October 2021, and entered the reinvestment phase.", "We now purchase bonds only to keep our overall holdings stable as bonds mature.", "And while our exceptional forward guidance remained in place until a few weeks ago, we regularly updated our view of when the necessary conditions to raise interest rates would be met.", "On January 26, 2022, we removed forward guidance altogether, based on our assessment that slack in the economy had been absorbed.", "We expect that interest rates will need to increase, with the timing and pace of those increases guided by the Bank's commitment to achieving our 2% inflation target.", "We indicated that, once we begin to raise the policy rate, we will consider exiting the reinvestment phase and reducing the size of our balance sheet by allowing maturing bonds to roll off.", "Many of the factors that influenced our policy deliberations throughout the pandemic have come into sharper focus as we gain experience with a recession that is unlike any why it's so important to have other.", "This illustrates decision-making processes that can is what I'd like to talk about adapt to new information, analysis and experience-which next.", "Our adaptable analytical and decision-making processes Much of what I have been discussing is not captured well by our standard economic models.", "Indeed, over time, we have adjusted our models so that they could relate even more to the unique circumstances of the COVID-19 pandemic.", "Bank of Canada economists have increasingly been drawing on novel sources of data to get a sense of what is happening on the ground.", "Real-time data have been especially valuable because the situation has been changing so rapidly.", "For example, online restaurant reservations and data from Interac on spending gave a more timely readout of consumer behaviour.", "Such data became particularly important as the pandemic drove many more customers to do their shopping and other activities online.", "Similarly, online job postings complemented other indicators we use to assess labour market conditions.", "During the pandemic, epidemiological data have also been essential-and we have been talking regularly with epidemiologists and public health officials to interpret these data.", "The uneven economic impacts of the pandemic further underscore the importance of looking at data broken down in various ways.", "This has allowed us to better assess how situations were affecting different groups of people in unequal ways and how this might affect economic outcomes on a larger scale.", "For example, we have increasingly been focusing on a wider range of labour market indicators and publishing them in our quarterly Monetary Policy Report and on our website.", "To make better use of all these data, our economists have been taking innovative approaches, including working with big data and advanced analytics.", "These new analytical tools and information sources have allowed us to fill important gaps in our understanding of what was happening in all parts of the economy.", "Events such as the pandemic also show the value of talking with and listening to Canadians.", "To quote Dr. William Osler again: Listen to your patient-he is telling you the diagnosis.", "For many years, we have carried out our quarterly Business Outlook Survey and maintained a regular dialogue with business leaders.", "This was instrumental, for example, to understanding the nature and extent of supply constraints in Canada.", "We now also conduct the Canadian Survey of Consumer Expectations four times a year which, amongst other things, helps us evaluate the extent to which consumer inflation expectations remain anchored.", "We are also pursuing a deliberate strategy of broadening the set of stakeholders we consult to sharpen our insights into the economy.", "More generally, turbulent times call for openness to new facts and ideas and agility in decision making.", "Uncertainty may require a cautious and gradual approach when entering uncharted territory-but as the pandemic has illustrated, there are times when policy involves risk, but inaction is often riskier.", "It's policy-makers must act boldly.", "Any important to take those risks, but it's equally important to fully understand them and be transparent in communicating their nature.", "When coming to a policy decision, the Bank looks at several risks and assesses their relative importance.", "Many risks are two-sided, but we may be more concerned about one side than the other.", "This has been particularly true during the pandemic.", "Given the magnitude of the impact at the beginning of the crisis, our concern about of the downside risks to the economy led us to deliver an aggressive monetary policy stimulus.", "As the situation evolved, however, our policy action shifted along with the balance of risks.", "Currently, with inflation well above our target, we are increasingly focused on countering the upside risks.", "At different stages in the pandemic we have changed our outlook and our policy stance to respond to the uncertain and fast-changing situation.", "What remained constant, however, was our commitment to explaining the basis for our projections and our we can't be certain about many decisions.", "We have been clear that things.", "We have also been candid in describing the risks involved at any given moment.", "Although we cannot eliminate uncertainty, we can provide as much clarity as possible about the actions and decision-making processes.", "This was clearly reflected in the conditions we included in our forward guidance throughout the pandemic.", "And it was in that spirit that we announced our decision in January, making it clear that with slack now absorbed, interest rates will need to be on a rising path to bring inflation sustainably back to the 2% target.", "The pandemic has brought much that was unexpected.", "We have drawn on our analysis and experience to reach a clearer understanding of the forces at work, but we must anticipate the possibility of more surprises before this chapter is closed.", "While we now expect supply disruptions to ease and inflation to come down quickly in the second half of this year, we are alert to the risk that inflation may again prove more persistent.", "We will be nimble-and if necessary, forceful-in using our monetary policy tools to address whatever situation arises, as we have done throughout these turbulent times.", "We know that Canadians count on us to make the right decisions in the face of uncertainty and to navigate relentless change.", "And we will always work hard to be worthy of that confidence."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Recovery", "Inflation", "Labour Market", "Supply Chain", "Fiscal Policy", "Data Analytics", "Risk Management", "Communication", "Uncertainty"]}