{"sentences": ["Published Date: 01 September 2022 \"An Update on the Global and Domestic Economic Conjuncture\" - Summary of Remarks by Mr Edward Robinson, Deputy Managing Director (Economic Policy) & Chief Economist, MAS, at a Citibank Macro Fireside Virtual Event on 1 September 2022 Summary of remarks on the Global and Domestic Economic Conjuncture Global Economic Developments: A Narrow Ridge to a So Landing Aggregate demand-supply imbalances continue to engender elevated inflation rates across many economies.", "However, tighter financial conditions, including from higher policy interest rates, coupled with fresh uncertainties, are imparting a moderating effect on demand among the advanced economies.", "This should dampen the pace of future price increases but still leave inflation somewhat elevated for a while.", "These ongoing global inflation-growth shis present challenges for the calibration of the monetary policy stance.", "The perceived stridence of the recent Jackson Hole discussions belies a complex calculus confronting central banks.", "The path forward for the global economy can be cast in terms of a narrow ridge that needs to be traversed to achieve a so landing, in which inflationary pressures recede with further rate hikes to a level above the neutral rate of interest.", "In this scenario, growth slows, but the current (positive) output and (negative) unemployment gaps do not reverse and widen materially.", "It is useful to illustrate these considerations with respect to the US economy.", "The ridge to a so landing in the US appeared to reach a more challenging turn during the early to mid-summer.", "Persistent price increases that have broadened and crept into long-term inflation expectations have led to a more aggressive Federal Reserve's response and an upward re-pricing of the terminal Federal Funds rate.", "Recent labour market indicators continue to signal significant tightness.", "At the same time, economic activity surprise indices, such as those produced by Citibank, have been showing downward forecast misses on the goods side.", "While it is possible that some of the misses reflect a rotation from durable goods to services as the economy re-opens, the market interpretation has been more tentative.", "A combination of growth and inflation fears have seen some correction in equity markets, higher bond yields, wider credit spreads, a stronger dollar, and a further tightening in financial conditions.", "Several factors need to fall in place for a \"so landing\".", "These can be grouped into determinants of the Aggregate Supply (AS), Philips Curve (PC), and Investment-Saving (IS) schedules.", "Supply-side factors have featured prominently in the inflation run-up.", "There are nascent signs of an easing in supply frictions which, if sustained, can take some of the burden of restoring price stability away from demand, and incur a smaller trade-off between inflation and growth.", "A pick-up in productivity growth, and some rise in the Labour Force Participation Rate (LFPR) would also relieve cost pressures.", "However, productivity gains of the mid-nineties that allowed the Federal Reserve to hike by 300bps with minimal output loss were exceptional and are unlikely to be replicated.", "Interest rate sensitive sectors need to respond sufficiently to the tightening of policy in order to moderate demand, without tipping the economy into a sharp or broader downturn.", "Tighter financial conditions can restrain demand via transmission channels working through higher mortgage rates, more selective credit underwriting and wealth effects from lower equity prices.", "If these channels begin to restrain growth in 2022 at a time when corporate and household balance sheets are still strong, they contribute to achieving a so landing.", "Combined with labour supply improvements, employment needs to moderate sufficiently to cool wage growth without eliciting a sharp rise in the unemployment rate.", "Some relief could come from a rise in the LFPR.", "Post-Covid normalisations could see the return of some of the \"missing\" 1-1.5 million workers that have exited the labour force because of the pandemic.", "The present strength in labour demand is reflected in an unusually high ratio of two vacancies for each unemployed person.", "Some reduction in vacancies will not generate negative income effects in the same way that outright layoffs would.", "For a \"so landing\", the Non-Accelerating Inflation Rate of Unemployment (NAIRU) would have to converge to its lower pre-Covid level at a faster pace than actual unemployment rises.", "A return of the NAIRU to its value before 2020 would verify the absence of labour market scarring.", "A recent Bank for International Settlements (BIS) study usefully identified some stylised facts on hard versus so landings in the global economy.", "This was based on a comparison of 70 policy tightening episodes in 19 Advanced economies (AEs) and six Emerging Market Economies (EMEs).", "Strong growth and high job vacancies, as well as front-loaded rate hikes can help prevent a hard landing.", "Conversely, rapidly rising inflation, low term spreads and elevated debt levels raise the risk of a recession, especially if there are persistent negative supply shocks.", "Comparisons with the current conjuncture suggest a mixed prognosis across these factors.", "Overall, for the global economy to successfully stay on the ridge, inflation needs to peak soon, underpinned by improved demand-supply balance as multiple driving factors reequilibrate.", "This would lessen the constraints facing central bank's responses - allowing the pace of monetary policy tightening to ease off by year-end.", "At that point, a relatively contained period of sustainable below trend growth should ensue with inflationary pressures gradually receding into 2023.", "If instead, the global economy veers off the ridge to a hard landing and equilibrating forces are stifled, the result will be higher inflation for longer, a more protracted period of monetary tightening, possibly higher unemployment, and mounting debt vulnerabilities.", "I note, but will not address here, that the Eurozone and other regions face additional idiosyncratic concerns which bear close monitoring.", "Singapore Economy: Some Pro-equilibrating Shis Some growth moderation The Singapore economy is moderating, with average growth of 4.1% (y-o-y) in H1 2022.", "Following the strong rebound of 7.4%, last year, the economy's output gap is estimated to be mildly positive at mid-year.", "Manufacturing activity is slowing aer a robust showing throughout 2021.", "The travel-related and domestic consumer-facing sectors are strong, as domestic mobility indicators have returned to pre-COVID levels.", "It is estimated that domestic economic output has reached close to its pre-pandemic trajectory (i.e., the present level of GDP envisaged in January 2020).", "Singapore's GDP growth is likely to come in between 3 and 4% this year, which would bring the average pace of expansion over 2021-22 to around 5.5%.", "This outlook is strongly predicated on the prospects for Singapore's three main final demand markets - China, ASEAN-5 and the US.", "Growth will be led by the domestic-oriented and travel-related sectors, while the contribution of the trade-related sectors could retract from last year.", "Ongoing costs pass-through Core inflation rose to 3.8% y-o-y in Q2, reflecting both imported cost-push and broader demand-pull pressures.", "Core inflation is expected to remain elevated this quarter, as previous global cost shocks continue to transmit through the domestic economy.", "With domestic demand picking-up amid a tight labour market, consumer services inflation is likely to feature more prominently.", "Several results from the econometric work done by the Economic Policy Group in MAS are First, global food and energy shocks impact headline inflation within one quarter of the shock and continue to pass through to final prices for at least the next six months.", "Second, domestic cost increases as proxied by wages in the services sector pass through moderately to prices mainly within the following quarter.", "Third, wage increases of the past three quarters affect current wages with a summed coefficient of less than 0.5, implying that lagged impulses fade within a few quarters.", "Fourth, the effect of price pressures on wage increases is empirically weak; wages respond less than proportionately to prices during the year.", "Combined, these estimates suggest that the pass through from costs to domestic prices is subject to relatively contained momentum and feedback effects.", "But the entire course of the pass-through process is still characterised by a degree of persistence.", "Accordingly, in the absence of further major global price shocks, domestic inflation should not accelerate further in Q4, but could remain elevated relative to the historical average.", "A key upside risk factor influencing the ongoing pass-through to consumer prices is the behaviour of cost mark-up by businesses.", "Profit margins might have been impaired in the earlier period when global costs shocks were intensifying, and businesses might be inclined to restore them at least partially in the period ahead.", "Monetary policy stance has progressively tightened Singapore's short-term AS curve is gradually shiing to the right as global costs subside and non-resident worker inflows pick up.", "Wages in the first half of the year traced out a temporarily steeper portion of the Phillips Curve but are expected to revert to their historical configuration in the period ahead.", "The external components of the IS curve could moderate in the quarters ahead.", "These represent pro-equilibrating movements, but we are alert to unexpected developments and fresh shocks.", "Monetary policy has become progressively more restrictive over the past year, appropriate for the prevailing elevated inflation.", "MAS started tightening relatively early and implemented it in a gradual manner through a series of steps.", "Our calibrated actions corresponded with more frequent reviews of evolving economic conditions and the outlook.", "In October, we will assess the accumulated effects of previous policy shis against the likely baseline conditions into the turn of the new year.", "Monetary policy will stay focused on price stability in the medium-term, amid an uncertain near-term environment."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Economic Growth", "Monetary Policy", "Supply Chain", "Labour Market", "Financial Conditions", "Demand-Supply", "So Landing", "Phillips Curve", "Investment-Saving"]}