{"sentences": ["Ladies and gentlemen It is my pleasure to welcome you to this high-level conference on global risk, uncertainty and volatility.", "Thank you all for accepting our invitation to join the discussions.", "I am very pleased to see such a distinguished group of central bank officials and academics.", "I would like to thank our colleagues at the Bank for International Settlements and the Federal Reserve Board for working together with us in organising this event.", "The topic of this year's conference is inflation risk and uncertainty.", "It could not be more timely.", "This is not to say that uncertainty is a new phenomenon for monetary policy - on the contrary, monetary policy always operates under uncertainty.", "However, the outbreak of the war in Ukraine has increased uncertainty about further economic developments and inflation to an exceptionally high level.", "In addition, inflation risks have shifted from being persistently on the downside to the upside.", "The high level of uncertainty is also reflected in less reliable predictions.", "Over the past two years, we have had to revise our inflation forecasts continuously and significantly.", "How do policymakers handle this situation of high uncertainty, upside risks to inflation and limited reliability of forecasts?", "How do they decide when and how strongly to tighten monetary policy?", "Like many central banks today, the Swiss National Bank follows an approach to decision-making based on risk management.", "In theory, this is relatively simple.", "We focus not only on the most likely path of the economy, but also take into account a range of possible outcomes around that path.", "In doing so, we weigh the potential costs and benefits of different policy measures.", "Of course, real life is more complicated.", "Our understanding of the economy is inherently imperfect.", "Economic models have a limited ability to capture the truth and predict the future.", "So how do we deal with this complexity and uncertainty in practice?", "Can we deduce some general principles for decision-making?", "My introductory remarks will address three such principles, namely pragmatism, consistency and determination.", "Where relevant, I will touch on our experience in Switzerland.", "I will begin with pragmatism.", "In light of our limited knowledge about the economy and the influence of monetary policy, decision-makers are well advised to be pragmatic.", "They should choose policies that exhibit a certain degree of robustness to different circumstances.", "Rather than seeking measures that are optimal in the context of specific situations, decision-makers are better off adopting less ambitious policies that produce reasonably good results in a sufficiently large variety of scenarios.", "In analysing such scenarios, we work with models that incorporate a relatively small set of key relationships.", "These relationships provide useful approximations of the economy's dynamics and the transmission of monetary policy.", "However, not everything can be captured in mathematical equations or measured with the available data.", "Furthermore, our assumptions about the behaviour of market participants are drawn from the past, which is often only roughly comparable to a given situation in the present.", "Policymakers must therefore also look beyond models and form broader - less formal - hypotheses about how the economy and the monetary transmission mechanism function.", "Model simulations and forecasting must have a prominent place in our decision-making process - not least given the lag in monetary policy's impact on the economy.", "However, risk assessments and cost-benefit analyses should also involve judgements based on less precisely measurable evidence that cannot be directly incorporated into models.", "The SNB takes such a pragmatic approach to decision-making.", "Our policies do not follow a strict rule designed to be optimal with respect to a single model of the economy.", "Our main inflation forecast is based on a suite of models, as well as judgmental adjustments drawing on a variety of outside information not captured in the models.", "Such outside information includes monetary indicators and discussions with company managers.", "Furthermore, our monetary policy decisions are not based exclusively on our inflation forecast.", "Our forecast is always complemented by a careful risk assessment and comprehensive cost-benefit analysis by the Governing Board.", "The SNB's pragmatic approach to decision-making allows us to respond quickly and flexibly to different kinds of shocks.", "However, it is important to note that pragmatism is not synonymous with unbounded discretion and a lack of discipline in policy-making.", "This brings me to the second principle: consistency.", "While decision-making should be pragmatic, it should be consistent over time.", "Policy decisions must be based on a firm commitment to the objective of price stability.", "They cannot be based on a period-by-period optimisation of short-term gains in terms of output stabilisation or, more generally, on political opportunism.", "If we are to reach consistent decisions, we must make sure that all available information is used systematically.", "This is especially important during prolonged periods of largerthan-usual forecast errors.", "In such situations, additional data and information can help assess the likelihood that the forecast errors are not just due to unpredictable shocks, but to underlying structural changes in the economy.", "The SNB is currently investing in such alternative data and information.", "This helps us to improve our understanding of inflationary pressures and assess the possibility of a change in the underlying inflation regime.", "For example, we are monitoring disaggregated CPI data more closely.", "We are also experimenting with machine-learning models that are trained using a large set of economic and alternative indicators.", "Furthermore, we collect additional data from our network of regional representatives who conduct one-on-one discussions about the current economic situation in Switzerland with around 250 company managers throughout the country every quarter.", "The statistics gathered from these talks - for example on firms' inflation expectations, but also on other evidence, such as changes in companies' price-setting behaviour - can be useful in assessing regime changes before they show up in the official statistics.", "Systematically collecting and evaluating as much information as possible is crucial.", "However, in a situation of exceptionally high uncertainty, a key challenge for policymakers is to find the right balance between waiting for additional information and not falling behind the curve.", "This brings me to the third principle for decision-making: determination.", "The literature provides arguments for both a wait-and-see approach and more aggressive policies, depending, for example, on whether the uncertainty is related to measurement, the effectiveness of policies, or unforeseen developments.", "In practice, in an environment such as the one we face today, mixed signals on the persistence of inflation might tempt policymakers to postpone further reaction to inflationary pressures until uncertainty about future inflation has receded.", "Yet uncertainty must not mean indecision.", "A risk management approach to policymaking sometimes calls for decisive action.", "At times, the optimal policy decisions may be those that provide insurance against particularly bad, though very unlikely, events.", "The SNB's tightening of its monetary policy over the past year should be seen in this context.", "Towards the end of 2021, at a time when the inflation outlook was still relatively benign, we began to tolerate a certain nominal appreciation of the Swiss franc.", "In June this year, we raised the SNB policy rate by half a percentage point, and in September by another 0.75 percentage points.", "This was done in order to counter the risk of a further build-up of inflationary pressures and to bring inflation back within the range of 0% to 2% that we equate with price stability.", "We do not aim to fine-tune inflation within this range.", "However, when faced with large shocks that increase the risk of persistent movements of inflation away from the range, determined action is necessary, irrespective of whether these movements are below or above the range.", "Determined action today is consistent with our resolute response to deflationary pressures in the past.", "Finally, I would like to conclude my remarks with a comment about the importance of humility.", "The SNB decides its policy using an approach that is simultaneously pragmatic, consistent and determined.", "This allows us to fulfil our commitment to price stability in the face of economic shocks in a manner that is both flexible and resolute.", "In and of itself, such an approach provides no guarantee of success.", "From time to time, we miscalculate and misjudge the situation.", "It is therefore important that we remain humble and open-minded when reaching our decisions.", "In order to improve our understanding of a continuously changing economy, we draw on work from researchers both inside and outside the SNB.", "I am very pleased to note that the academic part of our conference offers a wide range of contributions on many of the issues I have mentioned.", "I look forward to interesting discussions and an open exchange of views.", "It is now my pleasure to give the floor to Andréa, who will chair the first panel."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation risk", "Uncertainty", "Monetary policy", "Pragmatism", "Consistency", "Determination", "Risk management", "Economic forecasts", "Price stability", "Inflation regime"]}