{"sentences": ["12.10.2022 Economic prospects and impact on the financial system Global Managers Meeting/KPMG Paris Margarita Delgado [I am very pleased to join you at this global meeting to share my views on these challenging times and on how the current situation might affect the financial system in the near future.", "First of all, it must be acknowledged that our capacity to accept, digest and adapt to the shocks we have recently seen has been remarkable.", "At the same time, such profound and sudden changes mean that any forecast we publish becomes outdated very soon.", "You might agree with me that, nowadays, the only thing that is certain is that we live in uncertain times, and we must deal with this.", "Let me start by briefly reviewing the economic situation and the outlook for the euro area.", "It is worth remembering that the current inflationary pressures first emerged in mid-2021, right after the reopening of the economy following the global vaccination efforts, and have continued through to 2022.", "Three factors have contributed to this.", "First, commodity prices started to increase, in part driven by the significant recovery in demand.", "Second, supply bottlenecks began to emerge, mainly in maritime trade, but also in other sectors such as semiconductors, due to the post-pandemic rebalancing of consumer preferences that led to a demand push at a global level, as well as the emergence of supply-side constraints due, for example, to COVID-related containment policies in key hubs, such as Chinese ports.", "As a result, by the first quarter of 2022, inflation in the EU was already at its highest level since the creation of the monetary union.", "Lastly, in this unstable scenario in which supply and demand had yet to adjust, the outbreak of war in Ukraine fuelled further instability in the inflation outlook and hindered the economic recovery that was starting to take hold in early 2022.", "Europe is particularly exposed to the economic repercussions of the Russian invasion of Ukraine.", "First, the continent has close commercial ties with Ukraine, a supplier of primary goods such as grain, sunflower oil or corn.", "These products are widely used in the European agriculture, farming and food industries.", "Second, and most importantly, Russia continues to play a major role as an exporter of energy products to Europe (mainly oil and gas), and remains of key importance for some European countries.", "Russia is the euro area's main supplier of natural gas and oil: in 2019, 36% of all of the natural gas consumed in the euro area came from Russia, as did 22% of all of the oil consumed.", "As a result of the war, the European Union has taken measures to sanction certain activities that could be used to finance Russia and, by extension, the invasion.", "In turn, Russia has restricted supplies of gas to Europe, and these are hard to replace in the short term.", "All these elements make up a cocktail that is hard to digest.", "The economic consequences of the energy shock are uneven across European countries due to the different extents to which they depend on Russian gas and the absence of an integrated energy market.", "Nevertheless, given that our economies are strongly interconnected, even countries less dependent on Russian energy, like Spain, cannot afford to be complacent.", "We are in this together.", "For example, according to an analysis by the Banco de España,1 the Spanish economy would be materially affected by a complete cut-off in energy imports from Russia.", "According to this assessment, the impact of a complete cut-off in Russian energy imports on the EU's GDP would range between 2.5% and 4.2% over the first year.", "For Spain, over half of this impact would be due to international spillovers following huge losses in other European countries.", "These figures should be taken as short-term impacts, whose scale would be reduced if the capacity to replace Russian energy imports can be increased.", "In this regard, Europe has made an extraordinary effort to build up its gas reserves, currently at 90% of total capacity, above the EU targets.", "Nevertheless, whether or not these reserves prove sufficient will depend on the weather conditions this coming winter, and on Europe's ability to replace them as and when they are consumed.", "In short, the inflation pressures we had been experiencing due to the reopening of economies after the pandemic, the supply-side bottlenecks and the higher commodity prices have been exacerbated by the conflict with Russia, leading to extraordinary and persistently high rates.", "According to Eurostat,2 euro area annual inflation is expected to rise to 10% in September.", "This means that average inflation during the third quarter stood at 9.3%, a figure somewhat higher than anticipated in the ECB's last forecast exercise (9.1%).", "More importantly, euro area inflation is expected to remain above 9% during the fourth quarter.", "The rise in energy and food prices is the main factor behind the high levels of inflation in the region.", "The depreciation of the euro has also contributed to upward price pressures, particularly by increasing the price of commodity imports.", "Specifically, according to the flash estimate, the price increases over the past year in the energy and food components of the consumer price index stood at 37% and 11%, respectively, in September.", "These two components account for almost 70% of the increase in consumer prices in the euro area over the past year.", "Nonetheless, inflationary pressures are also spreading to the less volatile components of the consumer basket.", "Underlying inflation, which excludes food and energy consumer prices, is expected to hit 4.8% in September.", "This is more than double the figure recorded at the beginning of the year (2.3% in January).", "In this case, certain pandemic-related factors may have facilitated a faster than expected pass-through of inflationary pressures.", "First, the bottlenecks I referred to earlier, which since 2021 have constrained the supply response to growth in demand.", "But also the strong demand for home renovation or, more recently, the rapid pace of resumption of activities involving more social contact, after two years of demand constraints.", "Moreover, the labour market has so far performed relatively robustly in Europe, an issue I will come back to later.", "In this context, and in view of the escalation of the energy conflict with Russia, we expect the inflationary episode in the euro area to be more intense and longer-lasting than we initially thought before the summer.", "This is reflected in the latest ECB staff forecasts, which, in line with the OECD or Consensus Forecasts, have recently revised their inflation outlook significantly upwards.", "These new figures represent a substantial upward revision compared with the June projection exercise - of 1.3 percentage points (pp), 2 pp and 0.2 pp, respectively-.", "Furthermore, economic activity in the euro area is expected to slow down notably in the coming quarters.", "This moderation will reflect the loss of purchasing power resulting from higher-than-expected inflation, the deterioration of consumer and business confidence and high uncertainty, the energy crisis and geopolitical risks, weakening global demand, and tighter financial conditions as a result of monetary policy normalisation, as well as the dissipation of the impact of the reopening following the lifting of Covid restrictions.", "Indeed, qualitative indicators -such as the Purchasing Managers' Index (PMI) or the business and consumer surveys conducted by the European Commission- show a marked moderation of activity across the main economies in both manufacturing and services in the third quarter.", "Meanwhile, although supply bottlenecks are easing, activity in some manufacturing sectors is still limited.", "These various factors behind the increase in inflation have affected European citizens in different ways.", "First, the rising price of energy commodities has had a direct impact on the more vulnerable households through the increase in energy bills (electricity, gas and petrol).", "Second, this has had an indirect effect through the rise in prices of the products whose production costs are most affected by the price of energy, such as food.", "In this context, European governments have adopted fiscal and other types of measures to offset the impact of inflation.", "However, these policy actions must remain focused on the specific groups hardest hit by the crisis and must be of limited duration.", "Against this backdrop, according to the ECB September projection exercise, the euro area economy is expected to grow by 3.1% in 2022, before slowing down markedly in 2023 to 0.9% - from the 2.1% forecast in June.", "Although a recession in the euro area is not currently envisaged as the baseline scenario, it is becoming increasingly likely.", "Indeed, uncertainty is high and both inflation and GDP developments will depend heavily on in the severity of any energy supply disruptions and the winter conditions, which could lead to higher energy prices and more severe production cuts.", "With this in mind, the ECB has also prepared a downside scenario relating to the war in Ukraine and energy supply cuts.", "Under this adverse scenario, GDP would contract by 0.9% in 2023.", "This downside scenario entails a complete cut-off of Russian gas and oil flows to Europe.", "In addition, it assumes fewer possibilities for energy supply substitution and unusually cold winter weather triggering higher energy demand.", "As a result, commodity prices and uncertainty would be higher, trade would be weaker and financing conditions would deteriorate further.", "In this very challenging situation, I would like to highlight one positive aspect of the euro area economy: the labour market remains robust.", "According to the latest statistics published,5 the euro area seasonally-adjusted unemployment rate was 6.6% in August 2022, well below the 7.5% recorded in August 2021.", "Over this period, unemployment fell by 1.358 million in the euro area (1.682 million in the EU).", "All these figures show that the labour market in Europe remains strong despite all of the difficulties I referred to earlier.", "Despite this dynamic labour market, wage growth has remained slow over recent months and is still moderate when compared with current inflation rates.", "In particular, negotiated wage growth increased to 3.1% in July 2022, up from 2.4% in the previous quarter.", "It is crucial that, going forward, both wage demands and business margins remain moderate to avoid the emergence of significant second round effects, which would only make inflationary pressures more persistent.", "Whether or not the labour market will remain strong in the future will depend on a host of unpredictable factors.", "In this context of rising inflation, the ECB Governing Council embarked on a process of progressive monetary policy normalisation at the end of 2021, with the withdrawal of the extraordinary monetary stimulus set in place at the onset of the pandemic.", "In particular, it was announced that the net asset purchases under the Pandemic Emergency Purchase Program (PEPP) would be discontinued in March 2022.", "In March, the ECB Governing Council agreed on a gradual reduction to the net purchases under the \"regular\" asset purchase program (APP).", "In June, the Council concluded that the conditions for raising interest rates set out in the forward guidance had been met, and therefore announced its intention to raise rates in July and again in September.", "In July, it decided to raise the three official ECB interest rates by 50 basis points, a larger increase than had been signalled in June, based on its updated assessment of inflation risks, bringing the deposit facility rate to 0%, thus abandoning negative territory for the first time since It was also decided to reinforce the support for the effective transmission of monetary policy across the euro area by approving the Transmission Protection Instrument (TPI).", "Under the TPI and subject to the eligibility criteria, the Eurosystem will be able to make secondary market purchases of securities issued in jurisdictions experiencing a deterioration in financing conditions not warranted by country-specific fundamentals, to counter risks to the transmission mechanism to the extent necessary.", "The scale of TPI purchases will depend on the severity of the risks facing monetary policy transmission.", "In September, the Governing Council decided to increase the ECB's official interest rates by an unprecedented 75 bps, the largest increase in the history of the euro, with the intention to continue raising interest rates at subsequent meetings in order to moderate demand and counter the risk of a persistent increase in inflation expectations.", "In the financial markets, the process of monetary policy normalisation has been reflected in a significant increase in market interest rates.", "Thus, in the year to date, the 12-month EURIBOR has increased by around 290 bp, while the 10-year OIS rate, which acts as the euro area long-term risk-free interest rate, has risen by almost 250 bp.", "The cost of corporate debt issuance has also risen significantly, in line with risk-free interest rates.", "The increase in market interest rates has also started to pass-through to the average rates applied on new loans to households and firms.", "In the coming months, this passthrough is expected to continue.", "The rise in market interest rates is also gradually increasing the average cost of outstanding debt for both households and firms.", "The speed of this process depends on the maturity of the instrument (short vs long-term) and the type of contract (fixed vs floating rates).", "For the euro area as a whole, the share of short-term and floating-rate loans in the stock of loans is much higher for firms than for households.", "This means that outstanding debt is repriced faster for firms than for households.", "Besides the tightening in financing conditions in terms of cost, the credit standards for new loans to the nonfinancial private sector also tightened across the board during the first half of 2022, according to the July Bank Lending Survey (BLS).", "This is attributable to banks' heightened risk perception and lower risk tolerance.", "In July banks expected a further contraction in credit supply for the third quarter.", "So what can we expect for the financial system in 2023?", "As I have already noted, under the current circumstances, making any projection is a very challenging task.", "The key factors in play are the economic outlook and the rise in interest rates.", "The performance of the financial system in 2023 will be shaped by how these factors interact.", "On the one hand, the European banking system is currently in a strong position.", "We have also observed robust profitability in H1 2022, taking advantage of higher interest rates, especially in Q2, resulting in a 5% increase in net interest income, the highest quarterly increase in recent years.", "Spreads of non-financial corporations increased by 14 bp in H1 2022, compared to 4 bp for households, due to more issuances and faster repricing.", "Although profitability has increased,7 RoE remains heterogeneous across business models and countries.", "Investment banks and corporate/wholesale lenders lag behind other business models.", "The biggest improvements were recorded for diversified lenders.", "Moreover, although we have not yet observed any significant increase in deposit rates, it is clear that we will soon begin to see an increase in deposit remuneration.", "This will also have an impact on margins.", "Meanwhile, although impairment flows are still low, we expect this trend to change as the economy slows down and disposable household income falls due to inflation.", "A combination of a deterioration in macroeconomic prospects together with tighter financing conditions will put pressure on the debt-servicing capacity of companies and households.", "Additionally, certain vulnerabilities in the residential real estate market can be seen in some countries on the back of buoyant house price and mortgage lending growth.", "I believe that the labour market will be one of the key elements that define the economic environment.", "Its robustness could partially offset the negative consequences of the energy and inflation shocks.", "In this context, credit institutions will need to ensure that their provisioning levels and capital planning take into account the most adverse scenarios.", "But what can we do when the downward scenario has not yet materialized and the non-performing ratios are still falling?", "I believe that capital models should include all adverse scenarios and should be frequently streamlined using the most recent data in order to consider the most up to date situation.", "The European banking sector is probably already fully aware of the challenges that the pandemic and the war have brought to the table.", "Nevertheless, as part of a supervisory authority, I must call for prudence.", "It is over a longer horizon (one or two years) that the negative impact on the ability of households and companies to meet their financial obligations is likely to emerge.", "These days, our financial sector is more robust as a result of all of the reforms promoted by the Basel Committee and implemented in the wake of the great financial crisis.", "Our institutions have successfully tackled the COVID-19 crisis thanks to a combination of suitable risk management and the set of extraordinary measures approved by the public sector (governments, prudential regulators and supervisors).", "I am confident that they are well prepared to deal with these new tensions and turbulence.", "In conclusion, the economic situation remains highly uncertain, in particular due to the ongoing war in Ukraine, the implied tensions in food and energy markets, the sanctions enacted against Russia, and the risks surrounding the continuation of energy trade with the latter.", "The economic effects of this situation can now clearly be seen for the economy as a whole and, in particular, for the more vulnerable citizens.", "With all of the uncertainty that surrounds any projection in these changing circumstances, while we foresee a significant deceleration of the economy and high inflation in the very short-run, we also expect the economic situation to normalise thereafter, with inflation easing over 2023, once all of the factors I referred to earlier have returned to normal.", "Fiscal policy has a key role to play, provided it targets the households and economic sectors hardest hit by the crisis, as also recently stressed by the European Commission, given the limited room for manoeuvre in public budgets.", "An appropriate combination of policies would support economic normalization and help tackle the inflationary episode, as would the continuation of prudent approaches by wage- and price-setters.", "Monetary policy can certainly meet the challenge.", "Nevertheless, while the financial system is robust enough to navigate these troubled waters, prudence will once again guide banks to a safe harbour.", "This is not a financial crisis, but rather a mix of geopolitical, energy, trade and, above all else, humanitarian aspects that will require firm decisions in order to avoid greater evils."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Monetary policy", "Inflation", "Energy crisis", "Economic outlook", "Financial system", "Labour market", "Fiscal policy", "Wage growth", "Interest rates", "Credit conditions"]}