{"sentences": ["As prepared for delivery It's an honor to serve as chair of the Economic Club of New York.", "I am proud of the Club's continuing role as a preeminent forum for both in-person and virtual discussions of the most urgent issues facing this city and the world today.", "Earlier this month, we celebrated the Club's 115th anniversary at an in-person gathering.", "Today is a good day to host a virtual event.", "That way, you can enjoy your Thanksgiving leftovers at home while I speak.", "In my remarks, I'll address the No.", "1 economic concern across the globe: inflation.", "Inflation is far too high, and persistently high inflation undermines the ability of our economy to perform at its full potential.", "The Federal Reserve is mandated by Congress to achieve price stability and maximum employment, and the two sides of this dual mandate are closely related.", "Price stability is essential to achieving maximum employment over the long term.", "The problem of inflation is clear, but how it evolved and what it portends is more complex.", "One way I've been thinking about it is through an analogy that I've been calling \"the inflation onion.\"", "While onions may not have been the focus of your Thanksgiving table, they can be found in many dishes.", "So, I'll give them the spotlight for the next few minutes and explain the layered features of inflation, why high inflation emerged last year, and how it is evolving.", "I'll also share why I am confident that the Federal Reserve's actions will restore price stability.", "Before we get into that, I will give the standard Fed disclaimer that the views I express today are mine alone, and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "Inflation's Impact I'll start by highlighting the immense impact that rising inflation has on families and businesses.", "The FOMC has set a 2 percent longer-run goal for inflation, as measured by the personal consumption expenditures (PCE) price index.", "This level of inflation is deemed most consistent with the Fed's price stability and maximum employment mandates.", "For the three decades preceding the pandemic, the inflation rate averaged almost exactly 2 percent.", "But that changed dramatically last spring, when inflation suddenly soared to 40-year highs.", "It's been elevated for the past several months and currently stands at over 6 percent.", "A trip to the supermarket or gas pump will tell you the rest of the story.", "But the pain is not felt equally.", "The data show that those who can least afford the rise in costs for food, housing, and transportation suffer the most.", "The priority for monetary policy is clear.", "The Federal Reserve is strongly committed to bringing inflation back down to its 2 percent longer-run goal.", "An Allium Analogy There are many sources of high inflation, and they are not unique to the United States.", "In fact, nearly all economies across the globe are experiencing unusually high rates of inflation.", "To better understand the root of high inflation and what it means for the future, I will start to peel the \"inflation onion\" that I mentioned earlier.", "In this allium analogy, there are three distinct layers.", "The outermost layer consists of prices of globally traded commodities-such as lumber, steel, grains, and oil.", "When the global economy rebounded from the pandemic recession, there was a surge in demand for these critical goods, leading to sizable imbalances between supply and demand and large price increases.", "Then, energy and many commodity prices soared again as a result of Russia's war on Ukraine and consequent actions.", "Skyrocketing commodity prices led to higher costs for producers, which in turn got passed on as higher prices for consumers.", "The middle layer of the inflation onion is made up of products-especially durable goods like appliances, furniture, and cars-that have experienced both strong demand and severe supply-chain disruptions.", "There were not enough inputs to manufacture products, which meant not enough products to sell-all at a time when demand has been sky-high.", "This imbalance contributed to outsize price increases.", "If we continue paring the onion, we'll reach the innermost layer: underlying inflation.", "This layer is the most challenging of the three, reflecting the overall balance between supply and demand in the economy and the labor market.", "Prices for services have been rising at a fast clip.", "Measures of the cost of shelter, in particular, have increased briskly, as an earlier surge of rents for new leases filtered through the market.", "And widespread labor shortages have led to higher labor costs.", "And this is not limited to a few sectors-inflation pressures have become broad-based.", "A Multilayered Reality When examining where all these inflationary layers stand today, we are seeing a multilayered reality.", "So, what can we expect to see in the future?", "I'll start with the outer layer, where there have been positive developments that point to some relief on this front.", "The prices of commodities have come way down from peaks reached earlier this year.", "Absent further disruptions to supply, I expect that slowing global growth, in part reflecting tighter monetary policy here and abroad, will continue to reduce demand for these products, putting downward pressure on their prices.", "Core goods prices that make up the middle layer have yet to come down from elevated levels, as demand continues to outstrip supply.", "But there are signs that this is changing.", "For one, we've seen significant improvement in global supply chains.", "Unlike last year, there are no longer ships stalled at ports in California.", "The Global Supply Chain Pressure Index, developed by economists at the New York Fed, shows that global supply chain disruptions soared to unprecedented levels late last year.", "Since then, this index has retraced about three quarters of that rise, and I expect improvements in global supply chains to continue.", "We have also seen wholesale used auto prices decline by more than 15 percent since the start of the year, and these decreases are starting to pass through to consumer prices.", "New auto inventories are slowly edging back up, which should in turn bring relief to new car prices.", "Overall, the combination of waning global demand, improving supply, and falling import prices from the strong dollar points to slowing core goods inflation going forward.", "However, lower commodity prices and receding supply-chain issues will not be enough to get inflation back to our 2 percent inflation goal-it's the innermost layer where the hard work lies.", "Overall demand for labor and services still far exceeds available supply, resulting in broad-based inflation, which will take longer to bring back down.", "That said, a few forward-looking indicators paint a more encouraging picture.", "Growth in rents for new leases has slowed sharply recently, implying that average rent growth and housing shelter price inflation should turn back down.", "We're also seeing some signs that the heat of the labor market is starting to cool, with quits and job openings declining from the high levels of the spring, along with indicators of slowing wage growth.", "The FOMC's Policy Actions But there is still more work to do.", "This brings me to the FOMC's strong, decisive policy actions in support of our steadfast commitment to price stability.", "To help bring demand back to levels consistent with supply, and thereby bring inflation back down to our 2 percent goal, the FOMC raised the target range for the federal funds rate to 3-3/4 to 4 percent at our meeting earlier this month, the sixth consecutive increase.", "The FOMC statement indicated that \"the Committee anticipates that ongoing increases in the target range will be appropriate in order to attain a stance of monetary policy that is sufficiently restrictive to return inflation to 2 percent over time.", "In determining the pace of future increases in the target range, the Committee will take into account the cumulative tightening of monetary policy, the lags with which monetary policy affects economic activity and inflation, and economic and financial developments.", "In addition, the FOMC continues reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities.", "\"6 Many other central banks are focused on taking strong steps to reduce inflation in their economies as well.", "One concern that has arisen is that large and rapid shifts in monetary policy across the globe could contribute to stresses and expose vulnerabilities in global financial markets.", "And heightened uncertainty can add to market volatility, resulting in diminished market liquidity.", "For example, measures of liquidity in the U.S. Treasury market have declined this year, but this is largely in line with the historical relationship between volatility and liquidity.", "Importantly, Treasury and funding markets continue to function well, effectively transmitting monetary policy to broader financial conditions.", "Because many of the sources of inflation are global, these policy actions from around the world should alleviate supply-chain issues, speed the process of restoring balance to global supply and demand, and reduce global inflationary pressures.", "There are other factors that work in our favor too.", "The Fed's commitment to achieving and sustaining 2 percent inflation as a bedrock principle has no doubt had a positive effect on the public's inflation expectations.", "The transparency about our objectives provides a \"North Star\" for policy decisions and improves the public's understanding about our goals and actions.", "The benefits are evident in the stability of longer-run inflation expectations.", "Even during the current period of high and volatile inflation, longer-run inflation expectations in the United States are very well anchored in the past year and a half.", "They are at levels broadly consistent with the FOMC's longer-run goal.", "Although inflation uncertainty has increased, it does not appear to be due to unmoored longer-run expectations.", "Economic Outlook We are already seeing some of the effects of tighter monetary policy.", "Broad measures of financial conditions, including borrowing and mortgage rates and equity prices, have become significantly less supportive of spending.", "This has led to a decline in activity in the housing market and signs of general slowing in consumer expenditures and business investment spending.", "As this continues, I expect real GDP to increase only modestly this year and in 2023.", "The labor market remains remarkably tight: Hiring is robust, and we still are seeing rapid wage gains.", "But with growth slowing, I anticipate that the unemployment rate will climb from its current level of 3.7 percent to between 4-1/2 and 5 percent by the end of next year.", "Turning to inflation, I expect cooling global demand and steady supply improvements to result in declining inflation for goods that rely heavily on commodities, as well as for those that have been heavily affected by supply chain bottlenecks.", "These factors should contribute importantly to inflation slowing from its current rate to between 5 and 5-1/2 percent at the end of this year, and to slow further to between 3 and 3-1/2 percent for next year.", "Bringing down underlying inflation-the inner layer of the inflation onion-will take longer.", "But further tightening of monetary policy should help restore balance between demand and supply and bring inflation back to 2 percent over the next few years.", "When it comes to the complicated nature of inflation and assessing the economic outlook, it's important to know your onions.", "Tighter monetary policy has begun to cool demand and reduce inflationary pressures.", "It will take some time, but I am fully confident we will return to a sustained period of price stability.", "John C. Williams, A Bedrock Commitment to Price Stability , Remarks at the 2022 U.S. Hispanic Chamber of Commerce National Conference, Phoenix, Arizona (October 3, 2022).", "Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, adopted effective January 24, 2012; as reaffirmed effective January 25, 2022.", "Ruchi Avtar, Rajashri Chakrabarti, and Maxim Pinkovskiy, \"Was the 2021-22 Rise in Liberty Street Economics Inflation Equitable?, \" Federal Reserve Bank of New York , June 30, 2022.", "Federal Reserve Bank of New York, Global Supply Chain Pressure Index .", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement , November 2, 2022.", "Board of Governors of the Federal Reserve System, Plans for Reducing the Size of the Federal Reserve's Balance Sheet, May 4, 2022.", "Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, adopted effective January 24, 2012; as reaffirmed effective January 25, 2022.", "John C. Williams, A Steady Anchor in a Stormy Sea , Remarks at SNB-FRB-BIS High Level Conference on Global Risk, Uncertainty, and Volatility, Zurich Switzerland (November 9, 2022)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Federal Reserve", "Economic outlook", "Labor market", "Inflation onion", "Price stability", "Supply chain", "Global economy", "Financial conditions"]}