{"sentences": ["SPEECH Governor Signe Krogstrup's speech at Danmarks Nationalbank conference marking the 40th anniversary of the Danish fixed exchange rate regime CHECK AGAINST DELIVERY Ladies and Gentlemen, First and foremost, I want to thank all our participants today.", "Those who have travelled far in order to be with us.", "I have enjoyed our lively and open exchange of views.", "I am grateful for your willingness to share experiences and for the insightful discussions.", "I will address some of my key takeaways from the conference, and comment on the current situation of high inflation and how we address inflation in a fixed exchange rate regime.", "I will finish with some considerations about future challenges and why I expect the peg to continue to be an important pillar in Danish macroeconomic policy in the future.", "Key takeaways from the conference Let me first summarise my main takeaways from today's programme: First, after widespread economic instability in the 1970s and early 80s, the introduction of the fixed exchange rate regime and a stability- oriented focus for economic policy transformed the Danish economy.", "The fixed exchange rate regime still remains in operation 40 years later.", "Not by chance, but through effort and commitment.", "When put to the test through the years, we have reconfirmed the ability and the willingness to keep the krone stable against the euro.", "And this brings me to a second takeaway, namely that the success of the fixed exchange rate regime is also rooted in the broad political support it has enjoyed since its inception.", "Barry Eichengreen pointed out how exchange rate pegs are often fragile; that lasting exchange rate pegs are rare.", "He noted several reasons why it has worked for Denmark.", "Political support is one of them.", "I think in our case, it is key.", "Any monetary policy regime is dependent on political support to remain credible.", "Specifically, some form of political commitment to debt sustainability is needed to reduce pressures for monetary financing.", "But in the case of a peg, debt sustainability is a hard constraint.", "Market participants will typically speculate against the peg if they perceive fiscal policy to be unsustainable.", "A successful fixed exchange rate regime also relies on fiscal policy taking an active role in stabilising the economy over the business cycle.", "When domestic economic developments deviate from those of the anchor currency economy - in our case, the eurozone - monetary policy of the anchor currency will not necessarily be aligned with our macroeconomic conditions.", "Fiscal policy then needs to step in.", "Since its inception, government after government from across the political spectrum in Denmark has supported the fixed exchange rate.", "One of those governments was headed by Mr Poul Nyrup Rasmussen, and I found it fascinating to listen to his recollections.", "Economic principles are important for good economic policy decisions.", "But as Poul reminded us, economics cannot be separated from politics.", "Some of the policy decisions that Poul and his colleagues took during the ERM crisis 30 years ago continue to shape the economy and the institutions that we as central bank operate in today.", "A third important takeaway is that other monetary policy regimes can achieve strong outcomes.", "The panel discussion today illustrated that the key ingredient for monetary policy to achieve price stability is not the monetary anchor per se.", "Rather, it is a commitment to a credible target for a nominal anchor and operational independence in achieving it that matter.", "The point was also emphasised by Philip Lane in his insightful comments on exchange rate systems in Europe.", "Credibility and commitment are the keys to success.", "Once a nominal anchor is in place, credibility gradually builds, and economic structures adapt and reinforce the stability of the regime.", "As an example, our peg is central to wage bargaining.", "The peg also allows financial institutions such as our large pension funds to invest substantial parts of their portfolios in euro assets without worrying about exchange rate risks.", "This also implies that once a credible regime is in place, there are potentially substantial costs associated with switching from one regime to another.", "Policy mix in a fixed exchange rate regime and implications of current in- Let me now turn to where we stand today.", "It is somewhat paradoxical to celebrate our policy regime in the current circumstances.", "Inflation is currently at its highest since the inception of the fixed exchange rate regime some 40 years ago.", "Until last year, my entire work life has been in the context of low inflation.", "I always found it a challenging and somewhat abstract exercise to explain why central banks worry about inflation.", "The reasons have now become very concrete.", "High inflation brings hardship to citizens who experience real incomes being eroded.", "High inflation makes everyday decisions more difficult, because relative and future prices and wages are unclear and uncertain as guides for economic decisions.", "In addition, high unexpected inflation redistributes, arbitrarily, income from savers to borrowers.", "Inflation is therefore currently the most important macroeconomic challenge we face.", "*** Monetary tightening of the ECB is transmitted through the fixed ex- The key question is then, how do we pursue an anti-inflationary policy in a fixed exchange rate regime?", "The short answer is, with the right monetary-fiscal policy mix.", "To support the peg, we broadly follow the policy rate actions of the ECB.", "Capital market integration and a credible fixed exchange rate means that we broadly import the euro interest rate level across the yield curve.", "Since the beginning of the year, the ECB has been tightening to rein in inflation.", "First by communication and adjusting asset purchase programmes, thereby raising long rates.", "And since the summer by raising policy rates.", "Since July we have increased our policy rates by a total of 1.85 percentage points.", "The credibility of monetary policy in achieving price stability, and hence in anchoring inflation expectations, is critical to getting inflation under control.", "This means that we import both the rate actions and the credibility of monetary policy pursued by the ECB.", "Currently, by most measures, inflation expectations remain well anchored in Denmark.", "In addition, higher interest rates will dampen demand and inflation.", "Risks are clearly to the downside for economic activity, but nevertheless, risks of rising inflation expectations remain, which I will turn to next.", "*** Fiscal policy may also contribute to price stability *** As noted before, the essense of our fixed exchange rate regime is that monetary policy is reserved for securing the peg.", "Fiscal policy therefore plays a role in addressing domestic macroeconomic imbalances.", "We currently face substantial capacity pressures in the Danish economy.", "This is reflected in a labour market that by most measures is and has been very tight compared to the euro area for some time.", "The longer time inflation remains high while labour markets are tight, the higher is the risk that inflation expectations de-anchor and inflation becomes entrenched.", "To lean against this risk, we have recommended that fiscal policy for the coming year should be tighter than what the government has currently proposed.", "*** Support packages for households should be designed with care *** Tight fiscal policy also means that any fiscal measures to alleviate pressures of high energy prices on selected groups should be targeted and designed so as not to increase overall activity in the economy.", "This otherwise would further feed inflationary risks.", "Measures should ideally also not be price-distorting to ensure that the price mechanism continues to work to reduce energy demand.", "In Denmark, measures taken so far have mostly been in line with these recommendations.", "I see this as a testament to a sound economic policy setup.", "In fact, since I returned to Denmark a few years ago after spending more than twenty years abroad, I have observed and been impressed by - and proud of - the extent to which sound economic advice plays a role in framing the policy debate in Denmark.", "This tradition goes back perhaps 60 years to when the Danish Economic Council was established.", "But the fixed exchange rate regime and its requirements of sound fiscal policy and sustainability arguably also play a role.", "This is a valuable feature of our regime.", "The fixed exchange rate regime has advantages and drawbacks.", "I believe that the balance of these is such that the regime will continue to serve us well.", "Most importantly, the fixed exchange rate policy provides a simple, credible and transparent nominal anchor for monetary policy, resting on the commitment and credibility built over 40 years of experience.", "It provides an important pillar in our stability-oriented framework for macroeconomic policy.", "It entails a clear separation of responsibilities between the monetary and the fiscal authorities.", "As I have already pointed out, the broad political support is an important part of the success of the regime, but also a feature that further reinforces the stability-oriented setup in its own right.", "*** But there are also trade-offs *** The choice of any currency regime, including our peg, also involves trade-offs.", "For one, the peg reduces destabilising currency swings against the Euro.", "But it comes with the trade-off that it also eliminates currency movements that would have been warranted by macroeconomic fundamentals.", "It also removes the policy rate from the toolbox for targeting domestic financial conditions.", "This cost should not be overstated.", "In a small open economy closely integrated with global capital markets, financial conditions will always to some extent be driven by global factors.", "But a clear trade-off we have experienced is episodes where pressure on the krone required a change of the policy rate in the opposite direction to what would have been desirable from the point of view of domestic economic conditions.", "For example, we increased the policy rate in 2008 going into the global financial crisis, while other central banks were cutting their rates, for good reasons.", "There are also implications of the choice of exchange rate regime that go beyond macroeconomic outcomes.", "Financial stability considerations, for example, play a role too.", "But this topic is for another day.", "*** The future is uncertain - underscores need for stable anchor *** The advantages of the regime are likely to become even more important and valuable when looking ahead.", "We are facing uncertain times and a potentially more volatile global economy than what we had become used to in the years of the so-called great moderation.", "Globalisation may be on retreat and protectionist tendencies are gaining ground.", "These tendencies are reinforced by the pandemic, Russia's war in Ukraine and broader geopolitical developments.", "But they were already in train before.", "Climate change is causing disruptions.", "High temperatures, droughts and limited wind in Europe increased existing energy supply disruptions this summer.", "The energy transition and climate events will become increasingly disruptive in the years ahead.", "As we are hit by shocks and volatility, it is important to have sound economic structures supported by strong institutions.", "Many of the shocks that we currently face are global in nature.", "They will impact the euro area as well as Denmark.", "Aligning ourselves closely with the euro area while ensuring a credible and stability-oriented framework for fiscal policy is therefore likely to continue to be desirable.", "To conclude, the Danish economy has been on a remarkable journey over the last four decades.", "While the reasons are many, as well reflected in our conference today, I am convinced that the decision to adopt a fixed exchange rate regime has played a central role.", "I have focused on the many advantages we experience with our system.", "But it is also clear that the fixed exchange rate regime is not a one-size- fits-all panacea.", "As we have heard, there are a number of ways monetary stability can be achieved, and any regime has trade-offs.", "But advantages in my view outweigh drawbacks for Denmark.", "I am convinced this is also the case in the years to come.", "It has stood the test of time over forty years - and it is as relevant as ever.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fixed exchange rate regime", "Inflation", "Monetary policy", "Fiscal policy", "Economic stability", "Anchor currency", "Credibility", "Wage bargaining", "Risks", "Trade-offs"]}