{"sentences": ["Assalamualaikum w.b.t and a very good morning, Tan Sri Dr. Rahamat Bivi Yusoff, Chairman, Perbadanan Insurans Deposit Malaysia, Emeritus Prof. Datuk Dr. Norma Mansor, President, Malaysian Economic Association and our guest speaker today, Ms. Caroline Siarkiewicz, Chief Executive Officer of The Money and Pensions Service United Kingdom, distinguished panellists and guests.", "Let me also take this opportunity to thank the teams from Perbadanan Insurans Deposit Malaysia, Bank Negara Malaysia and the Malaysian Economic Association for jointly organising this Symposium.", "It is my great pleasure to be speaking to you here this morning.", "Allow me to start by reflecting on the theme today - \"Advancing Financial Literacy Towards Rebuilding Financial Resilience Post-Pandemic\".", "Indeed, the pandemic has revealed the importance of financial resilience, and the need for all of us represented here today - from the public sector, civil society, financial industry, business, academia, and international organisations - to support Malaysians in rebuilding such resilience as we emerge from the crisis.", "When Bank Negara Malaysia published our 1H 2022 Financial Stability Review recently, it included the findings of our Financial Capability and Inclusion Demand Side Survey for 2021.", "This FCI Survey 2021 was conducted immediately after the reopening of our economy in Q4 2021, and helped reveal the mixed effect of the pandemic on the financial capability of Malaysians.", "On one hand, the challenges presented by COVID-19 pressured Malaysians to be more careful about their finances.", "At the same time, many struggled to take appropriate steps to gain control of their situation.", "The findings from the FCI Survey 2021 provide valuable input to sharpen the implementation of the National Strategies for Financial Literacy 2019-2023.", "The survey's insights can also inform the Financial Education Network (FEN) in initiating measurement and evaluation mechanisms to roll out more effective and tailored programmes to inspire sustained behavioural change.", "I understand that 20 research papers have been shortlisted by the Scientific Committee for the Symposium, and I look forward to insightful presentations on this theme.", "In rebuilding financial resilience, it will be important to have a well-textured understanding of issues such as how the pandemic has affected the economic livelihood of Malaysians, trends in digitalisation and digital financial literacy, as well as short-term attitudes toward finance among Malaysians.", "It is therefore my hope that the Symposium today will be a platform for us to exchange experiences to identify critical questions, knowledge gaps and new ideas, as well as develop a shared understanding of measures to advance financial literacy among Malaysians.", "I trust that the topics today help us consider the state of play of financial literacy in Malaysia, what works and how to improve our financial education interventions.", "I also look forward to the debate on the implications of digitalisation on financial literacy and consumer protection - this can sharpen our appreciation for the difficult trade-offs between the benefits and risks of digitalisation to financial consumers, and consider the role of digital financial literacy in promoting financial well-being in the digital age.", "Distinguished guests, Neil Armstrong once said that \"research is creating new knowledge\".", "As policymakers and practitioners, the research of the sort we will be deliberating today is exciting because it introduces valuable insights into designing and evaluating effective interventions, tailored to the needs of those in our population.", "There are many ideas out there on promoting better education outcomes - be it by refreshing traditional delivery approaches (like competitions, classes or webinars) or deploying new tools such as edutainment games or those driven by artificial intelligence.", "However, what matters most is not the novelty of new approaches, but whether or not our efforts work well - and yield a high return in terms of financial literacy and financial well-being.", "Insights from the research are important to develop targeted interventions that address the financial education needs in our population.", "It can also give answers to what are the challenges faced by consumers to access or obtain financial education.", "As we build our efforts to advance financial literacy, I would like to suggest three areas in which research will be particularly useful in the period ahead: (i) First, factors affecting the financial literacy and capability of consumers.", "This may include elements that correlate with consumer behaviours in financial management and how they choose and decide on financial products and services.", "(ii) Second, factors affecting consumers' financial resilience.", "This may include vulnerabilities and emerging risks from the changing in the financial landscape, for example, digitisation of financial products and services, or economic shocks.", "The research could also identify the challenges to make sure that the delivery of financial literacy is effective in supporting financial resilience.", "(iii) And third, intervention gaps and innovative ways to bridge the gaps.", "Findings from this area of research could add value to how we design and develop evidence-based interventions.", "One suggestion is to find out how we can take advantage of behaviourally-inspired features that can be easily embedded in digital tools such as reminders or apps for micro-savings or micro-investments, and potentially use these features for monitoring and evaluation of the financial literacy initiatives.", "I believe, that with the right digital tools and applications, we can amplify the impact of financial education by increasing reach and scaling up interventions in a cost-effective way.", "All of these should seek to help us better understand how we can help consumers make good choices and avoid bad ones.", "This would include not just decisions to purchase products, but also in their day-to-day actions such as in their spending and saving habits.", "It should also include understanding how we can help consumers avoid making mistakes, such as to fall into scams - not just investment scams and get-rich- quick-schemes, but also scams that use social engineering to trick customers into divulging their banking and payment security credentials.", "As all of us here would know too well, scams have been gaining significant momentum since the pandemic, and continues to be a sinister threat not just in Malaysia but also in other countries.", "Recognising this threat, BNM has instructed banks to step up security measures to protect their customers, and is working closely with law enforcement agencies to ensure swift action against perpetrators.", "But while these measures are necessary, they will not be sufficient without the first line of defence - that is, for consumers to remain vigilant, knowing how to avoid getting duped.", "This is ultimately a matter of financial and digital literacy.", "For this, the evidence-backed approach that today's Symposium is committed to in educating financial consumers will be a crucial part of the whole-of-nation approach needed to combat scams.", "Before I end my speech, I would like to reiterate that financial education is more relevant than ever in the post-pandemic era.", "With the rapid changes in society, technology and economy, we need to remain flexible, constantly iterating financial education approaches to adapt to what works best in the given context.", "This is where fresh ideas are welcomed, like those being featured and celebrated today.", "On this, I would specifically acknowledge and congratulate the three winners of the Best Paper Awards today.", "I understand that the winners and other shortlisted papers will be given the opportunity to publish their research in a renowned academic journal or an edited publication.", "I trust that their exemplary work will inspire many others to contribute to this area of research.", "In closing, I am hopeful that all of us here today can be increasingly effective in our shared aim to promote financial literacy in Malaysia.", "Today's event is a step in that direction.", "Let us take this opportunity to learn from one another and reimagine new paths forward - helping Malaysians regain financial resilience and improve their financial well-being."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial resilience", "Financial literacy", "Financial capability", "Digitalisation", "Digital financial literacy", "Financial education", "Financial inclusion", "Financial well-being", "Financial scams", "Financial education interventions"]}