{"sentences": ["Good morning and welcome to the inaugural Transition Finance towards Net Zero conference.", "COP27 will be held in Sharm El-Sheikh, Egypt, in a little over a month.", "We are privileged to have with us Dr Rania Al-Mahsat, Egypt's Minister for International Cooperation, who will set out the Egyptian COP27 Presidency's priorities to turn climate ambition into climate action.", "Why are we gathered here?", "Let me briefly lay out the problem statements and then set out how this conference hopes to contribute in specific ways to help the situation.", "First, the world is currently not on a trajectory to achieve net zero emissions by And we know this is what is required to prevent or avoid catastrophic climate change.", "To reach Net Zero by 2050, the world needs to reduce greenhouse gas emissions by 45% by 2030, relative to 2010 baseline levels.", "But emissions today are still rising, not falling.", "And according to the UN Emissions Gap report 2021, based on our current policies in place, the world is 55% short of the emissions reduction target for Second, the world is investing nowhere near what is required to get to net zero by 2050.", "According to McKinsey, net zero by 2050 would require about US$9.2 trillion of investment per year but only about US$5.7 trillion per year is being invested today.", "We are more than 35% short of the annual investment required for net-zero.", "Let's keep these two numbers in our minds throughout our discussions today: we are 55% below the emissions reduction required by 2030 and 35% below the investments required for net zero by 2050.", "Filling these two gaps will require a concerted and collaborative effort across the ecosystem.", "And it needs to be done now.", "Climate change is already happening and beginning to devastate lives and livelihoods.", "Just ask the people in Pakistan.", "There is no collective human endeavour more urgent than climate action.", "Delaying mitigation efforts to avoid short-term costs will incur a much larger economic and human loss in future.", "This conference will focus on three key dimensions: Transition, Asia, Collaboration.", "Transition - to reach net zero by 2050 we need effective and inclusive transition strategies.", "Effective transition is about greening the entire economy not just growing the green economy.", "Investing in green technologies and renewable energy is important.", "But such pure green activities are estimated to make up less than 8% of the global economy.", "To move the needle towards net zero, we must progressively decarbonise across all sectors of the economy, including hard-to-abate ones like steel, cement, and maritime transport.", "This means green finance alone is not enough.", "The world needs transition finance - to provide the funding support for businesses and sectors that are not so green, to adopt cleaner technologies, increase energy efficiency, and become greener over time.", "Inclusive transition is about decarbonising without compromising social and economic development.", "Hundreds of millions of people across Asia, Africa, and Latin America still do not have access to electricity, modern sanitation, and drinking water.", "Economic development will drive demand for fossil fuels, which is still the cheapest way to generate electricity and power mobility in many parts of the world.", "The switch to cleaner energy cannot be made in one leap.", "We need to shift the energy mix progressively, first to relatively less emissions-intensive fuels like natural gas, and then to renewables.", "Finance can be a powerful enabler for such a transition.", "Second, Asia - this is where the battle against climate change will be won or lost.", "Asia accounts for half of the world's greenhouse gas emissions and is home to about 60% of the global population.", "The issues of transition are most acute in Asia, with growing affluence and rapid urbanisation alongside the urgent needs of poverty alleviation.", "About 85% of the energy consumed in Asia comes from fossil fuels and Asia's demand for energy is projected to double in 2030.", "Asia is also most vulnerable to climate change, with large populations living close to locations prone to drought, floods, and rising sea levels.", "Finally, Asia is diverse - across stages of economic development, and across a variety of climate related risks and transition challenges.", "If we can successfully help Asia transition to net zero, it will go a long way in getting the world to net zero.", "Third, Collaboration - effective transition finance needs close partnership among the public, private, and people sectors.", "This will be the focus of our conference - scaling blended finance to accelerate the net-zero transition.", "Blended finance synergises public and private capital to mobilise financing for projects that are marginally bankable.", "It is also about combining financing with capacity building, technology transfer, and institutional support, to reduce risk and enhance bankability.", "In short, it is about taking an ecosystem approach to solving a problem of the global commons.", "Blended finance is not new but catalysing and scaling it requires a fresh approach.", "The use of public funds and development guarantees to reduce risks and encourage participation by private capital has been around for many decades.", "But such programmes are too few and too small.", "Globally, annual flows of blended finance have averaged less than US$10 billion since 2015.", "We need a more systematic and coordinated approach to mainstream blended finance.", "First, we need to build a pipeline of shovel-ready transition projects.", "There is insufficient capacity and expertise to prepare projects that are attractive to the private sector.", "This is specially so in emerging markets, where regulatory and political risks heighten the likelihood of default, transaction lead times are long, projects require prohibitively large amounts of start-up capital, and there is limited access to expertise in project development and financing.", "Second, we need to reduce the risks in marginally bankable transition projects to attract private capital.", "The return profile on many such projects is not commensurate with the risks facing private financiers or investors.", "To reduce overall risk and improve bankability, we need more catalytic and concessional funding from the public sector, multilateral development banks, and philanthropic sources.", "Such funding can be in the form of grants, risk-sharing arrangements, debt at below-market rates, technical assistance, and structuring advice.", "They can help crowd in additional multiples of private sector funding.", "But while public capital can potentially do more to mitigate risk, private capital must still bear a fair share of project risk and exercise the appropriate due diligence on project viability and performance.", "Third, we need to make the financial ecosystem work more synergistically.", "Banks play a key role as lead managers for financing sustainability projects.", "However, with limited balance sheets and regulatory capital and liquidity requirements, banks need to offload these loans to institutional investors who have more absorptive capacity.", "But institutional investors prefer larger deal sizes with a diversified pool of assets to reduce concentration risk.", "We need to shift towards a portfolio approach to blended finance deals, through the structuring and securitisation of typically illiquid green and transition assets.", "There are some promising global developments that may help to address some of these challenges.", "The United Nations has convened a high-level advisory board on effective multilateralism which will explore reforms to the global financial architecture to help channel more public and private capital to developing countries.", "If we are to finance the sustainable infrastructure that the world needs, especially through blended finance, we will need to reform how development finance is implemented and consider adjustments to the mandates and incentive structures of multilateral development banks.", "The Network of Central Banks and Supervisors for Greening the Financial System is launching an initiative to raise awareness on blended finance including potential regulatory and practical barriers.", "We can look forward to more details at COP 27 but suffice to say the NGFS will focus on practical guidance from past case studies and demonstrative projects to explore what is possible.", "The GFANZ Asia-Pacific Network will launch an initiative to develop guidance for financial institutions on how they can facilitate the managed phase-out of coal power generation in the Asia Pacific.", "MAS and the Asian Development Bank will participate in this initiative.", "There are about 5,500 operational coal plants in Asia, responsible for over 4.5 gigatonnes of carbon emissions per year.", "Asia's coal plants are far younger than the coal fleets in the US and Europe, with the majority having decades left to operate.", "The GFANZ initiative will help to address the challenges involved in responsibly decommissioning these plants, including the fiduciary and reputation risks that financial institutions may face from the initial spike in financed emissions as a result of investing in such early phase-out projects.", "Singapore has been doing its part to complement these global and regional efforts to promote transition and blended finance.", "Infrastructure Asia, launched by MAS and Enterprise Singapore, provides technical assistance to enhance project bankability, thereby helping to attract It provides expertise in project scoping, shares best practices in project financing.", "development, and facilitates infrastructure financing deals in the region.", "Infrastructure Asia is facilitating a number of sustainable infrastructure projects, including in waste management and waste-to-energy.", "Clifford Capital, whose borrowings are guaranteed by the Singapore Government, provides debt financing to crowd in equity participation for infrastructure projects.", "Bayfront Infrastructure Management, established by Clifford Capital, mobilises institutional capital for project and infrastructure finance through the issuance of infrastructure asset-backed securities.", "To-date, it has catalysed a total of US$330m for sustainable infrastructure from institutional investors.", "MAS will inject seed capital into an Asia Climate Solutions Design Grant hosted by Convergence.", "The scheme will provide funding for feasibility studies and proof of concept work on innovative blended finance solutions in target sectors that are significantly under-capitalised in Asia, such as early-stage climate adaptation and mitigation technology, clean energy access, sustainable transport, and nature-based solutions.", "This will help to build a pipeline of investible projects for investment.", "Leah Pedersen, Senior Director at Convergence, will share more details later today.", "We have our work cut out for us.", "We have the right people in the room - leaders from the financial industry, public sector, multilateral agencies, philanthropic organisations, and global networks of expertise.", "Let us share our experiences and perspectives, and brainstorm ideas that we can pilot and learn from.", "Of course, our work will not be done in a day.", "We hope this conference will grow into a multi-year effort and be a convening platform for practical solutions and concrete projects to mobilise the financing required for an effective and inclusive transition to net zero and a more sustainable planet.", "Thank you and I wish everyone fruitful deliberations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Net Zero", "Transition Finance", "Climate Change", "Blended Finance", "Asia", "Collaboration", "Green Finance", "Emissions Reduction", "Renewable Energy", "Sustainable Infrastructure"]}