{"sentences": ["Remarks by Deputy Governor Vasileios Madouros at Society of Chartered Surveyors Ireland 07 December 2022 Speech View slides used during the presentation Good morning.", "Thank you for the invitation to speak at your annual conference.", "A key priority for us at the Central Bank is enhancing our engagement with the public that we serve.", "This engagement is crucial in two ways.", "First, it helps strengthen our own understanding of developments in the economy and nancial system.", "Second, it gives us the opportunity to explain to the public what the Central Bank does and - importantly - why.", "Both of these dimensions are necessary for delivering our mandate effectively.", "Over a number of years, engagement with the SCSI and its members has provided us with valuable insights on the functioning and evolution of property markets in Ireland.", "The drivers of property markets are multi-faceted and complex.", "They include - among others - demographics, the cost of construction and land, labour availability, the planning system and the role of nance.", "Engagement with market participants, including through our joint survey with the SCSI, has enriched our understanding of this critical part of the economy, complementing our own analysis and research.", "So when I received an invitation to speak at your conference, I thought I would take this opportunity to focus on the other half of the equation: explaining what we do and why.", "The Central Bank's mandate is to serve the public interest, by maintaining monetary and nancial stability, while ensuring that the nancial system operates in the best interests of consumers and the wider economy.", "Given our mandate, when it comes to property markets, a key area of focus for us is around the role of the nance.", "With that in mind, I will focus on three broad areas in my remarks today: First, outline why property nance matters, from the perspective of the economy and society as a whole; Second, set out how property nance has evolved in Ireland over the past decade and the implications of that Third, explain how our macroprudential policy framework has evolved to safeguard the resilience of property nance and - in doing so - serve the broader public interest.", "Property markets, nance and the macroeconomy Let me start by outlining why we care about property nance.", "Property plays a central role in our society and - because of that - the economy.", "From a societal perspective, housing is the basis of stability and security for an individual or a family.", "From an economic perspective, changes in house prices and rents affect households' wealth and spending decisions.", "Housing costs also inuence where people choose to live or work.", "Similarly, changes in commercial property prices and rents can affect businesses' protability and net worth, as well as their ability to access capital.", "More broadly, construction is an important component of economic activity, with employment in the sector accounting for around 7% of total employment in Ireland.", "So there are a number of channels through which property markets interact with the broader economy.", "There are other factors that make property unique from a macro-nancial perspective.", "First, in economic terms, property operates both as an investment asset and a consumption good.", "Households or companies may purchase a property with different intentions: they could occupy it (so, in our economic jargon, use it primarily for consumption purposes).", "Or they could treat it as an investment.", "Given this dual role of property, demand for property purchases can be inuenced by expectations of future capital appreciation.", "This can create pro-cyclical dynamics in property markets, especially if households or businesses form expectations about the future based on recent trends.", "Second, property purchases are nanced partly through debt.", "This creates a very strong link between the property market, nancial intermediaries - such as banks or non-bank lenders - and the broader economy.", "This link has also grown signicantly over time.", "Globally, for example, the share of residential and commercial mortgages in banks' total lending portfolios has roughly doubled over the course of a century - from about 30% in 1900 to close to 60% in 2010.", "This has also been the case in Ireland, where the banking system now has a higher-than-average concentration on real estate lending relative to the rest of Europe.", "Third, property is a key source of collateral across the economy.", "This creates a strong link between what happens to property valuations and the ease of nancing conditions for the economy as a whole.", "In a rising property market, lenders are often willing to lend more and at easier terms, as the value of the collateral increases.", "At the same time, households and business may seek to borrow more, including to invest back in the property market.", "This can lead to further increases in property values, creating an endogenous dynamic that can eventually become unsustainable, reversing abruptly when adverse shocks hit.", "The combination of these factors means that the nature of nancing matters, not just for the functioning of property markets themselves, but for the broader economy and society as a whole.", "The historical evidence here is plentiful.", "Fragilities in nancing of property markets - whether in housing or commercial real estate - can create economy-wide problems.", "In the housing market, prolonged periods of unsustainably loose mortgage lending standards have often resulted in costly recessions and nancial crises, with long-lasting adverse implications for the economy as a whole.", "There is a range of channels through which this mechanism operates, including the spending behaviour of highly-indebted borrowers in a downturn or the impact of large mortgage losses by lenders in a stress.", "Overall, though, the evidence across countries and over time is very consistent: credit-driven housing booms have very often been associated with severe subsequent recessions.", "Similar dynamics can operate in the commercial real estate market.", "While the evidence around the macroeconomic implications of corporate credit booms is more nuanced, when corporate lending booms are concentrated on the real estate and construction sectors, these have been associated with increased nancial fragility.", "Indeed, commercial property played a key role in the crises that occurred in the Nordics and in Japan in the early 1990s and during the global nancial crisis of the 2000s across a number of countries.", "In Ireland, of course, we have our own, painful experience of how unsustainable nancing conditions in property markets can lead to economy-wide problems.", "The property-related boom and subsequent bust in the 2000s here was amongst the most extreme in history, at a global level.", "But what is striking is the consistency of patterns across countries and over time: vulnerabilities in nancing of property markets, left unchecked, have the potential to create economy-wide harm.", "This - ultimately - is why we care about the sustainability and resilience of property nancing.", "Financing in property markets in Ireland over the past decade Let me now turn to the evolution of nancing in property markets in Ireland over the past decade.", "I'll start with the mortgage market, which is the single most important nancing source for the housing market.", "Following the collapse of new lending after the nancial crisis, the mortgage market has gradually recovered in recent years.", "New mortgage drawdowns in the year to September reached €13bn.", "This is the highest level in over a decade, but remains far below the unsustainable rates of credit extension that we saw in the 2000s.", "Put differently, following an extraordinary credit boom and subsequent bust, aggregate volumes point to a gradual return to more sustainable mortgage market dynamics.", "The contrast between the lack of resilience of pre-crisis nancing and more recent trends is most stark when looking at the distribution of lending.", "Let me give you some headline metrics.", "Almost half of new mortgages issued between 2004- 7 were originated at a loan to income multiple greater than four.", "The equivalent share over the past four years has been around 6%.", "So new borrowers now have lower level of indebtedness relative to incomes, providing greater cushions against risks to affordability due to - for example - shocks to interest rates or ination.", "Similarly, close to 1 in 3 new mortgages issued in the period between 2004-7 were originated with loan-to-value ratios greater than 90%.", "By contrast, over the past four years the equivalent share has been less 0.5%.", "So new borrowers now have higher levels of housing equity, providing greater cushions against the risk of house price falls.", "The Central Bank's macroprudential mortgage measures - our limits on how much people can borrow relative to their income, and how much of a deposit people must put down when purchasing a home - have played a key role in delivering that outcome.", "These measures - introduced in 2015 - were our rst macroprudential intervention.", "They have guarded against a return to the fragilities in mortgage nancing that we saw before the nancial crisis.", "What does this mean in practice and why does it matter?", "First, the resilience of both borrowers and lenders has strengthened.", "We can see this, for example, in the distribution of actual defaults in recent years.", "Even now, fteen years on from the onset of the nancial crisis, mortgages issued before the crash still account for around 85% of the ow of new defaults.", "The vulnerability of mortgagors that borrowed under unsustainably loose lending standards before the nancial crisis remains evident today, while new borrowers - including those that borrower under the mortgage measures - have displayed greater resilience.", "The second implication of this more sustainable form of mortgage nancing is that we have seen less of an amplication between house prices and credit than in the past.", "Put differently, we have not had a repeat of the extreme patterns of credit chasing house prices and vice versa.", "Of course, it is not possible to say with certainty how the economy would have evolved in the absence of the mortgage measures.", "Still, our assessment is that the measures have been effective in limiting a credit-fuelled house price cycle.", "For example, our survey of property price professionals showed that - upon introduction - the measures had a substantial dampening effect on house price growth expectations.", "And, based on different analytical approaches, a range of estimates show that house prices, and the house price to income ratio, would have been higher in the absence of the measures.", "Another lens through which to consider the drivers of developments in the housing market is in terms of the relationship between house prices and rents.", "Looser credit conditions typically result in house prices growing faster than rents - as they did in Ireland before the nancial crisis.", "Over the past decade, though, Ireland has seen a smaller deviation between growth in house prices and rents relative to some other advanced economies.", "This suggests that loose credit conditions have not been a key driver of house prices.", "Rather, a key factor putting upward pressure on both house prices and rents has been a persistent imbalance between the demand for, and supply of, places to live.", "It is clear that this supply-demand imbalance in the housing market remains one of the most pressing challenges in Ireland, both from a social and economic perspective.", "The source of these challenges stems from the supply side of the housing market and the mortgage measures are not a policy instrument that can address these underlying issues.", "However, as both Irish and international experience has shown, a fully functioning and sustainable housing market is not achieved by excessive leverage in the household sector or fragile mortgage nance.", "Let me now turn to the evolution of nancing in the commercial real estate (CRE) market.", "As a general observation, the nature of nancing in the CRE market is more complex.", "And there are more gaps in data around nancing sources compared to the mortgage market.", "This, in and of itself, entails its own risks.", "And it is an area where we need to continue making headway.", "In the face of such data constraints, regular engagement with the sector has been a key vehicle for us to strengthen our understanding around the evolution of nancing.", "Over the past decade, a key element of the evolution of nancing in the commercial property market has been the changing nature of investors.", "Much of the investor base in the market before the nancial crisis was domestic - whether it was property developers, private investors or syndicates.", "Since the crisis, we have seen increased diversication in the investor base, with a much greater presence of international sources of capital.", "On average, over the past decade, around 60% of investment in the commercial property market has been from abroad.", "Another, related, key trend has been a changing nature of intermediation of capital invested in the commercial real estate market.", "Investment funds have emerged as a key and growing source of nancial intermediation.", "Irish property funds are now estimated to hold around 35% of the stock of investable commercial real estate in Ireland.", "And around two thirds of investors in these funds are international in nature, mainly from the EU and the US.", "Finally, we have seen a change in the composition of debt nancing.", "Over the past decade, there has been a marked reduction in Irish retail banks' exposures in the commercial real estate market.", "At the same time, non-bank lenders have emerged as a growing source of debt nancing in the commercial property market.", "This diversication of the sources of capital in the commercial real estate market entails benets for the economy.", "However, these trends also increase the sensitivity of the Irish commercial property market to shocks stemming from abroad.", "And, given the growth of Irish property funds in recent years, the resilience of this form of nancial intermediation matters more today for the overall functioning of the CRE market than it did a decade ago.", "Macroprudential policy to safeguard resilience of nance This brings me to the evolution of our macroprudential framework.", "Let me start by explaining what we are seeking to achieve.", "Our overarching objective is that nance is able to support the broader economy, both in good times and in bad.", "We want to ensure that the nancial sector does not become a source of problems for the rest of the economy, or amplify problems to the rest of the economy.", "It is also important to be clear what macroprudential regulation is not seeking to achieve.", "It does not - and cannot - aim to target asset prices, including property prices.", "Asset prices are driven by a number of factors, many of which are outside of the control of central banks and regulators.", "And it does not aim to replace nancial institutions' own prudential risk management practices, which remain central to the functioning of the nancial system.", "These are system-wide policies, with a nancial stability objective.", "Over the past two years, we have been reviewing our macroprudential strategy and framework to ensure it remains t for purpose into the future.", "So let me outline two key developments that are particularly relevant for property nance.", "Mortgage measures Starting with the mortgage measures, which have been in place since 2015.", "In the last two years, we carried out an in- depth review of the framework for, and strategy around, the mortgage measures.", "We see the measures as a permanent feature of the mortgage market, so it is important that we periodically take stock of our overall approach.", "A lot has changed since the measures were introduced and this review allowed us to assess whether they remain t for purpose and designed in a way that prepares them for the future.", "Our overall conclusion was that the measures have been operating broadly as intended since their introduction.", "As I mentioned earlier, they have been critical in ensuring that lending standards in the mortgage market remain sustainable.", "This has entailed signicant benets for society as a whole, especially over a prolonged period of low interest rates and in an environment of a persistent supply-demand imbalance in the housing market.", "At the same time, we also judged that the costs of the previous calibration of the measures had also gradually increased.", "At its core, this is because housing supply has not kept up with housing demand in recent years.", "This imbalance between housing supply and demand has led to both house prices and rents increasing faster than household incomes.", "This has resulted in a gradual increase in the costs of our previous calibration, especially for rst-time buyers.", "Beyond developments in the housing and mortgage markets, as part of our review, we also considered broader trends in the economy and nancial system.", "The resilience of the household sector as a whole has continued to improve since 2015, evident in lower levels of household indebtedness.", "The resilience of the banking sector has also strengthened considerably, bolstered by our macroprudential regime for bank capital and broader reforms and supervisory interventions since the global nancial crisis.", "It was the combination of these three judgements - the signicant benets that the measures continue to entail, the gradual increase in some of the costs, and the additional policy space afforded by broader developments in the economy and nancial system - that led us to conclude that a targeted recalibration of the mortgage measures was appropriate.", "The mortgage measures will continue to maintain sustainable lending standards in the mortgage market.", "Even following the targeted recalibration, the measures remain prudent in a European context.", "This is appropriate, given the more volatile nature of both the Irish economy and the Irish housing market, relative to European peers.", "More broadly, though, from the perspective of society as a whole, it is crucial that the overall policy mix continues to focus on the supply of housing - including affordable housing.", "Because, from the perspective of society as a whole, it is not optimal that housing supply constraints lead to a permanently higher cost of housing relative to incomes.", "Finally, let me now turn to the most recent addition to our macroprudential toolkit, more relevant to the commercial real estate market.", "As I mentioned earlier, the nancing of commercial real estate has changed signicantly over the past decade, with a growing role for nancial intermediation by investment funds.", "This changing nature of nancial intermediation entails potential benets for macroeconomic and nancial stability.", "But, it also means that the resilience of nancial intermediation by property funds matters much more for the overall functioning of the commercial real estate market now, than it did a decade ago.", "So the macroprudential framework needs to adapts accordingly.", "This is an important principle.", "If it is to achieve its objectives, macroprudential policy cannot afford to remain static.", "It has to evolve, in line with the evolution of the economy and the nancial system.", "And the changing nature of nancial intermediation in the commercial real estate market is an important structural development.", "So, following extensive consultation, engagement and analysis, last month we introduced new measures to guard against risks stemming from high levels of leverage and liquidity mismatch in the Irish property fund sector.", "These measures aim to safeguard the resilience of this growing form of nancial intermediation.", "In turn, this will better equip the sector to serve its purpose as a valuable and sustainable source of funding for economic activity.", "As you all know, we are facing a challenging macro-nancial outlook.", "Following a decade of low ination and low interest rates, the past twelve months have seen an abrupt adjustment in the economic environment.", "The global economy has been hit by a number of shocks, which have resulted in unacceptably high levels of ination globally.", "Central banks around the world are taking the necessary steps to bring ination back to target.", "It is in more challenging environments like this that the resilience of nance matters most.", "Our macroprudential measures aim to ensure that nance does not become a cause - or an amplier - of stresses for the economy as a whole.", "Ultimately, resilient nance that is able to provide services to the economy, both in good times and in bad, is what serves the public interest best.", "I would like to thank Philip Dempsey for his assistance in preparing these remarks and Fergal McCann, Edward Gaffney, Angelica Ghiselli, Niamh Hallissey, Frederik Ledoux, Caroline Mehigan, Martin O'Brien, and Michael O'Keefe and for their suggestions and contributions.", "Jorda et al (2016), 'The great mortgaging: housing nance, crises and business cycles'.", "Economic Policy 31 (85), pp 107- Lyons et al (2019), 'Real estate concentration in the Irish banking system', Financial Stability Note, Vol.", "2019, No.. For a description of the different channels see, for example, Aikman et al (2021), 'The macroeconomic channels of macroprudential mortgage policies', Financial Stability Note, Vol.", "2021, No.. See, for example, Mian and Su (2009), 'The consequences of mortgage credit expansion: Evidence from the US mortgage default crisis, The Quarterly Journal of Economics; Mian et al (2013), 'Household balance sheets, consumption and the economic slump', The Quarterly Journal of Economics; Mian et al (2017) 'Household debt and business cycles worldwide', The Quarterly Journal of Economics; Jorda et al (2015), 'Leverage bubbles', Journal of Monetary Economics.", "Muller and Verner (2021), 'Credit allocation and macroeconomic uctuations' and Schularick (2021) 'Corporate indebtedness and macroeconomic stabilisation from a long-term perspective'.", "See Box 6 in the Central Bank of Ireland Financial Stability Review 2019:2 - \"Estimating the impact of mortgage measures on the housing market\" and ESRI Research Note \"House prices and mortgage credit: Empirical evidence for Ireland - An update\".", "See ESRB \"Methodologies for the assessment of real estate vulnerabilities and macroprudential policies: commercial real estate\" and Central Bank of Ireland Financial Stability Note Vol 2019 No 6, \"Who invests in the Irish commercial real estate?", ": An overview of non-bank institutional ownership of Irish CRE\" See Central Bank of Ireland (2022) 'The Central Bank's framework for the macroprudential mortgage measures' See Central Bank of Ireland (2022) 'The Central Bank's macroprudential policy framework for Irish property funds' ©2022 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Property finance", "Mortgage market", "Macroprudential policy", "Commercial real estate", "Housing market", "Financial stability", "Credit booms", "Investment funds", "Bank lending", "Financial intermediation"]}