{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech Inflation Report - November 2022 Dr Tabaković, Governor Belgrade, 15 November 2022 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the November Inflation Report.", "As is our practice, during our presentation today we shall present our estimates of economic developments in the international environment and at home, as well as our latest macroeconomic projections for Serbia.", "At the very start I would like to underline that the main difference between the projections we present today and the projections from August pertains to the materialisation of risks to which we pointed at the time, though hoping that it would not occur.", "The first risk that has materialised relates to developments in the international environment.", "Geopolitical tensions have deepened further, the gas supply from Russia to Europe has contracted by as much as 80% compared to the previous year, global inflation continued on the upward path, and the degree of monetary policy restrictiveness of many central banks has increased significantly.", "All of this has resulted in a less favourable global growth outlook and most importantly for us it has reflected on growth in the euro area, our key economic partner.", "Prices in the international environment are still the main generator of inflationary pressures in Serbia.", "In the period since our previous Report, we have seen that global inflationary pressures are stronger and more persistent than anticipated, although almost all central banks tightened their monetary policies more than expected, and energy prices decreased.", "Global inflation at such a high level has - according to Eurostat's not been recorded for decades preliminary flash estimates, in the euro area in October it touched the historic maximum of 10.7%, with Germany recording inflation of 11.6%.", "It would seem that the higher global inflation is largely attributable to bigger than expected indirect effects of the prices of energy, primary commodities and industrial and agricultural raw materials.", "In addition, inflation is driven up by the still pronounced imbalances between supply and demand, higher inflation expectations and pronounced uncertainty in commodity and financial markets.", "To this we should also add the tight labour markets in many countries, as well as the still relatively high transport costs and bottlenecks in global supply chains which, though easing, still generate significant cost-push pressures.", "The leading central banks and international institutions forecast that inflation will trend above the long-term average and above the target level during 2023 and even 2024, while its return to the usual inflation level across the world is expected in 2025.", "Source: NBS calculation based on relevant institutions' projections.. High inflation has led to the tightening of global financial conditions not only because of higher interest rates, but also due to the fall in asset prices and the global financial strengthening of the US dollar.", "According to Goldman Sachs' conditions index, the availability of financial assets in the international market has deteriorated and is at the same level as during the global economic crisis of 2009.", "Following suit, the IMF estimated that financial conditions for the majority of countries are already similar to the ones that prevailed in early 2009 or in the first phase of the pandemic, in April 2020.", "Due to the worsening of financial conditions, emerging countries' presence in the international financial market has almost halved, as has the borrowing in hard currency during 2022 relative to the previous year.", "Concurrently, financial conditions in the local currency have tightened.", "One of our text boxes in the Inflation Report covers this issue and shows that financing conditions have been tightened not only for Serbia, as some analysts and politicians often want to interpret, but for all countries, especially emerging ones, including Central European countries Hungary, the Czech Republic, Poland, Romania and others.", "Efforts to ensure the best possible financing conditions for Serbia in the coming period have driven us to request a Stand-By Arrangement with the IMF, whose planned funds of around EUR 2.4 billion would provide additional support to financing in the challenging international environment, as well as the implementation of structural reforms, with a particular emphasis on the energy sector.", "Chart 6 Yields on sovereign local currency bonds (roughly Chart 5 Financial conditions in selected regions (standard deviation from the mean) 10-year maturity) (daily data, in %) Euro area Emerging market economies, exc.", "Source: Refinitiv, data for Serbia based on secondary trading.", "The tightening of global financial conditions will result in lower global economic growth.", "Global growth is already slowing almost everywhere, with concerns over the effects of the energy crisis, as well as geopolitical tensions and the crisis in Ukraine.", "Risks that the effects of the Ukraine crisis will spill over are still high, especially in terms of gas delivery, which is primarily reflected on the euro area economic activity, notably that of Germany, which is among our key trade partners and is forecast to go into recession the next year.", "Such headwinds in the international environment considerably affected our domestic and the National Bank of Serbia's monetary policy macroeconomic movements decisions.", "The second risk that has materialised since August to date pertains to the agricultural season in Serbia and, certainly, the wider region.", "The drought in the summer months and most likely the lower amount of used fertilisers than optimal, which is a result of their prices going up several times, had a bigger adverse effect on this year's agricultural season than what we assumed in August.", "Back in August, we assumed that this year's be similar to last year's, whereas agricultural season would now we estimate that it will be weaker than last year's by around 8%, and the preliminary data of the Serbian Statistical Office on contracted output of wheat and some autumn cultures substantiate our estimates.", "With the prices of mineral fertilisers still trending very high, for the first time we have assumed that the next season will also be below average.", "Source: Consensus Forecasts.", "The materialisation of these risks, which we underlined in our previous reports, reflects on our projections of key macroeconomic indicators for Serbia, which are now closer to the alternative scenario from the August projection.", "In the remainder of the conference, we will present our latest projections and the underlying assumptions.", "In the third quarter, inflation in Serbia moved in line with our expectations presented in August.", "Almost two-thirds of the contribution to y-o-y inflation continues to come from elevated food and energy prices.", "However, in our August projection we expected inflation to peak in September this year.", "Still, due to the surge in global energy prices in the past months and their continued spillover to imported inflation, together with the effects of the drought at home and in most of Europe, domestic inflation continued to climb past our expectations to 15.0% y-o-y in October, reflecting the materialisation of the abovementioned risks.", "All central banks, including the NBS, base their projections on similar assumptions of movement in the global prices of energy and other primary commodities, relying on the assessments of relevant international institutions and the movement in market futures for the coming period.", "Since it is precisely the global prices of energy and primary commodities that departed significantly up from what international institutions and futures expected under the impact of several intertwined shocks during last and this year, inflation in all countries proved to be stronger and more durable than anticipated.", "One of our text boxes from the November Inflation Report deals with this matter and suggests that the above factors have resulted in similar departures of inflation outturns from inflation projections of other inflation-targeting central banks in the region, as well as the European Central Bank.", "Elevated imported inflation has also fuelled a rise in core inflation, i.e.", "inflation excluding food, energy, alcohol and cigarette prices, which measured 9.5% y-o-y in October.", "It is, however, important to note that core inflation remains well below headline inflation, but also lower than core inflation in some countries of the region pursuing the same monetary policy regime.", "A powerful deterrent of stronger core inflation growth is the preserved relative stability of the dinar exchange rate even in the conditions of globally heightened uncertainty in the international financial market.", "Under the November medium-term projection, headline inflation will remain elevated until late this and early next year, but it will strike a downward trajectory thereafter.", "Inflation is expected to decline more sharply in the second half of 2023, and retreat within the bounds of the target tolerance band in the second half of 2024.", "Inflationary pressures will be soothed by past monetary policy tightening, anticipated waning of the effects of global factors underpinning energy and food price growth in the past period, and subdued external demand amid unfavourable global growth prospects.", "Though they remain volatile and much higher than a year ago, the global prices of oil and other primary commodities as well as industrial raw materials have been drifting down over the past months in the face of stronger recessionary pressures worldwide, while supply chain disruptions are easing as well.", "In September and October, the global prices of natural gas, coal and electricity also subsided, helped by favourable weather conditions and higher than anticipated storage levels in Europe.", "Our decision to continue tightening monetary conditions at home was due to lingering global cost-push pressures and the persistent rise in imported inflation.", "We have been tightening monetary conditions continually but gradually since October last year, taking into account the fact that inflation in Serbia is mostly determined by cost- push pressures from the international environment, which are entirely or for the most part beyond the influence of the NBS's monetary policy measures.", "Since April this year, we raised the key policy rate by 350 basis points to 4.5%.", "Interest rates on deposit and lending facilities were increased likewise to 3.5% and 5.5%, respectively.", "By raising its interest rates further, the NBS is seeking to contain the second-round effects of rising global food and energy prices on other prices in the domestic market through inflation expectations, as well as to ensure that inflation strikes a downward path and retreats within the bounds of the tolerance band until the end of the projection horizon.", "Source: NBS and European Banking Federation.", "* Excluding revolving loans, current account overdraftsand credit card debt.", "The NBS's monetary policy tightening has spilled over to interest rates in the markets of money, loans and savings, confirming the efficiency of the monetary policy transmission mechanism through the interest rate channel.", "The normalisation of the ECB's monetary policy and the resulting rise in money market rates in the euro area has reflected on higher interest rates on euro-denominated loans in the domestic market.", "By maintaining the relative stability of the dinar exchange rate against the euro, the NBS has greatly helped contain the effects of the spillover of higher import prices to prices at home in the conditions of elevated global uncertainty.", "In the year to end- October, the dinar gained 0.2% against the euro in nominal terms.", "Since May to date, the NBS intervened in the interbank FX market by buying EUR 2,705 mn, net.", "In that way, we offset the entire amount of foreign exchange sold in the first several months.", "As a result, since the start of the year, FX purchases exceeded FX sales by EUR 435 mn.", "Financial and overall macroeconomic stability is also underpinned by the NBS FX reserves which stood at EUR 16.9 bn at end-October, their highest level to date, despite a multidimensional global crisis.", "This created an additional buffer against the external shocks to which we have been exposed for almost three years now.", "NPL share in total loans (RHS) Though the cost of borrowing has gone up, the approval of corporate and household loans continued in Q3 at a similar pace as in previous quarters.", "The 11.7% y-o-y rise in bank lending in September continued to be supported more by corporate loans, which gained 14%, while household loans growth slowed to 8.3%.", "The share of NPLs in total loans fell to a new record low of below 3.2%, 1 pp lower than before the pandemic.", "Such developments indicate that bank asset quality has not deteriorated even after the government economic support measures were unwound, and does not pose an obstacle to further lending growth.", "After posting relatively high growth of around 4.1% y-o-y in the first half of the year, economic activity slowed down in Q3.", "According to the preliminary estimate of the Serbian Statistical Office, third-quarter GDP growth equalled 1.1% y-o-y.", "slowdown reflected this year's agricultural season which The economic was much worse than assumed judging by the first estimates, dented external demand and the continued rise in corporate costs, weighing primarily on lower activity in construction and manufacturing.", "Also, activity in the energy sector continued down due to low river water levels.", "Taking into account the sharper than expected economic slowdown in Q3, the Serbian GDP projection for 2022 was adjusted down relative to what we expected in August, to the range 2.0-3.0%.", "As already pointed out, the growth rate was revised in the light of the materialised risks we identified in August, i.e.", "the interruption in Russia's gas underperformance of the agricultural season and the supply to the EU.", "In the new GDP projection, domestic demand is still expected to provide a positive contribution, while the contribution of net exports will be negative due to the high energy imports, primarily in the first half of the year.", "As economic activity in the euro area and other countries which are our important trade partners is expected to weaken notably next year, while the carry over effect from this year will Serbia's GDP growth projection for 2023 to the be smaller, we have also revised range of 2.0-3.0%.", "Assuming a considerable reduction of geopolitical tensions and a recovery of external demand, as well as the planned implementation of investment projects, notably in road, railway, energy and utility infrastructure, economic growth is expected to pick up as of 2024, first to around 3.5%, and then to return to its pre- pandemic growth path of around 4% per annum in the medium term.", "The current account deficit to GDP ratio is expected to measure around 9% both in this and the next year.", "This year's higher current account deficit elevated energy imports, largely because of the price upswing in the global market.", "On the other hand, though external demand slackened, goods and services exports reached high growth rates (32.2% y-o-y during nine months), mostly owing to past investments, which resulted in a positive contribution of all manufacturing and metal ore export sectors, as well as owing to higher export prices.", "According to our estimate, balance of payment trends next year are likely to reflect not only energy imports which will certainly remain high, but also a contraction in external demand due to the expected slowing of economic growth in our key trade partners.", "In the medium term, a continued rise in export capacities, along with the expected wearing off of negative effects of external demand and unfavourable terms of trade, should contribute to a gradual decline in the current account deficit and preservation of external sustainability.", "External sustainability will also benefit from the continued relatively high inflow of FDI to Serbia, projected at around EUR 3.8 bn this year, which is more than we previously anticipated.", "It is important to note that, according to the first estimates, FDI inflow in the year to October reached almost EUR 3.5 bn, exceeding the level from the same period of 2021, which was a record year in terms of FDI.", "The FDI inflow remained geographically dispersed and mainly channelled to tradeable sectors.", "Sources: SORS and NBS.", "* Industry, agriculture, transport, warehousing and catering.", "Current account Ladies and gentlemen, dear colleagues, Uncertainty surrounding the inflation and GDP projection we have just presented is still largely associated with factors from the international environment, primarily the impact of the Ukraine conflict on the availability and world prices of energy products, as well as the global growth outlook, which will largely influence international prices of primary commodities.", "At home, the risks to the projection are mainly associated with the outcome of the next agricultural season, which we assumed to be below average for the first time.", "The achievement of the projections will also depend on the speed of recovery of the energy sector, FDI inflow and any additional measures the Government might take in order to safeguard the living standard of the most vulnerable population categories in the period ahead.", "Overall, the risks to the GDP growth projection for this and the following year are judged to be pronounced, but symmetric, while the risks to the inflation projection are also pronounced, but tilted to the upside.", "Depending on geopolitical developments and movement in key inflation factors both from the domestic and international environment going forward, the NBS will estimate if there is a need to tighten monetary conditions further and to what degree, taking into account the effects of past monetary policy tightening and the time needed for these effects to play out fully.", "The monetary policy priority will remain to deliver price and financial stability in the medium term, since in that way it also contributes to sustainable economic growth, and, by extension, to a further rise in employment and favourable investment environment.", "We believe that sound macroeconomic fundamentals and ample FX reserves will help us counter the effects of the current energy crisis and globally tightened financial conditions.", "We also hope that, thanks to the responsible conduct of economic policy, the risk of a prolonged inflation, such as the one the world faced during the previous energy crisis of the 1970s, will be avoided, though the current energy shock is probably even stronger.", "In the remainder of the conference we welcome your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Global economic growth", "Monetary policy", "Financial conditions", "Energy prices", "Core inflation", "Agricultural season", "GDP growth", "Current account deficit", "External sustainability"]}