{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss our recent policy announcement and the Bank of Canada's Monetary Policy (MPR).", "In October, we raised the policy interest rate by 50 basis points to 3.75%.", "This is the sixth consecutive increase since March.", "We also expect our policy rate will need to rise further.", "How much further will depend on how monetary policy is working to slow demand, how supply challenges are resolving and how inflation and inflation expectations are responding to this tightening cycle.", "Our decision reflected several considerations.", "First, inflation in Canada remains high and broad-based, reflecting large increases in both goods and services prices.", "Inflation has come down in recent months, but we have yet to see a generalized decline in price pressures.", "Second, and related, the economy is still in excess demand-it's overheated.", "Job vacancies have declined from their peak but remain high, and businesses continue to report widespread labour shortages.", "Third, higher interest rates are beginning to weigh on growth.", "This is increasingly evident in interest-rate-sensitive parts of the economy, like housing and spending on big-ticket items.", "But the effects of higher rates will take time to spread through the economy.", "Fourth, there are no easy outs to restoring price stability.", "We need the economy to slow down to rebalance demand and supply and relieve price pressures.", "We expect growth will stall in the next few quarters-in other words, growth will be close to zero.", "But once we get through this slowdown, growth will pick up, our economy will grow solidly, and the benefits of low and predictable inflation will be restored.", "To put this in numbers, growth in gross domestic product (GDP) is projected to decline from about 31⁄4% this year to just under 1% next year and then rise to 2% in 2024.", "And inflation is expected to hover around 7% in the final quarter of this year, fall to around 3% by the end of next year and return to the 2% target by the end of 2024.", "Finally, we are trying to balance the risks of under- and over-tightening.", "If we don't do enough, Canadians will continue to endure the hardship of high inflation.", "And they will come to expect persistently high inflation, which will require much higher interest rates and, potentially, a severe recession to control inflation.", "If we do too much, we could slow the economy more than needed.", "And we know that has harmful consequences for people's ability to service their debts, for their jobs and for their businesses.", "This tightening phase will draw to a close.", "We are getting closer, but we are not there yet.", "I also want to update you on the Bank of Canada's balance sheet, which is declining as we continue quantitative tightening.", "The balance sheet peaked in March 2021 at $575 billion, and as of last week, it was at about $415 billion, a decline of about 28%.", "The decline primarily reflects the maturity of our repo operations and the reduction in our holdings of Government of Canada bonds following decisions to end quantitative easing in October 2021 and begin quantitative tightening in April.", "After a period of above-average income, our net interest income is now turning negative.", "Following a period of losses, the Bank of Canada will return to positive net earnings.", "The size and duration of the losses will ultimately depend on a number of factors, including the path of interest rates and the evolution of both the economy and the balance sheet.", "The losses do not affect our ability to conduct monetary policy.", "I would also stress that our policy decisions are driven by our price and financial stability mandates.", "We do not make policy to maximize our income.", "The Bank of Canada's job is to ensure inflation is low, stable and predictable.", "We are still far from that goal.", "We view the risks around our forecast for inflation to be reasonably balanced.", "But with inflation so far above our target, we are particularly concerned about the upside risks.", "We are mindful that adjusting to higher interest rates is difficult for many Canadians.", "Many households have significant debt loads, and higher interest rates add to their burden.", "We don't want this transition to be more difficult than it has to be.", "But higher interest rates in the short term will bring inflation down in the long term.", "Canadians are looking for ways to protect themselves from rising prices, and we are working to protect them from entrenched inflation.", "It will take time to get back to solid growth with low inflation.", "But we will get there.", "By working through this difficult phase, we will get back to price stability with sustained economic growth, which benefits everyone.", "With that summary, Senior Deputy Governor Rogers and I are now pleased to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Interest Rates", "Economic Growth", "Price Stability", "Quantitative Tightening", "Balance Sheet", "Debt", "Inflation Expectations", "Financial Stability"]}