{"sentences": ["Robert Holzmann Oesterreichische Nationalbank Vienna, November 21, 2022 Check against delivery!", "Economic and monetary policy under wartime conditions - implications for CESEE Conference on European Economic Integration (CEEI) 2022 Dear participants, ladies and gentlemen, On behalf of the Oesterreichische Nationalbank, I would like to welcome you warmly to this year's Conference on European Economic Integration.", "It is a great pleasure to see so many familiar faces.", "Allow me to extend a special welcome to: Our first keynote speaker, Professor Graciela Kaminsky, who is Professor of Economics and International Affairs in the Department of Economics and Elliott School of International Affairs of George Washington University, As well as to my esteemed central bank colleagues Deputy Governor Leonardo Badea from Romania, First Deputy Governor Marta Kightley from Poland, Governor Gent Sejko from Albania; and Chairman of the Board Gediminas Šimkus from Lithuania.", "At this year's conference, we are going to discuss a topic that has been foremost on our minds for the past nine months: \"Economic and monetary policy under wartime conditions.\"", "Since February 24 of this year, we have been witnessing something that used to be unimaginable over the past decades: outright war in Europe.", "Apart from being a crime, Russia's invasion of Ukraine is causing a human tragedy.", "We therefore deplore the many thousands of innocent victims of this cruel bloodshed.", "Yet, war also has an economic dimension; and this is what we are going to focus on today and tomorrow.", "We will be paying special attention to the implications of the war for Ukraine's neighbors in Central, Eastern and Southeastern Europe, or CESEE for short - on top of the pandemic and the climate crisis.", "Let me briefly share a few thoughts on the economics of war.", "First, the idea that wars are waged only for economic reasons is based on a widespread myth.", "Unlike in pre-industrial times, today there is little economic rationale for war.", "At the end of the 18th century, the German philosopher Immanuel Kant stated that \"the spirit of trade cannot coexist with war.", "\"1 Almost 150 years later, Ludwig von Mises, a Ukrainian-born proponent of the Austrian school of economics pointed out that \"there are no economic causes for armed aggression within a world of free trade and free enterprise.", "\"2 Both Kant and Mises also stressed the importance of another condition for peaceful coexistence: political democracy.", "Mises, however, explained that in \"a world of growing government power, there exist economic causes of war.\"", "As a case in point, he mentioned governments of commodity-producing countries arranging a cartel to monopolize markets.", "Mises acknowledged that \"the wars of the twentieth century have been, to be sure, economic wars.", "But they have not been caused by capitalism,\" but by subordinating businesses under government control - which in turn might have been influenced by a \"military-industrial complex,\" one might add.", "He concludes - and this is where it gets very topical: \"[...] the policy of aggression and conquest is self-defeating.", "Even if technically successful in the short run, it would never attain in the long run the ends at which the aggressors are aiming.\"", "This leads me to my second point, the economic consequences of war.", "Military conflict usually benefits only a few individuals and companies, while inflicting suffering on the vast majority.", "Wars might not immediately trigger a recession because, initially, stepped-up arms production and military spending may even fuel economic expansion.", "In welfare terms, however, war is more likely to have a negative impact on household spending, as a bigger portion of GDP is channeled into (rather unproductive) investment.", "As aggregated demand increases and bottlenecks emerge in the supply of sought-after products, inflation increases too.", "In the medium term, this hampers business and consumer confidence, which eventually dampens growth.", "Historically, high inflation has mainly been a consequence of war3, and has also led to the establishment of central banks to address money and financial instability.", "In Ukraine, where the war has exclusively been taking place, the economy is in a deep recession, due to the enormous damage and cost of the war.", "The Vienna Institute for International Economic Studies expects the country's GDP to slump by about one-third compared to 2021.", "The Ukrainian economy might, however, grow again in 2023.5 In contrast, the economy of the aggressor has proved more resilient than projected.", "It is taking Western sanctions longer than expected to bite.", "Still, Russian GDP is set to contract by 3.5% this year and by a similar amount next year, when the impact of the Western high-tech embargo will be felt more strongly.", "Chances are slim for any improvement in the medium term, with the recent -kant-war-peace 3-of-economic-history/article/abs/role-of-war-in-moderninflation/C34E37999F088F965C64C9C61A543A8B, see also: -causesinflation/22616 4-commentary/2007/ec-20071201-a-brief-history-ofcentral-banks -forecast-for-eastern-europe-the-worst-is-yet-to-come-n-570.html partial mobilization resulting in a labor shortage, as hundreds of thousands of men are either enlisted into the army or leaving the country.", "Similarly, the economies in CESEE have held up better than initially thought.", "The expansion in the first half of the year has exceeded expectations, so that the Eastern EU economies are projected to grow by almost 4% on average in 2022.", "This is due to the recovery after the pandemic, rising incomes and solid demand from Germany.", "The region is bracing itself for a tough winter, however, as the situation is likely to change dramatically in the coming months.", "While the sanctions have so far had weaker-than-expected impacts on the Russian economy, they are due to leave their mark in the long run.", "Unlike in Russia, outright recession is not yet in the cards for Europe.", "Even though the euro area economy has fared better than expected in the first half of 2022, the economic consequences of the war continue to darken its outlook while pushing up inflationary pressures.", "Economic activity is likely to stagnate in the winter as headwinds from gas supply disruptions and surging energy prices are mounting.", "Without a doubt, Russia's full-scale invasion of Ukraine has been a watershed moment that will have enormous repercussions for Europe and beyond.", "In the short term, supply and demand shocks are jeopardizing price stability and economic activity.", "Central banks in advanced economies are faced with an unpleasant trade-off between high inflation and low growth, which will also weigh on emerging economies, including those in CESEE.", "The medium-term economic consequences depend on how the Russian-Ukrainian conflict will evolve.", "While the reference scenario is a lingering conflict, an adverse scenario of escalating hostility may imply even steeper energy prices, high long-term inflation, and economic recession.", "Moreover, as Jeffrey Sachs, Professor at Columbia University (currently residing in Vienna), has pointed out: \"Today's fraught situation can easily spin out of control [...] with the possibility of nuclear catastrophe.", "\"6 As to the long-term development, the key question is whether the war and the sanctions will result in a bipolar world, in which the transatlantic alliance is pitted against a SinoRussian bloc, with variable coalitions with the rest of the world.", "CESEE countries would be especially hit by a new iron curtain, although they might also benefit from trade deviation.", "As we all know, the Russian war is not the only crisis spurring transformation in Europe and the world; other pressing concerns are the COVID-19 pandemic and climate change.", "Despite substantial differences, all three crises have important commonalities.", "Economically speaking, they are above all supply shocks, and they impact specific sectors unevenly.", "And like all supply shocks, they cause a dilemma for monetary policy.", "Containing the COVID-19 pandemic had limited success across the globe, given insufficient support for vaccination campaigns in low- and middle-income countries.", "The pandemic therefore continued to hit the world economy - predominantly via adverse supply shocks, but also via -articles/d2hlnp24c7hyewetypd6rjgfesszm4 demand shocks.", "In the euro area, monetary and fiscal policy reacted quickly by massively accommodating the demand shock.", "The outcome of these policies has been benign, broadly speaking.", "By the end of 2021, economic activity had returned to pre-pandemic levels.", "One factor that explains the rather benign outcome is that European banks had entered the pandemic in fairly good shape.", "Having learned the lessons from the euro area sovereign debt crisis, banks have indeed now proved to be part of the solution, rather than the problem.", "The pandemic has disrupted supply chains.", "Since the mid-1980s, global value chains have played a key role in globalization.", "They have boosted world trade, productivity and real income growth, above all in emerging economies.", "On the downside, they have also helped transmit shocks, including inflation shocks.", "Recent disruptions have shown that supply chains may lead to dependence on a few concentrated suppliers.", "Yet, withdrawing from global trade would be fatal to the global economy.", "Instead, it is key to become more resilient by diversifying suppliers and deepening markets.", "Finally, the climate crisis is looming large on us today and on future generations.", "It will take huge efforts at both the national and international level to achieve the goal of a low-carbon world economy by 2050 as internationally agreed.", "For measures to be effective, they will have to be disruptive and comprehensive in the Schumpeterian sense of creative destruction.", "At the same time, it is imperative to introduce them in an orderly manner to minimize transition risks.", "It will take years, if not decades, for the high initial investment costs borne by the public and private sector to pay off in terms of cheaper energy and energy security.", "The ensuing shocks have not yet been priced in with enough detail, if at all.", "From a central bank perspective, they include both pains and gains: First, the disruptive forces of creative destruction may raise productivity and thus the natural interest rate.", "Second, despite the potential benefits, the costs will be real and will impact on inflation, which is already spurred by higher military expenditures and demographic change.", "And third, future energy production will still depend on the global south - with its sun and wind, which in turn requires large capital flows from the global north.", "This could help reduce the savings glut (or investment gap) in the north, increase the natural interest rate further and facilitate conventional monetary policymaking.", "Ladies and gentlemen, after having touched on many problems we are facing today, let me finish on a positive note: despite widespread doom-mongering, there is no compelling reason to be so pessimistic about global developments.", "However improbable it may seem today, it is still possible - and also necessary - that the West and (hopefully a new) Russia find a way to coexist peacefully, while meeting the security needs of both Ukraine and Russia.", "A new era of political and economic cooperation could again unlock a peace dividend for the global economy.", "From a long-term perspective, the world has become more and more peaceful and nonviolent over the last decades and centuries.", "Furthermore, poverty and diseases have been on a spectacular decrease around the globe, even if the pandemic has interrupted this trend.", "Last but not least, we already have most -content/uploads/2022/06/GPI-2022-web.pdf of the technological means to tackle climate change.", "The investment needs for the green transition may sound overwhelming, but the private and public funds to be mobilized only amount to about 2% of global GDP per year.", "This sum roughly corresponds to the estimated investment gap that advanced economies have accumulated over several decades, and it is dwarfed by military expenditures in war times.", "In short, humankind's problem-solving skills should give us confidence for the future.", "Now, allow me to introduce our first keynote speaker: Graciela Kaminsky, Professor of Economics and International Affairs in the Department of Economics and Elliott School of International Affairs of George Washington University.", "On top of her academic career, Graciela, for instance, worked as a staff economist for the Board of Governors of the Federal Reserve System.", "She has been a visiting scholar at the central banks of Japan, Spain, Hong Kong and Singapore and a consultant to the Inter-American Development Bank, the IMF and the World Bank.", "Holding a Ph.D. in economics from MIT, Professor Kaminsky has published widely in leading academic journals, such as the American Economic Review.", "Her research covers a variety of topics in macroeconomics and international finance, including financial globalization, currency and banking crises, as well as inflation stabilization policies.", "She is now going to talk about \"Rare disasters - current and future vulnerabilities in Eastern Europe\" and compare the current crisis with crises from the past 200 years.", "I very much look forward to this first talk and wish us all a stimulating conference.", "Dear Graciela, the floor is yours."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Wartime economics", "Economic consequences of war", "Inflation", "Supply shocks", "Monetary policy trade-offs", "Energy crisis", "Climate change", "Global economy", "Economic resilience", "Peace dividend"]}