{"sentences": ["Welcome to the second part of the conference, where we will discuss how financial institutions can integrate biodiversity into their portfolios and scale up their investments.", "As a member of the Governing Board of Banco de Mexico, an institution that is a founding member of the NGFS, it is an honor to open this panel with a few words to set the stage for the conversation.", "The panel's central theme is the role of private finance in guiding financial flows towards biodiversity preservation, specifically in emerging economies.", "As a backdrop, it is helpful to keep in mind that preserving biodiversity is a goal that can be much more challenging than combating climate change.", "There are several reasons, but let me highlight a few: First, biodiversity is a multidimensional phenomenon that encompasses biological resources, ecosystems, and habitats, which are difficult to classify, measure, and compare.", "Indeed, there is no common language about biodiversity, and the concept can have different meanings for different people.", "Second, damage to biodiversity is often irreversible and can affect -and be affected- by climate change.", "This interaction should be considered in policy design and when assessing the costs and benefits of Nationally Determined Contributions under the Paris agreement.", "However, doing it is not straightforward.", "Moreover, this is a powerful reason for calling to action.", "Third, since biodiversity is a \"public good\" and markets and nationalaccounts generally do not put a price on the value of its services, whichare estimated to be significantly higher than global GDP, overexploitationand degradation are pervasive problems.", "In addition, companies,governments, and investors are generally not aware.", "They do not incorporate into their decisions the dependencies and impacts of their activities on biodiversity, which often are local in nature.", "And finally, investing in biodiversity preservation and restoration generates a positive externality that, under the status quo, does not pay off companies or investors.", "Their benefits are for all and are delivered through time.", "¿How can these dependencies and impacts be internalized in companies' and financial institutions' decision-making processes?", "Markets have been operating as if there is an unlimited supply of ecosystem services.", "It has passed the time to realize that natural capital or the \"Earth's infrastructure\" is limited and rapidly decreasing and that this is critical for the survival of society, not only for the economy.", "Thus, developing innovative solutions in financial markets that include biodiversity preservation and restoration in capital allocation decisions is of the utmost importance, and this conference is a great opportunity to have a broad discussion.", "What is the importance of biodiversity for the financial system and the role of private capital in preserving biodiversity?", "We need to transit from climate change to biodiversity loss Some progress has been made in recent years to integrate physical and transition risks related to climate change into the risk analysis frameworks of financial institutions.", "Behind such progress is considerable scientific and academic work.", "Fortunately, analysis and assessment of biodiversity risks and opportunities by financial systems can benefit from the physical and transition risk discussion in climate change: a) From the biodiversity perspective, physical risks capture the potential for reductions in the quantity and quality of ecosystem services.", "They can affect the ability of businesses to access credit and repay debt.", "b) On the other hand, transition risks related to biodiversity loss reflect changes in consumer, investor, and political preferences for practices that seek to prevent biodiversity loss and the existence of more environmentally friendly technologies.", "It is essential that, as has already happened with climate change, the private sector, the scientific community, and academia collaborate in developing methodologies and tools.", "In this regard, the recently created TNFD representsa promising concrete response.", "Furthermore, biodiversity loss caused by deforestation is a crucial element contributing to GHG emissions that exacerbate climate change risks and may cause irreversible tipping points.", "The importance of biodiversity in EM's The issue of biodiversity takes on particular relevance when we talk about emerging economies.", "These economies traditionally base their economic development to a greater extent on primary activities that involve the intensive exploitation of natural resources.", "The intensive exploitation of natural resources, in its turn, degrades biodiversity.", "At the same time, emerging market economies could have the fewest human and financial capital resources available to move towards sustainable development, despite possessing the most significant amount of natural capital that can be preserved and restored.", "Developing and emerging markets face additional challenges, because losing biodiversity and natural capital makes countries poorer and less resilient.", "This vicious cycle is where the importance of directing capital flows towards projects in emerging economies, where the potential benefits may be more significant, both environmentally and financially, must be evaluated.", "Here is where the capital is most needed.", "Investments are enormous, but the returns are even higher.", "Recent estimates from the World Economic Forum suggest that a sustainable transition in the primary sectors (food, land and ocean use, infrastructure, construction, energy, and extractives) would require a capital investment of some 2.7 trillion dollars annually.", "This investment could generate around 10 trillion dollars in annual business opportunities and 400 million jobs by 2030.", "Investing in preserving biodiversity, especially in emerging economies, may yield great returns for the world.", "The case of Mexico, one of the most biologically megadiverse countries in the world, could be used as an example.", "It occupies the fourth place in the group of 17 megadiverse countries hosting 70% of the globally known species.", "Unfortunately, it is threatened by climate change and deforestation in agriculture and livestock extension.", "Air, ocean, and soil pollution, unsustainable fisheries, and the pressures of unorganized and unplanned urbanization also have their toll on biodiversity.", "These problems are acute not only in Mexico but in other emerging markets and low-income countries, like Brazil, Colombia, Peru, and Venezuela, to mention a few in Latin America.", "The demand on ecosystems by the current level of economic activity is not sustainable.", "It compromises current and future generations' health and living conditions, entailing unknown economic and financial risks.", "Preserving and restoring natural capital is essential to mitigate these risks.", "About 50% of the world's GDP depends directly or indirectly on nature.", "Furthermore, according to the Living Planet Index, Biodiversity has been declining rapidly, and worldwide we have lost about 70% of the biodiversity measured since 1970.", "There are many isolated projects, but not as big as what the world needs to stop the decline of natural capital, and this is where the private financial sector can help.", "The premise that we must stop developing to protect nature is not correct.", "There are many examples of how society can make these two objectives compatible.", "Sustainable fisheries and sustainable forestmanagement are some examples.", "We can innovate with financial instruments, funds, and other investment vehicles that combine sustainable risk capital with commercial aspects, reaching high returns with particular attention to climate change, conservation, and sustainable management.", "To do so, the financial system needs more granular information and greater clarity of the opportunity cost of ecosystem services.", "While this is a formidable task, we must remember that the stakes are incredibly high.", "But the big question is: How to finance biodiversity?", "Biodiversity poses significant risks and opportunities to sustainable development goals, the economy, and the financial system, especially in emerging market economies.", "Thus, there are significant challenges for financial regulators and supervisors that bridging the data gaps, supporting the assessment of the value of ecosystem services in different creating the skills and capacities to analyze biodiversity risks, supporting the development of innovative solutions to finance conservation and restoration of biodiversity, and building the necessary financial architecture for efficiently mobilizing capital and investments that contribute to global biodiversity conservation.", "There is much to do, and I hope this conference will help us understand how we can move forward."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Biodiversity preservation", "Biodiversity risks", "Emerging economies", "Financial institutions", "Private finance", "Climate change", "Natural capital", "Sustainable development", "Ecosystem services", "Investment vehicles"]}