{"sentences": ["Remarks by Lesetja Kganyago, Governor of the South African Reserve Bank, at the JSE/NYSE Market Close Event, 10 October 2022 Good afternoon distinguished guests, investors, members of the media, South African delegates, and New York Stock Exchange representatives.", "It is a privilege to address you here today, following the signing of a new memorandum of understanding (MoU) between the Johannesburg Stock Exchange (JSE) and the New York Stock Exchange (NYSE).", "This new MoU will foster closer ties between the two markets, and is aimed at increasing economic partnerships and trade opportunities.", "It is encouraging that the JSE and NYSE will continue to explore new areas of cooperation and collaboration in strengthening their value propositions for their respective markets.", "South Africa shares significant economic interests with the United States (US).", "South Africa is the US's largest African trading partner and has the most diversified and industrialised economy on the continent.", "Despite the rapid growth in Asian economies, remains one of South Africa's top five main trading the US partners.", "In 2021, US exports to South Africa totalled US$5.5 billion a 25.8% increase from 2020, while US imports from South Africa totalled US$15.7 billion a 38.5% increase.", "There are approximately 600 US businesses operating in South Africa and many use South Africa as their regional headquarters,2 and a springboard for greater opportunity on the African continent.", "These structural features of our economic relationship are stable and will certainly grow in the coming years.", "Nevertheless, the global economic environment is challenging and is likely to remain as such for the next year or so, as we all find our way out of the economic repercussions of the COVID-19 pandemic.", "Critical to shaping our path will be considered policies that seek to reduce volatility and uncertainty, and which aid the long-term investment that underpins sustainable economic growth.", "Let me focus briefly on the global economy and South Africa's response.", "This is an unusually challenging time for the global macroeconomy.", "High inflation has now taken centre stage in the global debate on monetary policy, as prices continue to climb at rates last seen decades ago.", "We have seen major central banks raising interest rates at the fastest pace in a generation.", "The current inflation surge has its roots in the highly expansionary policy actions taken to minimise the adverse effects of the lockdowns.", "With the benefit of hindsight, these were too expansive and extended for too long.", "Coupled with supply chain disruptions due to COVID-19, and mobility restrictions, this caused a sharp increase in the demand for goods early in the recovery.", "Labour markets tightened as a result, while Price pressures have been worsened by Russia's food and oil prices rose sharply.", "invasion of Ukraine, with the effects going beyond the direct impacts of the war on the prices of oil, food and industrial commodities.", "We are now looking at increased pressures for deglobalisation, at least some form of it, particularly supply chain realignments.", "Although there has been some cooling in energy and food prices over the past couple of weeks, and slower economic growth which could potentially further temper price pressures, the trajectory for inflation and its outlook remains highly uncertain.", "The broadening of inflationary pressures means that swift and decisive policy action has become imperative.", "Globally, central banks have responded.", "Like the global economy, the domestic economy has been hit by multiple and often overlapping shocks, some positive and some negative.", "For instance, the strong global terms of trade, and thus growth.", "Russia's growth in 2021 supported South Africa's its commodity export prices, lifting invasion of Ukraine provided impetus to South Africa's growth in the first quarter of 2022.", "However, these positive global shocks are fading, shifting us back into more usual conditions.", "Our macroeconomic adjustment to the pandemic was greatly aided by low inflation and a strong terms of trade, which helped create the policy space to cut rates and provide fiscal support.", "Now, as the domestic recovery continues and global conditions suggest further easing of commodity prices, our external balances have begun to adjust back to deficits.", "This will bring into sharper focus the financing needs of the economy and the currency, both as a facilitator of economic adjustment and as a source of inflation risk.", "These changing global conditions impact on how we conduct monetary policy.", "From being in a position to cut rates deeply to support recovery, we are now in a very different environment.", "While it is the case that our inflation rate was fairly modest for a long time, it clearly has moved higher quickly, necessitating larger rate hikes to move out of an overly accommodative stance.", "The tightening of monetary conditions, from exceptionally easy to neutral, is matched by fiscal actions to achieve a primary surplus and reduce the rate of growth in the public debt.", "These consistent policy actions are critical to further de-risk the economy in these more challenging global conditions.", "Alongside a robust macroprudential regulatory environment, moving to a more neutral macroeconomic policy stance improves the risk-reward ratio for private sector investors, both foreign and domestic, and will lead to stronger investment rates over time.", "Foreign and domestic capital have always played key roles in providing the financing of South Africa's needs.", "In the years of the global financial crisis and in the early weeks of the pandemic, risk aversion resulted in the sale of rand assets by foreign investors.", "This was complemented by resident savers shifting out of their foreign asset holdings and back into rand assets.", "As the global and domestic economy become less risky in the coming months and years, the build-up of these financial positions will occur again.", "Foreign investors will re-enter South African markets (and other emerging markets) due to better real growth differentials and higher yields, while residents will rebuild diversified portfolios that foreign assets.", "It is useful to remind ourselves that South Africa's financial markets are deep and robust, and well integrated with world markets.", "Financial system assets are nearly 300% of GDP, roughly three times the emerging market average.", "We were reminded during the early days of the pandemic of the need for central banks to provide appropriate backstops to financial markets.", "We do not want to create a moral hazard, either in the public or private sectors, but we do want to step in where liquidity evaporates.", "As the Bank of England recently demonstrated, in a crisis a central bank has extraordinary abilities to stabilise conditions, buying time for markets to better read current conditions and to adjust.", "Strong countries have good emergency response systems, and in a real crisis the South African Reserve Bank was there to backstop the system and return it to normal functioning.", "Such extraordinary policy actions work best when the underlying financial structure is sound, in particular where the debt structure has a long maturity.", "This is an important reason why our yield curve is steep: long-term debt is genuinely being held, in volumes, by private investors, and it is priced accordingly.", "The point is: the news is in the price, and it is an attractive price.", "It is not an artificially low price, held down by policies that we cannot sustain or that are inconsistent with our economic conditions.", "There is another reason the prices of South African assets are attractive, and that is the exchange rate.", "As you know, in South Africa we have a free-floating exchange rate, and we are very tolerant of exchange rate fluctuations.", "This is because we have low levels of foreign exchange debt, and we have inflation expectations that do not react strongly to exchange rate movements.", "This means the currency is free to adjust to global conditions, and when it depreciates, as it has done recently, it makes South African assets very attractive in foreign currency terms.", "You could say this is a strategy of attracting the smart money: when the currency moves a lot the smartest people buy, and this helps reverse the outflows.", "Let me conclude with a reminder that appropriate policy targets, as well as policy consistency and complementarity are important characteristics of successful economies.", "Increasing debt levels and high inflation are features of bad policy, imbalance and instability, not of sustainable economic growth.", "We have moved firmly back into a trajectory focused on sustainable fiscal policy, and with monetary policy capable and willing to reduce inflation, the investment environment in the country will continue to improve.", "I have spoken recently about adjustments to our inflation target itself, which I believe would be in line with the original planning for our inflation-targeting framework and deliver better economic results.", "I hold firmly that a better inflation target is like the example of a US$100 bill lying on the sidewalk, waiting for us to believe our eyes and pick it up.", "These steps are not enough to achieve the stronger economic growth rates the country needs, but they are critical steps in moving forward.", "We can square the circle of policy complementarity by moving faster on the reform of the energy sector and other structural reforms that would make South Africa's investment environment more attractive to domestic and foreign capital."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination"], "topics": ["Inflation", "Economic growth", "Monetary policy", "Exchange rate", "Investment", "Financial markets", "Fiscal policy", "South Africa", "United States", "Central banks"]}