{"sentences": ["Climate Changed - matters to RBNZ.", "A speech delivered at the Climate Change and Business On 19 September 2022 By Adrian Orr, Reserve Bank Governor With thanks to Billy Berek, Susan Livengood, and other colleagues from the RBNZ.", "Ref #X775826 v1.16 Kia ora koutou, Thank you to the organisers for gathering us all for this important and necessary discussion.", "Thank you to Bell Gully for sponsoring this session on \"Disclosure and Managing Risk\", and to Simon Watt for chairing.", "Thank you also to the many notable speakers and dignitaries at this landmark conference for sharing your wisdom and insight.", "I also acknowledge the Climate Change Minister James Shaw and his personal commitment, and leadership on this very important issue.", "Today I will speak briefly to a few points:  Why climate matters to the Reserve Bank;  Why the Reserve Bank has regard to climate change risk; Our Climate Change Stategy; and Developments in the management of climate risk here in New Zealand and around the world.", "But before I address those points, I want to place this conference in context.", "As noted in our report, 'Climate Changed 2021', the impacts of climate change are already here, and those impacts are increasing.", "These impacts do not happen in isolation, and compound other economic shocks such as Russia's invasion of Ukraine as well as pandemic linked supply chain shortages.", "The last few months have had no shortage of extreme weather linked to climate change across the globe, with record beating tempatures and droughts.", "Here in New Zealand, last year set a new record for weather-related insurance payments, and this year is on track to break the record.", "Climate impacts are here now, and the risks of further impacts are here to stay.", "But there is still much within our control.", "How we address those risks and the steps we take to reduce them, are up to us.", "With appropriate identification, pricing, allocation, and management of risk, we can reduce the impacts of climate change on Aotearoa's financial system.", "Disclosure provides a vital impetus for this approach.", "Why climate matters to the Reserve Bank At the Reserve Bank, we are the kaitiaki (guardians) of the financial system tasked to maintain and enhance financial stability.", "Our 'financial stability objective is to protect and promote the stability of New Zealand's financial system.", "Reserve Bank of New Zealand Act 2021 (as at 01 July 2022) #LMS286978 This objective is framed within the purpose of our legislation, The Reserve Bank Act, which is to promote prosperity and wellbeing for everyone in Aotearoa and contribute to a sustainable and productive economy.", "Historically, economic wellbeing and prosperity were built with the benefit of a stable climate.", "As the climate continues to change, wellbeing and prosperity are impacted.", "To deliver on this purpose, it's important that we understand this context.", "Assessing material risks to banks and insurers, and the financial system as an ecosystem, is our core business.", "We see financial stability being best maintained when all relevant risks are adequately identified, priced, and allocated to those best able to manage them.", "To meet our financial stability objective, it's important for us to take account of the current and future impacts of climate change.", "The first Financial Policy Remit issued under our new legislation by the Minister of Finance2, highlighted the desirability of the Reserve Bank having regard to climate change.", "This means that we think about: How we are working with our regulated entities to understand risks and contribute to the resilience of New Zealand's economy, society and environment to the effects of climate change; and  How the financial system can play an appropriate role in supporting wellbeing and resilience as it responds to increasing risks from climate change.", "Our Monetary Policy Remit3 defines the Monetary Policy Committee's objectives: to focus on keeping inflation between 1% and 3% over the medium term and supporting maximum sustainable employment.", "While it doesn't currently have a climate component, the macroeconomic consequences of climate change have impacts on monetary policy4, and we have recently consulted with the public on the relevance of climate change for monetary policy5.", "Lastly, as a full service central bank we coordinate our thinking on financial stability and monetary policy, and climate change is one aspect of this.", "In short, to meet our financial and monetary policy objectives, it's important for us to consider the impacts of climate change.", "Our Climate Strategy Along with many other central banks we have been working to better understand and integrate climate considerations into our work.", "We published our climate change strategy in 2018.", "It has three key components: 1.", "Get our house in order: monitoring and managing our own climate impacts.", "Reserve Bank of New Zealand Act 2021 - Issuance of the Financial Policy Remit 2022 -us/responsibility-and-accountability/our-financial-policy-remit Monetary Policy Statement 17 August 2022 -policy/about-monetary-policy/history-of-the-remit-and-policy-targets-agreement Climate Change and Inflation, see Monetary Policy Statement November 2021 (rbnz.govt.nz) We asked the public's views about the economy, what matters to them and how decisions that we make can affect New Zealander's daily lives.", "See -say/closed-consultations/monetary-policy-committee-remit-review 2.", "Get the settings in place: mainstreaming climate by understanding and incorporating the impacts of climate change into our core functions, like prudential supervision and financial system analysis.", "Show the way: leading through collaboration.", "Climate challenges The financial system is a critical 'engine' that works to identify, price, and allocate risk.", "Climate risks are evolving, and the market is working to come up to speed on those risks.", "But historically, that engine hasn't fully addressed potential risks from climate change.", "This is partly because we simply do not know the true scope and scale of the environmental risks we take on during our daily economic activities.", "Transition risks have also proved elusive: it's hard to identify a risk when the timing and magnitude of climate policies in New Zealand or overseas are unknown.", "Likewise, many of the material costs of our economic decisions are 'externalised', that is, borne by others including future generations.", "Solving the moral hazard of transition costs falling on the present generation, while the benefits of those actions (in reduced climate impacts) accrue to future generations, has proved a tall order.", "What this means is that we will never have perfect information on the risks of climate change.", "However, the mandatory climate-risk disclosure standards being developed by the External Reporting Board (XRB) and to be independently monitored and enforced by the Financial Markets Authority (FMA) will help start closing some of those information gaps.", "Firms' disclosure on how they identify and manage climate change risks will help to bring those risks into focus for management and investors alike.", "After all, it is what gets measured that generally gets managed.", "And it is far often better to measure something imperfectly than ignore it completely, in particular when this helps guide investor decisions.", "In measuring climate risk, climate disclosure can shed light not only on those risks, but also transition opportunities.", "Briefly, without adequate disclosure to help identify and price risks, change may be disorderly and much more difficult to manage.", "Historically, the financial system has not fully accounted for the consequences of climate change.", "But New Zealand's financial history is still being written - and disclosure has the potential to be a key part of that story.", "Integrating climate risk Now I'll touch on some examples of how we are incorporating climate change considerations into our work to help the financial system play its role in identifying, pricing, and allocating risk.", "Here at the Reserve Bank, we began incorporating climate risks into our stress testing last year.", "Stress testing is a tool used to assess the resilience of financial entities to severe but plausible shocks.", "Traditionally, we have used this to explore financial stability risks during economic downturns.", "Expanding this to include climate risks helps us and industry to build capabilities to assess and understand the impact of climate change on the financial system.", "In 2021, we introduced a climate change risk element into our annual solvency stress test, by including a two-year North Island drought in the scenario.", "Our modelling showed that the drought, on its own, did not create undue stress.", "However, when combined with an economic downturn, the drought caused a 40% increase in dairy loan defaults over four years, before returning to levels similar to today.", "This result illustrates the importance of nonlinearities in the financial impacts of climate change.", "Internationally, our central banking peers have also recognised the need to better understand the financial stability risks posed by climate change.", "In May this year, the Bank of England (BoE) published the results of its inaugural scenario analysis.", "Banks and insurers' projections showed that \"climate risks could cause a persistent and material drag on their profitability\", IF they \"do not respond effectively\" to physical and transition risks6.", "However, their results \"suggest overall costs will be lowest with early, well managed action to reduce greenhouse gas emissions and so limit climate change\".", "Closer to home, Australia's prudential regulator launched their climate vulnerability assessment last year, with results set to be revealed later this year.", "When we began incorporating climate risks into our stress testing last year, we used a scenario considering the impacts of drought in the North Island for large banks.", "We also conducted our first insurance stress test.", "It included a scenario with more severe and frequent weather events to gauge risks to insurers' capital.", "This year, our approach entailed undertaking a series of sensitivities examining risks that climate change posed to large bank's systemically important loan exposures: residential mortgages and agriculture.", "Banks are currently working on both components: an assessment of residential mortgage exposures to coastal and non-coastal flooding; and an assessment of the agricultural sector's exposure to emissions pricing and drought risk.", "This year's exercises will build our own and industry capability and inform our climate scenario stress test next year.", "They will help firms meet the requirements of mandatory climate-related risk disclosure, and allow us to examine physical and transition risks to financial stability.", "We are working with banks to create a streamlined process as part of the new disclosure regime.", "Currently, our climate stress testing focuses on New Zealand's largest banks, but over time we intend to build our support for other players in the financial system as they develop their own climate risk assessment capabilities.", "Alongside industry, we are collectively learning through this stress-testing process.", "We believe this will help the financial system identify and manage climate-related risks.", "Guidance note on Climate Change Risk Management The Reserve Bank is working on draft text of a guidance note on climate change risk management for our regulated entities.", "We aim to support regulated entities by helping to For evidence, please see Results of the 2021 Climate Biennial Exploratory Scenario (CBES) | Bank of England develop a common understanding of what is needed to identify and manage the risks arising from climate change, and sharing best practice.", "Our planned guidance will be part of this support.", "The guidance will not impose new regulatory requirements.", "Rather, it will be in line with the self-discipline pillar of our supervisory approach, which emphasises that responsibility for the sound and prudent management of a regulated entity rests with its board and senior management.", "The purpose of the guidance will be to assist those responsible for running firms to better integrate climate risks into their core risk management practises.", "As you may be aware, the External Reporting Board's (XRB) final consultation for the proposed draft standards on climate related disclosures closes next week, and the standards will be published in time for the start of mandatory disclosure next year.", "We are coordinating with the XRB and FMA to ensure consistency, and minimise overlap between our guidance and the standards and guidance that will make up the disclosure regime.", "We plan to consult on our draft guidance early next year.", "We will consider the approach of other appropriate regulators, when developing our own, for instance the Australian Prudential Regulation Authority (APRA) and the Monetary Authority of Singapore (MAS).", "The guidance will focus on both physical and transition risks, and will cover governance, risk management, scenario analysis and disclosure.", "We have heard from industry that key challenges include establishing appropriate scenarios, managing uncertainty, data availability, and capacity.", "The required disclosure will incentivise regulated entities to make progress on making robust long-term plans for responding to climate change and managing the emerging risks.", "Supervision is key to delivering on our climate strategy.", "It is a critical conduit between regulated entities and the Reserve Bank and is how we assess, monitor and support firms' ability to meet our financial stability objectives and their adherence to our regulatory rules.", "Climate Change is an agreed priority at the Council of Financial Regulators (CoFR) and we are collaborating on our supervision of climate change, particularly with the Financial Markets Authority.", "Together with the FMA, we are including climate change in our scheduled supervisory engagements with management and boards.", "Climate was a topic of conversation at the most recent joint RBNZ-FMA workshop for banking directors and senior officers.", "The next 12 months will see an increase in conversations with entities as we build our understanding of the prudential implications of climate change.", "We will be discussing the responsibilities, oversight and implementation of entities' climate strategies and risk management, and the practical steps they are taking toward mandatory climate-related disclosures.", "A crucial part of this approach includes working with regulated entities as they set out to meet the new Climate-Related Disclosure regime, and that the new disclosure requirements will deliver the best outcomes for New Zealand in terms of the management of potential risks.", "Our supervision teams are working closely with the agencies who are leading on the design and implementation of disclosure obligations.", "We are collaborating on a survey of our regulated entities.", "We'll send it to them early next year, to assess the challenges and successes of the industry in understanding, managing, and disclosing climate-related risk.", "Internally, we are supporting our climate supervision by expanding our training for supervisors and integrating climate risks into our supervisory frameworks and data collection.", "We are continuing to build our own knowledge and capability to support regulated entities by developing a common understanding of what is needed and sharing insights.", "Leading through collaboration, locally and globally While our efforts to incorporate climate change into our core business address some aspects of climate change risk, and the incoming mandatory climate-risk disclosure regime is a welcome advance in identifying and managing those risks, there is still much to be done.", "Global and local efforts to help the financial system identify, price, and allocate climate risk are still in their early days, but modifications to the financial system's engine are coming.", "Collaborative efforts locally, from the public and private sector, and from international cooperation, are ushering in an era of significant change.", "We're also coordinating with the New Zealand Bankers' Association and the Insurance Council of New Zealand.", "Both are developing industry scenario analysis to prepare for the incoming mandatory disclosure regime.", "We're also collaborating with New Zealand scientists and researchers to help improve data and our understanding of these risks.", "For example, we're a member of the Deep South National Science Challenge Representative User Group and also engage with Whakahura - the Whakahura research project aims to expand our understanding of extreme weather events in New Zealand.", "As the financial system is truly global, any efforts to 'modify the engine' require collaboration and leadership across countries, and between the public and private sector.", "Importantly, these modifications to the financial system require some leaders to take the first steps.", "The Network of Central Banks and Supervisors for Greening the Financial System (NGFS) One way we've taken steps toward addressing climate risk is through our work as part of the Network of Central Banks and Supervisors for Greening the Financial System (NGFS).", "The NGFS is made up of more than 100 central banks and supervisors who are collaborating on climate change.", "At the Reserve Bank of New Zealand, we're assessing the NGFS scenarios for use in our work on understanding the potential impacts of climate change on financial stability in New Zealand7.", "These scenarios may require additional local data sources to more accurately project climate risks that New Zealand faces.", "We continue to engage with research projects in Network for greening the Financial System (2021) NGFS Climate Scenarios for central banks and supervisors New Zealand and abroad aiming to build deeper understanding of risks and transmission pathways.", "We take the lessons from NGFS to build into our own climate change strategy.", "This includes monitoring and managing RBNZ's impact on climate, reflecting climate risks within our core functions, and contributing to wider efforts to identify, monitor and manage climate risks within our economy and financial system, and as part of the global central banking and regulatory community.", "We're also active participants in the NGFS's ongoing climate work programme.", "Over the next two years this will feature four workstreams and two taskforces on climate risk, climate scenarios, and monetary policy.", "We are co-chairing the workstream \"Net-zero for Central Banks\"8 with Italy's central bank - Banca D'Italia.", "This workstream will cover issues and approaches on three topics: sustainable and responsible investment (SRI), central banks' own climate-related disclosures, and greening central banks' corporate operations.", "Classifying green or sustainable finance One area that has seen significant advances is how we classify 'green', or 'sustainable' finance.", "This work has been strongly encouraged by the NGFS9.", "To facilitate the economic transition to a clean, resilient economy, it's important for businesses and investors to be able to identify green investments, and potentially be aware of 'brown' investments.", "That's where the development of classifications for green or sustainable finance comes into the picture.", "Here in New Zealand, Toitū Tahua - The Centre for Sustainable Finance is taking steps to jumpstart a framework for classifying sustainable finance10.", "Reserve Bank Assistant Governor Simone Robbers sits on the board of Toitū Tahua.", "Last month, Ministry for the Environment (MfE) published New Zealand's first ever National Adaptation Plan (NAP)11.", "In addition to laying the groundwork for all of Aotearoa to adapt to climate change, the NAP also proposes the development of \"definitional tools\" to promote more investment in green projects.", "So we hope to soon see more work underway on the development of a common set of definitions of climate and nature-positive investments.", "In order for the New Zealand business community to keep pace with the international community, identifying, pricing, allocating, and managing risks will become increasingly important.", "Shifting to a more sustainable, climate-resilient economy globally will need a coordinated approach.", "Public and private sector knowledge and capital must be mobilised together.", "No one group can tackle the challenge alone.", "The UN Environment Programme estimates, for Network for greening the Financial System (2022) NGFS publishes its 2022-2024 work program Network for greening the Financial System (22/04/27 NGFS publishes a report on enhancing market transparency in green and transition finance Through a unique combination of deep industry collaboration, high-calibre research, and exceptional education programmes, the Centre for Sustainable Finance is helping financial institutions to play a leading role in building a more sustainable economy.", "Ministry for the Environment (03 08 2022) Aotearoa New Zealand's first national adaptation plan released | Ministry for the Environment example, that global greenhouse gas emissions must be cut by 7.6% a year from now until 2030 to meet a 1.5°C temperature goal12.", "The International Energy Agency estimates that such action will require US$ 3.5 trillion per annum until 2050 for energy sector investments alone13.", "Modifications to the financial system's 'engine' will be an essential feature of this financial era, as the world seeks to avert the worst of climate change, while transitioning to a clean and resilient economy.", "The significant modifications underway and still to come point to the great duality of our time: that globally we are both doing more than we've ever done, and as of yet, not nearly enough.", "I want to thank those who already work tirelessly in this area, across the sector.", "From banks to insurers, policy makers, the agriculture sector, iwi and NGOs - we've seen a huge uptake in interest and commitment across the past two years, which is exciting and inspiring.", "It's up to us all to close the gap between what we are doing and what's needed to face into one of the most complex challenged of our time.", "We must look not only to New Zealand, but globally, to ensure our collective actions are making a difference.", "At Te Pūtea Matua we will do our part to help understand and address potential risks to the financial system and economy.", "United Nations (26 11 2019) Cut global emissions by 7.6 percent every year for next decade to meet 1.5°C Paris target IEA (20 04 2017) Deep energy transformation needed by 2050 to limit rise in global temperature"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Financial Stability", "Climate Risk", "Climate Disclosure", "Transition Risks", "Stress Testing", "Climate Scenario Analysis", "Sustainable Finance", "Green Finance", "Climate Resilience"]}