{"sentences": ["As prepared for delivery Thank you for that kind introduction.", "I'm so pleased to join you today.", "As business leaders and business owners, you are integral to the U.S. economy.", "So, it's fitting for me to have this opportunity to talk to you about the state of our economy, as well as a topic that's on everyone's mind: inflation.", "From Main Street to Wall Street-and to Liberty Street, where the New York Fed is headquartered-inflation is the No.", "Clearly, inflation is far too high, and persistently high inflation undermines the ability of our economy to perform at its full potential.", "The Federal Reserve has two goals: maximum employment and price stability.", "History teaches us that price stability is essential to achieving maximum employment over the longer term.", "We at the Federal Reserve are therefore taking strong actions to restore price stability as a foundation for sustained economic prosperity.", "Today I will talk about why high inflation broke out last year, how it has evolved, and why I am confident that we are taking the necessary actions to bring inflation down.", "But before I do, I will give the standard Fed disclaimer that the views I express today are mine alone, and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "Inflation's Disparate Impact The FOMC's price stability objective is for inflation to average 2 percent over the longer run, as measured by the personal consumption expenditures price index.", "In the three decades before the pandemic, this inflation rate averaged almost exactly 2 percent.", "But that changed dramatically last year, when inflation suddenly soared.", "It has reached fourdecade highs in recent months, and now stands at over 6 percent.", "High inflation spares no one.", "It makes it more expensive to feed families, heat homes, and pay rents.", "While everyone feels the pain, not everyone is affected equally.", "Those who can least afford the essentials-like food, gas, and housing-suffer the most.", "Inflation also has a disparate impact across ethnic groups.", "Economists at the New York Fed found that since 2021, Black and Hispanic households have faced higher inflation than the national average-and Hispanic families have been affected the most.", "This is largely because on average, Hispanic households spend a larger share of their budgets on items most affected by the recent high inflation.", "The Inflation Onion The sources of high inflation are many and complex, and they stretch across the globe.", "Nearly all economies are experiencing unusually high rates of inflation.", "To better understand how that happened and what it portends, it is useful to think of inflation in terms of three distinct layers of an onion.", "In this analogy, the onion's outer layer consists of prices of globally traded commoditiessuch as lumber, steel, grains, and oil.", "They have experienced a surge in demand as the global economy has rebounded from the pandemic downturn.", "In addition, Russia's war on Ukraine and the resulting actions have caused energy prices to soar.", "These higher costs get passed on as higher prices for consumers.", "I am sure everyone in this room has been forced to manage skyrocketing costs on important supplies over the past two years.", "The middle layer of the inflation onion is made up of products-especially durable goods like appliances, furniture, and autos-that have been affected by severe supply-chain disruptions.", "Many of you have also had first-hand experience with the impact of shutdowns and supply-chain bottlenecks.", "There haven't been enough inputs to produce products, and not enough products to sell-all at a time when demand has been skyhigh.", "Many of you have also had customers lining up at your doors-but not enough products in stock.", "This imbalance between supply and demand has contributed to large price increases.", "To give some examples, prices for furniture rose over 13 percent last year, new cars were up nearly 12 percent, and used vehicles skyrocketed an astounding 50 percent.", "The innermost layer of the onion consists of underlying inflation, which reflects the overall balance between supply and demand in the economy.", "Therein lies our biggest challenge.", "Prices for services have been rising at a fast rate as the economy has recovered from the recession.", "In particular, rents for new leases have climbed rapidly.", "And labor shortages are everywhere, leading to higher labor costs.", "Indeed, inflation pressures have become broad-based across a wide range of goods and services.", "Good News and Bad News What does the future hold?", "I will start with some good news.", "First, prices of many commodities, such as lumber, are in retreat.", "Absent further supply disruptions, I expect slowing global growth, in part reflecting tighter monetary policy here and abroad, will continue to reduce demand for these products.", "This should put downward pressure on commodity prices and help ease inflationary pressures, especially for goods and services that are heavily reliant on commodity inputs.", "Second, we have seen significant improvement in global supply chains, and I expect this to continue.", "At the New York Fed, economists have developed the Global Supply Chain Pressure Index, which measures the extent of global supply-chain disruptions by summarizing a variety of data, including reported delivery lags and the costs of transporting goods.", "The Index soared to unprecedented levels late last year but has now reversed about two thirds of its rise.", "Although significant supply-chain problems are still affecting some industries, such as autos, improvements in supply should help ease supply-demand imbalances and result in lower prices for affected products.", "Unfortunately, that's it for the good news on inflation.", "The fact is, lower commodity prices and receding supply-chain issues will not be enough by themselves to bring inflation back to our 2 percent objective.", "The demand for durable goods remains very high-beyond what can be produced and brought to market, even with improved supply chains.", "And the demand for labor and services is far outstripping available supply.", "This is resulting in broad-based inflation, which will take longer to bring down.", "Taking Strong Actions To help rein in demand to levels consistent with supply-and therefore bring inflation down-monetary policy needs to do its job.", "The FOMC is taking strong actions toward that end.", "At its most recent meeting, in September, the FOMC raised the target range of the federal funds rate to 3 to 3-1/4 percent, its fifth consecutive increase.", "And the Committee said it anticipates that ongoing increases will be appropriate.", "According to the median view from the FOMC's Summary of Economic Projections, the projected appropriate level of the federal funds rate at the end of next year is 4.6 percent.", "In addition, the FOMC continues to reduce its holdings of Treasury securities and agency debt and agency mortgage-backed securities.", "Importantly, the Fed is not alone.", "Many other central banks are also taking steps to reduce inflation.", "Since many sources of inflation are global, these actions should speed the process of restoring balance to global supply and demand, alleviate supply-chain issues, and reduce inflationary pressures.", "There are other factors in our favor.", "First, the Fed's commitment to achieve and sustain 2 percent inflation is a now bedrock principle.", "This was not always the case.", "It's only been 10 years since the FOMC defined 2 percent inflation as its longer-run goal.", "This transparency about our objectives provides a \"North Star\" for policy decisions and communications.", "It likewise improves the public's understanding of our goals and actions.", "It has also served us well in keeping longer-term inflation expectations well anchored.", "For example, the most recent Survey of Consumer Expectations shows that consumers expect inflation to decline over the next three years.", "And market-based measures of inflation expectations have also remained well anchored.", "This anchoring of longer-term expectations is critical to keeping high inflation from becoming embedded in the psychology of consumers and businesses, which we know from the past is costly to undo.", "Economic Outlook So, what does tighter monetary policy mean for the economy?", "We are already seeing some of the effects.", "Broad measures of financial conditions, including borrowing and mortgage rates and equity prices, have become significantly less supportive of spending.", "This has led to a decline in activity in the housing market and signs of slowing in consumer and business investment spending.", "As this continues, I expect real GDP to be close to flat this year and to grow modestly in 2023.", "As a result of slowing growth, I anticipate the unemployment rate will rise from its current level of 3.7 percent to around 4-1/2 percent by the end of 2023.", "And with regard to inflation, I expect the combination of cooling global demand and steady improvements in supply to result in falling rates of inflation for goods that rely heavily on commodities, as well as for those that have been most affected by supplychain bottlenecks.", "These factors should contribute to inflation declining to about 3 percent next year.", "Bringing down underlying inflation-the inner layer of the inflation onion-will take longer, but with monetary policy helping to restore balance between demand and supply, I see inflation moving close to our 2 percent goal in the next few years.", "Tighter monetary policy has begun to cool demand and reduce inflationary pressures, but our job is not yet done.", "It will take time, but I am fully confident we will return to a sustained period of price stability.", "Board of Governors of the Federal Reserve System, Federal Open Market Committee reaffirms its \"\"Statement on Longer-Run Goals and Monetary Policy Strategy, January 25, 2022.", "Ruchi Avtar, Rajashri Chakrabarti, and Maxim Pinkovskiy, \"Was the 2021-22 Rise in Inflation Equitable? \"", "Federal Reserve Bank of New York Liberty Street Economics , June 20, 2022.", "Federal Reserve Bank of New York, Global Supply Chain Pressure Index.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement , September 21, 2022.", "Board of Governors of the Federal Reserve System, Federal Reserve Board and Federal Open Market Committee release economic projections from the September 20- 21 FOMC meeting, September 21, 2022.", "Board of Governors of the Federal Reserve System, Plans for Reducing the Size of the Federal Reserve's Balance Sheet , May 4, 2022.", "Board of Governors of the Federal Reserve System, Federal Reserve issues FOMC statement of longer-run goals and policy strategy , January 25, 2012.", "Federal Reserve Bank of New York, Survey of Consumer Expectations."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Supply chain", "Price stability", "Economic growth", "Demand", "Labor market", "Inflation expectations", "Federal Reserve", "Commodities"]}