{"sentences": ["It is an honour to be representing the Bank of England on this panel and I welcome the focus of today's Indonesia G20 event on leveraging sukuk for sustainable finance.", "It is a privilege to be here to discuss these important topics in service of our shared commitment to broadening the reach of finance and tackling climate change.", "I would also like to thank Bank Indonesia and the Islamic Development Bank for convening this event and the Government of Indonesia for their organisation of the G20 presidency.", "These are very challenging times for the G20 economies; during the Indonesian Presidency the world has been hit by a series of adverse shocks.", "Some of the immediate consequences, such as inflation and weakening global growth while serious we intend to be short-lived.", "At the same time energy and food security have emerged as fundamental challenges which go well beyond economies, while the evidence and adverse experience of climate change become more and more apparent, requiring solutions over the course of many years to avert climate catastrophe.", "The risks we face in the future will be determined by the actions we take today.", "The Bank of England and Islamic finance My Deputy Governor responsibilities for the Bank of England's £1 trillion balance sheet and all of our market operations gives me a particular perspective of the Bank's role at the heart of the UK's financial sector in pursuit of our remit for monetary and financial stability.", "When considering how we might best carry out our role my approach is framed by four practical steps that I will refer to as the four Cs.", "First, assessing whether the Bank might be able to provide a solution to the challenge in line with its remit of monetary and financial stability.", "If this is the case, then the remaining three Cs, to work to convene , collaborate and create to help find a solution.", "I want to use my remarks today to apply these four Cs to the subject of this panel and show how a range of institutions and interested parties might contribute, in this case to leveraging sukuk, including for sustainable finance.", "The Bank of England has worked for many years to create a more equal footing for firms in the UK's Islamic finance sector.", "Islamic Banks have been established in the UK for 40 years, going back to 1982.", "But it was not until a speech in 2003 that the late Sir Edward George, the then Governor of the Bank, posed the challenge as to whether the Bank could do more, illustrated by the story of some Muslim neighbours of his, who had no choice but to use conventional interest-bearing mortgages, going against their principles to do so.", "In the twenty years since the UK has become a leading centre for Islamic finance outside of the Muslim world.", "The UK Government completed a £200m sukuk issuance in 2014, making it the first country outside the Islamic world to issue sovereign sukuk.", "This was followed by a further £500m sukuk issuance last year.", "To date, more than $50bn has been raised through sukuk issuances on the London Stock Exchange.", "In 2021, the Bank opened its Alternative Liquidity Facility, or ALF - the first of its kind offered by a Western central bank.", "Islamic banks are prohibited from paying or receiving interest and therefore cannot access the same range of liquidity facilities as other banks.", "Later in my remarks I want use the ALF as a case study of my four Cs in practice: to show how this challenge was met and to explain how through convening, collaborating and creating the ALF was established.", "It now sits alongside the Bank of England's other liquidity facilities and gives UK Islamic banks increased flexibility to meet their liquidity needs.", "The net zero challenge and the UK's role as a global financial hub The transition to a low emission world brings with it a unique set of risks - such as the risk of disorderly transitions away from emissions-intensive assets.", "Only the financial sector has the capability to marshal the vast sums of investment needed to help businesses and individuals structurally reduce emissions and move in an as orderly way as possible towards sustainable alternatives.", "The IEA expects that the world will need annual clean energy investment of $4 trillion by the end of the decade to limit warming to 1.5 C , while other recent studies have estimated that between $109 trillion and $275 trillion of cumulative investment will be required to meet global net-zero emissions by 2050.", "One of the key areas of COP27 is mobilising climate finance for developing countries.", "The UK's position as a global financial centre means it has a pivotal role to play in relation to the provision of sustainable finance to tackle climate change.", "This was strengthened further when the UK Government published its UK Green financing framework in June 2021 followed by the launch of the first green gilt issuance in September 2021 which raised £10 billion and was the largest inaugural green bond issuance ever undertaken by a sovereign.", "Total green gilt issuance for the financial year 2021-22 raised a total of £16.1 billion, and further green gilt issuance of £10 billion is planned in 2022-23.", "Islamic finance by its very nature has synergies with climate finance in that it seeks to avoid investing in socially detrimental activities.", "The ESG-linked sukuk market, though currently small - only 2.6% of global outstanding sukuk - is fast-growing, and expected to increase to around 5% of the sukuk market in the next 5 years.", "Global annual sukuk issuance itself is estimated to grow at a rate of nearly 7% per year over the next five years, reaching $257bn in 2027.", "The growth of green and sustainability sukuk over the coming years presents an opportunity for the world to accelerate sustainable investment.", "The Bank of England's role in supporting the transition to net zero The Bank of England is supporting the transition to net-zero in three main ways.", "First, through policy advocacy.", "The Bank of England supports the global objectives of mobilising finance flows consistent with the Paris Agreement and supporting climate- resilient development.", "For example, during the Indonesian G20 presidency, the Bank has worked to ensure consistency and comparability in climate disclosure frameworks in its support for the IFRS's ISSB and its draft standards.", "For the global financial sector to mobilise finance efficiently to support the transition to net zero, we need a transition finance infrastructure to be put in-place.", "This includes common definitions, climate disclosures, broader government policy and transition plans from across the economy.", "Having done a lot of convening, the Bank is collaborating in key international fora to advance the discussion on transition finance, including the G20 Sustainable Finance Working Group (SFWG).", "We support the transition finance framework developed by the G20 SFWG this year and look forward to its operationalisation in 2023 to ensure transition finance is mobilised at pace and at scale.", "Second, through being creative in the use of and access to the Bank's balance sheet.", "In November 2021, the Bank published a comprehensive framework to 'green' our corporate bond portfolio to support the transition to net zero, while at the same time not undermining the scheme's primary monetary policy purpose.", "Whilst the portfolio is currently unwinding in-line with monetary policy objectives, we have created a greening framework for other investors on how to green a corporate bond portfolio.", "And our convening role as the UK's central bank should ensure they take note.", "This ties in well with the third area, our prudential work.", "As the UK's central bank and prudential regulator, it is the Bank's role to ensure the resilience of the financial system to the impacts of climate change, including the transition to net-zero.", "Collaborating with many others through the Network for Greening the Financial System we are seeking to understand how different transition pathways could affect the economy and the stability of the financial system, as well as the safety and soundness of the firms we regulate.", "Back to liquidity Given the unprecedented shocks facing the global economy it is more important than ever that there is a focus on ensuring the right frameworks and approaches are in place to bring about appropriate levels of risk management and resilience to safeguard financial stability.", "This is particularly true in terms of liquidity, where the experience of recent weeks reminds us of the range of vulnerabilities which exist, particularly in the NBFI sector, which is why it is an ongoing focus for the G20.", "Liquidity is an important and topical subject.", "But given our focus for today let me return to the Bank's Alternative Liquidity Facility (ALF) to illustrate my favoured approach of using the 4Cs.", "For many years Islamic banks have faced challenges in efficient liquidity management, unable to hold the same high-quality liquid assets as conventional banks, such as central bank reserves, sovereign debt and asset-backed securities.", "Further, while Basel liquidity rules gave national supervisors discretion to treat sukuk as high quality liquid assets, the amount of sukuk in issuance eligible for this treatment is modest relative to demand for it.", "To avoid being caught short, Islamic banks have historically needed to structure themselves in inefficient ways by, for example, holding large stocks of non-interest bearing cash, or having limited offerings of short-term deposits.", "The ALF - structured as a wakalah, or fund-based facility - provides a creative solution.", "Participant deposits in the ALF are backed by a fund of high quality securities - sukuk - complemented as needed by cash deposits at the Bank.", "The return from these instruments, net of hedging and operating costs, may be paid to depositors in lieu of interest.", "Deposits held with the ALF help enable participant banks to meet regulatory requirements to hold a buffer of high quality liquid assets to meet obligations as they fall due.", "Using our convening power as a central bank we collaborated with and learnt a lot from numerous institutions in the Islamic finance sphere from around the world, whose experience and input was essential in helping us create the facility.", "Since launching the ALF in December 2021 we have seen strong usage of the facility and received, and continue to receive, positive feedback on its design.", "We are pleased with progress in meeting the challenge.", "First from the perspective of fairness, but also in the support that it gives to the real economy, be that through lending to businesses, or as the focus of today's event, supporting sustainable investment.", "The approach we took in developing the ALF can be extended to efforts beyond the world of central banking.", "For example, the convening and collaboration on the development of green and sustainable sukuk is supported and facilitated by the HighLevel Working Group on Green and Sustainable Sukuk (HLWG), which was launched at COP26 by the Islamic Finance Council UK, alongside GEFI, IsDB, HM Treasury, Indonesia's Ministry of Finance and the London Stock Exchange.", "The HLWG is a threeyear initiative working to coordinate international efforts to promote green and sustainability sukuk as a financial instrument, assist regulatory initiatives and address supply and demand side challenges.", "In creating a solution the HLWG can draw on experience and expertise from around the world, which is well represented at this event today.", "Among all the shocks - many unprecedented - facing the global economy today the challenge of climate change is the most profound and far reaching.", "There is clearly a strong will amongst the G20 members to tackle climate change and I hope the modest practical examples I have given today illustrate how the benefits of sukuk can be harnessed to further the development of sustainable finance.", "I hope my examples of challenging ourselves on the need to find solutions and then convening, collaborating and creating in pursuit of them can be thought of as one means of providing the \"way\" in the English language saying: \"where there's a will there's a way\".", "There will be many other effective ways available from across the G20 members and beyond; indeed sharing those varying approaches as we are doing today is central to the ethos of the G20.", "Through a potentially much greater contribution from Islamic finance, progressed by our discussions and learnings today, we can better achieve the G20 Indonesian Presidency aim to \"recover together, recover stronger\".", "I would like to thank Zish Jooma, Amy Lee and Rupal Patel for their help in preparing the text and Arshadur Rahman, Timothy Rawlings and Christopher Worthington for their comments and contributions.", "I am indebted to my colleague Andrew Hauser for this speech reference, which was included in his December 2020 speech 'Why Islamic finance has an important role to play in supporting the recovery from Covid - and how the Bank of England's new Alternative Liquidity Facility can help' , at the launch of the ALF.", "International Energy Agency (2021), World Energy Outlook 2021 Glasgow Financial Alliance for Net Zero, GFANZ (2022), Financial Institution Net-zero Transition Plans Rahman, A.", "In Shiller, R, et al., Sovereign GDP-linked bonds: Rationale and design (pp.", "Fitch Ratings (2022), Special Report: Global ESG Sukuk Market Refinitiv (2022), Sukuk Perceptions and Forecast Study 2022: Navigating a New Environment"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable finance", "Climate change", "Sukuk", "Liquidity", "Financial stability", "Islamic finance", "Green sukuk", "Transition finance", "Net zero", "Risk management"]}