{"sentences": ["Distinguished guests, ladies and gentlemen, good afternoon.", "I am grateful to SWIFT for the opportunity to speak to this distinguished gathering of finance and business leaders from across the world.", "Most of us here have an affiliation to finance or to technology, or more likely to both.", "Indeed, the extensive application of technology to enhance the design and delivery of financial services has become a defining feature of the last decade - the FinTech phenomenon.", "FinTech is increasingly pervasive across not just traditional financial institutions but also non-financial players ranging from small start-ups to large technology firms providing financial services.", "If its benefits are properly harnessed and its risks well managed, FinTech can be a powerful force for good - solving problems and creating opportunity.", "In keeping with the theme of this conference, I want to focus today on two challenges in financial services where FinTech can potentially play a positive transformative one, cross-border payment and settlement; and two, high quality, trusted ESG data.", "These two challenges are what I would call foundational issues that need to be addressed before broader progress can be made.", "Payments is the life blood of the modern economy.", "Payments connectivity, especially across borders, is a key ingredient for digital connectivity, financial inclusion, and economic integration.", "Sustainable finance is a powerful enabler for the net zero transition.", "High-quality, trusted ESG data is critical for comparable climate-related disclosures, management of environmental risks, and green and transition finance flows.", "Let me start with payments.", "The current state of cross-border payments is not fit for the 21st century.", "It is slow, costly, opaque, and inefficient, relying on an archaic network of correspondent banks.", "According to the World Bank, the global average cost for sending remittances is 6.4% of the transfer value.", "This is particularly painful for the migrant worker who wants to send money home or the small business which wishes to reach overseas markets through ecommerce.", "Solving the cross-border payments problem will yield gains in both economic efficiency and financial inclusion.", "This is why the G20 has made it a priority to address existing frictions in global cross border payments - to make payments cheaper, faster, more transparent and more inclusive.", "There are three possible ways to solve the cross-border payments challenge.", "one, link up faster payment systems two, build a multi-CBDC common platform three, expand private sector blockchain-based payment networks First, link up faster payment systems.", "More than 60 jurisdictions have launched faster payment systems.", "In general, these systems enable 24/7, real-time transfers directly from a bank account or e-wallet to another bank account or e-wallet, in most cases at zero cost to the user.", "Singapore's faster payment system is called PayNow .", "It is linked to a central addressing scheme that allows money to be sent to individuals using their mobile numbers as proxies and to businesses using their unique enterprise numbers.", "There is no need to share details of bank account numbers to receive payments.", "Linking the faster payment systems of countries is an efficient way to carry over the benefits of cheap, fast, seamless payments from the domestic to crossborder arena.", "Singapore has been actively working to connect our PayNow with the faster payment systems of other countries.", "We started with Thailand's , with a bilateral linkage launched last year, and are now completing our linkages with India's Unified Payment Interface and Malaysia's DuitNow .", "These linkages allow users in Singapore and our partner jurisdiction to transfer funds directly to one another's bank accounts.", "But such bilateral linkages are time consuming and expensive to implement.", "The effort to connect each payment corridor in every region is not a trivial process.", "As one of our industry partners put it, three countries require three bilateral links but 20 countries would require 190 bilateral links.", "We need a multilateral solution to efficiently link up countries' faster payment systems.", "The BIS Innovation Hub's Singapore Centre is developing a central platform for multilateral linkages to be built on countries' existing faster payments infrastructure.", "If successful, it will facilitate rapid scaling-up of retail payment systems connectivity.", "We call it Project Nexus .", "Project Nexus aims to address the challenges of speed, cost, access and transparency, in line with the G20 goals set out for enhancing cross border payments.", "Users can look forward to: Faster speed.", "A transaction is cleared in 60 seconds, on a 24/7 basis.", "The aim is to meet the G20's target for cross-border retail payments across any corridor to come down to less than 3% of transfer value.", "The model will enable connectivity for all users of fast payment systems: banks as well as non-bank financial institutions.", "A payment sender will have upfront certainty of fees due, and immediate update on transaction status.", "The central platform leverages on the strong security and risk mitigation protocols built into national faster payment system.", "The ten members of the Association of Southeast Asian Nations, or ASEAN, have a shared vision of a multilateral network of payment linkages across ASEAN by MAS believes that Project Nexus can be a key enabler towards realising this vision.", "ASEAN is well placed to be a first-mover on this multilateral solution.", "In fact, as this network expands, we hope to see more countries coming onboard as we build connectivity from ASEAN to the rest of the world.", "Linking faster payment systems solves the cross-border payments problem but not settlements.", "While cross-border payments can be made instantaneous through such linkages, the settlement process for such payments only happens sequentially.", "It goes through a series of correspondent banks and depends on the jurisdictions' respective settlement cycles.", "The delays could be aggravated by difference in cut-off time and compliance requirements between different intermediaries.", "This is where the second solution comes in: a multi-CBDC common platform.", "A common ledger utilising distributed ledger technology can potentially act as the global settlement layer for participating banks.", "Wholesale CBDCs, which are direct liabilities of central banks, are well suited to be used on such a distributed ledger to support simultaneous settlement, or the exchange of two linked assets in real-time.", "The Bank for International Settlements is exploring the setup of a multi-currency settlement network.", "In such a network, participating commercial banks will be able to transact with foreign counterparties without going through correspondent banks.", "They do this by exchanging directly with one another the CBDCs they have been issued, thereby reducing settlement time and cost.", "The BIS Innovation Hub is carrying out different multi-CBDC platform experiments across its Swiss, Hong Kong, and Singapore centres.", "Project Jura in the Swiss Centre is exploring the direct transfer of Euro and Swiss Franc wholesale CBDCs between French and Swiss commercial banks on a single distributed ledger platform operated by a third party.", "The project has examined how trades in tokenised assets and foreign exchange are settled using payment versus payment (PvP) and delivery versus payment (DvP) mechanisms.", "Project mBridge in the Hong Kong Centre is exploring multi-currency cross-border payment capabilities built on distributed ledger technology, through which multiple central banks can issue their own CBDCs and distribute them to participants.", "These participants can in turn conduct peer-to-peer payments and redeem the CBDC for reserves at the issuing central bank.", "Project Dunbar in the Singapore Centre is a collaboration among MAS, the Reserve Bank of Australia, Bank Negara Malaysia, and the South African Reserve Bank.", "Built on two open-source distributed ledger platforms (i.e.", "Corda and Quorum), Project Dunbar focuses on international settlements using digital currencies issued by multiple central banks.", "Project Dunbar has successfully developed working prototypes that have successfully resolved challenges relating to access, governance, and jurisdictional boundaries.", "Project Dunbar is also focused on addressing the governance issues related to operating a multi-CBDC platform.", "How do we get multiple central banks to share a common platform and mitigate national security concerns associated with sharing critical infrastructure?", "Who should participate in such a shared platform?", "Non-banks should be included because not everyone has a bank account.", "How do we reconcile across different laws, regulations, guidelines and protocols that govern payments.", "The third pathway to solving the cross-border payments problem is through private sector led blockchain based payment networks.", "The use of distributed ledgers for cross-border settlement need not be confined to CBDCs.", "Securely-backed stablecoins or tokenised bank deposits issued by private sector players can also be used to enable cheaper and faster cross-border payment and settlement.", "Unlike private cryptocurrencies, whose prices fluctuate wildly, these digital currencies are suitable as payment instruments on distributed ledgers as they combine the advantages of tokenisation with the reliability of fiat currencies.", "These private sector led cross-border payment and settlement initiatives are beginning to scale.", "Securely-backed stablecoins such as the USD Coin and Pax Dollar issued by FinTech players Circle and Paxos respectively, have been expanding their networks and partnerships with traditional finance firms.", "They have achieved near real-time 24/7 settlement and lower cost, with interesting programmability features.", "Visa has integrated popular stablecoins into its payment services, allowing users to make international payments in USD Coin.", "Partior - a commercial joint venture among JP Morgan, DBS and Temasek - has been able to achieve reductions in settlement time from days to mere minutes for Singapore Dollar and US Dollar exchanges, using a blockchain based multicurrency cross border clearing and settlement platform.", "These initiatives by the private and the official sector will help to achieve cheaper, faster and more transparent cross border payments and settlements internationally, and ultimately improving the lives of people.", "The second problem statement crying for a FinTech solution is ensuring a highquality, trusted ESG data ecosystem.", "Good ESG data is foundational for the climate agenda.", "First, it facilitates effective management of climate-related risks.", "Many central banks, including MAS, are very keen to understand the impact of climate risk for financial stability.", "Second, it enables robust sustainability reporting.", "Quality data is foundational in our fight against greenwashing and in enabling relevant stakeholders to make effective ESG-investment decisions.", "Third, it helps to catalyse green and transition finance flows.", "There is a significant gap between ESG data needs and the ESG data available.", "We need good data on firms' carbon footprint, historical carbon emission trends, and compliance with their respective transition targets.", "We also need data on the climate-related risks their physical assets are vulnerable to.", "But the ESG data acquisition process is often manual, tedious and costly.", "ESG data verification is at a nascent stage.", "This impacts the credibility of reporting.", "FinTech can be a key enabler in addressing these ESG data challenges.", "FinTech firms are offering solutions that connect directly via Application Programming Interfaces (APIs) to sustainability projects, such as waste management systems, to retrieve relevant environmental and energy consumption data more efficiently and directly.", "Distributed ledger technology is being explored to address the issue of verifiability and traceability in data.", "FinTech firms are offering automated reporting tools while staying agile to adapt to various reporting standards.", "Matter Analytics For example, offers reporting solutions that help asset managers and banks automatically generate customised and comprehensive impact reports for their clients.", "FinTechs are providing financial institutions with good data and analytics to evaluate and compare ESG performance.", "For example, Intensel uses artificial intelligence to examine and monitor climate data and satellite imagery to identify financial risks related to climate change.", "In short, we need FinTech to do in the sustainability space what it is doing today in the inclusion space.", "We need Green FinTech.", "To spur the growth of the Green FinTech ecosystem, MAS has launched an ESG Impact Hub.", "The Hub provides a physical locality to facilitate discovery, scaling and deployment of technology solutions that support the financial sector's ESG needs, notably on the data front.", "MAS will engage banks, think tanks, NGOs and other knowledge partners to run a series of ESG-focused accelerators out of the Hub, aimed at bringing together tech solutions to address specific sectoral challenges in ESG data and financing.", "To harness Green FinTech to build a credible ESG data landscape MAS has launched a collaborative effort with the financial industry called Project Greenprint.", "Project Greenprint seeks to build digital utilities that streamline the collection, access, and use of climate and sustainability data The aim is to help mobilise capital to sustainable projects, monitor the climate commitments made, and measure the impact associated with their investments.", "The initial phase of Project Greenprint focuses on four digital utilities ESG Disclosure Portal; Data Orchestrator; and Digital Marketplace.", "The ESG Disclosure Portal enables SGX-listed companies to carry out baseline sustainability reporting based on a set of 27 core metrics.", "Titled ESGenome , the ESG Disclosure Portal was developed by SGX in consultation with its user base and launched just last month.", "Companies' one-time inputs can be automatically mapped across a range of major sustainability standards and frameworks, allowing them to cater to different investor requirements.", "Sustainability reports can also be automatically generated from these inputs.", "MAS will draw on the learnings from ESGenome to ensure that the ESG Disclosure Portal caters over time to the reporting needs of a broader universe of corporates, notably small and medium-sized enterprises, supply chain partners and suppliers.", "The ESG Registry draws on a blockchain solution to record and maintain the provenance of green certifications issued by various sectoral bodies.", "Titled ESGpedia , the ESG Registry was developed with the help of local Green FinTech firm STACS and launched in May this year.", "It allows banks to access green certifications issued by various bodies for their green and sustainable financing decisions.", "MAS will continue to work with and our industry partners to build up the Registry's network of certifications, thereby providing more confidence to the users of these data.", "The Data Orchestrator aims to aggregate ESG data from multiple data sources.", "This will include major ESG data providers, utilities providers, sectoral platforms, and of course the ESG Data Registry.", "The Data Orchestrator will provide consentbased access to these sources.", "It will also allow new data insights to be generated through data analytics to better support investment and financing decisions.", "We aim to launch the Data Orchestrator next year.", "The Digital Marketplace aims to connect ESG technology providers to investors, financial institutions, and corporates, to facilitate partnerships and investments for ESG solutions.", "The aim is to launch this also next year.", "Project Greenprint and the ESG Impact Hub are not MAS projects, or even Singapore projects.", "They are open-ended, collaborative platforms, for financial institutions and FinTech players from around the world to connect to, collaborate, and co-create innovative solutions to advance the sustainability agenda.", "Our goal is to foster a vibrant ESG FinTech ecosystem spanning across countries.", "In this effort, we hope Singapore can play a role as a launchpad for ESG FinTech solutions and enable financial institutions in Singapore and in the region to play a more active role in Asia's and the world's transition to net-zero.", "Finance and technology can together help to create a more inclusive society and a more sustainable planet.", "I have offered two specific areas of priority in inclusion and sustainability that the confluence of finance and technology can focus on: cross-border payments and ESG data.", "I hope many of you will step forward to apply your creative energies and technological skills to make progress in these two areas.", "You will find in Singapore and in MAS a welcoming partner to explore and test-bed ideas.", "Before I close, I would like to take this opportunity to make a pitch for the upcoming Singapore FinTech Festival.", "The Festival will be held in Singapore from 2 to 4 November this year.", "As before, it will bring together thousands of people from across the world - finance professionals, technology experts, FinTech entrepreneurs, policymakers, regulators, academics, inventors, and many more - to make connections and to make an impact.", "As this will the first in-person Festival since 2019, do join us in Singapore for a week-long celebration next month.", "In the meantime, I wish you a fruitful SIBOS conference and success in your endeavours."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cross-border payments", "ESG data", "FinTech", "Faster payment systems", "Multi-CBDC platform", "Blockchain-based payment networks", "Stablecoins", "Green FinTech", "Project Greenprint", "ESG Impact Hub"]}