{"sentences": ["Good afternoon everybody and welcome to this first discussion panel of the Sixth Annual Conference of the European Systemic Risk Board.", "In this roundtable, we will be discussing and sharing views on identified challenges affecting the conduct of policies in the current turbulent times, which are having important repercussions for the economic and financial environment.", "As noted by President Lagarde, during her welcome address, in the course of this year we have witnessed an increase in financial stability risks.", "The appalling invasion of Ukraine by Russia, initiated as we were recovering the activity levels previous to the pandemic, has contributed to either fuel new or exacerbate existing systemic vulnerabilities in Europe and beyond.", "Spikes in energy and food prices, continued disruption of global supply chains and demand pressures have resulted in higher and more persistent inflation across the board.", "This has triggered a response of monetary policy, which is now normalising around the world, contributing to tighter global financial conditions and increased volatility and liquidity tensions.", "And it is the combination of the uncertainty derived from the war (and more in general from geopolitical tensions) with the increase of inflation and the rising interest rates that has generated, ultimately, a general deterioration of the economic outlook with, for example, one-year ahead recession probabilities having increased markedly, in both the euro area and other major advanced economies.", "This challenging financial stability outlook is well laid out in the vulnerabilities in the EU financial system that the European Systemic Risk Board issued last September.", "Indeed, the ESRB has alerted of the heightened uncertainty and the increased probability of tail-risk scenarios materialising.", "In particular, the ESRB has warned of three severe systemic risks : deterioration in the macroeconomic outlook combined with the tightening of financing conditions, leading to negative consequences in terms of balance sheet stress for non-financial corporations and households, especially in sectors and Member States that are most affected by rapidly increasing energy prices.", "(ii) second, a possible sharp fall in asset prices , leading to large mark-to-market losses, amplified market volatility and liquidity strains.", "In addition, the increase in the level and volatility of energy and commodity prices has generated large margin calls for participants in these markets and this has created liquidity strains for some participants.", "(iii) and third, the potential deterioration of asset quality and the profitability outlook of credit institutions.", "While the European banking sector as a whole is well capitalised, a pronounced deterioration in the macroeconomic outlook would imply a renewed increase in credit risk at a time when some credit institutions are still in the process of working out COVID-19 pandemic-related asset quality problems.", "Without forgetting that the resilience of credit institutions is also affected by structural factors, including overcapacity, competition from new providers of financial services as well as exposure to cyber and climate risks.", "Besides, the ESRB has identified a number of other risks that are deemed elevated , in relation to imbalances in the residential and commercial real estate sectors -which are more acute in some Member States than in others-, the likelihood of large-scale cyber incidents, and high public indebtedness.", "Summing up, there is no shortage of challenges and, in this context, preserving or enhancing the resilience of the Union's financial sector remains essential to ensure its capacity to support the real economy if and when financial stability risks - Credit institutions can act as a first line of defence, by ensuring that their properly account for expected and provisioning practices and capital planning unexpected losses that may be caused by the deterioration in the risk environment.", "- Micro- and macroprudential capital buffers that are consistent with the prevailing level of risk can also help to ensure credit institutions' resilience.", "Some national authorities have already tightened macroprudential policies, while others are currently exploring whether these policies could be implemented to address vulnerabilities.", "Preserving or further building up macroprudential buffers would support credit institutions' resilience and enable the authorities to release these buffers, if and when risks materialise and negatively impact credit institutions' balance sheets.", "But, as ever, these decisions should be made considering each Member State's specific macrofinancial outlook and banking sector conditions, in order to limit the risk of procyclicality.", "- Financial stability risks beyond the banking sector should also be addressed.", "This requires tackling vulnerabilities and increasing the resilience of non-bank financial institutions and market-based finance.", "In this regard, the ESRB has repeatedly noted that a lack of tools is hampering authorities' ability to address financial stability risks beyond the banking sector.", "It has called for authorities to be provided with such tools, for example, in the context of the review of the prudential rules governing investment funds and insurers.", "The current heightened risk environment makes this more urgent.", "Against this background, let me now turn to the four distinguished panelists that are together with me today: Claudio Borio, Alfred Kammer, Lucrezia Reichlin and Ricardo Reis, who are very well known to you in the audience and, therefore, need little presentation.", "Let me, anyway, briefly introduce them to you, by alphabetical order: Claudio Borio is the Head of the Monetary and Economic Department of the Bank for International Settlements.", "He has held various positions of responsibility at the BIS over the last 35 years and during this period he has authored numerous publications in the fields of monetary policy, banking, finance and issues related to financial stability.", "Alfred Kammer is the Director of the European Department at the International Monetary Fund.", "In that capacity, he leads and oversees the IMF's work with Europe on financial sector surveillance, monetary and macroprudential policies and financial regulation, among other key areas.", "Lucrezia Reichlin is Professor of Economics at the London Business School with a background in central banking.", "She was previously Director General of Research at the European Central Bank.", "Last but not least, Ricardo Reis is the A.W.", "Phillips Professor of Economics at the London School of Economics.", "Widely regarded as one of the top research macroeconomists of his generation, Ricardo has published extensively on monetary and fiscal policy, inflation and business cycles.", "Thank you Claudio, Alfred, Lucrezia and Ricardo for kindly accepting the invitation to be with us today.", "As discussed with you, I would first give the floor to Alfred."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability risks", "Inflation", "Economic outlook", "Monetary policy", "Credit institutions", "Asset prices", "Cyber risks", "Real estate", "Macroprudential policies", "Non-bank financial institutions"]}