{"sentences": ["Speech Price Stability, the Supply Side and Philip Lowe[*] CEDA Annual Dinner Address Melbourne - 22 November 2022 It is an honour to be able to continue the tradition of the RBA Governor addressing CEDA's Annual Dinner.", "Thank you very much for the invitation.", "This is the first time in many years that your annual dinner is being held against the backdrop of high inflation.", "For most of the past decade the issue was that inflation was a bit too low, not too high.", "And for the couple of decades before that, inflation varied from year to year, but averaged 21⁄2 per cent in Australia.", "An inflation rate of 7 or 8 per cent was something that was widely thought to be consigned to the history books.", "So the current bout of high inflation has come as quite a shock.", "I would like to begin this evening by emphasising the importance of ensuring that this episode of high inflation is only temporary.", "I will then discuss some reasons why inflation might be more variable over the years ahead and the implications of this for economic policy.", "Finally, I will say a few words about the Reserve Bank Board's recent policy decisions.", "The scourge of inflation First, a bit more history.", "In the 1960s, the inflation rate varied between -1 and 5 per cent, averaging 2 per cent (Graph 1).", "Inflation then took off in the 1970s and reached a peak of nearly 18 per cent in 1975.", "It stayed high throughout the 1980s and it was not until the early 1990s that it returned to low single digits.", "Since then, under the inflation targeting regime, inflation has varied in a fairly narrow range up until this year.", "Sources: ABS; RBA The high inflation of the 1970s and 1980s damaged the Australian economy and hurt our living standards.", "It made it harder for businesses to plan and invest.", "And Australians had to devote their time and energy to protecting themselves as best they could against the ravages of inflation.", "The high inflation undermined our prosperity; it eroded people's savings, distorted resource allocation and increased inequality in our society.", "This experience also put paid to the idea that by allowing more inflation, we could have more growth and jobs.", "Rather, the reverse was true.", "High inflation meant lower growth, fewer jobs and lower real wages.", "Another lesson from these decades is that bringing inflation back down again after it becomes ingrained in people's expectations is very costly and almost certainly involves a recession.", "This next graph shows the inflation and unemployment rates during the disinflation episodes in Australia and the United States after the period of high inflation (Graph 2).", "In both cases, bringing inflation back down required high interest rates and was associated with a deep recession and a rise in the unemployment rate of at least 5 percentage points.", "The high unemployment then persisted for years and left deep scars in the labour market and damaged our communities.", "Disinflationary Episodes* United States Australia 0 0 1978 1982 1986 1987 1992 1997 Inflation Unemployment Shading indicates labour market downturns, from trough to peak in unemployment rate.", "Sources: ABS; RBA; Refinitiv This experience lies behind the determination of the world's central banks to ensure that the current period of high inflation is only temporary.", "The evidence shows that economies work better with low inflation and that once inflation becomes entrenched, it is very costly to stamp it out.", "It is for these reasons that the Reserve Bank Board is resolute in its determination to return inflation to target and we will do what is necessary to achieve that.", "Our central forecast is that inflation will peak later this year at around 8 per cent, and then decline gradually over the next couple of years to be a little above 3 per cent by the end of 2024 (Graph 3).", "Sources: ABS; RBA There are a number of factors that lie behind this expected decline in inflation.", "The first is that the COVID disruptions to supply are being resolved: delivery times and shipping costs have declined and the pressure on goods prices is abating.", "The second is that commodity prices have stabilised and, in many cases, have declined to be back around their levels at the beginning of the year; in time, the effect of this will be evident in consumer prices.", "And third, the increase in interest rates here and around the world will result in slower growth in aggregate demand.", "In time, this means less pressure on capacity and lower inflation.", "As always, there is uncertainty around this outlook.", "We can't rule out further bad news abroad that throws us off this path.", "And domestically, we need to avoid a price-wage spiral.", "To date, while wages growth in parts of the private sector has picked up materially, aggregate wage outcomes in Australia have been consistent with a return of inflation to target.", "In contrast, a number of other advanced economies are experiencing much faster rates of wages growth.", "So this is an area we are watching carefully.", "The supply side matters I would now like to switch gear and discuss some longer term changes in the global economy that are likely to affect the dynamics of inflation, central bank policy and the way business operates in Australia.", "For the past three decades, most central banks have viewed the job of managing inflation largely through the prism of managing aggregate demand.", "If inflation was too low, it was because demand was too weak and this called for monetary stimulus.", "Conversely, if inflation was too high, it was because demand was too strong and this called for monetary tightening.", "We recognised that the supply side mattered, but supply was largely treated as something that evolved fairly slowly in the background.", "The task was to manage aggregate demand with interest rates.", "Central banks came to this general view partly because developments on the supply side were either mostly benign or favourable for managing inflation.", "Strong growth in international trade and deepening financial linkages between countries meant that the supply side of the global economy became very flexible.", "As a result, it was increasingly possible to alleviate capacity pressures at home by tapping global markets.", "In addition, rapid economic growth in China lowered the relative prices of manufactured goods and demographic trends around the world led to an increase in the supply of labour engaged in the global economy.", "Importantly, we also largely avoided the major wars that have been sources of inflation in the past.", "These developments on the supply side of the global economy made it easier for central banks to deliver low and stable inflation.", "Together with monetary policy frameworks that emphasised price stability, they helped deliver a world in which there was very little variation in inflation from year to year.", "Looking forward, the supply side looks more challenging than it has been for many years and it is likely to play a more prominent role in inflation outcomes.", "The very recent past has served as a powerful reminder of just how influential the supply side can be, with COVID disruptions and Russia's invasion of Ukraine contributing to the highest inflation in decades.", "But beyond these recent shocks, there are a number of longer-term developments that are likely to create more variability in inflation than we have become used to.", "I would like to draw your attention to four of these developments.", "The first is the reversal of globalisation.", "Over recent decades, international trade increased very significantly relative to the size of the global economy (Graph 4).", "Production became increasingly integrated across borders and this lowered costs and made supply very flexible.", "This growth in international trade helped lift average living standards around the world, and Australia was a major beneficiary of the expansion in international trade.", "Sources: CEIC Data; Oxford Economics; RBA; World Bank Now, international trade is no longer growing faster than the global economy.", "Trading blocs are emerging and there is a step back from closer integration.", "Unfortunately, today barriers to trade and investment are more likely to be increased than removed.", "This will inevitably affect both growth in living standards and the pricing of goods and services in global markets.", "The second important supply-side factor is demographics.", "Up until recent years, the working-age population of the advanced economies was increasing steadily (Graph 5).", "The working-age population of China and Eastern Europe - both of which were being progressively integrated into the global economy - was also increasing.", "The participation of women in the labour force was also on the rise.", "The result was a substantial increase in the number of workers engaged in the global economy, and advances in technology made it easier to tap into this global labour force.", "Sources: RBA; United Nations This trend in working-age population has now turned.", "The working-age population is now declining and this decline is projected to accelerate.", "The impact of this is evident in the rising ratio of younger and older people in the population, particularly in the advanced economies (Graph 6).", "While the global population is still rising, it is mostly in countries that are not yet closely integrated into the global economy.", "Sources: RBA; United Nations The third important supply-side issue is climate change.", "Globally, the frequency of extreme weather and climate events has increased over recent decades and it is likely that this trend will continue (Graph 7).", "Over the past 20 years, the number of major floods has doubled and the frequency of extreme heatwaves and droughts has also increased significantly.", "We know this all too well in Australia, where recent floods are one of the factors pushing inflation up at present.", "But it is not just food production that is affected by extreme weather.", "It also disrupts the production of commodities and the transport and logistics industries.", "These disruptions affect prices in global markets and it is likely that we will see more of these disruptions in the years ahead.", "The fourth supply-side factor that I want to highlight is the energy transition in the global economy.", "There is very significant investment in renewable energy around the world as we transition to green energy.", "But, at the same time, the existing capital stock that is used to produce energy is depreciating quickly, through decommissioning or lower levels of sustaining investment.", "It is difficult to make predictions here, but it's probable that the global capital stock that is used to produce energy will come under recurring pressure in the years ahead.", "If so, we could expect higher and more volatile energy prices during the transition to a more renewables-based energy supply.", "In this context, it is interesting to compare the investment response in Australia to the current boom in the terms of trade with that of a decade ago (Graph 8).", "In the earlier boom, higher commodity prices led to a surge in investment in the resources sector.", "This substantially added to Australia's capital stock and thus our ability to supply resources to the market.", "In contrast, the investment response this time has been negligible and there are few signs that firms are planning to increase supply in response to the higher prices.", "The reasons for this are complex, but if supply does not respond to higher prices, we will likely have more supply constraints in the future.", "And supply constraints mean more variable prices.", "Sources: ABS; RBA All four of these supply-side developments are first-order issues that are likely to affect the environment for Australian business over the years ahead.", "They are also likely to affect the inflation dynamic here and elsewhere, leading to more variability in inflation from year to year.", "This extra variability in inflation can come through two channels.", "The first is an increase in the prevalence of supply shocks.", "As has been evident over the past couple of years, supply shocks can generate large and rapid changes in prices.", "More supply shocks mean more variable inflation.", "The second channel is through the global supply curve being less elastic than it has been over the past decade or so.", "Less elastic supply means that a given change in demand generates a larger change in prices and thus more variability in inflation.", "If this assessment about the future operating environment is close to the mark, it has a number of implications for monetary policy and the design of the monetary policy framework.", "The first is that it is increasingly problematic to set a narrow range that inflation is always supposed to be within.", "There are limits to what can be achieved and we are likely to have to live with more variability in inflation.", "The second is that a strong nominal anchor is more important than ever.", "Without a strong nominal anchor, expectations of inflation will adjust when inflation is away from the target range, making it harder to return to target.", "We will get better outcomes if people are confident that when we get pushed away from the target, we will return to target.", "The design of the monetary policy framework can help here.", "In my view, it is best if the nominal anchor has a medium-term focus, not a short-term one.", "In this respect, the longstanding formulation of the Australian inflation target with its focus 'on average over time' is appropriate.", "So too is the flexibility in having the medium-term target specified as a range - in our case 2 to 3 per cent - although this is an issue that is worthy of examination as part of the current review of the RBA.", "A third implication of more variable inflation is that the monetary policy environment is likely to be more challenging for central banks.", "In a world in which central banks are managing fluctuations in aggregate demand with a relatively flat supply curve, the monetary response to demand shocks is relatively straightforward.", "Life is more complicated in a world of supply shocks; an adverse supply shock increases inflation and reduces output and employment.", "Higher inflation calls for higher interest rates but lower output, and fewer jobs call for lower interest rates.", "It is likely that we will have to deal with this tension more frequently in the future.", "None of the developments that I have spoken about undermine our ability to achieve the inflation target on average, but they are likely to complicate the task.", "They also have implications for other areas of economic policy.", "As a country, we need to do what we can to make sure that the supply side of our own economy is flexible.", "In a world of more frequent supply shocks, we will be better off if there is flexibility in our labour and product markets so that we can respond quickly and effectively.", "This includes flexibility in terms of fiscal policy, which requires maintaining a strong underlying structural budget position.", "The productivity agenda is also important here.", "By becoming more productive we can lift our own ability to supply goods and services to the market.", "We have work to do here as a nation.", "Over recent times, labour productivity growth has averaged a bit less than 1 per cent a year, which is slower than in previous decades (Graph 9).", "While, we can't affect the international environment, we can affect our own ability to produce goods and services efficiently.", "Doing what we can here is an important element in securing our own prosperity, and there has been no shortage of ideas in this regard.", "Sources: ABS; RBA I would now like to turn back to here and now and the Reserve Bank Board's recent deliberations.", "At our meeting in early November we conducted a review of our experience with forward guidance about the cash rate during the pandemic and considered our approach going forward.", "That review was published last week and is available on our website.", "Our policy package during the pandemic included being more specific than we had in the past about our expectations for the future path of the cash rate.", "As part of this we set out the conditions that needed to be met before the Board would increase interest rates.", "We also took the additional step of indicating the timing when we expected these conditions to be met.", "We adopted this approach to reinforce our commitment to doing all that we could to support the economy in what were extraordinarily difficult times.", "We wanted to provide insurance to the country against the worst possible outcome.", "Fortunately, we avoided the worst possible outcome and, in hindsight, the full insurance package was not needed.", "But we also had difficulties with our communication.", "The message about the expected timing of the first increase in interest rates dominated the message about the conditions under which rates would be increased.", "Indeed, our statements were widely reported as a commitment that the Board would not raise rates until 2024.", "This meant that when we did lift interest rates in May this year, many people saw us as going back on this commitment and this has hurt our reputation.", "We are committed to learning from this experience.", "Following the first increase in the cash rate, the Board has returned to the approach to forward guidance that it used prior to the pandemic.", "That approach is qualitative in nature with any forward guidance focused on the short term.", "We value the flexibility in that approach and, in future, will avoid communication that focuses on the calendar or is too specific.", "We are, though, strongly committed to providing the information that allows people to make their own judgements about future movements in interest rates.", "This information includes our economic forecasts, the issues and uncertainties that the Board is focusing on and how the Board is using the policy framework to make its decisions.", "We hope this transparency is helpful for people in understanding how monetary policy is set.", "As you would be aware, the Board has increased the cash rate significantly since May, with the cash rate currently standing at 2.85 per cent (Graph 10).", "We needed to remove the pandemic emergency settings and respond to the high rate of inflation.", "We had previously taken out an insurance policy and it was no longer needed.", "It is necessary, though, to ensure that the current period of higher inflation is only temporary.", "As I spoke about earlier, if high inflation were to persist, all Australians would pay a heavy price.", "Given our mandate for price stability and full employment, the Board expects to increase interest rates further over the period ahead.", "We are not on a pre-set path though.", "We have not ruled out returning to 50 basis point increases if that is necessary.", "Nor have we ruled out keeping rates unchanged for a time as we assess the state of the economy and the outlook for inflation.", "The Board's priority is to return inflation to target over time.", "It is resolute in its determination to make sure that this current period of high inflation is only temporary.", "As we take our decisions over coming meetings, we will be paying close attention to developments in the global economy, the evolution of household spending and wage and price setting behaviour.", "Developments in each of these three areas will affect the pace at which inflation returns to target and whether the economy can remain on an even keel over the next couple of years.", "So we will be watching these issues carefully over the months ahead.", "I am happy to answer your questions.", "[4] Of note is the Productivity Commission's five-yearly review of Australia's productivity performance, which has received public submissions, provided interim reports and will provide a final report to the government in February 2023.", "See Productivity Inquiry - Productivity Commission.", "Available at <#report>."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Supply side", "Monetary policy", "Price stability", "Central banks", "Demand", "Supply shocks", "Supply curve", "Nominal anchor", "Productivity"]}