{"sentences": ["News conference 15 December 2022, 10.00 am Introductory remarks by Andréa M. Maechler In my remarks, I will talk in more detail about the implementation of today's monetary policy decision, which Thomas Jordan has already touched on.", "I will start, however, by giving you an overview of how we have steered interest rates since the switch to a positive SNB policy rate in September.", "The switch from a negative to a positive SNB policy rate required us to make an adjustment to the implementation of our monetary policy in the money market.", "The new approach comprises two elements: reserve tiering - that is, tiered remuneration of the sight deposits that banks and other financial market participants hold at the SNB - and reserve absorption.", "This approach has proved successful.", "Following our monetary policy decision on 22 September, secured short-term Swiss franc money market rates moved quickly towards the new SNB policy rate (cf.", "We are also continuing to see solid activity among participants in the money market, which ensures a robust basis for the calculation of SARON.", "From the outset, the market responded favourably to the deployment of our monetary policy instruments to absorb liquidity.", "On the very day of the monetary policy assessment in September, we started conducting repo transactions on a daily basis and issuing SNB bills on a weekly basis (cf.", "In this way, we were able to reduce the liquidity supply in the money market sufficiently to allow us to steer interest rates effectively.", "With today's interest rate increase, we are also raising the interest rate on sight deposits above the threshold.", "For domestic banks, this threshold is calculated on the basis of their minimum reserve requirements.", "By remunerating sight deposits above the threshold now at 0.5%, we ensure that our tighter monetary policy will continue to be passed through efficiently to interest rates in the money market overall."], "classifications": ["none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "Money market", "Interest rates", "Sight deposits", "Reserve tiering", "Reserve absorption", "SARON", "Repo transactions", "SNB bills", "Liquidity"]}