{"sentences": ["Central bank digital currency: what we have learned from a recent hands-on experiment1 Keynote Address by Chang Yong Rhee Governor of the Bank of Korea IMF STI Peer-Learning Webinar 28 September 2022 I would like to thank Director Schipke and the IMF-STI for hosting this webinar series and inviting me to speak here today.", "It is also great to see Governor Talukder and my old colleagues at the Fund Deputy Managing Director Sayeh, Ann-Marie, Raul and others.", "Today I would like to speak about the recent CBDC experiment at the Bank of Korea.", "Supported by accelerated digitalization and technological innovation, the landscape for payment and settlement systems has been changing rapidly.", "And this has led interest in central bank digital currencies (CBDCs) to grow considerably.", "Currently, 105 countries are exploring CBDC issuance.", "What is noteworthy is that nine emerging market economies including the Bahamas have already made an official launch of their CBDC, while central banks in major economies are still at the stage of laying the groundwork for their own digital currency.", "CBDCs could promote financial inclusion by serving as a gateway to wider access to financial services.", "This explains why CBDCs are issued first in emerging market economies.", "And we have come together today to discuss fintech and financial inclusion particularly through the strategy and efforts of Bangladesh.", "As for Korea, however, financial inclusion is not a key factor for considering potentially issuing a CBDC, as bank account penetration is almost 100% and various digital payment services are already well-developed.", "Rather, a top policy goal of our CBDC research is to prepare for changes in the payments landscape driven by digital transformation and the growing presence of big techs in financial services.", "In this regard, my speech might not be directly related to today's topic but please understand that our experience of developing CBDCs is highly relevant for the entire seminar series.", "In particular, the Bank of Korea has recently completed its first experiment which lasted for ten months on a retail CBDC based on distributed ledger technology (DLT).", "We are now working on a follow-up experiment linking our test system to those of commercial banks and also reviewing additional design options for a CBDC.", "We have learned a lot during the hands-on experiment and I would like to share four lessons from it with you today.", "Lessons learned from the CBDC experiment First, introducing a CBDC involves not just developing technology but also a process of balancing trade-offs between various goals.", "We have realized that there is no such thing as perfect technology or CBDC designs that can satisfy all the various goals and expectations at the same time.", "design choices between a centralized versus decentralized ledger system, for example.", "Our test system was designed based on DLT which is decentralized and has been revolutionary innovation.", "Since we don't have any urgent need to introduce a referred to as a CBDC, we thought it would be better to test such a disruptive technology.", "In particular, DLT has a significant potential in a token economy with a more decentralized internet (called \"Web3\") and in the metaverse economy.", "However, immediately the trade-off between innovation and stability kicks in.", "During the experiment we found that DLT still has not overcome the limitations of scalability to support a retail CBDC in the Korean economy.", "So, if the primary use case of a CBDC is for day-to-day payments to online and offline merchants, without further technical advancements of DLT, we may be better to use the standard centralized ledger database.", "Another example is the trade-off between privacy and compliance.", "At the earlier stage of our experiment, we considered allowing holders of small amount of CBDC to own unhosted or non-custodial wallets, so that they can send and receive CBDC with a high degree of anonymity and privacy.", "However, we found that it would become almost impossible to carry out certain functionalities such as freezing wallets in the event of court orders.", "So, in our design for the experiment we chose to improve compliance at the sacrifice of privacy.", "Inevitably, designing a CBDC involves a continuous process of compromise.", "Therefore, it is important to put more effort to forge a consensus on the appropriate design of a CBDC by actively communicating with various stakeholders, such as the legislature, the government, financial institutions, and the public from the early stage of research.", "Second, developing a successful CBDC is much more complex than anticipated.", "being \"too successful\" and There are two opposing risks regarding the success of CBDCs: crowding out private payment solutions, or being \"not successful enough\" and generating insufficient demand.", "In fact, as the experiment progressed, our concerns grew larger on the latter risk.", "Since we, as a central bank, have little experience in providing retail payment services, it is not easy for us to provide services convenient and innovative enough to satisfy consumers in the way that fintech players do.", "Concerns about reputational risk could also make us more cautious about providing innovative functions.", "In addition, with there being no solid use case for CBDCs yet, we cannot give incentives such as bonus rewards that credit cards or other private payment service providers offer to customers.", "In this respect, if retail usage is the first criterion of the success of a CBDC, it would be difficult for us to meet.", "Therefore, for the success of a retail CBDC we need to ramp up our efforts for convenience, versatility, and incentives from the end-user's perspective.", "And more importantly, we need to make people understand that building technological infrastructure for a retail CBDC is necessary to prepare for future changes such as the rise of the metaverse.", "Third, it may never be too early to establish effective private-public partnerships for CBDCs.", "There is a consensus that collaboration with the private sector is prerequisite to the success of a CBDC.", "However, the devil is in the details, and it could be very tough to figure out exactly how such cooperation or division of roles should be performed.", "At the Bank of Korea, we are currently conducting a follow up experiment jointly with more than a dozen commercial banks to link with our test system under a virtual environment.", "They have been willingly and gratefully cooperating with keen interest, even though no final decisions on the launch or the design have yet been made.", "These private participants have to carry out a lot of tasks including provision of customer services and compliance with regulations like the Know Your Customer (KYC) rule, and transaction approvals under a DLT model, even if the CBDC business model is not clear.", "When we approach the final phase and see more developments, it is more likely that we could face difficulties in establishing right governance for the sharing of authority, responsibility, and costs.", "Therefore, I believe that it is better to start collaboration with private partners earlier on to enhance mutual understanding and reach consensus on a desirable way of dividing roles.", "Lastly, further exploration of wholesale CBDCs is essential.", "After finding several obstacles to the success of a retail CBDC such as a lack of solid use case in an economy with a well-functioning financial system and limitations of the current state of DLT to support a retail CBDC, we have found it is warranted to devote more effort to developing a wholesale CBDC and combining it with a retail CBDC.", "Various studies have been conducted on wholesale CBDCs based on DLT in the region that aim primarily at improving efficiency of securities settlement and cross-border payments.", "example, studies on payment innovations such as the mBridge and Dunbar projects led by several Asian economies together with the BIS Innovation Hub are proceeding briskly.", "The also plans to participate in a project led by the BIS Innovation Hub to improve cross-border payments.", "Some people suggest an ideal division of roles would be that central banks issue a wholesale CBDC and the private players offer their own stablecoins fully backed by the CBDC.", "Such a private-public partnership model could lower the costs of issuing a CBDC and take advantage of capabilities of the private sector in terms of technology and marketing.", "For such a model to work effectively, however, it is important that central banks should attain the authority and capacity to supervise and monitor private money issuers.", "The Bank of Korea will step up its CBDC-related efforts going forward, but no final decision has been made as to whether to issue a CBDC.", "We will make a careful assessment while considering the results of follow-up research.", "I think it is still a good idea to proceed cautiously, even in deciding the design and operation, not to mention the actual introduction of a CBDC.", "Many central banks around the world are still reviewing various designs and operation models without making a final decision.", "Against this backdrop, we need to consider the risk that a front runner's design could end up being out of sync with global standards, as in the case of the videotape format war between Betamax and VHS in the 1980s, rather than enjoying the first mover advantage.", "In this regard, further international cooperation is required to set global standards and ensure interoperability of CBDCs.", "It is also necessary to conduct more extensive studies on potential risks caused by a CBDC such as disintermediation and digital runs, and impacts on the transmission channels of monetary policy.", "In closing, another reason I have taken interest in CBDC personally is that I think CBDC could serve as a golden opportunity to strengthen regional financial cooperation.", "CBDCs could contribute to integrating global and Asian financial markets and act as a catalyst in developing regional capital markets, by improving efficiency in cross-border payments.", "More specifically, local currency bonds can be settled on a Delivery versus Payment (DvP) basis using local currency CBDCs, lowering cross-border and cross-currency transaction costs and risks, not to mention alleviating the third time zone problem.", "And using distributed ledger technology (DLT) may make it possible to settle cross-border securities transactions without relying on global custodian banks and securities depositories.", "Such changes will allow us to overcome the many legal and political issues as well as the insufficient market infrastructure which have been major obstacles to regional capital market development.", "For several decades, Asia has been the engine of global growth in real activity, but not in financial markets.", "If we make good use of technological innovation, it will help to develop our regional financial markets much faster and enable Asia to keep its place as the growth engine of the global economy going forward, while promoting payment system stability, financial inclusion and enhancing cross-border payments.", "\"The rise of digital money.\"", "Adrian, Tobias, and Tommaso Mancini-Griffoli.", "IMF Fintech Notes (January).", "www.atlanticcouncil.org/ Atlantic Council.", "\"Central Bank Digital Currency Tracker.\"", "Auer, Raphael, and Rainer Böhme.", "\"The technology of retail central bank digital currency.\"", "BIS Quarterly Review (March).", "\"A digital euro that serves the needs of the public: striking the right balance.\"", "Committee on Economic and Monetary Affairs of the European Parliament.", "Park, Daekeun, and Changyong Rhee.", "\"Building infrastructure for Asian bond markets: settlement and credit rating.\"", "Asian Bond Markets: Issues and Prospects.", "Bank for International Settlements."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central bank digital currency (CBDC)", "Distributed ledger technology (DLT)", "Retail CBDC", "Wholesale CBDC", "Cross-border payments", "Financial inclusion", "Privacy", "Compliance", "Private-public partnerships", "Regional financial cooperation"]}