{"sentences": ["Dear ladies and gentlemen, I feel honoured and privileged to welcome in the historical hall of the Bank of Albania, media representatives and talented students who are brave in competing for \"Governor's Award for the Best Diploma Theses\".", "In the last year event, I emphasised that we experienced an unusual 3-year period, with the hope that 2022 would be different, more vivid and more optimistic.", "Nevertheless, the end of 2022 is proving a really challenging one, mainly due to the huge shock on commodity prices of energy, oil and gas, in particular.", "The increased prices - mainly engendered from the outbreak of the Russia's war in Ukraine - has generated strong inflationary pressures worldwide, triggering a difficult time for consumption and economic growth globally.", "Albania is facing the same challenges as well.", "In November, inflation stood at 7.9%, somewhat lower than in the previous month, though a high level which is the main threat to both the macroeconomic stability and to the sustainable and long-term growth of Albania.", "In this context, I would like to point out that the latest forecasts at the Bank of Albania show that inflation is expected to progressively reduce during 2023, and return to target in the middle of 2024.", "In view of an increased inflationary pressures environment, we have embarked on a gradual process of monetary policy normalisation, aimed at timely returning inflation to the target and at a rather low costs to the economic activity.", "Nevertheless, the sound balance sheets of households and enterprises, the further expanded Albanian exports, and the decreased uncertainty in response to the expected reduced inflation will continue to feed the economic growth, in turn the latter is expected to remain in positive territory.", "The sound position of banking system is an added guarantee for the expansion of the economic activity.", "The healthy and liquid financial balance sheets of the banking sector guarantee that the latter will continue to funding the Albanian households and enterprises, by supporting the expansion of both consumption and investments as well as meeting the temporary needs for liquidity.", "The coverage and transmission in an objective manner of news to public is an important factor in meeting our objectives for a stable economic and financial environment.", "In this light, I am pleased to see that the media coverage of the economic and financial developments in Albania and abroad has been fully in compliance with our expectations.", "For this purpose, I would like to thank you for the professionalism and integrity you have demonstrated throughout 2022.", "In addition, I reaffirm that the Bank of Albania is completely open to listen to your opinions and suggestions for further heightening our collaboration.", "The dynamic of current developments in the global economy coerces both, the Bank of Albania in one side and the media on the other one, to be more responsible and more devoted in informing the public in a prompt, transparent and open manner.", "I wish that our cooperation, which is at the service of best public interest, will continue to follow the same model in 2023 as well.", "You will find that our institution remains a loyal and transparent partner, which is available to share the necessary information and clarifications.", "Our policies and decisions and their impact, as well as the situation regarding the financial soundness of the banking system and the financial sector, overall, will be at the heart of our ongoing communications.", "Honourable participants, Financial literacy and research are at the focus of the Bank of Albania's undertakings.", "They help us to successfully draft, implement, and convey policies and decisions in order to safeguard price and financial stability in Albania.", "Education and scientific research are conducted to understand economic events, as well as to enhance Bank of Albania's trustworthiness and expand communication with the economy, financial market, and the public.", "In a broader sense, researching, comprehending and interpreting the economic and financial events are a precondition to ensure the socioeconomic prosperity of Albania and increase the well-being of its citizens.", "The universities and academia play a key role in both these fields.", "As a result, the Bank of Albania supports the scientific research and the activity of Albanian students, studying at university and other academic institutions, in Albania and abroad.", "In this framework, I would like to continue a cherished tradition of the Bank of Albania, the ceremony of Governor's Award for the Best Diploma Thesis.", "For 16 years, the Bank of Albania selects and awards research studies conducted by Albanian students, graduating in Albania or abroad.", "Over the years, the focus of the presented research materials is on recent economic issues.", "The research follows how the needs and the economic, financial and social events affect the authorities, businesses and the society.", "Simultaneously, the process of setting the hypothesis, selecting and implementing the applied methodologies, is conducted in congruence with the best up-to-date research practices.", "This renders analysis and research investigation valid and professional.", "During this year's competition, there were a series of applications received, mainly focusing on topics that deal with recent phenomena taking place in the fields of economics and finance.", "The studies are directly or indirectly connected with the activities of the central bank.", "Some of the most interesting topics of these studies were the impact of policies on the central bank's balance sheet in the corporate bond the impact of credit and the expansion of banking products; the effect of prices on the real estate market; the multiplier of government expenses and consumption, and their effect on the economy.", "We gladly assess that the topics presented fulfil the standards of a true scientific research, correctly addressing the hypothesis, and their validation is based on the application of contemporary research methodologies, while employing the statistical data in a correct and structured manner.", "As a result, reaching conclusions and the implications to decision-makers are analysed based on a diligent investigation work on various economic and financial events.", "After analysing the topics presented, the Assessment Commission has reached a unanimous decision on the winners of the first three prizes of \"Governor's Award for the Best Diploma Thesis, 2022\".", "Before awarding the prizes, I would like to congratulate and commend all the participants in competition for their interest, ideas, methods and conclusions, which were based on correct methodologies.", "The submitted materials are of a high level and the Assessment Commission was hard-pressed when selecting the winners.", "However, the three topics that will be presented stand out from the rest because of their importance and coherence, as well as for having fully employed the methodology, and diligently having applied and described the assessment methods, and the interesting findings.", "I encourage the winners and all the contestants in the competition to preserve and nurture the same passion and commitment further in their professional careers as shown in the submitted research works.", "Let's go ahead and present this turn winners.", "The first prize was awarded to PEGI MYSHQERRI, a student at the Goethe University, Germany, for the study on the Master's theme: The effects of ECB Asset Purchases on European Corporate Bond Markets)\".", "In her work, Pegi has assessed the impact and channels of the European Central Bank's quantitative easing policies on the interest rate of corporate bonds.", "The author has also analysed the behaviour of firms toward these programs of the European Central Bank, and whether they have affected or not in the issuance of an acceptable (adequate) debt.", "More specifically, Pegi has employed the econometrics methods to assess that both programs - the purchasing program in the corporation sector (CSPP) as well as the emergency purchasing program during the pandemic (PEPP) - have had an effect on the interest rate of corporate bonds, but the scale of the impact of each program has been different.", "Furthermore, results show that quantitative easing programs have had a considerable role in mitigating the lending conditions to corporation in the Euro area, affecting thus the increase of both the number and volume of corporate bonds issued.", "First, I would like to commend the winner of the first prize for choosing this theme; a rather interesting and relevant theme for banks in advanced economies, but which has been gaining traction in emerging countries.", "Undoubtedly, the Bank of Albania has also paid attention to its research analysis and materials, emphasizing the role of balance sheet policies on supporting the economy with liquidity, particularly during the pandemic, without ignoring the risks that these policies may pose, not least, to the emerging economies.", "On the other hand, Pegi has meticulously analysed the theoretical and empirical literature and the methodological approach, laying out a discussion and presenting results that deserve the first prize in this competition.", "I congratulate her for being part of this competition, and I take the opportunity to wish all participants and winners' great successes in their professional career endeavours!"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Financial stability", "Banking sector", "Media coverage", "Financial literacy", "Research", "Economic events", "Central bank policies"]}