{"sentences": ["Mr. Ernest Cu, President and CEO of Globe Telecom; Ms. Martha Sazon, President and CEO of Mynt-Globe Fintech Innovations; colleagues from government; and partners in digital transformation, good afternoon.", "Thank you for inviting me to the GCash Digital Excellence Awards 2022 where we recognize government units and agencies that have successfully harnessed digital technologies to ensure the safe and efficient delivery of public services.", "It is unfortunate that I cannot join you in person but know that I share in your joy and celebration for tonight's event.", "After all, this is very close to our heart and the work that we do at the Bangko Sentral ng Pilipinas (BSP).", "Not only do we believe that digitalization will increase efficiency and improve governance, but we also see it as a way to expand financial inclusion.", "In fact, promoting inclusive digital finance is the first objective under the National Strategy for Financial Inclusion 2022 - 2028.", "We have come a long way in our digital finance transformation journey.", "We began with the test-and-learn approach in the early 2000s.", "Back then, the financial system was dominated by banks.", "But GCash, along with other service providers, offered an alternative domestic money transfer scheme in the form of e-money [electronic-money].", "In 2015, the BSP launched the National Retail Payment System Framework, which gave birth to what we now know as PESONet and InstaPay.", "In 2020, we launched the Digital Payments Transformation Roadmap 2020-2023, which sets out our two goals: First is to digitalize at least half of the volume of retail payments; and Second is to onboard at least 70.0 percent of Filipino adults to the formal financial system.", "I am pleased to report that we are on track to achieve - or even possibly exceed - these twin goals.", "As of end-2021, 30.3 percent of total retail payments were already digital.", "Driving digital payments growth in recent years were (i) payments by persons to merchants; (ii) fund transfers between two persons; and (iii) salary and wage payments by businesses.", "This rise in digital retail payments mirrors the broadening of financial inclusion.", "Along with the growth in digital payments came the increase in account ownership among Filipinos, up to 56.0 percent as of the end of 2021.", "E-money accounts are now the most widely owned type of account, with users growing more than four-fold in just two years.", "The number of basic deposit accounts, or BDAs, has also increased alongside e-money accounts.", "The BSP continues to spearhead digitalization initiatives that serve as financial lifelines to MSMEs [micro, small, and medium enterprises] and the microfinance sector.", "We want to ensure that every microentrepreneur has the means to flourish in the new digital economy.", "Through Paleng-QR Ph, a joint initiative of the BSP and the Department of the Interior and Local Government, customers can transact through digital payments in some of the most common transaction points for Filipinos - community markets and local transport.", "Just last week, we launched the Paleng-QR Ph Program in Davao City.", "Following the City of Baguio, Davao City is the latest LGU [local government unit] added to the growing list of cities and municipalities that will adopt QR Ph in their communities.", "This week, we successfully launched the interoperable Bills Pay PH facility.", "This digital payment stream, which runs on InstaPay, allows a consumer to settle bills using his or her own transaction account even if the account of the biller is with a different service provider.", "In addition, the BSP is set to launch the Request to Pay and Direct Debit facilities soon.", "On cross-border payments, our vision is to make it possible for payments within ASEAN using only our mobile phones.", "We see tremendous benefits from smooth cross-border payments, especially for overseas Filipinos and their dependents.", "The BSP is working toward linking InstaPay with the fast payment systems of our ASEAN neighbors, such as Singapore's PayNow and Malaysia's DuitNow.", "At the sidelines of the G20 Summit last month, the BSP signed a deal with its counterparts from Indonesia, Malaysia, Singapore, and Thailand to deepen cooperation on payment connectivity.", "To complement these country-to-country arrangements, the Philippines recently signified interest to join Project Nexus, an initiative by the Bank for International Settlements Innovation Hub that seeks to develop a multilateral solution connecting the real-time payment systems of participating countries.", "As we actively work toward digitalization, we also recognize the accompanying risks.", "According to the latest Banking Sector Outlook Survey, banks consider cybersecurity risk as one of the top threats on their digital agenda.", "As a regulator, we are working toward managing and reducing these risks through tough and responsive regulations.", "The BSP is crafting cybersecurity policies that will require banks and other financial institutions under our supervision to adopt even more robust technology risk management systems and effective cybersecurity resilience controls and measures.", "The BSP recognizes that improved legislation will allow it to better address cybersecurity risks and combat cybercrimes.", "We continue to support the passage of various legislative reforms that will put more teeth into the country's fight against cybercrimes and increase confidence in the digital financial system.", "As we turn the spotlight on the awardees, let us take to heart the importance of cooperation between the public and private sectors in fostering an enabling environment for the safe and efficient delivery of digital financial services.", "Congratulations to the awardees, and may you continue to blaze the digital trail for others to follow.", "Mabuhay po kayong lahat!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Digital Finance", "Financial Inclusion", "Digital Payments", "Cybersecurity", "Cross-Border Payments", "Financial Literacy", "Financial Inclusion", "Digitalization", "Financial Technology", "Payment Systems"]}