{"sentences": ["1 Introduction Ladies and gentlemen, Dear colleagues, I would like to extend a warm welcome to you all here at the Bundesbank's Capital City Reception.", "A question to kick us off: What do ID cards, mobile phone reception and price stability all have in common?", "Answer: We only miss them when they're gone.", "It seems that everyone has their ID cards, otherwise you probably would not have been able to access this event.", "We also have reception here this evening.", "But what we cannot claim to have right now is price stability.", "All the more clearly do we now see the benefits of stable money, and all the more painful is its absence.", "Inflation is back with a vengeance - on a scale that hardly anyone thought possible.", "High inflation is eroding purchasing power, and that is putting a considerable strain on households.", "For many, surging inflation is currently the most pressing problem in their daily lives.", "The Eurosystem's central banks are tasked with safeguarding price stability.", "And we are acting accordingly, with resolve, level-headedness and perseverance.", "In my speech, I would first like to give a brief assessment of price developments.", "I will then talk about monetary policy, before moving on to outline some of the longer-term challenges for fiscal and economic policy.", "We must not lose sight of these amidst all the short-term problems we are facing.", "Inflation is back - and it's breaking records In the world of sport, we are thrilled to see records being broken - like the new world record set at the Berlin marathon a few weeks ago.", "Inflation is a very different kettle of fish: this year, consumer price inflation in the euro area has climbed from one record high to the next since the introduction of the single currency.", "Hitting 10%, the September rate was the fifth all-time high in a row.", "One major driver of this inglorious record-breaking spree is Russia's war against Ukraine.", "But price pressures were already on the rise before hostilities broke out: the inflation rate has been above 4% for a year now.", "Inflation has not been confined to energy and food prices for some time now.", "Stripping out these two components, core inflation stood at 4.8% in September.", "In other words, price pressures are now broadbased.", "There is also some evidence to suggest that inflation in the euro area will remain high for the time being, with the latest ECB staff macroeconomic projection putting it at 5.5% next year.", "While most forecasts assume that inflation rates will move towards 2% again in the medium term, merely converging on this target cannot be enough for the Eurosystem - after all, it is vital to achieve the 2% rate in the medium term.", "Moreover, forecasts could lull us into a false sense of security.", "Past projections have, after all, underestimated actual price dynamics on multiple occasions.", "Caution is therefore warranted here, especially as uncertainty is extremely high and risks are clearly tilted to the upside.", "For example, tensions in energy markets could persist for longer than assumed in the forecasts.", "Still-high commodity prices might be passed on to consumers on a greater scale than usual.", "Wages could rise more sharply than previously anticipated.", "Monetary policy needs to step up to the plate to safeguard price In this situation, all eyes are focused on monetary policy, and rightly so.", "Whilst it may not be able to lower gas prices or make butter cheaper, what it most certainly can do is prevent high inflation from becoming entrenched.", "This could happen if households, enterprises and wage bargainers keep expecting higher inflation rates in the future.", "Monetary policy in the euro area now needs to step up to the plate - and that's what we are doing.", "The ECB Governing Council initiated the lift-off in interest rates at our meeting in July, and in September we followed this up with an even bigger interest rate hike.", "These decisive interest rate steps are important for achieving price stability, which is why I very much welcome the decisions.", "But it is also clear that we cannot stop here.", "Short-term real interest rates are still very low, in some cases even negative.", "In other words, monetary policy is not yet dampening inflation, but is still driving it.", "Further steps along the path to monetary policy normalisation need to be taken, then.", "How large the individual interest rate steps will be and how far we raise interest rates will be dependent on the data.", "It is also important to look into the high levels of bond holdings.", "These currently amount to almost €5 trillion and continue to exert considerable downward pressure on euro area bond yields.", "In my view, there is much to be said, then, for soon setting aside the practice of replacing all maturing bonds.", "This additional tightening signal would underscore our commitment to ensuring that inflation returns to the medium-term target of 2% in a timely manner.", "If we act too hesitantly, we run the risk of having to tighten monetary policy even more severely further down the road.", "Past experience, too, has taught us that if monetary policy gets behind the curve, medium-term inflation expectations adjust upwards.", "And that would make it far more difficult for monetary policy to achieve price stability.", "This is why it would be wrong to now hold back on further steps towards normalisation for fear of a downturn.", "On the contrary, unrestrained inflation is itself a burden on the economy.", "The longer inflation remains high, the more of a strain it places on consumption and investment.", "And the greater the risk of it becoming entrenched at a high level in the medium term.", "That has to be prevented from happening.", "For my part, it is important that we be honest: curbing inflation also comes with a price tag.", "It is likely to temporarily be an additional dampener on growth.", "But the main culprits behind the economic weakness are the supply bottlenecks caused by the pandemic and the war.", "Honesty also means acknowledging that the lift-off in interest rates will make interest rate risk materialise on balance sheets.", "This also affects us as a central bank: we hold a high stock of low-interest securities with, in some cases, very long residual maturities.", "The counterpart to these on our balance sheet is mainly short-term deposits of commercial banks.", "The interest on these is now rising.", "As a result, this may weigh on our annual results.", "The provisions on our balance sheet are available as an initial buffer against potential losses arising from financial risks.", "Fiscal policy: targeted softening of hardships We have to recognise that the path to price stability is not a sprint but a marathon.", "Unlike the runners in the Berlin marathon, we do not know from the outset how much longer we still have to run until we reach our goal.", "This is especially true since monetary policy measures do not have their full effect on inflation immediately, but only after a delay.", "To make rapid progress on this route, fiscal policy can also play a part.", "It is an enduring principle that sound public finances facilitate stability-oriented monetary policy.", "However, there are special challenges to overcome given current developments surrounding the war in Ukraine and the energy crisis.", "As far as they are concerned, I believe that exceptional programmes, such as Germany's Armed Forces Special Fund and one-off measures to ease the burden presented by extreme energy prices, are also justified.", "That said, it all hinges of course on the specific design of the individual measures - and this, too, is the subject of intense deliberations at the moment.", "As I see it, there are three crucial aspects.", "First, the energy supply needs to be expanded as quickly as possible.", "The government can help here.", "Second, energy demand has to decline significantly.", "This is down to all of us, as consumers, but also to enterprises.", "The government can promote conserving energy, and it should not, under any circumstances, dispense with incentives to save energy.", "Third, the government has the task of providing the most targeted support possible to households that are especially hard-hit.", "This also applies to severely hard-hit enterprises with fundamentally sound business prospects.", "When putting together these relief measures, it is crucial that incentives to save energy are preserved.", "This aspect has been picked up by the expert commission on a gas price brake.", "Up to €200 billion in new borrowing has been budgeted for.", "The commission's proposal is supposed to cost €95 billion.", "The important thing here is to end the assistance measures as planned and not to make full use of the remaining credit.", "This would also prevent fiscal policy from pushing up inflation in the medium term and thus working against monetary policy.", "Financial assistance is not a \"free lunch\".", "Because honesty also means acknowledging that Germany is now getting poorer.", "The German economy is a net importer of gas, coal and oil.", "And it is the prices of precisely these commodities that have risen particularly sharply.", "This means that we are having to spend a larger share of our economic output on these imports.", "That translates into aggregate losses of both income and welfare that even government assistance will not be able to offset indefinitely.", "The government assistance granted at present will need to be funded at a later date, either through lower spending or higher taxes.", "The new borrowing shifts the burden into the future, where it joins the fiscal strains caused by climate change and population ageing.", "For the statutory pension insurance scheme, the Bundesbank has calculated a number of long-term scenarios and presented policymakers with various options for reform.", "National and international advisory bodies recommend linking the retirement age to life expectancy.", "At the Bundesbank, we can understand this very well from an economic perspective.", "In our simulations, we calculated the effects that would result from the statutory retirement age being linked to life expectancy as of 2031.", "That would leave the ratio of contribution years to retirement years roughly constant, thus taking pressure off the contribution rate and the Federal budget.", "The longer period of employment would see both individual pension benefits and employment rise, boosting economic output and tax revenue.", "Regardless of what policymakers ultimately decide to do, their plans should be based on long-term, plausible projections and be transparent to taxpayers and everyone covered by the pension insurance scheme.", "Economic policy: shaping transformation Population ageing also poses challenges to enterprises.", "In the medium term, fewer people will be available to the labour market.", "Future growth in the German economy is likely to be driven mainly by advances in productivity, which makes the contributions from technological progress and innovation all the more important.", "In this context, it is encouraging to hear that business start-ups in the field of knowledgeintensive services increased sharply last year.", "This could bolster productivity gains over the medium term.", "The same applies to investment in hardware and software, which was ramped up significantly by enterprises in 2020 and 2021.", "This undoubtedly received a boost from the wave of digitalisation in response to the pandemic.", "The current energy crisis could also be a catalyst for positive developments over the longer term.", "For example, the transition away from fossil fuels may now proceed more quickly.", "This would help to achieve climate targets.", "And the sooner we adapt, the sooner we will benefit from the low production costs of renewable energy.", "However, lengthy and time-consuming procedures and processes are often a bottleneck to a rapid energy transition: planning, approval and contract allocation for investment in renewable energy must be made quicker and easier.", "Policymakers have taken this into account in their \"Easter package\", for example, although this has yet to prove itself in practice.", "Improved framework conditions will allow the economy to undergo the necessary transformation more easily, both in terms of energy and beyond.", "To enable enterprises to plan and invest for the long term, economic policy must be forward-looking and dependable.", "In spite of all the pressing issues and crises, we should not lose sight of the longer-term horizon.", "It is the developments that are taking shape there that are crucial to our prosperity tomorrow.", "Today, we can set the right course.", "Ladies and gentlemen, I can assure you that this will not be a marathon speech.", "We are already on the home straight.", "For the final spurt, there's one question I would like to ask you: What do monetary policy, fiscal policy and economic policy have in common?", "Aside from the fact that they all operate in the same environment shaped by crises, they are all currently facing significant challenges.", "And they are all confronted by difficult decisions.", "However, that should not paralyse us, but serve as an incentive to act decisively.", "And that brings us to the finishing line.", "All that remains is for me to wish you a pleasant evening and many an interesting discussion.", "Deutsche Bundesbank, Pension insurance scheme: long-term scenarios and reform options, Monthly Report, June 2022.", "Deutsche Bundesbank, Productivity effects of reallocation in the corporate sector during the COVID-19 crisis, Monthly Report, September 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Fiscal policy", "Energy crisis", "Price stability", "Interest rates", "Economic growth", "Pension insurance", "Productivity", "Energy transition"]}