{"sentences": ["Good morning, and welcome to Day 2 of the Singapore FinTech Festival.", "It's great to be able to meet in person after three long years.", "Pandemic and lockdowns notwithstanding, FinTech innovation has marched on briskly.", "If anything, digitalisation has gathered pace and become more pervasive.", "Yes, in the realm of a crypto assets, a harsh winter has set in, even fears of an Ice Age.", "But I believe it is an overdue cleansing of unsustainable business models, highly risky practices, and unviable use cases.", "The digital asset industry will emerge leaner and stronger.", "But more of that later.", "FinTech in Singapore has continued to push new frontiers.", "There has been a surge in collaborations across businesses, financial institutions, FinTech start-ups, and even central banks.", "In 2021, FinTech investments in Singapore hit a high of US$3.9 billion, compared to US$0.9 billion in 2019.", "I will focus my remarks today on five key problems that FinTech collaboration in Singapore is trying to solve.", "These problems will resonate with many industry players as among the biggest pain points crying for a solution.", "But before we get into the problems, some wisdom from ancient China.", "According to the Chinese philosophy of Wu Xing, there are five fundamental elements that function as cosmic agents of change: Water, Metal, Fire, Wood, Earth.", "In describing the FinTech projects aimed at solving each of the five problems, I will relate them to the properties of these five elements.", "The five key outcomes we want to achieve through our collaborative FinTech projects instant remittance atomic settlement programmable money tokenised assets trusted sustainability data FLOWING LIKE WATER - INSTANT REMITTANCE (PROJECT NEXUS) The first desired outcome is instant remittance.", "The advent of real-time payment systems over the last few years has made domestic payments flows seamless in many countries.", "Today, with PayNow , we can make 24/7 real-time transfers using just mobile numbers or unique entity numbers.", "But the world has not solved the cross-border payment problem.", "For most people, it remains slow, costly, opaque, and inefficient, relying on an archaic network of correspondent banks.", "According to the World Bank, the global average cost of sending remittances is a hefty 6% of the transfer value.", "This is particularly painful for the migrant worker who wants to send money home or the small business which wants to reach overseas markets through ecommerce.", "We want cross-border payments to flow seamlessly like Water.", "One way to do this is to build linkages across countries' real-time payment systems, just as canals allow boats to pass from one body of water to another.", "Singapore has been working to connect its PayNow with the faster payment systems of other countries.", "PayNow PromptPay We connected to Thailand's last year, the first such linkage in the world.", "We are now finalising our linkages with India's Unified Payments Interface and Malaysia's DuitNow .", "But such bilateral linkages take much time and resources to implement.", "Each new linkage requires a refresh in technical alignment between the two payment systems.", "It also entails accommodating domestic policies, such as on data privacy and security, sanctions screening and capital controls.", "Furthermore, the number of required links grows exponentially as the number of countries participating in the payments network increases.", "It would require some 190 links for 20 countries to be inter-linked on a bilateral basis.", "MAS has been working with the Bank for International Settlements Innovation Hub on Project Nexus - a multilateral solution to link countries' real-time payment systems.", "With this solution, each country would only need to link its real-time payment system once to a Nexus gateway, which in turn provides direct connectivity to all the other countries already within the network.", "Furthermore, Nexus is a unified solution that coordinates payment, foreign exchange conversion, message translation as well as compliance, which would streamline the entire cross-border payment process.", "Project Nexus aims to address the challenges of speed, cost, access, and transparency.", "Users can look forward to: Faster speed.", "A payment transaction is cleared in 60 seconds, on a 24/7 basis.", "The aim is to meet the G20's target for cross-border retail payments of less than 3% of transfer value.", "The model will enable connectivity for banks as well as non-bank financial institutions.", "Senders will have upfront certainty of fees due and an immediate update on transaction status.", "The central platform leverages on the strong security and risk mitigation protocols built into national faster payment systems.", "The ten members of the Association of Southeast Asian Nations, or ASEAN, have a shared vision of a multilateral network of payment linkages across ASEAN by MAS believes that Project Nexus can be a key enabler towards realising this vision.", "ASEAN is well placed to be a first-mover on this multilateral solution.", "In fact, as this network expands, we hope to see more countries coming onboard as we build connectivity from ASEAN to the rest of the world.", "STRONG LIKE METAL - ATOMIC SETTLEMENT (PROJECT UBIN The second desired outcome is atomic settlement.", "Real-time cross-border payments does not mean real-time settlement.", "Project Nexus solves the clearing problem.", "The sender's bank account is debited and the recipient's bank account is credited instantaneously, based on the payment instruction sent through the network; and the recipient can spend the money.", "But it does not solve the settlement problem.", "The actual movement of funds between the banks is not instantaneous.", "It involves many intermediaries, goes through different ledgers, and takes two to three days to complete.", "This potentially creates multiple points of failure and higher costs.", "We want a real-time settlement system that is strong and secure like Metal.", "Atomic settlement is the simultaneous exchange of two linked assets in real-time.", "It eliminates settlement risk, duplicative reconciliation, and the need for large prefunding accounts.", "It has benefits not only for retail payments but also cross-currency and securities transactions.", "One of the most promising ways to achieve atomic settlement is through tokenised assets which can be exchanged simultaneously on a distributed ledger.", "This is what MAS has been experimenting with since 2016 through Project Ubin.", "Project Ubin demonstrated three things: banks paying one another without going through MAS; decentralised netting of payments while preserving transactional privacy; and final settlement and delivery-vs-payment by tokenising digital currencies and securities assets so that they could be simultaneously exchanged.", "The success of Project Ubin paved the way for further collaborations and progress.", "Partior - a joint venture among DBS Bank, JP Morgan, and Temasek - has used a blockchain based multi-currency clearing and settlement platform to reduce the settlement time for Singapore dollar and US dollar transactions from days to minutes.", "Project Dunbar - a partnership among the BIS Innovation Hub, Reserve Bank of Australia, Bank Negara Malaysia, South Africa Reserve Bank, and MAS - has built open-source distributed ledger platforms for international settlements using wholesale central bank digital currencies, or CBDCs.", "MAS will be launching Project Ubin+, a global initiative on the cross-border exchange and settlement of foreign currency transactions using wholesale CBDCs.", "It will focus on three areas: One, study business models and governance structures where settlement can be performed atomically, to improve efficiencies and reduce risks.", "Two, develop standards to support the atomic settlement of currency transactions across platforms using distributed ledger technology and non-DLT based platforms.", "Three, establish policy guidelines for the connectivity of digital currency infrastructure across borders, for better access and participation.", "Through Ubin+, MAS will also collaborate with international partners to explore a broader range of atomic settlement solutions.", "MAS is working with the central banks of France and Switzerland and the BIS Innovation Hub to explore the exchange and settlement of wholesale CBDCs with an automated market maker .", "An automated market maker will enable the exchange and settlement of two or more digital assets to be performed automatically with a smart contract.", "MAS is also partnering SWIFT to explore different interoperability models, to enable instant cross-border payment and settlement across DLT-based systems and existing payment infrastructures.", "RESHAPING LIKE FIRE - PROGRAMMABLE MONEY (PROJECT The third desired outcome is programmable money.", "Money today exists in two forms: physical cash in the form of central bank issued notes and coins; and digital money in the form of deposits with commercial banks.", "Digital money accounts for 92% of money supply in Singapore and has been designed efficiently and elegantly to suit our large variety of daily needs.", "Payment to merchants, account-to-account transfers, setting up timed or regular payments, can all be made with just a few taps on your mobile phone today.", "So what is the problem with money that we are trying to solve?", "Money today is not programmable.", "Programmable money means embedding rules within the medium of exchange itself that defines its usage.", "These rules are retained even when the money is transferred.", "Take for example, donations to charity.", "With programmable money, we can have better assurance that donations reach their intended beneficiaries and the funds are used for their intended purposes.", "We can programme the beneficiaries and purposes into the money itself.", "The programmability comes from tokenising the money and placing it on a distributed ledger.", "There are four options for programmable money: cryptocurrencies, stablecoins, tokenised bank deposits, and central bank digital currencies or CBDCs.", "Cryptocurrencies are a non-starter.", "They have performed poorly as a medium of exchange as well as a store of value.", "Given its volatility and speculative nature, cryptocurrencies do not hold promise to serve as money in the first place.", "Stablecoins are more promising.", "If well-regulated and securely backed by reserves - as per MAS' latest proposed regulations - they combine the benefits of stability and programmability.", "But their pervasive take-up remains to be seen.", "Tokenised bank deposits are digital representation of commercial banks' deposits that can be used as digital cash to make payments or buy and sell digital assets without going through the banking system.", "CBDCs, as direct liabilities of the central bank, marry the advantages of central bank issued cash with the advantages of the blockchain.", "They are essentially digital, programmable versions of cash.", "Where does MAS stand with respect to these four forms of programmable money?", "If I can summarise, MAS is essentially: discouraging retail investment in cryptocurrencies; facilitating stablecoins through sound regulation; allowing tokenised bank deposits; and experimenting with CBDCs.", "Last week, MAS published two consultation papers that illustrate our differentiated approach to digital currencies.", "The first proposed regulatory measures to reduce the risk of consumer harm from trading cryptocurrencies.", "Naturally, this attracted much media and public attention.", "The second paper set out regulatory measures for stablecoins in Singapore.", "Informed players in the industry paid close attention to this.", "MAS expects all stablecoins and tokenised deposits issued in Singapore to meet a minimum standard with regard to the surety of its value.", "This will be done through regulatory requirements on the quality of backing, redemption at par, and base capital.", "These measures will help position Singapore as a credible hub for sound and wellregulated stablecoins with value-adding use cases.", "Just as the heat of Fire reshapes objects into new forms, we want to reshape money through our experiments with tokenised deposits and CBDCs.", "The platform for our explorations in programmable money is Project Orchid, which has introduced the concept of \"purpose-bound money\".", "Purpose-bound money enables senders to programme conditions on a digital Singapore dollar that may be used by its recipients.", "Rather than debate the pros and cons of retail CBDCs, we have taken the approach of asking ourselves what are the purposes we want to achieve with programmable money, and working from there.", "Project Orchid released its first report earlier this week, which identified four promising areas for application of programmable or purpose-bound money in Singapore.", "incorporating purpose bound money to the existing government voucher system, to streamline settlement processing - Govtech and DBS Bank are piloting this; commercial vouchers which can be used at specified outlets - Temasek, Fazz Financial, and Grab are testing this; government pay-outs to recipients who do not have a bank account - OCBC Bank and CPF Board will be conducting a trial; and disbursing grants to training providers automatically when specified conditions are met, without the need for manual verification - UOB Bank and SkillsFuture Singapore will be testing this using smart contracts.", "MAS and the industry will further sharpen our capabilities in programmable money.", "We will improve the user experience, strengthen security and privacy, and increase accessibility to broader segments of the population.", "GROWING LIKE WOOD - TOKENISED ASSETS (PROJECT GUARDIAN) The fourth desired outcome is tokenised assets.", "While cryptocurrencies have been the rage among the media and public, astute industry players know that the real innovation with vast potential is tokenisation.", "Tokenisation involves using a software programme to represent the ownership rights over any item of value as a digital token or asset.", "When deployed on distributed ledgers that are secured by encryption, digital assets are referred to as crypto assets.", "When they are used as a medium of exchange, people call them cryptocurrencies.", "And we have seen how volatile their values can be and how badly hurt retail investors who buy them can be.", "Asset tokenisation has transformative potential, not unlike securitisation 50 years ago.", "One, it allows high value financial and real economy assets to be fractionalised and exchanged over the internet on a peer-to-peer basis Two, it allows the assets to be traded securely and seamlessly without the need for intermediaries Three, it can enable Decentralised Finance, or DeFi, where borrowing, lending and trading activities can be performed autonomously through smart contracts, potentially enhancing the efficiency and accessibility of financial services.", "But DeFi is still in its infancy and is not without significant risks.", "The dispersed governance processes, coupled with a lack of transparency, renders DeFi difficult to regulate.", "In traditional finance, if something goes wrong, supervisors can go after the entity, its board and management, and the errant employees.", "In a DeFi world, there is no responsible entity or individual.", "How does one take enforcement action against an algorithm?", "Just as Wood has the capacity to grow from tiny saplings to gigantic trees, we want to nurture the tokenised assets ecosystem.", "Through Project Guardian, MAS and the financial industry are laying the structures and protocols that will help harness the benefits of tokenised assets and DeFi while managing their risks.", "one, building interoperable networks that enable digital assets to be bought and sold across multiple trading venues; two, using regulated financial institutions as trust anchors to screen, verify and issue credentials to entities that wish to participate in these networks; three, creating a common pool of digital assets that can be exchanged directly without intermediaries; and four, establishing institutional grade security and compliance measures within DeFi protocols to mitigate against market manipulation and operational risks.", "Project Guardian's first pilot has demonstrated the potential for reducing costs in executing trades.", "DBS Bank, JP Morgan and SBI Digital Asset Holdings, conducted transactions in tokenised foreign exchange and government bonds.", "If we can scale this, it means freeing up costs involved in executing trades through clearing and settlement intermediaries and managing bilateral counterparty trading relationships.", "Project Guardian has launched two new industry pilots to broaden the set of tokenised assets in play.", "The first, led by Standard Chartered Bank, is about issuing tokens linked to trade finance.", "The second by HSBC and UOB involves tokenising wealth management products.", "These projects strive to increase efficiency in the product value chains, lower issuance and servicing costs, and improve transparency and accessibility.", "We believe Project Guardian can help pave the way for the next evolution of financial markets in Singapore We want to create a future where: any asset can be fractionalised; no market is too big to access; trading costs are drastically reduced; and trust can be established with greater transparency and better accountability We invite everyone to join us on this exciting journey of tokenisation.", "Submit your proposals to our FinTech Regulatory Sandbox for live experimentation.", "As you can see from the examples of Project Ubin+, Project Orchid, and Project Guardian, there is much more to the digital asset ecosystem than cryptocurrencies.", "The real value in the crypto industry comes not from speculating in cryptocurrencies but from tokenising assets and placing them on a distributed ledger for use cases that increase economic efficiency or enhance social inclusion.", "The question is often asked: does Singapore want to be a crypto asset hub?", "If a crypto hub is about experimenting with programmable money, yes we want to be a crypto hub.", "If it is about applying digital assets for use cases like atomic settlement, yes we want to be a crypto hub.", "If it is about tokenising real and financial assets to increase efficiency and reduce risks in financial transactions, yes we want to be a crypto hub.", "But if it is about trading and speculating in cryptocurrencies, that is not the kind of crypto hub we want to be.", "GROUNDED LIKE EARTH - TRUSTED SUSTAINABILITY DATA (PROJECT GREENPRINT) The fifth desired outcome is trusted sustainability data.", "Good data is foundational to driving the green and transition finance agenda.", "Financial institutions and corporates need good data on their customers' and suppliers' carbon footprints and compliance with their respective transition targets.", "They also need good data on the climate-related risks their physical assets are vulnerable to.", "Quality data is key in the fight against greenwashing and in enabling stakeholders to make well-informed ESG-investment decisions.", "But the ESG data acquisition process is often manual, tedious and costly.", "Access to good data sources is often fragmented, and data verification is at a nascent stage.", "FinTech can be a key enabler in addressing these data challenges.", "In fact, we need FinTech to do in the sustainability space what it is doing today in the inclusion space.", "We need Green FinTech.", "Just as Earth provides a firm, steady ground upon which we stand, we want to create a trusted data ecosystem that provides a firm foundation for sustainable finance.", "To build a Green FinTech data ecosystem, MAS has launched a collaborative effort with the financial industry called Project Greenprint.", "Project Greenprint seeks to build digital utilities that streamline the collection, access, and use of climate and sustainability data.", "It aims to help mobilise capital to sustainable projects, monitor the climate commitments made, and measure the impact associated with investments.", "Project Greenprint has focused on four digital utilities: an ESG disclosure portal; an ESG registry of green certifications; a data orchestrator; and a digital marketplace MAS is piloting the ESG Disclosure Portal with SGX, to enable listed companies to carry out baseline sustainability reporting against a set of 27 core metrics.", "Titled ESGenome , the SGX portal allows companies' one-time inputs to be automatically mapped across a range of major sustainability standards and Sustainability reports can be automatically generated from these inputs.", "For the next stage, we plan to scale into a national-level disclosure utility that meets the reporting needs of all companies, following a public consultation.", "We will also cater for cross-border interoperability, to allow banks and investors to tap on disclosures outside Singapore.", "The ESG Registry uses distributed ledger technology to record and maintain the provenance of green certifications issued by various sectoral bodies.", "Titled ESGpedia , it allows banks to access various green certifications through a single interface.", "We will continue to build up the Registry's network of certifications, providing more confidence to users of these data.", "Data orchestration entails aggregating ESG data from multiple data sources to meet specific green and transition financing needs.", "This requires interoperability and consent-based access to major ESG data providers, utilities providers, sectoral platforms, and of course the ESG Registry itself.", "We are already doing small-scale pilots to identify financing gaps and technology solutions for decarbonisation in priority sectors such as energy, real estate, agriculture, and transportation.", "We will partner financial institutions to integrate more advanced datasets into their financing frameworks.", "The Digital Marketplace aims to synergise connectivity across the Greenprint utilities and facilitate access to ESG data.", "It will facilitate linkages between ESG FinTech solution providers and investors, financial institutions, and corporates.", "It will also house an ESG Data Directory to facilitate discovery and access to the ESG datasets contributed by the Greenprint digital utilities and collaborators.", "We aim to launch the Digital Marketplace next year.", "Through Project Greenprint, we want to make Singapore a launchpad for ESG FinTech solutions that will help drive Asia's and the world's transition to net-zero.", "The five desired outcomes - instant remittance, atomic settlement, programmable money, tokenised assets, and trusted sustainability data - remind us that everything we do in Finance, Technology, and FinTech must have a larger purpose.", "We want to expand economic opportunity, enhance social inclusion, reduce risks, and protect our planet.", "The essential feature of the five FinTech projects to achieve these desired outcomes is - collaboration between the public and private sectors; collaboration between incumbent financial institutions and emerging FinTech firms; and collaboration across borders.", "Like the five elements of Water, Fire, Earth, Metal and Wood, it is exchange and interactions that generate growth and new possibilities.", "It is what the Singapore FinTech Festival is all about."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["FinTech", "Crypto assets", "Digital assets", "Cross-border payments", "Atomic settlement", "Programmable money", "Tokenised assets", "DeFi", "ESG data", "Sustainability"]}