{"sentences": ["Honoured Chairperson of the Board of the Association of Banks Mr. Lumezi, Honoured executive director of the Association Mr. Balija, Honoured representatives of financial institutions, Dear participants, Ladies and gentleman, On behalf of CBK, I congratulate you on the 20th anniversary of the establishment of the Association of Banks of Kosovo and thank you for your cooperation during these years.", "Both throughout the world and in Kosovo, the last few years have been quite challenging and characterized by high uncertainty, for the financial system and for the country's economy.", "As a result of the adequate regulatory framework as well as high supervisory standards, the pandemic situation found the banking sector in Kosovo with high levels of capital and liquidity as well as very good quality of assets.", "Also, the prudent measures undertaken by the CBK in cooperation with the financial institutions operating in Kosovo have been shown to be very effective in maintaining financial stability and minimizing the consequences for the country's economy in general.", "This careful and proactive approach has made the banking sector go through this rather difficult period without suffering serious consequences, and today we have a banking sector that has in no way become a burden to the state, on the contrary, it is playing a very important role in lending to the economy and is serving as one of the main pillars of the stability and development of the country's economy.", "Bank lending continues to be a very important and stable source of financing for households and businesses in Kosovo.", "The banking sector, despite the increased risks, has continued to increase lending and maintain the level of sustainability.", "The value of bank loans until September 2022 has reached 4.2 billion euros, marking a significant annual increase of 18.5%.", "Inflationary pressures, already elevated as a result of post-pandemic developments in the global economy, are now characterized by a marked increase as a result of Russian aggression in Ukraine.", "Inflationary pressures certainly pose a challenge to financial stability, as they directly affect the solvency of citizens in conditions where incomes are not corrected for inflation.", "Therefore, in this period of geopolitical shocks, we must especially pay attention to the stability of the banking sector, as one of the main sources of stability and growth of an economy.", "In Kosovo, fortunately, we have a banking sector with a high degree of stability, which has the ability to withstand possible negative shocks and, at the same time, help the economy to cope with possible shocks with minimal consequences through stable financing.", "Among the main challenges in modern banking are the advancement of digital banking and the issue of environmental impact on the banking system.", "During the last years, there has been an important development in the direction of digitalization of financial services, which is transforming the financial system.", "We see the process of digital transformation as an opportunity for financial institutions to become more efficient and to improve access to financial services for households and businesses.", "As for the field of payments, the CBK has taken some important steps in the liberalization of the market, where payments and money transfer services have been allowed to be offered by non-banking financial institutions.", "CBK has planned to further liberalize the payment services market by adopting the EU directive on payment services known as PSD2, as well as the two EU directives addressing payment accounts and electronic money, in within the framework of the new law on payment services.", "This legal framework will allow a diverse group of payment service providers to operate and compete in the payments market, while also helping to create more efficient and affordable local and cross-border payments.", "It will also prepare us for meeting the conditions of application for membership in the European Payments Scheme known as SEPA, as one of our main goals in the future.", "This legal framework will set the foundations for the next decade and bring more pronounced competition in the field of digital financial services.", "It should be noted that the banks in Kosovo have been very proactive in terms of undertaking initiatives and actions for new developments and adaptation of the most modern technologies, comparable to those of Western European countries.", "Assessing and managing financial risks arising from climate change is one of the challenges facing supervisory authorities and the banking sector.", "Within the Western Balkan countries, Kosovo has also adopted the Green Agenda for the Western Balkans at the Sofia Summit in November 2020, which is a comprehensive strategic roadmap regarding climate change.", "This agenda shows the way to new energy solutions, which means increased investments in renewable resources as well as sustainable environmental development.", "The banking sector represents the main component of the financial system of Kosovo, so banks will play an important role in the transition towards the green economy.", "Climate change creates risks for banks, so it is our duty to ensure that the banks under our supervision address these risks adequately and proactively.", "As part of CBK's commitment to advancing this issue, we have already applied to join the Financial System Greening Network, which is a network of 83 central banks and prestigious financial supervisory authorities that aims to accelerate growth of green finance and develop recommendations on the role of central banks on climate change.", "We hope to soon become part of this prestigious network of central banks and financial supervisory authorities.", "Also, in cooperation with the World Bank, we are drawing up a strategy where the recommendations and supervisory requirements for the management of risks related to climate change will be defined.", "In conclusion, during this delicate period, it is very important that the banking sector continues to support the economy through its lending.", "Special attention should also be paid to the monitoring of financial risks, adequate provisioning and transparency and responsible behaviour towards customers.", "The Central Bank of the Republic of Kosovo remains committed to ensuring financial stability and supporting the country's economy with all available instruments.", "Congratulating you once again for holding today's conference, I wish you good luck in the future."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Financial stability", "Banking sector", "Inflation", "Digital banking", "Payment services", "Climate change", "Green economy", "Lending", "Financial risks", "Economic stability"]}