{"sentences": ["Opening remarks by Governor Gabriel Makhlouf at the Financial System 02 November 2022 Speech The Central Bank's Regulatory Philosophy: Regulating for stability and positive outcomes Good Morning and welcome - whether you're in the room virtually or physically - to our rst Financial System Conference.", "The conference is designed to bring together diverse perspectives from the Central Bank of Ireland's wide range of stakeholders - including industry leaders, consumer representatives, and policymakers from Ireland and across the EU - to discuss and debate the forces shaping the nancial system.", "I am looking forward to hearing different views, perspectives and challenges over the coming two days.", "My main task this morning is to open the conference and introduce its key themes.", "I also want to talk about the Central Bank's regulatory philosophy - our approach to regulation - and touch on one of the areas of risk that have been a constant and growing theme since I became Governor.", "The philosophy of nance Now, before I talk about our regulatory philosophy, I want to start with philosophy more generally.", "Some say philosophy is a bit abstract or even complex, something that's also said about nance.", "But I'll save the ontology, epistemology and methodology for another audience - much to your relief I suspect!", "- and ask you to indulge me for a moment as I think it is important for central banks and regulators to set out how they see and think about the world.", "Some suggest there are broadly three philosophical stances on nance: First, what you might consider a negative one, espoused by the likes of Aristotle (and no doubt by some of our own acquaintances!)", "who consider nance as evil, and something that should be banned because it is morally unacceptable ; Second, a more pragmatic one, advocated by the likes of Keynes who considered nance as more of a \"necessary evil\", to address income or wealth shortages, long-term investment, and support economic growth ; and Third, a more positive view which \"considers nance not only as an essential propellant for economic growth, a 'golden straitjacket', but it also argues for the centrality of nance to all elements of human history\" .", "You won't be surprised to hear that I don't subscribe to the Aristotelian view.", "I am more in the pragmatic camp and do believe that nance can be a force for positive change.", "We will explore some elements of this in today's and tomorrow's panel discussions where we aim to cover issues such as climate risk and sustainable nance, and the harnessing of innovation and disruption.", "But the point I want to emphasise here is that the nancial system itself forms a core and fundamental part of the infrastructure of modern societies .", "It might explain why the Central Bank's founding legislation made it clear that our \"constant and predominant aim shall be the welfare of the people as a whole\" .", "The original statute was focused on the provision of credit.", "And while steering credit is central to what we do - be it through monetary policy and interest rate decisions, macroprudential policy like the mortgage measures and capital buffers, or requirements to protect consumers when they borrow - the work of the Central Bank goes well beyond credit.", "But the phrase \"the constant and predominant aim shall be the welfare of the people as a whole\" has become a guiding principle and underpins our mission to \"serve the public interest by maintaining monetary and nancial stability while ensuring that the nancial system operates in the best interests of consumers and the wider economy\".", "The economics of nancial regulation In considering regulatory philosophy, it is helpful to take a step back and reect on why we regulate.", "So let me turn for a moment from philosophy to economics.", "We operate in a market economy.", "Traditional economic theory tells us the main purposes of regulation is: First, to constrain monopoly power, prevent serious distortions to competition and maintain market integrity.", "This is, quite correctly, the job of competition authorities and utility regulators; Second, to protect the essential needs of ordinary people where information is hard or costly to obtain, and mistakes could impact welfare.", "Our consumer protection mandate and macroprudential role gives us a critical role here.", "And, Third, where there are sufcient externalities that the social and overall costs of market failure exceed both the private costs of failure and the extra costs of regulation.", "This is more the 'bread and butter' of our work on authorisation, regulation, supervision and resolution.", "Many of you will know that this year's Nobel Prize in economics was awarded to Douglas Diamond, Philip Dybvig and Ben Bernanke for research on banks and nancial crises.", "Their work demonstrates the need for nancial regulation.", "Diamond and Dybvig were awarded the prize for their modelling of how shocks to nancial markets can lead to self- fullling crises and bank runs, so safety nets (like a lender of last resort function from central banks and deposit insurance from government) are needed .", "But in providing such safety nets, moral hazard is created and nancial regulation is needed to ensure this is not exploited .", "This has implications for any nancial intermediary that engages in liquidity transformation, and not just banks.", "We all saw the systemic concerns caused by Covid-related stress in March 2020.", "The so-called 'dash for cash' demonstrated liquidity management vulnerabilities in the non-bank sector which required central bank intervention.", "As Governor Andrew Bailey put it \"turning the re hoses on at full blast worked and cured the immediate problem\" .", "The more recent stress came from the leveraged position of so-called liability-driven investment funds (LDI), ultimately requiring a commitment of £65bn worth of intervention by the Bank of England.", "The nancial system in Ireland is heavily weighted towards the non-bank sector.", "The largest part of that sector is made up investment funds, money market funds and special purpose entities.", "We have the third largest funds sector in the world.", "In the same period, asset values of these entities increased from approximately €3 trillion to €5.6 trillion.", "I will return to the need for more regulation of non-banks later.", "Economics teaches us that nancial regulation is not just needed to prevent moral hazard and other incentive problems such as excessive risk taking.", "Information frictions exist when nancial market participants - and that means nearly all adults - do not have enough information to understand the risks to which they are exposed, or when the market itself underestimates the probability of adverse scenarios occurring, particularly after a period of stability .", "Co-ordination problems can lead to \"nancial instabilities such as booms, bank runs, asset re sales, credit crunches and (market and funding) liquidity problems\", all of which are still etched in our memories from experiences a decade ago .", "At its core, nancial regulation is about supporting positive outcomes and, ultimately, the economic well-being of the community as a whole.", "Such outcomes may be reasonably intuitive to describe but fundamentally they involve a stable nancial system, trust and condence in nancial markets, and ensuring fair treatment of consumers.", "Regulating nancial markets After indulging me in some philosophy and some economics, allow me a moment on the law.", "Ireland is a country at the periphery of Europe, but at the heart of the European Union, and indeed the euro area.", "The cornerstone of the EU is the Single Market and its four freedoms of movement, of goods, services, capital and people.", "In 2021, the nancial sector accounted for 4.5% of overall European gross value added While it may be an important propellant of growth, the single nancial market is also a creature of law.", "The Maastricht Treaty introduced the free movement of capital as a Treaty freedom.", "Some of you may remember the Lamfalussy process While it may be an important propellant of growth, the single nancial market is also a creature of law.", "The Maastricht Treaty introduced the free movement of capital as a Treaty freedom.", "Some of you may remember the Lamfalussy process , law is a critical context of our regulatory work .", "Ireland's nancial system - and indeed the Central Bank's approach to nancial regulation - is a core part of that market.", "We are honoured to have both Paschal Donohoe, the President of the Eurogroup of Finance Ministers and our Minister for Finance and Mairead McGuinness, Commissioner for Financial services, nancial stability and Capital Markets Union, with us today.", "Welcome Minister and welcome Commissioner.", "The Central Bank has a broad regulatory mandate covering payments, credit, insurance and investments (including funds).", "As an integrated central bank and regulator at the heart of the EU, we play an active role in the European Systemic Risk Board, the Single Supervisory Mechanism as well as the European Supervisory Authorities, and in global fora such as International Organisation of Securities Commissions.", "I am pleased that Verena Ross, Chair of the European Securities and Markets Authority, and Martin Moloney, Secretary General of IOSCO, are also with us today.", "Welcome Verena and Martin.", "Our regulatory approach So bringing the philosophy, economics and law together, what does this mean for the Central Bank of Ireland and how we think about the world of nancial regulation?", "In my view, to support positive outcomes and the welfare of the people as a whole, regulation needs to follow six principles.", "It must be forward looking, connected, proportionate, predictable, transparent and agile: Forward-looking because, although we need to learn from history, we need to prioritise regulating for the future, especially as the pace of change means it quickly becomes the present; Connected because, in a European and global nancial market, being more connected with market participants - whether rms, other regulators, consumers and investors - is essential to better understand risk, and to support agility and foresight in how we regulate; Proportionate, because we want regulation to address the harm or failure on which it is aimed without causing unintended consequences.", "If regulation goes further than required, it creates distortions that can contribute to sub- optimal outcomes.", "So there needs to be an effective and disciplined consideration and weighing of the costs, benets and trade-offs involved in any regulatory intervention; Predictable, because consumers and rms need to understand what the Central Bank is trying to do, and what it is we expect others to be doing.", "Our expectations of rms should be clear so that they can implement regulatory requirements in an orderly manner and of course it is important that investors and consumers have the basics of nancial literacy; Transparent because building trust in the nancial system requires that market participants are able to see that regulators are doing their job and regulations are working as intended.", "Again, I want to be clear that the phrase 'market participants' includes rms, consumers and investors; and, last and very much not least, Agile, because the nancial system has shown us that it can change quickly, that it is changing quickly and that it will continue to change quickly.", "Regulation needs to adapt to a changing risk environment at a similar pace.", "There are of course challenges and trade-offs to make in delivering effective regulation.", "Being agile may mean less predictability if you dene 'predictable' as meaning a slowness to action.", "But there is a difference between a responsive regulator and a reactive regulator, and a balance must be struck between regulatory rigidity and regulation as something that can be changed on a regular basis .", "Regulation needs to move faster with the risk environment and innovation that we all see taking place every day.", "Regulated rms also need to be agile in implementing regulatory requirements.", "Firms show their attitude to regulation, to risk and to consumers through their actions as is seen on a day to day basis by our supervisors.", "This 'frontline' provides an important feedback loop when we think about regulation .", "Let me provide a current example.", "Protecting the interests of consumers is at the heart of nancial regulation.", "But how to do this in a way that on the one hand is both proportionate and predictable, and on the other is effective to ensure that the community has condence that rms will act rmly in consumers' best interests, remains a challenge.", "Our recently published Discussion Paper on the Review of our Consumer Protection Code has this question at its centre.", "And of course, in embarking on this review we recognise that there are strong regulatory requirements in place to protect consumers of nancial services, including in our existing Codes and both domestic and EU law.", "Non-bank nancial intermediation Being forward-looking may mean taking a different approach to how we regulate.", "In particular, in my view we need to rethink the regulation of the non-bank sector.", "And given the scale of the industry in Ireland, it is worth saying a few words specically on investment funds.", "Traditionally, the regulation of investment funds has been largely about developing and enforcing investor protection rules.", "But we have to learn from history.", "The lessons of the global nancial crisis, the Covid-induced market shock of March 2020, and the UK's recent LDI issue are clear.", "The sector is too big to ignore.", "The nancial stability risks are self-evident.", "The risks to investors, consumers and the community as a whole are self-evident.", "The 'dash for cash' and LDI issue were 'near misses'.", "They clearly show the systemic risk that funds can generate via their collective actions, as Nobel laureates Diamond and Dybvig told us.", "A stable nancial system is a necessary pre-condition if we are to protect consumers and investors.", "And we - policymakers and regulators - need to accelerate steps to ensure that our frameworks do that in a comprehensive way.", "We need to be agile, forward-looking and connected as we look to address this.", "Over recent years we have played a leading role in international efforts to develop solutions to address nancial stability risks in the funds sector.", "Where solutions are developed and available, we should move quickly to implementation.", "Here in Ireland, we are planning to introduce leverage limits for property funds connected to the domestic economy, but we cannot tackle the wider issue of systemic risk alone.", "Global and European coordination is needed here, and, I suggest, urgently.", "Regulators need to approach the issue by asking themselves how much stress it would take for different sectors to cause serious disruption to the nancial system.", "As I said, consumer and investor protection is founded on the existence of a stable nancial system and regulators need to be aware of the big picture, avoiding the temptation to focus on narrower and perhaps more straightforward ways of providing that protection.", "Tackling systemic risk requires a macroprudential perspective that targets the collective action of fund cohorts, not idiosyncratic risk management issues at individual funds.", "To put it another way, there are signicant advantages in closing a stable door at the right time.", "There is clearly hidden leverage, interconnectedness and channels of propagation that we do not yet fully understand, and vulnerabilities building-up in the non-bank sector.", "These knowledge and data gaps need addressing.", "I am delighted a fellow ally in calling for urgency in addressing this issue, Governor of the Banque de France, François Villeroy de Galhau, is also with us today.", "You may have seen recently François urging global regulators at the Financial Stability Board to \"deliver now on clearer and stricter rules\" to strengthen resilience of the funds sector .", "I couldn't agree more.", "Let me conclude by referring back to an economic philosopher.", "As John Stuart Mill said, \"he who knows only his own side of the case doesn't know much about it.", "His reasons may be good, and no-one may have been able to refute them; but if he is equally unable to refute the reasons on the opposite side, and doesn't even know what they are, he has no grounds for preferring either opinion\" .", "Listening to the perspectives of the nancial system's participants is fundamental to effective regulation.", "It helps us understand what's working, what isn't and what may need to change as the nancial system changes.", "Agile and forward-looking regulation requires connection.", "Engagement with the Central Bank's stakeholders is a core part of our approach to regulation.", "It helps us to explain what we are doing, and why, so that all market participants understand our actions.", "Today is another example of that.", "Thank you for joining us.", "See Ippoliti, E. Introduction: Philosophy for Finance.", "See Keynes [1936] Keynes, John Maynard, The General Theory of Employment, Interest and Money, 1936. .", "See Friedman TL (1999) The lexus and the olive tree: understanding globalization and Ferguson N (2008) The ascent of money: a nancial history of the world.", "Penguin, New York in Ippoliti, E. Introduction: Philosophy for Finance.", "See de Bruin, Boudewijn, Lisa Herzog, Martin O'Neill, and Joakim Sandberg, \"Philosophy of Money and Finance\", The Stanford Encyclopedia of Philosophy (Winter 2020 Edition), Edward N. Zalta (ed.)", "See Part II of the Central Bank Act 1942 and also Article 45 of the Constitution of Ireland 7.", "The fundamental principles of nancial regulation (Vol.", "Geneva: ICMB, Internat.", "Center for Monetary and Banking Studies.", "See Douglas W. Diamond and Philip H. Dybvig , 'Bank Runs, Deposit Insurance, and Liquidity' Journal of Political Economy, 1983, vol., no.", "See Krugman, Paul 'The simple economics of panic: The 2022 Nobel Prize in perspective', VoxEU column 10.", "See 'Taking our second chance to make MMFs more resilient - speech by Andrew Bailey, at the ISDA 35th Annual General Meeting, 12 May 11.", "See Bank of England Discussion Paper, 'The role of macroprudential policy', November 2009 12.", "See Eurostat and updated statistics 15.", "See -and-supervision/regulatory-process-nancial-services_en 16.", "Braithwaite 2017 - Responsive Excellence 18.", "See van der Heijden 2019 - Regulatory philosophy, theory and practice 19.", "On Liberty ©2022 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial regulation", "Non-bank financial intermediation", "Consumer protection", "Systemic risk", "Financial stability", "Forward-looking regulation", "Connected regulation", "Proportionate regulation", "Predictable regulation", "Agile regulation"]}