{"sentences": ["Mr President of the American Chamber of Commerce, Honourable Minister Ibrahimaj, Your Excellency Ambassador Kim, Dear Ladies and Gentlemen, It is a real pleasure to join all of you in the General Assembly of American Chamber of Commerce (AMCHAM).", "Also, it is an honour to address to this Assembly and share with you opinions on the current situation and prospective of the Albanian economic development.", "At the beginning, I would like to extend my consideration for the American Chamber of Commerce.", "This Chamber - encompassing more than 200 member companies - is one of the most important business communities in Albania.", "Through training activities, promotion of Albania as a business destination and participation in discussions on the development policies, it contributes in: improving the business climate and model; attracting foreign investments; and strengthening the economic relationships between the United States of America and Albania.", "Nowadays, this collaboration becomes even more important, when businesses, in both sides of the ocean, are tackling complex and unprecedented challenges.", "After two years of the pandemic lingering, the military aggression in Ukraine triggered a new economic reality we are facing with.", "In addition to substantial loss of human life, this conflict caused headwinds in global markets of goods and in global supply chains.", "As a result, inflation and uncertainty picked up sharply across the globe, weighing heavily on those in needs, and brought about negative consequences on global growth.", "Albania, as a small and open economy, is also experiencing this new created environment and in turn becoming part of it.", "The soaring prices in global markets drove up progressively inflation in Albania, which peaked at 8.3% in October.", "We deem, that this high inflation is the main challenge for economic policies and operators in the private sector.", "We all are aware about the harmful consequences the high inflation has on households, businesses and on the overall economy.", "It decreases the purchasing power of our income, deflates savings, heightens uncertainty for the future, and reduces the informing role of prices in the economy.", "It increases the financial cost and curtails the ability of businesses and households to take well-informed decisions on consumption, savings and investments in the future.", "In this view, the priority of the Bank of Albania is the return of inflation to the target at a shorter time.", "For that reason, we are engaged in a normalising cycle of the monetary policy stance, by increasing the policy rate to 2.75% from 0.5% during 2022.", "This normalisation aims at establishing a better supply-demand equilibrium for goods and services, by inducing the adequate stimuli for both the monetary and financial stability of Albania.", "This stability - as we have continuously emphasised - remains the crucial precondition for the sustainable and long-term growth of the economy and for the social welfare and equality.", "Forward looking, projections in our baseline scenario suggest inflation will reduce in the course of the next year, and return in our 3% target in 2024.", "Also, these forecasts show the Albanian economy will continue to grow in the coming years.", "Despite the growth will somewhat slow down the momentum in the short run, the stabilisation of monetary environment and the reduction of uncertainty will pave the way for a faster economic growth in both medium term and long term.", "Last, but not least, our forecasts suggest that financial markets will continue to be calm, the foreign exchange rate relatively stable, and the soundness of financial intermediaries, including the banking sector, will not be jeopardised.", "Allow me to highlight that this economic prognoses, first reflects the health of the private sector in the Albanian economy.", "In recent years, this sector has marked a distinguished progress, in terms of finding new markets, strengthening operational efficiency, improving financial soundness, and enhancing its strategic vision.", "The rapid rebound of the Albanian economy after the pandemic shock bests certifies this progress.", "I think that the qualities that helped private sector in that period: care for the employees; collaboration among businesses, both in horizontal and vertical plans; the right share of costs in all the production chain; and the operational and financial flexibility will be important elements for tackling high inflation.", "In parallel, I believe that the banking sector will continue to financially support the businesses, by orienting funds towards profitable projects and most productive sectors.", "Last, our prior task, as public decision makers, is to take the adequate measures to restrain the supply-side shock in causing long-term consequences in the soundness of the Albanian economy.", "In this context, I assure you that the Bank of Albania will continue to be entirely devoted to guarantee the price stability and financial stability of Albania.", "Dear ladies and gentlemen, While, we have paid the right attention and in a timely manner to the consecutive shocks we have suffered recently, I would like to conclude this speech by pointing out that policy-makers and private sector's operators should keep in mind that structural reforms are an indispensable instrument to strengthen the producing potential of the country and to increase the competitiveness of products \"Made in Albania\".", "These reforms turn even more important while we advance in our integration path to the European Union.", "I wish good proceeds to the Assembly!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Financial stability", "Private sector", "Supply-side shock", "Price stability", "European Union", "Structural reforms", "Banking sector"]}