{"sentences": ["I am delighted to be with you today, to bring to a close this forum on \"Europe in Transition\".", "While this transition had already got underway, it is now being dramatically accelerated by an unprecedented succession of shocks.", "These shocks are identical for both Germany and France, but they put our Franco-German unity, and more broadly European unity, to the test.", "It is not that surprising: our energy policies are separate, and our democratic lives are primarily domestic, and they are under pressure in both our countries.", "However, today I would like to express a conviction shared with my friend and colleague Joachim Nagel, President of the Bundesbank: to divide us would be to condemn us.", "Allow me to give you my personal view: I believe that I am one of the French officials who knows Germany best; because of my family roots in Lorraine and Saarland, I am a \"frontier man\".", "But it is also my professional conviction.", "In Washington last month, we have heard too many doubts voiced by international investors about Europe and its reaction to the Russian invasion of Ukraine.", "And yet, we have just emerged from a successful experience: let us recall that it was collectively considered that we Europeans were in a very bad position in March 2020 at the onset of the Covid crisis.", "But together we have managed to weather this crisis very well, thanks for instance to the joint purchase of vaccines and the SURE and Next Generation EU programmes, backed primarily by Germany and France.", "I will therefore venture to outline here, in the field of economics, where we will succeed together, what we differ on today, and - lastly and perhaps most importantly, what both our countries are in danger of forgetting.", "Where we will succeed together: monetary policy This shock further increased inflation, which had already reappeared during the strong post-Covid recovery.", "Thus, after a decade of too low inflation, and even a risk of deflation during the Covid crisis, inflation now stands at 10.7% in the euro area as a whole (7.1% in France, and 11.6% in Germany).", "Exogenous factors, especially energy prices (up 42%) and certain food prices, still account for half of total European inflation.", "Nevertheless, inflation has become more \"domestic\" and broad-based: core inflation - excluding energy and food - has gradually increased and reached 5.0% in October, and this is precisely where monetary policy has a more direct impact.", "The ECB Governing Council therefore decided at the end of October to raise its key rates by a further 75 basis points, bringing the deposit facility rate to 1.5%.", "In doing so, we have removed a substantial part of our accommodative monetary policy, and are clearly approaching the \"normalisation range\", which can be estimated to be around 2% in the euro area.", "We should reach this level in December.", "Beyond this, I believe that we will probably continue to raise rates, but we may do so in a more flexible and possibly less rapid manner - \"jumbo\" rate hikes will not become a new habit.", "A favourable condition to interrupt rate hikes would be clear signs of a turnaround in the core inflation trend.", "Faced with persistent inflation, we have therefore demonstrated our resolve to bring it down towards our target level.", "I will reiterate here our forecast, our commitment and our capacity: together with the Governing Council, alongside Christine Lagarde, we are going to bring inflation down towards 2% within two or three years.", "What we differ on today: fiscal measures and energy prices This is the most difficult issue today, for fundamental reasons, not just questions of timing or of personalities.", "The first steps towards the necessary European coordination have already been taken: taxation of 'inframarginal' electricity producers; principle of collective gas purchases.", "The Banque de France is not an energy specialist; I would just like to mention two shared lessons.", "The first is from France: fiscal measures, taken at the domestic level to help households cope with rising energy prices, may be politically necessary as well as effective in smoothing the inflation shock.", "The \"tariff shield\" introduced at the end of 2021 explain 3-percentage points of the inflation differential in favour of France.", "It can thus help to reduce \"second round effects\" on prices and wages.", "But it can only be temporary: it is intended to smooth the shock, not to give the illusion that it no longer exists.", "The French government will therefore courageously start to reduce support for households by increasing gas and electricity tariffs by 15% next January and February.", "The second lesson is from Germany: domestic mechanisms must, to the greatest possible extent, allow for a reduction in the demand for gas and electricity in order to minimise the risk of shortages.", "The proposed tiering mechanism, which calls for the application of a regulated tariff of 80% of the historical annual consumption for households and a tariff at the market price beyond that, preserves an important \"price signal\", and therefore provides an incentive for this reduction.", "There remains the very sensitive question of electricity and gas prices for companies : should there be a regulated Spanish-style cap or a strong German-style fiscal buffer?", "The European Commission is actively working on this, and I will simply express three 1. there needs to be a rapid decision; companies' worst enemy today is uncertainty about their energy bills - according to our latest monthly business survey conducted in early November among 8,500 French companies, 36% of them fear that this situation might have a small or large impact on their activity in the next three months, and 52% on their margins;2 2. a support mechanism for gas and fossil fuels, in whatever form it may take, can only facilitate the transition towards a new energy mix for companies, and cannot decouple tariffs from real prices in the long term.", "Lastly, intermediate solutions are no doubt needed: I do not believe in regulated prices, nor in the obsession with \"marginal prices\" reflecting all the extreme fluctuations in market prices.", "Neither do I believe that it is desirable for states to compete in domestic spending on large-scale fiscal budgetary shields for companies.", "This would go against the single market, and against the sustainability of our public finances.", "We will not beat inflation in the long term with fiscal spending, but with monetary policy and - I will now come to this - with structural reforms.", "What both our countries are in danger of forgetting: structural Although crises require firefighters, we must not become prisoners of emergencies.", "However, on both sides of the Rhine, we are in danger of forgetting that it is just as essential to be architects, through two major transformations to be achieved in the coming years: the ecological transition, even more necessary with the energy crisis and our need for independence vis-à-vis Russia; and the digital transformation, which is also key to strategic autonomy (or sovereignty).", "Real supply-side reforms and those to enhance our productive capacity - which are different from tax cuts - are rarely popular; they have taken too much of a back seat over the past two decades in both our countries: but they are essential for both lowering inflation and increasing growth in Europe.", "In addition to major adaptations of our production systems, they require very significant investments - of around 2.5% of GDP 2030 in France (EUR 70 billion in 2021 constant euro) for the climate transition, according to Jean Pisani-Ferry, to be financed essentially by the private sector.", "It is in this sense that Joachim Nagel and I have just published a joint appeal: a \"political accelerator\" is needed for the Capital Markets Union (CMU), so that the new action plan established in 2020 can at long last transform Europe into a genuine single financing market.", "Further integration would contribute to preserving our financial stability through different channels: geographical diversification of our funding sources to better absorb external economic shocks, and increased equity funding.", "European venture capital is to be boosted, in order to provide European startups with the funds that they otherwise seek from the United States.", "More generally, it is the Capital Markets Union and the Banking Union that must now make progress, and progress together, because they are complementary and offer synergies.", "While we are working together seriously to achieve a \"Green Deal\", we must also do so to establish a \"Green Financing Union\": the latter is a prerequisite for the former, and is not just a matter of financial technicalities.", "I will conclude by quoting Konrad Adenauer, who was Chancellor from 1949 to 1963: \"If two people always have the same opinion, both are of no use\".", "The Franco-German couple (or engine) has always been the driver for finding common ground from positions that were often initially at odds.", "These very disagreements are what makes this relationship valuable, and also provide it with its potential for momentum.", "In this current, severe crisis, it is up to us to revive it and help Europe get back on track.", "Thank you for your attention.", "Support to mitigate Unemployment Risks in an Emergency Update on business conditions , published on 9 November 2022 by the Banque de France.", "These aggregate figures weigh each of the three sectors (market services, industry and construction) following their importance in global added value.", "Pisani-Ferry, J., Mahfouz, S., L'action climatique : un enjeu macroéconomique , Villeroy de Galhau, F., Looking up to achieve a Financing Union , Speech, 23 February Adenauer, K., \"Wenn zwei Menschen immer die gleiche Meinung haben, taugen beide nichts\"."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "energy prices", "inflation", "fiscal measures", "structural reforms", "Capital Markets Union", "Franco-German unity", "European unity", "economic shocks", "Ukraine invasion"]}