{"sentences": ["SPEECH Monetary policy and inflation Speech by Governor Ida Wolden Bache at the Centre for Monetary Economics (CME) / BI Norwegian Business School on 20 October 2022.", "Good afternoon everyone, and a big thanks to the Centre for Monetary Economics, which has held this event for more than 20 years.", "As I recall, it was first held just two months after Norges Bank had been assigned an inflation target for the conduct of monetary policy.", "Since then, the way we practice inflation targeting has evolved.", "But the primary objective of monetary policy has always remained firm, which is to ensure low and stable inflation.", "Chart: High inflation in many countries Up until fairly recently, inflation was indeed low and stable.", "If anything, many central banks worried that inflation would remain too low.", "Now they have the opposite concern.", "Both in Norway and in many other countries, inflation is higher than seen in several decades.", "The increase in inflation raises a number of questions: Why is low and stable inflation an objective of monetary policy?", "Which prices should monetary policy stabilise?", "And how do we strike a balance between the aim of low and stable inflation and the aim of high and stable employment in the current environment?", "These questions are the theme of my lecture here today.", "But first, let me say a few words about how we got here.", "Inflation is high and broadly based When my predecessor Øystein Olsen spoke here a year ago, Norges Bank had just begun to normalise the policy rate.", "During the pandemic, the policy rate had been lowered to a historically low level.", "When society reopened, demand picked up quickly, and already last summer, activity returned to its pre-pandemic level.", "There was no longer a need for a highly accommodative monetary policy.", "At the same time, the evolution of the pandemic was still uncertain.", "We therefore expected to gradually raise the policy rate further.", "In late spring 2021, the rise in prices for commodities and other globally traded goods accelerated.", "The pandemic-related lockdowns had led to a shift in consumption, both in Norway and other countries.", "There was a rotation away from spending on services to goods, and global goods demand increased.", "High demand, coupled with pandemic-induced delivery delays, led to substantial global supply chain constraints, with long delivery times and high freight rates.", "Chart: Sharp rise in global prices It took some time for the rise in global prices to feed through to Norwegian consumer prices.", "This is because at the same time the effect of the pandemic-related krone depreciation was fading out.", "But since summer, imported inflation has been high.", "Over the past year, employment in Norway has risen further, and unemployment has come down to a very low level.", "In the period to summer, labour shortages became a growing concern for firms.", "Over the past few years, wage growth has edged higher.", "Russia's invasion of Ukraine exacerbated the supply-side problems and led to a further surge in prices for a range of commodities.", "Since summer, reduced gas supply from Russia to Europe, combined with an unusually hot, calm and dry summer, has pushed up gas and electricity prices to very high levels.", "This has also led to higher energy prices in Norway.", "Chart: Inflation is broadly based With Norwegian businesses facing higher costs for labour, energy and intermediate goods, many are now raising their selling prices for goods and services.", "In recent months, consumer price inflation has been rising rapidly.", "In the year to September 2022, consumer prices measured by the CPI rose by close to 7 percent.", "Without the electricity cost support package for households, inflation would have been nearly 10 percent.", "The rise is broadly based across a range of goods and services, both imported and domestically produced.", "This chart shows the change in prices across 60 CPI sub-indices, with 44 of them having shown a price rise of more than 2 percent over the past 12 months.", "And for many of them, the rise in prices is now very high.", "The rise in prices for 16 groups has exceeded 10 percent.", "Energy and food prices have shown a particularly sharp rise, but we also see a pronounced rise in prices for some services such as air travel and hospitality, and goods such as books and household articles.", "The task of monetary policy When inflation accelerated in spring, it became clear that the policy rate was no longer adapted to the prevailing economic conditions and the new risk situation.", "The Monetary Policy and Financial Stability Committee therefore chose to raise the policy rate relatively quickly towards a more normal level.", "The aim was to bring inflation back towards the target.", "This is consistent with the task that we have been given.", "Chart: Regulation on Monetary Policy The central bank's task is enshrined in the Central Bank Act and further specified in the Regulation on Monetary Policy.", "The Regulation states that monetary policy shall maintain monetary stability by keeping inflation low and stable.", "High inflation is costly to society.", "Inflation tends to become much more variable at high levels.", "Uncertainty about the inflation outlook increases, and economic planning becomes more difficult.", "For example, bidding on contracts is riskier.", "Uncertainty can also lead to a situation where investment projects with longer horizons must give way to investment projects with shorter horizons.", "This may lead to lower investment levels and, over time, to lower potential output.", "There will always be some uncertainty when planning consumption and investment, but uncertainty about the value of money should not be a factor influencing agents' economic decisions.", "High inflation also makes it more difficult to determine whether an increase in the price of a good is an increase in the relative price or reflects an increase in the general price level.", "Relative prices, or price differences between goods and services, should ideally reflect demand and production cost.", "Correct prices contribute to the economically efficient production and distribution of goods.", "When it becomes difficult to observe relative prices, resource use may become less efficient.", "High inflation not only makes it more difficult to observe relative prices but may also impair the ability of relative prices to reflect supply and demand at a given time.", "The reason is that most prices are not changed continually.", "In a high-inflation environment, the relative price of a good gradually falls until the firm adjusts the price.", "Right before the price change, the relative price will therefore often be \"too low\".", "Right after the price change, it will often be \"too high\", because the firm will factor in expected inflation when adjusting the price.", "These inflation costs figure prominently in the New Keynesian literature but are probably not very large in practice.", "A final point relates to distributional effects.", "High and variable inflation also leads to unexpected changes in purchasing power.", "Wage income and social security benefits are normally not protected against changes in the general price level - at least not in the short term.", "An unexpected increase in inflation will therefore reduce most households' purchasing power.", "This especially affects households that cannot draw on savings.", "In this group we are likely to find a large share of lowincome households.", "Chart: Regulation on Monetary Policy So there are good reasons that low and stable inflation is a monetary policy objective.", "The operational target of monetary policy in Norway is consumer price inflation of close to 2 percent over time.", "We measure consumer prices using the consumer price index (CPI).", "The CPI seeks to measure the rise in prices facing households.", "The index is widely used and well known.", "Virtually all inflationtargeting countries have chosen to stabilise CPI inflation.", "The CPI is associated with considerable short-term volatility.", "In practice, we therefore use different underlying inflation indicators, for example the CPI adjusted for tax changes and excluding energy products (CPI-ATE).", "Chart: Both domestic and imported inflation sources of inflation The extent to which monetary policy should respond to changes in individual prices does not depend on its ability to influence the source of the price change.", "The response depends on how long the disturbances are expected to last and the extent to which they fuel inflation via spillover effects on other prices and wages.", "The recent surge in inflation is to a large extent ascribable to factors beyond Norges Bank's control.", "There is not much we can do to reduce energy and commodity prices, or to relieve bottlenecks in global markets.", "But by dampening the level of economic activity, we can help to counter spillover effects of increases in individual prices on other prices and wages.", "Furthermore, even though Norges Bank cannot influence global prices in foreign currency, we can influence the krone exchange rate.", "An increase in the policy rate normally leads to a stronger krone.", "This pushes down imported goods inflation.", "The krone exchange rate fluctuates, and the relationship between interest rates and the exchange rate is uncertain.", "Nevertheless, the exchange rate channel is an important channel for the transmission of monetary policy in a small open economy like Norway.", "The current high level of inflation is, as you know, not unique to Norway.", "Policy rates are on the rise in many countries.", "Had we raised the policy rate substantially less than other central banks, this could have led to a weaker krone and higher imported inflation.", "Chart: Should the central bank stabilise domestic or total inflation?", "A question that has been raised is whether the central bank should have disregarded imported inflation when setting its policy rate.", "It could be argued that domestic inflation covaries more closely with the level of economic activity.", "If this were the case, and the central bank stabilised domestic inflation, it would also stabilise output and employment.", "This chart shows underlying inflation, or total CPI-ATE inflation, and the rise in prices for domestically produced goods and services.", "The output gap is an indicator of the activity level.", "As shown in the chart, the difference in covariance with activity between the two indices is not very large.", "Chart: Regulation on Monetary Policy In line with the Regulation on Monetary Policy, inflation targeting shall be forward-looking and flexible so that it can contribute to high and stable output and employment and to countering the build-up of financial imbalances.", "Under a flexible inflation targeting regime, the differences between stabilising CPI inflation and stabilising the rise in another price index are very small in practice.", "In the long run, there is no conflict between low and stable inflation and high and stable employment - rather the contrary.", "The best contribution monetary policy can make to high and stable employment over time is to keep inflation low and stable.", "In the short run, however, a conflict may arise between how quickly we should seek to return inflation to target and the aim of high and stable employment.", "In the day-to-day conduct of monetary policy, we must therefore weigh these two considerations against each other.", "The greater the weight the central bank puts on high and stable employment, the longer it will normally take to bring inflation back to target after a deviation.", "In principle, the aim is for employment to be close to a level that represents full employment, where everyone who wants to work has a job.", "But even in a well-functioning labour market with low unemployment, there will always be persons looking for a new job and employers searching for new employees.", "Even before employment has reached a level that represents full employment, wage and price inflation will tend to accelerate.", "That is why in its monetary policy strategy, the Committee has interpreted \"high employment\" to mean the highest level of employment consistent with price stability over time.", "This level may vary over time and is primarily determined by structural conditions, such as labour force composition, the tax and social security system and wage formation.", "If we had attempted to use monetary policy to keep employment over that level permanently, inflation could have accelerated rapidly.", "An even higher policy rate may then have been required at a later stage, which may in turn have increased the risk of an economic downturn.", "In the Norwegian wage formation model, the social partners put weight on employment and firms' profitability in wage negotiations, which is also an assumption underlying our economic projections.", "Over time, the system of coordinated wage determination has likely contributed to greater real wage flexibility and to keeping unemployment low by international standards.", "Experience nevertheless shows that there is a clear tendency for wage growth to increase when the labour market is tight and competition for labour intensifies.", "Similarly, wage growth tends to edge lower when the unemployment-to-vacancy ratio is high.", "Monetary policy trade-offs in the event of a cost shock Let me now turn to how we are seeking, in the current high-inflation environment, to strike a balance between the aim of low and stable inflation and the aim of high and stable employment.", "Over the past year, the policy rate has been raised from a very low level.", "When activity picked up after the pandemic and inflation accelerated, it was necessary to normalise the interest rate level.", "Both the aim of stabilising inflation and the aim of stabilising the real economy implied a markedly higher policy rate.", "Chart: Monetary policy trade-offs Further out, the trade-offs between inflation and employment are likely to become clearer.", "In our projections, the output gap declines and turns slightly negative in the course of next year.", "Inflation abates but remains above the target throughout the projection period.", "The fact that inflation remains above target in the projection reflects the fact that we also put weight on employment in the trade-offs.", "If our sole concern had been to rapidly return inflation to target, we would have set the policy rate higher.", "Chart: Cost shock - monetary policy trade-offs The surge in energy prices since winter can be viewed as a cost shock.", "A cost shock is a price rise that is caused by conditions other than the level of economic activity.", "What does the economics literature say about how monetary policy should respond to such a shock?", "Let me illustrate this with the aid of a textbook model.", "I look at a situation where the economy is initially in balance, but inflation rises due to a cost shock.", "Under a flexible inflation targeting regime, the central bank will weigh the rise in inflation against the aim of high and stable output and employment.", "In the model, the central bank therefore raises its policy rate to curb the rise in inflation and gradually bring it down.", "The tighter monetary stance, which in this model is represented by an increase in the real interest rate, results in a negative output gap.", "The extent to which monetary policy should be tightened to achieve a reasonable trade-off depends on the impact of higher prices and costs on consumption and investment.", "In most New Keynesian models, a cost shock does not affect demand directly.", "This is because temporary disturbances have little impact on households' permanent income and because households and firms can borrow and save freely in these models.", "In practice, however, many households have small financial buffers and limited borrowing capacity.", "A decline in purchasing power due to a higher interest rate and higher prices will compel these households to reduce consumption.", "In addition, higher costs can reduce firms' profits and thereby business investment.", "Chart: Costs shock - monetary policy trade-offs These effects of a cost shock can be illustrated in a model with different types of households - a so-called TANK model.", "The model assumes that there are two types of households.", "One group can spread the effect of a decline in real disposable income on consumption over time, that is to say they can smooth consumption.", "The other group, called hand-to-mouth households, spends all its disposable income in each period.", "The cost shock hits the hand-to-mouth households relatively hard, and aggregate demand falls.", "A smaller rate increase is then needed to stabilise the economy than if the cost shock had only affected inflation.", "In the model exercises, it is assumed that the hand-to-mouth households do not have debt, but if we had introduced debt for this group, an interest rate increase would have reduced disposable income to a further extent.", "In most New Keynesian models, monetary policy primarily works through the real interest rate, which is also the case in the model simulations I have shown.", "But, in practice, the nominal interest rate probably has a greater effect than the real interest rate on the cash flow of indebted households, at least in the short run.", "Chart: Decomposition of main drivers behind rate path When we make forecasts for the purpose of interest rate setting, we incorporate that an increase in prices and costs influences household real disposable income and firms' profits.", "We also incorporate that the effect of interest rate changes has likely increased over time due to higher debt ratios.", "We also assume that both real and nominal interest rates have a bearing on demand.", "The decomposition chart in our Monetary Policy Report shows the contribution from different types of shocks to changes in the policy rate path from the previous Report.", "In the latest Report, the decomposition showed a negative contribution from demand, represented by the dark blue bars.", "These negative contributions reflect, among other things, the fact that we take into consideration many other conditions than those included in the simplest models.", "The model exercises I have presented so far build on the assumption that inflation expectations are anchored.", "As long as households and firms assume that inflation will return to target over time, neither small nor large cost shocks will have a lasting effect on inflation.", "The central bank can then put relatively large weight on the aim of high and stable output and employment.", "Chart: Greater attention to inflation?", "In Norway inflation has been low and stable for a long period, until recently.", "Inflation expectations, as we measure them, have been close to the inflation target.", "Short-term fluctuations in inflation have had little impact on inflation expectations ahead.", "Since winter, inflation expectations have increased, particularly one-year-ahead expectations.", "Inflation has also attracted substantial media attention.", "In 2003, a theory called rational inattention was advanced by the Nobel Laureate Christopher A. Sims.", "In periods of low and stable inflation, it may be rational not to pay much attention to inflation and it would be reasonable to assume that inflation remains relatively constant.", "Once inflation reaches a high level, agents start paying attention to it and find it worthwhile to spend time and resources on factoring future inflation into their economic decisions.", "If economic agents expect high inflation to persist, the high inflation numbers may become a source of persistently high inflation.", "Both inflation and inflation expectations become entrenched at a higher level, and it becomes more difficult to bring inflation down.", "Chart: From one expectations regime to another This can also be illustrated in a model exercise.", "We again look at a cost shock.", "In the model exercises I showed earlier, expectations formation remained unchanged even when inflation surged.", "Both firms and households have assumed that inflation will move down relatively quickly.", "The effects in the standard model are represented by the dark blue lines.", "In the scenario shown by the light blue lines, we introduce the possibility of a more persistent change in inflation expectations when inflation becomes high.", "Here households and firms pay more attention to the inflation numbers and assume that inflation will remain persistently high.", "The cost shock propagates, and inflation continues to move up.", "A stronger and prolonged period of monetary policy tightening is then required to bring down inflation.", "The real economic costs associated with high inflation increase.", "Chart: Concluding slide Let me conclude.", "Norges Bank is charged with ensuring low and stable inflation.", "Inflation has surged to a high level over a short period.", "Our task is to bring it down again.", "Wage-price spirals have not been a theme in Norway or among our closest trading partners for a long time.", "One of the lessons learned from the Great Inflation of the 1970s and 1980s is the importance of firmly anchored inflation expectations.", "Many countries experienced a period of high unemployment before inflation was brought under control, and inflation expectations fell.", "We do not believe that there is an imminent danger of a wage-price spiral in Norway.", "We have a solid tradition whereby the social partners take into consideration firms' profitability and employment developments in wage negotiations.", "There may therefore be a reduced need to tighten monetary policy in response to a cost shock than would otherwise have been the case.", "At the same time, in today's situation we must guard against a rise in inflation expectations with inflation entrenched at a high level.", "That would make it more demanding to bring it down.", "To quote another predecessor, Svein Gjedrem: \"Price stability is not self-generating\".", "Thank you for your attention.", "Caballero, R.J. (1991), \"On the Sign of the Investment-Uncertainty Relationship\".", "American Economic Review, 81 (2).", "Coibion, O. and Y. Gorodnichenko (2015), \"Information rigidity and the expectations formation process: A simple framework and new facts\".", "Fischer, G. (2013) \"Investment choice and inflation uncertainty\".", "The London School of Economics and Political Science Working Paper 11/2013.", "\"Towards an Understanding of the Real Effects and Costs of Inflation\".", "López-Salido and J. Vallés (2007): \"Understanding the Effects of Government Spending on Consumption\".", "Journal of the European Economic Association, 5 (1).", "\"Inflation Uncertainty, Relative Price Uncertainty, and Investment in U.", "Journal of Money, Credit and Banking, 25 (3).", "\"Utforming av inflasjonsmålet\" [Design of the inflation target].", "(red), \"Review of Flexible Inflation Targeting (ReFIT) - final report\".", "IMF (October 2022), «Wage dynamics post-covid-19 and wage-price spiral risks».", "In IMF World Economic Outlook October 2022.", "(1991) «Irreversibility, Uncertainty, and Investment».", "Journal of Economic Literature, Sims, C.A.", "«Implications of rational inattention».", "Journal of Monetary Economics, 50 (3).", "Finansdepartementet (2018) «Ny forskrift for pengepolitikken».", "[1] Fischer and Modigliani (1978) show that in periods of high and variable inflation the level of investment falls and investments shift towards projects with a shorter horizon.", "Huizanga (1993) shows theoretically that this channel is due to greater uncertainty about the real value of new investments.", "[3] High and variable inflation also has unintended effects on wealth distribution.", "The real value of existing debt is reduced at the same time as the value of savings declines.", "[4] In 2018, the Government adopted a new monetary policy mandate.", "The main change was a reduction in the inflation target from 2.5 percent to 2 percent.", "The Government referred to the other changes as specifications and modernisations \"to align the regulation with prevailing practice\" (Official Norwegian Report no.", "The previous regulation from 2001 stated: \"In general, the direct effects on consumer prices resulting from changes in interest rates, taxes, excise duties and extraordinary temporary disturbances shall not be taken into account.\"", "The formulation \"extraordinary temporary disturbances\" must be interpreted in its historical context.", "In inflation targeting's early phase, exception clauses were normally included in the mandates to clarify that monetary policy should not contribute to unnecessary fluctuations in the real economy.", "After the change in 2018, the mandate reads: \"[i]nflation targeting shall be forward-looking and flexible\".", "The specification \"forward-looking\" means that in its conduct of monetary policy Norges Bank shall disregard temporary disturbances that do not affect inflation further out and that an exception clause for extraordinary temporary disturbances was, in the Government's view, no longer necessary.", "[5] The question of whether monetary policy should disregard imported inflation is related to the choice of price index for inflation targeting.", "This topic is also discussed in the economics literature (see literature review in Section 3.1 of Husabø (2017)).", "However, the literature is not fully unanimous about which price index the central bank should aim to stabilise.", "[6] Table 3.2 in Husabø (2017) shows the degree of covariance with activity for alternative price indices.", "[7] One difference is that average domestic inflation has run somewhat higher than CPI inflation, which might suggest that a target for domestic inflation could be set somewhat higher than the target for CPI inflation.", "[8] See Monetary Policy Report 3/22 [9] The model is a smaller version of our macroeconomic model NEMO.", "[10] The increase in the real interest rate follows from the Taylor principle, where the nominal interest rate should rise more over time than the rise in inflation.", "In most standard monetary policy models, the Taylor principle must be satisfied to keep inflation stable.", "[11] TANK is an acronym for \"Two-Agent New Keynesian\".", "[12] This condition is entered as a residual term in our macroeconomic model NEMO to correct for variables that are not covered in the model.", "For an overview of the literature on rational inattention, see Maćkowiak et al (2021), \"Rational Inattention: A Review\", ECB Working Paper 2570.", "[14] The response in the chart is comparable to the response in earlier model exercises even if we here look at a somewhat different, simple model.", "For example, this is a model for a closed economy, while the mini-NEMO model in the previous exercise is a model for a small open economy.", "[15] The model solves this by a Markovian switching mechanism where inflation expectations switch between two regimes: one with anchored inflation expectations and the other with backward-looking expectations.", "The probability of switching between the two is endogenous and depends on the level of inflation.", "[16] Coibion and Gorodnichenko (2015) find that inflation expectations adapted faster to actual inflation during the Great Inflation of the 1970s than during the Great Moderation of the latter half of the 1980s to around 2007.", "[17] IMF World Economic Outlook (WEO 2022) argues that monetary policy tightening and the fact that today's cost shock is not caused by labour market conditions reduces the risk of wage-price spirals."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Low and stable inflation", "High and stable employment", "Inflation targeting", "Cost shock", "Wage-price spirals", "Inflation expectations", "Monetary policy trade-offs", "Central bank independence", "Fiscal policy", "Debt"]}