{"sentences": ["Monetary policy and the economic and financial situation Based on the overall assessment of the price outlook, the dynamics of core inflation - i. e. net of the energy and food components - and the intensity of the transmission of monetary policy to the economy, the Governing Council of the European Central Bank (ECB) further raised the key interest rates in mid-June by 25 basis points, bringing that on deposits held by banks with the Eurosystem to 3.5 per cent, 4 percentage points higher than in July of last year.", "The Council also confirmed the discontinuation of the reinvestments under the asset purchase programme, reiterating its intention to continue those linked to the pandemic emergency purchase programme until the end of 2024.", "The decisions will continue to be based, meeting by meeting, on an assessment of the impact of new economic and financial data on the outlook for consumer prices in the euro area, in order to guarantee a sufficiently rapid return of inflation to the 2 per cent objective.", "Due in part to the marked tightening of financing conditions and the pronounced weakening of credit, caution will be needed to avoid unwanted repercussions on economic activity, on financial stability and on price stability in the medium term.", "Monetary policy can count not only on increases in the reference rates but also on keeping them at a level and for a period of time suitable for bringing inflation back to the target.", "Now that these rates are in restrictive territory, calibrating how long the monetary policy tightening lasts rather than excessively increasing its breadth would have the advantage of favouring a more informed analysis of the effects of the action taken so far.", "Above all, the evolution in the risk perception of banks will need to be monitored.", "Past crises have made it clear that this is an important driver of the intensity of a contraction in credit supply.", "The quality of loans in the euro area has been modestly affected so far by the worsening economic situation; the greater cost of debt triggered by the considerable increases in interest rates could however cause it to gradually deteriorate.", "The tightening would also be accentuated if the absorption of liquidity by the Eurosystem led to a swifter and larger than expected increase in bank funding costs.", "In Italy, the robust recovery of GDP caused by the full reopening of businesses after the end of the public health emergency is fading.", "At a time when the international outlook is weakening, tightened monetary policy aims to counter inflation and the support ensured by fiscal policy has to be reduced, achieving an adequate and stable economic growth will require a high level of public and private investment and the effective implementation of structural reforms.", "The capacity of households and firms to respond to unexpected and particularly violent shocks, such as those of the last three years, must form the basis for public actions designed to make our economy less rigid and slow.", "Over the next few years, the measures set out in the National Recovery and Resilience Plan (NRRP) are expected to give a considerable boost to economic activity; implementing its set of investments and reforms within the agreed time frame will be crucial.", "GDP returned to growth in the first quarter of this year, buoyed by the recovery in consumption and by the further expansion in investment.", "As in the rest of the euro area, the weakening of manufacturing activity was countered by the good results for private services; in this sector, non-negligible rises in final prices are associated with the healthy demand, especially in the tourism and leisure sector.", "Given the tighter financing conditions and the slowdown in global trade, we expect GDP to increase moderately over the next few quarters.", "According to the estimates published in mid-June, GDP growth could exceed 1 per cent over the year, and should stay at around this figure on average over the next two years.", "These are forecasts that are still highly uncertain and with risks mostly on the downside.", "Together with the conflict in Ukraine, which may lead to further rises in commodity prices and a decline in the confidence of firms and households, there are fears connected to the evolution of global economic activity, which could be affected to a greater than expected extent by the monetary tightening under way in the leading economies, as well as those linked to the risk of an excessive tightening of credit supply conditions.", "From December 2021 to May of this year, the interest rates on new loans to firms and on new mortgages for households went up in Italy by around 360 and 280 basis points respectively, to 4.8 and 4.2 per cent.", "The cost of bank funding is also on the increase, but the effects of the rises in the key interest rates on those on sight deposits are still very limited.", "This is partly attributable to the abundant liquidity accumulated by banks as a result of the accommodative measures adopted over the last decade by the ECB Governing Council to counter the risks of deflation, which remained in place during the pandemic.", "This may have led to less competitive pressure among banks in the overnight deposits segment, which should now gradually grow, with corresponding and more decisive increases in interest rates.", "In line with the central bank objective of achieving price stability in a reasonable time frame, tightening financing conditions for households and firms is helping to curb demand for credit.", "However, the surveys conducted on banks indicate that in Italy, as in the rest of the euro area, growth in lending is also affected by the resolute tightening of supply policies, mainly driven by greater risk aversion and concerns over growth prospects.", "Credit dynamics, which were broadly positive until last summer, have turned negative for both firms and households.", "The modest rise in interest rates on sight deposits is favouring a marked reallocation of savings towards more remunerative assets, particularly government bonds and, to a lesser extent, towards other kinds of deposits and towards bank bonds.", "The Eurosystem's reabsorption of excess liquidity and its effects on credit to the economy are also contributing to the gradual contraction in overnight deposits.", "Despite the altered circumstances and the persistence of great uncertainty over changes in the economic outlook, the situation of the Italian banking system is satisfactory overall.", "Profitability remained high in the first quarter; on an annual basis, the return on equity was just below 13 per cent, as it continued to benefit from the increase in net interest income and from loan loss provisions that are low also by historical standards.", "According to market analysts' expectations, the profitability of the main listed banking groups (which account for more than two thirds of the sector's total assets) should also remain high in 2023 as a whole.", "The CET1 ratio declined slightly in the first three months of the year, to 15.1 per cent, as a result both of the end of the transitional regime introduced in 2018 with the entry into force of the new accounting principles (IFRS9), which had spread the capital impact over five years, and of the distribution of profits.", "Nevertheless, the indicator remains more than one percentage point higher than was observed when the pandemic broke out; for the significant banks, it is essentially in line with the average for the other intermediaries directly supervised by the ECB.", "The liquidity indicators also stand at levels well above the regulatory minimums.", "The repayment of part of the funds obtained via targeted longer-term financing operations (TLTROs) has only marginally lowered them so far.", "As for the loan book, new non-performing exposures and their stocks remain at low levels.", "The improvement in the quality of loans observed over the last few years is due to the strengthening of firms' financial situations, as they have reduced their leverage ratio by around 10 percentage points since the peak reached in 2011, to 39.7 per cent.", "Contributory factors include the support measures introduced to mitigate the effects of the pandemic crisis and the increase in energy costs.", "The reduction in non-performing loans on banks' balance sheets has been helped by the growth of a secondary market, which has allowed disposals to continue even at times of economic slowdown.", "The greater capacity of intermediaries to select and manage credit risk has also played an important role, especially during the loan origination, partly in response to the stimulus provided by the supervisory authorities.", "Since 2014, following the sovereign debt crisis, the weight of financially sound firms in banks' loan portfolios has grown proportionally more than their share in the total assets of the whole corporate sector.", "Nevertheless, uncertainty over the outlook for the banking system remains high.", "The main risks stem from the cyclical slowdown and the medium-term effects of the increase in interest rates on customers' ability to service their debts.", "Some potential signs of these risks materialized in the first three months of this year: the ratio of the flow of loans in arrears - but not yet late enough to be classified as non-performing loans - actually doubled, on an annual basis, to 1.6 per cent of the total performing loans.", "Recently, however, the number of loans whose creditworthiness is reported by banks to have deteriorated significantly (i.e.", "those ranked as 'Stage 2' in the hierarchy provided by the international accounting standards) has decreased.", "This fall may be partly due to the improvement in the quality of those exposures that fell into this category immediately after the outbreak of the pandemic; we are monitoring their developments to detect any underestimation of risks by banks.", "A timely recognition of expected losses is also crucial to reduce the possible procyclical effects of the economic slowdown.", "Ensuring adequate coverage for non-performing loans, especially for less significant banks, is equally important.", "In addition to increasing loan losses, pressure on profitability could occur if the passthrough of higher official interest rates to the cost of funding, which is still gradual, accelerated more than expected.", "The replacement of low-cost funding, such as that from TLTROs, with more expensive instruments, and the need to issue new liabilities that meet the resolution requirements could also play a role.", "The risks posed by non-bank intermediaries remain limited, although they should not be underestimated.", "Net subscriptions to Italian open-end investment funds remained broadly unchanged in the first quarter; the few funds that recorded significant net outflows (above 10 per cent of the net asset value) had no difficulties with redemptions.", "In line with the context of rising interest rates, the liquidity of the funds decreased, although it remains satisfactory.", "Credit lines remained stable and indebtedness continued to be low.", "The risks for Italian alternative investment funds are also limited; leverage is on average lower than that of similar European funds and indebtedness towards banks is low.", "Real estate funds, which are mainly active in the commercial sector, are among the most leveraged funds.", "Although the likelihood of a sharp fall in prices in this market segment is much lower in Italy than in other European countries, a further decline in the value of commercial real estate would reduce the quality of bank lending to these intermediaries.", "Supervisory issues In recent years, once the most critical phase of the COVID-19 pandemic was over, new risk factors have emerged in connection with the escalating geopolitical tensions, the consequences of the energy crisis and the negative effects of climate change.", "It has thus become increasingly important for supervisory authorities and for intermediaries to use instruments that can capture potential vulnerabilities at an early stage.", "This is partly why the supervisory review and evaluation process places particular emphasis - more so than in previous years - on the reliability of internal procedures for assessing capital adequacy and liquidity conditions.", "A number of tailored investigations were carried out to gather additional information for assessment beyond that derived from regular supervisory reporting.", "In the first quarter of this year, similarly to what has already been done for significant banks, those banks and other intermediaries under the direct supervision of the Bank of Italy were requested to submit business plans updated considering the latest macroeconomic scenarios.", "Based on this information, analyses are now under way to assess the sustainability of business models and identify vulnerability factors, including cost dynamics, in good time.", "The results of these studies will be an important basis for our discussions with intermediaries.", "In the same period, also in view of targeted longer-term refinancing operations reaching maturity, we asked almost all less significant banks to update their funding plans, which the ECB already systematically gathers for significant banks.", "On 28 June, around €150 billion of the €300 billion outstanding TLTRO funding was repaid.", "In keeping with the plans, banks almost exclusively used excess liquidity, which has recently increased thanks to bond issuance and repo funding.", "Recourse to new central bank refinancing operations has been limited so far.", "Banks should draw more heavily on these refinancing operations to cover future repayments.", "Moreover, significant banks anticipate further issues of bonds - including retail bonds - and, to a lesser extent, an increase in customer deposits.", "Smaller banks claim that they will rely more on the latter.", "The idea of increasing deposit funding clashes with expectations of a further reduction (at the aggregate level) in this form of funding, which is already suffering from competition with alternative forms of investment.", "At present, the extensive availability of assets eligible as collateral for refinancing operations ensures that funding needs can be met, albeit probably at higher costs than anticipated.", "Non-bank intermediaries under our supervision are subject to rules that are in many cases stricter than those in force in other European countries.", "In addition to refining the supervisory review and evaluation process for these intermediaries as well, we regularly check the systemic importance of alternative investment funds, whose assets under management, although still limited, have doubled over the last ten years.", "We pay special attention to credit and real estate funds.", "Specific supervisory measures were taken for servicers to preserve the efficiency of the secondary credit market, which has played a key role in reducing non-performing loans on banks' balance sheets through securitization operations.", "Initial results reveal shortcomings in governance and control, as well as delays in updating recovery plans.", "The ongoing discussion aims to assess the adequacy of the remedial measures, also with a view to improving the quality of the information provided to the market on the performance of managed operations.", "Some of these operations are lagging behind the initial recovery plans, partly due to the suspension of enforcement proceedings during the most acute phases of the pandemic.", "As for government-guaranteed operations, the older ones have the largest deviations as their recovery plans were drawn up less rigorously.", "The recent rise in market yields has also increased the interest payable to holders of bonds, often at floating rates, issued by special purpose vehicles against nonperforming loans thus reducing the share of the collection used to repay the principal.", "At the end of 2022, the total amount of outstanding government-guaranteed senior bonds was around €12 billion.", "If we consider the few operations whose recoveries, according to the updated plans, would not be sufficient to fully repay the senior bonds, the total enforced guarantee could amount to around €220 million.", "However, this sum should be covered by the provision funded by fees paid by banks for granting the guarantee and by the amounts already earmarked in the public budget for this purpose, without the need for further government funding.", "Some recent regulatory reforms have addressed specific intermediaries' business lines, such as crowdfunding services, and specific products, such as covered bonds and securitizations.", "This has resulted in potentially more effective safeguards.", "However, to maintain a comprehensive overview of the risk exposure of supervised entities, we should always consider these operations as part of their overall corporate management.", "In this respect, we are committed to strengthening cooperation and dialogue between the various authorities involved.", "Financial services and technology Technological innovation is reshaping the financial services industry, making it possible for intermediaries to overcome the barriers created by the need for physical interaction with customers, to achieve cost savings, and to test new forms of cooperation with supervised and non-supervised entities.", "While intermediaries should seize these opportunities by adjusting their business models as needed, neither they nor the supervisory authorities should underestimate the risks of technological change.", "Last year, we conducted a survey of the digitalization strategies of the less significant banks to encourage debate on these issues.", "We found widespread awareness of the importance of investing in technological innovation, albeit only as a means to increase business volumes and revenues by reaching customers who cannot be served by the physical distribution network.", "The potential for development in terms of cost-cutting and of process and product innovation was less of a consideration.", "More marginal still was understanding the value of the information acquired in the context of financial intermediation.", "Developing good data processing and control capabilities is instead key, not only to responding promptly to information requests from the supervisory authorities, but especially to providing timely reports for corporate executives to make informed decisions.", "Digitalization fosters cooperation between financial intermediaries and technology service providers.", "This can result in efficiency gains for the financial industry and higherquality services for users, but authorities and operators alike need to improve their ability to assess the risks associated with this process.", "We are about to launch new supervisory reporting on outsourcing, which will allow us to gather information on supervised entities' contracting arrangements as well as valuable input for assessing the degree of concentration among the leading service providers and ultimately to minimize the impact of any incidents.", "On-site inspections of the main IT service providers used by the less significant banks have shown that there is more dialogue between the parties, which is essential both to monitor risks better and to design digitalization strategies.", "However, dialogue can only be truly effective once corporate executives have honed their IT skills: as of now, just half of the less significant banks reported having at least one director with specific expertise, and the share of control function employees with these skills remains low.", "These initiatives come ahead of the European Digital Operational Resilience Act (DORA), to be enforced as of 2025 to ensure that European supervisors adopt a shared approach to digital resilience across the entire financial services industry.", "They allow the Bank of Italy both to bring its experience to the authorities that are drafting secondary legislation and to better prepare banks for the 2025 deadline.", "We are working closely with the Ministry of Economy and Finance (MEF) and with CONSOB on the implementation of the European Markets in Crypto-Assets Regulation (MiCAR) in Italy.", "The regulation also classifies these financial instruments based on their different economic functions, introduces a harmonized legal framework for them, and therefore indicates how the roles and responsibilities should be distributed among the distinct supervisory authorities.", "However, we are aware that it will not solve all the problems stemming from the evolution of the markets, as unhosted wallets (i.e.", "digital wallets used to exchange crypto-assets without the involvement of an intermediary) and the development and application of smart contracts (i.e.", "computer programmes at the core of decentralized finance) remain outside its scope.", "This is also why, one year after the publication of our communication on Decentralized Technology in Finance and Crypto-Assets, in which we provided specific instructions for operators, we are assessing the outlook for these services and future market developments.", "As I have pointed out on several occasions, crypto-assets are only one of the applications of distributed ledger technology (DLT).", "The introduction of the DLT Pilot Regime in Italy, as well as in other EU countries, will allow operators to experiment with the use of DLTs in order to reduce the costs associated with the issuance, trading and settlement of financial instruments and to broaden the investor base for securities issued by Italian entities.", "This could bring tangible benefits to firms, especially mediumsized ones, in terms of better access to capital markets and diversification of funding sources.", "With this in mind, we are working closely with CONSOB to design secondary legislation and to facilitate the projects of market players.", "Within the Eurosystem, we are also testing some technical solutions, including one designed by the Bank of Italy, to ensure that DLT transactions can be settled in central bank money.", "Financial intermediaries are interested in developing open banking interfaces for thirdparty access to payment accounts, as laid down in the second Payment Services Directive (PSD2), and this is gradually fostering market competition, also thanks to new entrants.", "The European Commission's legislative proposal on open finance, published on 28 June 2023, could further boost competition because by using a wider set of customer data, operators will be able to develop new financial products and services.", "Moreover, while paying close attention to monitoring technological risks, intermediaries must continue to ensure adequate customer protection and effective anti-money laundering safeguards.", "The increasing amount of information generated and made available as a result of digitalization is contributing to a growing uptake of artificial intelligence (AI) applications in the financial industry as well, with potential consequences that are still extremely difficult to grasp.", "In this regard, it is worth mentioning the ongoing European negotiations to create a harmonized legal framework to regulate the development, marketing and use of AI in accordance with the EU's values and its Charter of Fundamental Rights.", "Although the regulation is cross-cutting in nature, it has several aspects that are also relevant to the financial industry; its spillover effects on intermediaries' operations and on customer protection will have to be assessed carefully.", "The Bank of Italy is well aware of the progress being made and it supports and promotes digital innovation in the financial system throughout the service production cycle, while monitoring the ensuing risks closely.", "Our work is focusing on the sustainability of business models, the security and efficiency of market infrastructures, updating the regulatory framework and the risk management processes, as well as on consumer protection and financial education on the new instruments and new ways of using those services made available by technology.", "Through ongoing dialogue with market operators (via the Fintech Channel, Milano Hub, our innovation centre, and the activities carried out within the regulatory sandbox), we support their projects from the design and development stages through to testing.", "In view of the growing interest in the use of DLT, Milano Hub's second call for proposals focused on the application of this technology to banking, financial, insurance and payment services.", "The large number of applications is evidence of its success.", "The 14 winners are now developing their projects with the multidisciplinary assistance of experts from the Bank of Italy.", "On the payment systems front, we have supported the MEF in its work within the European Council on the proposal for a regulation on instant bank transfers in euros, a milestone in the process of building an integrated, innovative, digital and competitive European payments industry.", "The regulation aims to overcome some of the obstacles to the widespread use of instant bank transfers, namely the fees currently charged for these transactions and the public's mistrust of this type of payment.", "Therefore, fees on instant transfers should not be higher than on traditional transfers in euros, and banks would be required to put systems in place for verifying that the payee's name matches the bank details as entered by the payer.", "Again on 28 June, the European Commission presented a proposal for a regulation on the possible introduction of a digital euro.", "The proposal describes the reasons and goals for a new form of central bank money available to the public and contains a broad set of rules regarding, among other things, the legal basis, the role of the Eurosystem and of credit institutions, and the use and protection of users' personal data.", "Negotiations have just begun.", "In order for the digital euro to play an anchoring role in the public's trust in central bank money, it must have the status of legal tender, on a par with banknotes, and the highest level of privacy compatible with the public interest, including the need to bar its use for money laundering and the financing of terrorism.", "Any decision to issue this new form of money will be taken by the ECB Governing Council once the necessary regulatory framework has been completed.", "The digital euro is an important project, not only to promote competition and innovation in the European payments system with lower costs for users, but also to preserve the euro area's strategic autonomy and monetary sovereignty.", "In order for it to be successful, it will be necessary to design incentives that encourage all stakeholders to join in: consumers and firms, because they will be using the digital euro, and banks and other institutions, because they will be distributing the new money and providing the associated services.", "The digital euro should be used as a payment instrument and not for saving purposes.", "We must therefore first consider the risks for monetary policy transmission and financial stability that could arise from substituting an excessive amount of bank deposits with digital currency.", "As a central bank liability, the digital euro will be a risk-free form of money like notes and coins, to be used alongside cash and other payment instruments already in use but without necessarily replacing them.", "The solutions under consideration include in particular the absence of any remuneration and a threshold for the amount of digital currency that a user can hold.", "The solutions will have to preserve banks' capacity to provide credit to the economy and, at the same time, avoid the possible uptake of high-risk instruments, such as some types of crypto-assets, as a means of payment.", "Supporting the climate transition Today the banking system is facing the challenge of the green transition.", "While in the medium term, the contribution of the financial system will be fundamental in achieving the decarbonization goals agreed at global level, it should be prepared, as of now, to manage climate and environmental risks.", "The recent flooding in Romagna and the surrounding territory reminded us how extreme weather events can not only cost human lives, destroy homes and disrupt the lives of people in the affected areas, but they can also have serious consequences for businesses and, hence, for the banks that provided them with funds.", "The areas in question generate around 3 per cent of the value added of the national non-financial private sector and a similar share of total bank loans.", "More generally, the Bank of Italy's estimates show that, in Italy, around one fourth of loans to non-financial firms are aimed at businesses in provinces at high risk of natural disasters.", "Of these, 58 per cent are covered by guarantees, which could, however, be exposed to the same risk as the loans; the coverage ratio falls to 38 per cent if only personal guarantees are taken into account.", "There is urgent need for action, in the first place to contain the risks.", "Follow-on interventions - funding of reconstruction work, infrastructure repairs, the suspension of various tax payments and utility bills, and loan repayment holidays - will certainly mitigate the economic impact of adverse climate events but they cannot be seen as the solution.", "The first line of defence must be to secure the country against flooding and landslides, bearing in mind that this is far costlier to achieve after the event has taken place.", "To this end, the NRRP has earmarked about €1.25 billion.", "The contracts for this work will be awarded by the end of 2023 and the delays signalled in the last report on the implementation of the NRRP must be prevented from becoming any longer.", "The private sector can also make an important contribution by stipulating insurance policies to cover damage caused by natural catastrophes.", "A significant expansion of this market could reduce the currently high cost of these policies.", "Italy is still very behind in this area: in the period 1980-2020, only 6 per cent of the losses connected with such events were covered by insurance on average, compared with 22 per cent in Europe.", "The lack of insurance cover seems to be prevalent among the smallest companies and those located in the South and Islands.", "As part of the coordination group on sustainable finance set up at the Ministry of Economy and Finance, in which we participate together with IVASS and the other authorities in the sector, we have launched an initiative to promote insurance protection against climate and other catastrophe risks, based on the public and the private sectors working together.", "Adequate insurance cover is also an important factor in risk mitigation for banks that lend to households and firms located in areas with high climate risks.", "However, in about three quarters of cases, banks are not aware that their borrowers are insured, which means that they might not take this into account when setting out their credit supply conditions.", "If confirmed by further evidence, it will be necessary to investigate in greater depth with banks and firms why this is the case, and to remedy the situation.", "We have asked banks and financial institutions for three-year action plans showing how they intend to meet the supervisory expectations we published in 2022.", "As is already the case for the significant banks, the evaluation of these plans will be included in the Supervisory Review and Evaluation Process (SREP), taking a proportionate and gradual approach.", "Such plans must be based on reliable data that are as accurate as possible.", "In this regard, we are participating in numerous international and national working groups.", "In particular, in the group chaired by the Ministry of Economy and Finance to which I referred earlier, action is being taken to reduce the information gaps and to improve the quality and availability of data on the environmental (and social and governance) aspects of the activities of both banks and their borrowers.", "At the moment, our contribution is based on an analysis of the difficulties faced by the largest banks - which, since last year, have been required to disclose information to the market based on the third pillar of the Basel framework - in retrieving sufficiently good quality data.", "Similar difficulties were experienced by the smaller banks and the other financial institutions that, according to the 2020 Regulation to facilitate sustainable investment, are required to publish their exposures using the EU's taxonomy, as defined in the 2021 Commission Delegated Act.", "Credit allocation will have to be based on forward-looking assessments, meeting as far as possible the demand of firms that commit to making investments to reduce their emissions.", "Therefore, at global and European level, ever increasing attention is being paid to the transition plans that firms will have to put in place.", "While work on this is still in its early stages, as recently highlighted in a report by the Network for Greening the Financial System, it is important to proceed swiftly.", "In any case, in order to support an adequate evaluation of their creditworthiness, it is in the interest of the firms themselves, even the smaller ones, to inform the market about their strategies to reduce emissions."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Monetary policy", "Inflation", "Credit supply", "Banking sector", "Economic growth", "Financial stability", "Fiscal policy", "Structural reforms", "Green transition", "Climate risks"]}