{"sentences": ["Check against delivery Ladies and gentlemen, A very warm welcome to our symposium on ensuring the supply of cash - including in times of crisis.", "I'm glad you could make it!", "As the world around us becomes increasingly digital, it's often the case that payment instruments other than cash, like cards, smartphones and online payments, grab all the attention.", "That's why some regard cash as outdated - just as bicycles were considered old-fashioned when cars and motorcycles became more widespread, or printed books in the era of e-books.", "But the truth of the matter is that cash continues to be fairly popular here in Germany.", "In terms of transaction numbers, cash remains the most widely used means of payment at the point of sale, as our latest payment behaviour study shows.", "Payment behaviour in Germany Will things stay that way?", "That depends on whether the trend decline in cash use will continue and what shape it takes.", "Even before the coronavirus pandemic struck, the share of transactions settled in cash was in slow but steady decline.", "That downturn then gained traction as the pandemic played out.", "Recent analyses indicate that the trend towards cashless payments will continue, but not at the same pace as during the pandemic.", "It is interesting to note that although the take-up of cash is shrinking, the volume of cash in circulation has increased by an average of 6% each year over the past ten years.", "That's because cash isn't used just for payments.", "It also serves as a store of value - and increasingly so.", "This bears testament to the high level of public confidence in the euro itself and in euro cash in particular.", "But precautionary demand for money is a factor, too.", "And judging by the nationwide disruptions experienced by certain card terminals in May and June last year, that sense of caution is not entirely without reason.", "By the way, those disruptions were caused by a software bug.", "Roughly one-quarter of the people affected by these outages had to either pause their purchases or even abandon them altogether because they did not have enough cash with them.", "Most people were able to carry on shopping without experiencing any problems, meanwhile.", "According to our payment behaviour study, people carry an average of €100 in cash in their wallets - which really paid off in this case.", "We can see from this episode that cash performs a key role in keeping the economic cycle resilient.", "But it's not just when electronic payment instruments are temporarily out of action that people turn increasingly to cash - they do the same in times of heightened uncertainty, like during the COVID-19 pandemic.", "What role does cash play, especially in times of turmoil?", "And how can the supply of cash to the economy be ensured at all times?", "These are questions that today's symposium intends to explore.", "Ladies and gentlemen, even if the use of cash looks set to decline further in future, we are still a long way off becoming a cashless society.", "Cash is deeply embedded in our everyday lives.", "If you ask me, that's mainly due to the characteristics that are unique to cash.", "Characteristics of cash Cash boasts a combination of characteristics that set it apart from other means of payment.", "One is that cash is the only way so far for private individuals to hold central bank money.", "All other types of money are issued by the private sector.", "Another is that cash is inclusive - it enables every one of us to participate in the money cycle and economic life.", "That's a hugely important feature for more socially disadvantaged sections of society, in particular.", "A third characteristic is that people can use cash no matter whether they bank online or have an account.", "This last point concerns children, especially, because cash makes it easier for them to learn how to handle money responsibly.", "But adults, too, value cash for giving them a better overview of their spending behaviour.", "Having to - quite literally - handle banknotes and coins when paying is a great help for some people.", "Other people, meanwhile, mainly appreciate the level of privacy guaranteed by cash.", "Some of you might remember the advertising slogan once used by a credit card provider here in Germany, which read Simply pay with your good name .", "But perhaps you would rather keep your name for yourself and not leave behind a trail of digital information.", "All in all, then, cash boasts a unique combination of characteristics.", "And that means it chimes with what consumers want, in many respects.", "The Bundesbank and the Eurosystem are therefore committed to ensuring that euro cash will remain available in the future as a means of payment and a store of value.", "However, that commitment to cash is not at odds with the considerations on introducing a digital euro.", "The digital euro project has been ongoing since October 2021 and is still in the investigation phase.", "If the ECB Governing Council decides this autumn to continue the project, a three-year preparation and realisation phase will follow.", "A digital euro would have much the same characteristics and benefits as cash - only in digital form.", "With a digital euro, you would be able to pay with central bank money in the digital world as well.", "Be it at the point of sale, in a restaurant or when shopping online.", "Just like cash, it would make Europe more independent of global payment providers by offering a digital alternative to private solutions.", "That said, the digital euro is certainly not intended to replace cash, but will merely complement it.", "As long as there is still demand for cash, the Eurosystem will make a sufficient volume of banknotes and coins available at all times.", "One initiative that underscores our commitment to cash is the Eurosystem's current work on developing a new series of banknotes that will be even more counterfeit-proof and also better for the environment.", "And by the way, the general public will be able to have their say about what these new banknotes will look like.", "The ECB will be launching a survey on this topic shortly - perhaps you would also like to get involved.", "Our task at the Deutsche Bundesbank is, and will always be, to ensure that there is always a sufficient quantity of high-quality euro cash in circulation.", "That's the yardstick we strive to be, and will continue to be, measured against.", "At the end of the day, it's up to the general public to decide what means of payment they want to use.", "But of one thing I am certain.", "Just as printed books continue to be avidly read today despite the existence of e-books, and just as we continue to take the bike (electrically assisted or not) despite the availability of cars, so, too, will banknotes and coins remain a firm fixture in our lives in the future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cash", "Digital euro", "Payment behavior", "Economic cycle", "Characteristics of cash", "Precautionary demand for money", "Counterfeit-proof banknotes", "Electronic payment instruments", "Public confidence", "Eurosystem"]}