{"sentences": ["As prepared for delivery Thank you, Tom.", "It's a pleasure to share the stage with you today.", "As a member of the New York Fed's Board of Directors, Tom Murphy represents the Federal Reserve's Second District.", "Our directors ensure that a diversity of viewpoints on economic and banking conditions are represented, so we can better understand and anticipate developments in our economy, both locally and nationally.", "As you well know, a lot has occurred since Tom joined our board two years ago.", "And we have benefited immensely from his thoughtful insights and perspectives.", "Today, it should come as no surprise that I'll be spending much of my time discussing inflation, which remains my No.", "I'll also talk about how we are using our monetary policy tools to restore price stability.", "And, I'll give you my economic outlook.", "Before I go further, I'd like to do three things: First and foremost, I want to thank the New York Bankers Association for inviting me here.", "Second, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "And third: I'd like to wish everyone a happy Valentine's Day.", "As Rihanna sang at the Super Bowl, I hope you all have someone to stand under your umbrella.", "Inflation Is Still Too High Economic developments over the past three years have been extraordinary.", "The pandemic contributed to dramatic swings in our economy - and economies around the world-that we are still grappling with today.", "At the onset, we experienced the deepest - but also the shortest-recession in U.S. history, as well as an immediate spike in unemployment, the highest since the Great Depression.", "Then, along with Russia's war against Ukraine, the pandemic contributed to skyrocketing inflation, which reached 7 percent last June, as measured by the personal consumption expenditures (PCE) price index .", "That's a level we had not seen for four decades, and one that is well above the FOMC's longer-term goal of 2 percent.", "High inflation hurts everyone, but it's hardest on those who can least afford essentials like food, housing, and transportation.", "Persistently high inflation also undermines the ability of our economy to reach its full potential.", "The Federal Reserve has a dual mandate, set by Congress, to promote price stability and maximum employment.", "And price stability is essential for the achievement of maximum employment on a sustained basis.", "Over the past year, the FOMC has taken strong actions to bring inflation down.", "Although we have seen some moderation in recent months, the inflation rate remains far too high at 5 percent.", "In addition, measures of underlying inflation also remain elevated and well above our 2 percent longer-run goal.", "For example, after declining earlier in 2022, the New York Fed's Multivariate Core Trend has been hovering around 3-3/4 percent for the past few months.", "Similarly, both the Dallas Fed's trimmed-mean PCE inflation rate and core inflation that excludes food and energy prices averaged around 3-3/4 percent over the past six months.", "So, our work is not yet done.", "Inflation is still well above our 2 percent target, and it is critically important that we reach that goal.", "Supply and Demand Misalignment To help illustrate how tighter monetary policy is working to reduce inflation, I like to use an analogy inspired by a mechanism that consists of different gears.", "In this case, I'll hearken back to a time before rechargeable batteries, and even before quartz, to the age of the mechanical watch.", "Our watch represents the economy, and its gears are different sectors.", "Some gears spin quickly; others turn slowly.", "They need to turn at the right speed to keep time accurately-or, in this example, to maintain balance in the economy.", "The gears are propelled by supply and demand, which act as the mainspring of our watch.", "But they have been misaligned since the onset of the pandemic.", "At first, when people were home and factories were shuttered, demand shifted strongly from services to goods, which were scarce due to supply-chain bottlenecks.", "Then, once people got out of their homes and businesses reopened, we saw a rotation in demand away from goods and back to services.", "But even with this rebalancing and the contributions of tighter policy, overall demand still exceeds supply.", "Similar imbalances exist in the labor market.", "After the pandemic forced mass shutdowns, unemployment surged.", "But as businesses reopened and the demand for workers rebounded, suddenly there weren't enough people to fill jobs.", "Today, the labor market remains extremely tight.", "Job openings are near all-time highs.", "Quit rates and wage gains remain elevated.", "And the unemployment rate, at 3.4 percent, is the lowest since 1969.", "As some of you may recall, that was the year \"In-AGadda-Da-Vida\" was the best-selling album.", "And the title track is, of course, another great Valentine's Day song.", "Turning the Inflation Gears Inflation has its own set of gears, and some are spinning faster than others.", "The one that's turning quickest relates to globally traded commodities-such as lumber, steel, and grains-that are sensitive to international economic and financial conditions.", "Thanks in part to tighter policy in the United States and around the world, those prices are below the levels we saw following Russia's invasion of Ukraine.", "The gear that represents many other goods-such as cars, appliances, and furniture-has also started to turn.", "Higher interest rates, both here and abroad, are damping global demand for goods.", "In addition, the severe supply-chain bottlenecks that initially affected this category began to improve last year, which likely contributed to the easing of prices for some durable goods in recent months.", "However, there are factors that may throw sand in this gear going forward.", "The economic resiliency of Europe and a rebound in growth in China following the end of COVID restrictions will likely increase global demand for goods.", "And further improvement in global supply-chain disruptions has stalled over the past few months.", "For example, the New York Fed's Global Supply Chain Pressure Index remains elevated relative to pre-pandemic levels.", "The slowest gear to turn is the one that represents non-energy services.", "It's influenced by the balance of overall supply and demand, and it will take the longest to rotate at the right pace for low and stable inflation.", "One area where we are seeing signs of this gear turning is in shelter costs.", "After a sharp rise, we have seen a steep decline in the rate of increase in new lease rents.", "Assuming this trend continues, we should see a slowing of overall rent inflation during this year.", "That said, we have yet to see the gears turn for inflation of non-energy services excluding housing, which is still quite elevated, averaging 3-3/4 percent over the most recent six months.", "Tightening Monetary Policy Taking into account the different speeds the gears are moving, it is clear that overall demand remains well in excess of supply, and inflation is running far above our 2 percent target.", "When it comes to monetary policy, we must restore balance to the economy and bring inflation down to 2 percent on a sustained basis.", "Earlier this month, the FOMC raised the target range for the federal funds rate to 4-1/2 to 4-3/4 percent, the eighth consecutive increase.", "The FOMC said it anticipates \"ongoing increases in the target range will be appropriate in order to attain a stance of monetary policy that is sufficiently restrictive to return inflation to 2 percent over time.", "In determining the extent of future increases in the target range, the Committee will take into account the cumulative tightening of monetary policy, the lags with which monetary policy affects economic activity and inflation, and economic and financial developments.", "\"3 The Committee also said it will continue to reduce its holdings of Treasury securities and agency debt and agency mortgage-backed securities, according to the framework it announced last May.", "One aspect of inflation that's important for achieving and sustaining price stability is the anchoring of inflation expectations.", "Since 2012, the FOMC has clearly and consistently communicated its resolute commitment to its 2 percent longer-run inflation goal and the importance of well-anchored inflation expectations consistent with that goal.", "This provides a \"North Star\" for our policy decisions and has helped keep longer-term inflation expectations well anchored.", "According to our most recent Survey of Consumer Expectations, three-year-ahead inflation expectations are now where they were before the sharp increase in inflation that started in 2021, and one-year-ahead expectations have been trending down since the middle of last year.", "Economic Outlook Declines in commodity and goods prices will not be enough to bring inflation to 2 percent on a sustained basis.", "We need all the gears turning at the right pace to restore balance between demand and supply in the entire economy.", "We still have some way to go to achieve that goal.", "And it will likely entail a period of subdued growth and some softening of labor market conditions.", "As a result, I expect real GDP growth to come in around 1 percent for 2023.", "And I anticipate the unemployment rate to edge up over the next year to between 4 and 4-1/2 percent.", "As tighter policy actions continue to work to restore balance to supply and demand, I expect PCE inflation to fall to 3 percent in 2023, before moving closer to our 2 percent longer-run goal in the next few years.", "I am confident that the gears of monetary policy will continue to move in a way that will bring inflation down to 2 percent.", "We will we stay the course until our job is done.", "Federal Reserve Bank of New York, The Layers of Inflation Persistence , January 5, 2023; Federal Reserve Bank of New York, Inflation Persistence-An Update with December Data , February 7, 2023.", "John C. Williams, Shifting Gears: Rebalance and Realignment in the Economy , remarks at the Fixed Income Analysts Society, New York City (January 19, 2023) Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement , February 1, 2023.", "Board of Governors of the Federal Reserve System, Plans for Reducing the Size of the Federal Reserve's Balance Sheet , May 4, 2022.", "Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy , adopted effective January 24, 2012; as reaffirmed effective January 31, 2023.", "John C. Williams, A Steady Anchor in a Stormy Sea , remarks at SNB-FRB-BIS High Level Conference on Global Risk, Uncertainty, and Volatility, Zurich, Switzerland, November 9, 2022.", "Federal Reserve Bank of New York, Survey of Consumer Expectations."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic outlook", "Supply and demand", "Price stability", "Inflation expectations", "Labor market", "Federal funds rate", "Economic growth", "Unemployment rate"]}