{"sentences": ["Dear Madam Chair, Honourable Members of the European Parliament, It is a great honour and privilege to appear before you today.", "I would like to share my vision for the SSM, following my nomination by the ECB as Chair of the Supervisory Board.", "The European Parliament is a crucial ally for supervisors.", "The SSM ensures the safety and level treatment of all banks in the banking union - in the interest of European citizens.", "You provide the framework for the banking union and its single rulebook.", "And you hold ECB Banking Supervision to account - for me, this is key to ensuring the democratic legitimacy of supervision.", "As Chair, I would be strongly committed to continuing the close cooperation with the Parliament.", "I would be devoted to serving the European public good by taking direct responsibility for Europe, and being a strong voice for completing the banking union.", "I would bring with me to the role a broad range of international experience in micro- and macroprudential oversight.", "As Vice-President of the Bundesbank, I am responsible for banking supervision and financial stability.", "I am a member of the ECB 's Supervisory Board and serve as the Bundesbank's G7 and G20 Deputy.", "I can therefore contribute a comprehensive micro- and macro-level perspective.", "And I will continue to work with all my strength on the European project.", "The SSM has been very successful during its first decade, and it is well equipped to deal with upcoming challenges.", "It has made European banks safer and stronger.", "This is essential for sustainable growth.", "The SSM has built a culture of joint supervision across Europe, and I can testify to the excellence of its staff.", "This is a strong foundation.", "I see three priorities for the future work of the SSM: A dapting supervision to the new, more unpredictable environment; strengthening supervision by making it even more proactive; and continuing the good cooperation with all stakeholders.", "My first priority as Chair would be to adapt the SSM to the changing environment.", "As supervisors, we need a good understanding of how current trends affect banks.", "The first trend is digitalisation and the new competitive landscape.", "Higher market shares of non-bank financial intermediaries put pressure on banks' margins.", "This can create incentives to take excessive risks.", "Digitalisation changes the provision of financial services.", "Banks can benefit - but they also face higher risks.", "The SSM is responding.", "It is making digitalisation a priority and is preparing for a cyber resilience stress test.", "The second trend is higher risks - geopolitical, macroeconomic, climate-related and environmental.", "These new risks affect banks - but our surveys show insufficient integration into banks' risk management.", "This means: S trong supervision must ensure that banks are well governed and have sufficient capital and liquidity buffers.", "If we identify weaknesses, we need to use our supervisory tools in a timely and effective manner.", "I am committed to a structured evaluation of these tools.", "The SSM's digital agenda supports this - digital tools reduce time spent on routine tasks and provide useful information.", "External assessments also concluded that the Supervisory Review and Evaluation Process is too long and too complex.", "As Chair, I will work to simplify and streamline this process - cooperating closely with the European Banking Authority (EBA ) and liaising with the European Parliament.", "Closely related to this, my second priority is to make supervision even more proactive.", "Just as good supervisors need excellent analytical skills, they need a sound judgement and a critical mindset.", "We need to ask the right questions, and we need to act swiftly.", "To achieve this, we can build on a culture in the SSM that promotes intrusive supervision.", "The new Risk Tolerance Framework sets the focus on relevant risks.", "We need continuous training, and we can learn from best practices - because diversity is a great strength of the SSM.", "And, of course, the \"tone from the top\" matters: The Supervisory Board needs to continue to encourage a culture of trust and the escalation of critical findings.", "My third priority would be to cooperate closely with all stakeholders.", "I am committed to a constructive and transparent dialogue, in particular with the Parliament.", "We share the goal of completing the banking union.", "As Chair, I would continue to work actively towards this joint goal - first and foremost by delivering on our mandate.", "I strongly welcome the agreement on the banking package and your ongoing work on anti-money laundering.", "Further steps on resolution and deposit insurance are needed.", "While these will require political decisions, we will contribute with our perspective and expertise.", "Effective resolution and supervision in fact reinforce each other.", "I would thus continue to cooperate closely with the Single Resolution Board (SRB).", "Finally, effective international cooperation is essential, as our banks operate in markets that are not under the supervision of the SSM.", "To summarise: It would be a great honour to lead the SSM into its next decade.", "I would build on its strong foundation, ensuring that our banking sector remains strong, resilient and at the service of European citizens.", "I look forward to your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Banking supervision", "SSM", "Digitalisation", "Risks", "Proactive supervision", "Cooperation", "Banking union", "European Parliament", "Financial stability", "Resolution"]}