{"sentences": ["Dear ladies and gentlemen, Today, on 2 August 2023, the Supervisory Council of the Bank of Albania reviewed and approved the Quarterly Monetary Policy Report.", "The new information analysed in this Report has resulted, overall, in line with our expectations and with the development trend across our trading partners.", "Inflation continued to decline in the second quarter, in reflection of the lower foreign pressures, the strengthened exchange rate and the reduced expectations on inflation.", "In parallel, economic activity in Albania has been expanding.", "Available data suggest that the normalisation of monetary stance have played a positive role in this picture, by helping in keeping inflationary pressures under control and enabling the smooth operation of financial markets.", "The updated projections for the future reconfirmed our previous expectations.", "The Albanian economy - based on the current trends and their supportive factors - is expected to continue to grow in the next years, while inflation is expected to turn to the target by mid-next year.", "In light of the above, the Supervisory Council decided to maintain the monetary policy stance unchanged.", "[Below, I will outline today's decision and explain in more detail the rationale behind it.]", "Inflation of consumer prices averaged 4.6% in the second quarter, down by almost 2 percentage points from the previous quarter.", "This fall reflected the lower inflation rates of food items, particularly unprocessed foods, coupled will lower inflation rates of nonfood consumer goods, particularly of oil.", "On the other hand, inflation of other basket's items showed more stable.", "From the macroeconomic perspective, the pace of price increase decelerated - mostly - on the back of the fall in imported inflation, in reflection of inflation coming down in our trading partners coupled with the exchange rate strengthening.", "On the other hand, domestic inflationary pressures continue to appear relatively robust and stable.", "The relatively elevated demand for goods and services fuelled these pressures.", "In addition, this demand has been accompanied by a fast growth in both wages and production costs, while maintaining profit margins high.", "The available indirect data suggest that the Albanian economy, after the 2.7% growth recorded in the first quarter, continued to grow in the second quarter of 2023 as well, even with a higher pace compared to the previous quarter.", "Following the trends noted in the last two years, economic growth has been guided by the expansion in consumption and private investments, as well as by the rise in the export of services, particularly in tourism income.", "On the other hand, the increase in imports, the decrease in the export of goods, and fiscal consolidation provided a restrictive impact on the growth.", "The continuous surge in the demand for goods and services has pushed the economy into a positive phase of the business cycle.", "The latter is reflected in the improved financial situation of businesses and consumers, increased employment, and - in face of labour market shortages - in wages and production costs picking up rapidly.", "In particular, wages in private sector continue to relatively hike rapidly, by 9.5% on average in the first quarter, while unemployment rate stands close to the lowest historical levels.", "This dynamic suggests that the domestic inflationary pressures are relatively elevated.", "From the macroeconomic perspective, the improved business and consumer confidence, the further increased disposable income, the boosted attention towards Albania as a tourism destination, and the still favourable financing conditions underpinned the economic growth.", "The pass-through of monetary policy stance normalisation to financial markets has driven to an overall increase of interest rates on deposits, loans and government's securities.", "The overall monetary and financial conditions, though trending up, still remain simulating for the economic growth.", "Credit to private sector, in response to them, has continued to grow, thus meeting the demands for funds from Albanian enterprises and households, in turn bolstering the expansion in consumption and investments.", "The good liquidity and capitalization indicators of the banking sector, the good performance of loan portfolio quality, as well as a still positive approach of banks towards lending, suggest the banking sector will continue to support economic growth in the future.", "On the other hand, the exchange rate of the lek against the euro has continued strengthening in 2023.", "In annual terms, this strengthening registered an average value of 8.5% in the second quarter and accelerated further in July, registering 12.1%.", "Our analyses suggest that the strengthening of the exchange rate is in line with the improvement in the balance of external economic and financial trade, illustrated by the swift growth in tourism income, the continuous reduction of the current account deficit, and by the high values of foreign direct investments.", "Also, this strengthening of the lek is consistent with the enhanced public confidence in our national currency and the reduced risk premia in the domestic financial markets.", "In this light, consistent with the benefits of a free exchange rate regime, the strengthening direction of the exchange rate has helped to reduce foreign inflationary pressures and has enabled a slower normalisation of the monetary policy stance.", "Nevertheless, the speed of the exchange rate strengthening remains high and volatilities in foreign exchange market have been hiking.", "The update of our projections suggest the continuation in the future of the trends noted in the first half of year.", "In our baseline scenario, the Bank of Albania expects economic growth to continue in the next quarters and years.", "Economic growth pace is expected to record a slight slowdown in the current year and in the next year, owing to a weaker economic activity in the euro area and tighter financing conditions, in both Albanian and globally.", "Next, economic growth is expected to return to its historical rates in the medium-term horizon.", "On the other hand, based on the baseline scenario, inflation is expected to continue to decline gradually in the next quarters and return to the target by the mid-next year.", "This trajectory will be determined by the further decline of inflation in our trading partners and by the better balancing of demand and supply in Albania.", "At the same time, the updated analysis and forecasts suggest a more neutral balance of risk profile compared to previous forecasts.", "Judging on the above, the Supervisory Council decided to: Keep the policy rate unchanged, at 3.00%; Keep the overnight lending rate unchanged, at 4.00%; Keep the overnight deposit rate unchanged, at 2.00%.", "The Supervisory Council notes that this decision was based on the positive performance of expected economic developments in the baseline scenario, by the more neutral risk balance, as well as by the strengthening of the exchange rate and the acceleration of the fiscal consolidation trend in the first half of the year.", "However, the Supervisory Council deems that the elevated inflationary pressures from the domestic economy remain a risk factor for price stability in Albania.", "In this view, it highlights the willingness to continue the normalisation process of monetary policy stance, if this measure will be considered necessary to guaranteeing price stability.", "Last, the Supervisory Council points out that is scrupulously following the performance of the exchange rate.", "The Supervisory Council considers that the strengthening of the exchange rate has enabled the Albanian economy to have - simultaneously - one of the lowest levels of inflation, interest rates, and financing cost, in turn one of the highest economic growth rates across the region.", "Nevertheless, the Supervisory Council emphasises that the Bank of Albania remains attentive to the strengthening speed and increased volatilities in the exchange rate in the last months.", "If expanding further, these phenomena may harm the smooth functioning of foreign exchange market and - potentially - our objective of price stability and financial stability.", "If these premises are concluded, the Bank of Albania has the right to intervene in the domestic foreign exchange market, in fulfilment of its legal mandate."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Economic growth", "Exchange rate", "Monetary policy", "Financial stability", "Domestic inflationary pressures", "Interest rates", "Balance of payments", "Fiscal consolidation", "Banking sector"]}