{"sentences": ["Central banks: Observers or leaders of change?", "Published: 9/3/2023 Speech by Deputy Governor Sandra Švaljek at the Money Motion 2023 Conference on 9 March 2023 I remember when governor Vujčić stood here on Lauba stage in December 2020 at the time of Covid restrictions... Today, there are so many more speakers and participants here, many of you from abroad and I would like to congratulate organizers on that, and for bringing together banking, financial and fintech representatives all in one place.", "Moreover, having both challengers and incumbents here means there may even be a chance for a few of them to engage in coopetition.", "The Times They Are A-Changin' In recent years, we have seen many negative global developments, such as lockdowns, restrictions, supply chain bottlenecks, aggression in Ukraine, oil price shock and sanctions.", "On the positive side, technology is constantly changing and evolving, revolutionising how we live and work owing to pronounced advancements in computing power, AI and machine learning, 5G technology and cloud computing.", "It all profoundly affects how we perceive money.", "So, the name of this conference - Money Motion- precisely depicts the evolving and shape-shifting nature of money due to these developments.", "While the diffusion of technologies is accelerating as well, it is precisely in the area of payments where it is the most rapid.", "We are still determining what this will bring and which form the money will eventually take.", "Are we going to see the decline in the dominance of one global currency and its replacement by a new one or the formation of an alliance between currencies?", "Will it be the dominance of technology companies in providing payment services to the general public?", "Whatever the case may be, there is one thing we are certain of: Nothing has changed in our central banking task of maintaining the trust of the public in money and the financial system.", "Or to quote my colleague banker from the Bank for International Settlements, Mr Augustin Carstens, \"The soul of money is trust.\".", "We are still here to pursue monetary policy goals, to preserve the value of money by providing trust in the value of money and to offer money as a payment instrument that is widely accepted, secure, cheap and convenient.", "Our institutional task is to maintain confidence in the financial system and to serve as an anchor - a digital exchange for all other sorts of money that private issuers offer.", "To mention at this point - please, don't forget, everything you have today in your digital wallet, mobile banking app or similar is some sort of a payment instrument issued by a private entity.", "Some of them we supervise, some of them we don't.", "Whether it's a bank, a payment service provider, a stablecoin issuer or a globally interconnected anonymous network of nodes like Bitcoin, it isn't us you are banking with.", "But ... this may change.", "The Times They Are A'Changin' Lately, central bankers have rapidly started to tinker with something called the central bank digital currency or, shortly, the CBDC.", "Even though the idea seems new, it dates back to 1987 when the Nobel laureate James Tobin proposed the concept of a \"deposited currency\", or \"a medium with the convenience of deposits and the safety of currency\", to enhance payments and reduce the reliance on deposit insurance.", "It was only 16 years later that the first CBDC came into production.", "Then, it was the Avant card, a stored-value card created by the Bank of Finland in 1993 capable of offline payments using a custom-made card reader device.", "A similar attempt ensued two years later in the UK called Mondex.", "However, none ever caught on due to costs and the fact that debit and credit card networks had become more efficient.", "Or, maybe the times haven't changed enough to accept these changes.", "The environment needed to be more mature.", "But before I continue, let me move one step back.", "To understand the CBDC, we must remind ourselves how the current payment system works.", "Central banks provide the monetary base - cash for individuals and CB deposits for banks -both often referred to as \"public money\".", "The private sector has its own payment solutions - cards or mobile banking apps issued against the deposits, called \"private money\".", "This hybrid model for payments has lasted for many decades and it is the current payment system we are all used to.", "And now ... what led central banks to reconsider this model is to get on the other side of your digital wallet, become your counterparty and offer you a new venue to access your money and a new form of public money - the CBDC.", "The motives are crucial here.", "But the motives differ from one country to another.", "Some central banks do it for inclusion, to attract people to the financial system, and to allow them to reap the benefits of legal protection - being protected and having access to financial services for everyone and from different places.", "Examples are developing economies like India or Nigeria.", "The others do it because of geographical reasons, or better to say, where geography is an obstacle for physical banking, such is the case for dispersed islands in the Bahamas and its cash-management problems.", "Transferring cash from one island to another is too expensive, and the common digital payment platform for citizens seemed like a viable solution.", "There are other reasons, such as serving as a backup option in case other payment solutions fail.", "For example, it is the case with Eastern Caribbean CBDC, which purports to support payments in the areas struck by volcanic eruptions in The others, like China, did it because of dominant technological platforms which exploited the network effects to stifle competition.", "Those technological giants (Alipay and WeChat pay) grew so big to build their own ecosystems, a walled garden where fragmentation of the market happened.", "The terms platformisation and super-apps were coined there.", "The state then intervened to retain control over the system and to build a one, common, integrated payments system accessible to everyone.", "To level the playing field.", "In countries where cash is almost out of use, and the private sector provides digital payments at scale, the financial stability concerns paved the way for the CBDC entry.", "This is why Swedes started it - to provide a backstop to private payment rails and to render it as a central point of conversion between private digital currencies - a monetary anchor.", "But what are the main drivers for developing the CBDC here in the eurozone?", "What drives the ECB and the CNB to follow this path?", "Because, in essence, and let me be honest here, if we want to pursue our monetary goals, we do not need a new form of money.", "By affecting the cost of funds, we can do our monetary job well.", "So, what is it that drives us towards the CBDC, or better to say, towards the digital euro?", "THE DIGITAL EURO The main reason behind the digital euro project is the declining use of cash.", "If the trend continues, it could eventually entirely disappear.", "Since cash is the only source of public, risk-free money available to everyone, we see the need to adapt to people's preferences by offering a public version of money in this growing digital sphere.", "While doing this, we do not want to replace cash but to complement it with a widely usable, inclusive, free-for-basic use and convenient form of money.", "The other important reason for embarking on this digital journey is related to something we call \"strategic autonomy\".", "As I mentioned at the beginning, current geopolitical tensions show us how fragile our world is.", "Dependence on external sources and external suppliers for the basic needs of our population brings risks, and we must ensure these risks do not materialize, particularly in times of crisis.", "It is our duty to support the smooth functioning of the payment system or, to put it more bluntly - to ensure payment services continuity in unexpected scenarios.", "And this is precisely where the digital euro fits in.", "Built on its own infrastructure and further developed in cooperation with domestic payment service providers, we must ensure this option will work when all others fail regardless of the cause of the disruption, be it a cyberattack, technical glitch or something else.", "We must ensure the digital euro is there when you need it the most.", "Now let's mention privacy.", "This is very important for us, and I want to emphasize this aspect.", "New generations are used to surrendering their privacy, to renounce their data sovereignty in favour of digital payment and social network providers.", "Some social networks even work that way - to make your own digital identification or to verify it is exactly You or Me out there on the web.", "Public concern over digital privacy has been identified in the 2021 document \"Public consultation on a digital euro\" and the idea of a unique digital identity for citizens in the EU is being developed by the European Commission.", "This tendency is also at the heart of the digital euro project, and the digital euro will offer the highest levels of privacy for the citizens.", "Let me assure you that the central bank has no interest in peoples' payment behaviour, nor will we store or even see any of people's personal data.", "So, considering that our role is to act in the best public interest and at the same time, we see a proliferation of digital payment channels offered by various private entities or even networks without recognizable issuers, isn't it right to think that we also need to offer our citizens digital version of public money?", "To offer our citizens a way to access public money in the digital sphere?", "Or, to paraphrase ECB President Christine Lagarde, \"Don't we all need to have access to public money in the digital age?\".", "Before I give you my answer to this question, let me briefly touch upon the question of the risks of introducing the digital euro and the potential downsides of its deployment.", "First, and this is something central bankers are concerned with the most - the potential of the digital euro for disintermediation.", "The story goes like this: if we deprive banks of their funding sources in the form of deposits and people then move those deposits with us instead, aren't we going to destabilise the system, suppress credit activity and eventually cause the decline of the economic activity?", "The ECB and the central banks first identified this risk in 2020, and now we believe there is a solution to it.", "With the right design of the digital euro that places a limit on the amount of digital euro per holder, we can successfully mitigate that risk and not allow the digital euro to become a source of instability.", "Another risk is a potential for market distortion that lies in the introduction of the digital euro when a public institution enters the private market, disrupts it and even competes with both current and future market participants.", "Why do that when we already have an innovative and well-functioning payment system in the EU?", "And isn't it that the markets always do things better and more efficiently driven by the invisible hand, with the regulators' task being only to level the playing field by providing an adequate legal framework?", "The answer here is that the digital euro payment infrastructure will co- exist with the current one and offer an additional option.", "In a growing market for electronic payment, there is room for such a new solution with previously mentioned built-in limits.", "At the same time, private sector participants will continue to play a key role in developing digital euro functionalities.", "The role of central banks will be to provide basic back-end infrastructure while everything else will be left to the industry to find the best solutions and innovate.", "And the third risk is connected with the international dimension of the digital euro.", "Here, in general, every CBDC at first seems like a win-win solution.", "The current system of international retail payments is full of friction.", "It is slow, expensive and opaque, and the CBDC could play a significant role here to make it cheaper, faster and more transparent.", "Enhancing cross-border payments' speed and transparency while increasing access to cross-border payment services and reducing their costs are the key objectives of the G20 cross-border payments programme.", "Since the G20 Leaders endorsed the Roadmap for Enhancing Cross-border Payments in 2020, much has been accomplished.", "Ongoing experiments undertaken by the Bank for International Settlements are also showing how wholesale and retail CBDCs (Icebreaker), as well as the interconnection of domestic payments systems (Nexus), can deliver faster, cheaper and more transparent cross-border payments.", "But the risks of internationalised or cross-border CBDCs for developing economies could be large and unintended.", "For example, suppose a CBDC or the digital euro is easily and widely accessible across borders or in countries facing financial instability.", "In such cases the citizens could substitute local currencies with the digital euro and make the domestic financial situation even worse.", "This is the scenario we must avoid.", "Finally, we must all ask ourselves in what kind of financial reality we want to end up in because it could be a world of indirect currency competition pursued by private companies only as a matter of industrial and technological race.", "But, at the same time, we could end up in a world where payments are safe, easy to use and settled instantly - both domestic and international and with negligible costs.", "But will we end up in a world where our privacy is protected and our trust in the system is preserved in times of crisis?", "Are we going to put our trust solely in computers, protocols, artificially generated outcomes or centralized private companies' algorithms with a global reach?", "Or do we want public institutions to do their job, protect our interests when no one else will, and be there when we need them?", "CENTRAL BANKS - LEADERS OF CHANGE Our mandate is to continue to provide trust in money in the digital age.", "To be a vital part of this new digital world, a new reality.", "We must not stay aside and observe while the \"The Times They Are A'Changin'\" and external factors move our whole world in a strange direction.", "We need to let money evolve and be an important leader of change in its evolution.", "This is the least that any citizen should expect from governments or public institutions.", "Finally, similar to what all of you here in this room have to decide, to become competitors or to coopete, it is also on us to make strategic decisions.", "And we choose to coopete.", "To coopete with the digital industry.", "To meet this end, we will continue to work on a basic, back-end solution for the digital euro and leave it to you to lay the foundations for the rest.", "STRONGER TOGETHER And as regards the doubt between cash and the digital euro, our vote goes for both: the cash and the digital euro.", "We see them both in the future, standing together.", "-taking-digital-currencies-offline ↑ 4.", "-cross-border-payments-stage-3-roadmap/ ↑ 7.", "↑ © CROATIAN NATIONAL BANK"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Digital Euro", "Central Bank Digital Currency (CBDC)", "Payment Systems", "Privacy", "Trust", "Financial Stability", "Strategic Autonomy", "Disintermediation", "Cross-Border Payments", "Coopetition"]}