{"sentences": ["Distinguished Guests, Greetings to you all, I am pleased to be given the opportunity to deliver the opening remarks at this webinar on financial inclusion policies for the youth in Africa.", "Young people are the agents of change and can transform how the future generation manages their livelihoods and drives economic development.", "According to the United Nations, there are approximately one billion young people in the world, accounting for 18 per cent of the global population.", "In Africa, the youth represents 60% of the continent's population, with a rapidly growing trend, and it is estimated that the continent will hold 42 percent of the world's youth by 2030.", "Such figures highlight the potential for young people to make meaningful individual and collective contributions in their respective countries and globally.", "Today's youth are already making their voices heard and partaking in decision-making on various issues of interest and importance to them, ranging from education, health, politics and climate change, to name but a few.", "They are also showcasing their potential as innovators and entrepreneurs.", "Nevertheless, there is still room for improvement to ensure that youths are included and empowered to develop their full potential.", "While the challenges that youths face differ from country to country, fostering access to financial services is a common challenge.", "Low financial literacy, legal restrictions, difficulty in accessing financial products and services for various reasons such as high transaction costs and difficulty in accessing loans as young people are sometimes considered high-risk customers due to limited savings in their accounts have been identified as some of the factors hindering youth access to financial services.", "These challenges highlight the need for targeted financial education initiatives and financial inclusion policies that can effectively address pertinent issues and realities faced by the youth.", "In this regard, regulators and policymakers have a crucial role to play in creating a conducive environment to promote youth financial inclusion by improving the regulatory frameworks and designing more inclusive policies.", "The transformation that the financial sector is going through, including the accelerated introduction of digital financial services and products, also presents opportunities to advance youth financial inclusion and inclusive growth, given the tech-savvy nature of the younger generation.", "In Seychelles, financial empowerment of the youth was given impetus with the launch of the National Financial Education Strategy in 2017, which identified this important segment of the population as one of four main target groups that need to be financially educated.", "Over the past five years, the Central Bank of Seychelles has undertaken various initiatives targeting the youth at an institutional level and in collaboration with other stakeholders.", "These have taken multiple forms, such as in-person or virtual sessions at workplaces and educational institutions and the dissemination of awareness materials through mainstream and social media.", "A Financial Education Youth Ambassadors Programme was also launched in 2021 to empower young people aged between 16 and 30 on financial matters and encourage peer-to-peer learning and advocacy on financial education.", "At a national level, entrepreneurship and financial education are being integrated into the school curriculum at primary and secondary institutions and relevant professional Centres to empower the youth to be financially responsible individuals and develop their interests and abilities to become prospective entrepreneurs and business owners.", "The Central Bank also partners with different stakeholders annually to commemorate national and international events, such as the Global Money Week and Youth Festival, encouraging the youth to learn about money matters and providing networking educational opportunities around financial issues.", "At this juncture, it is essential to note that effective financial education is about more than just promoting opportunities.", "It is equally important to raise awareness of customer rights, avoiding indebtedness, the need for the prudent use of financial services, which encompasses the safe and secure use of digital financial services to avoid financial fraud schemes, and the importance of protecting one's financial and personal information, amongst others.", "The participation of the Central Bank of Seychelles in the annual International Fraud Awareness week since 2019 is one of the initiatives being implemented to promote anti-fraud awareness and education.", "I am confident that each country in the region is working hard at implementing similar initiatives and finding ways to design and implement innovative policies that will help the younger generation to navigate longstanding and emerging global challenges, such as the COVID-19 pandemic and geopolitical events that are having spillover effects across the globe thus impacting the livelihoods of everyone including the young people.", "Today's webinar is providing us with an opportunity to take stock of the current level of financial inclusion on the African continent, share expertise and experiences on the implementation of our countries' respective financial inclusion policies, identify gaps and challenges that still exist and put forth proposals on how we can further advance the financial inclusion agenda, particularly among the youth, including finding ways for greater stakeholder collaboration to achieve this objective.", "As leaders of the AFI network and the regional AfPI grouping, let us showcase our commitment to assist in devising an action plan and setting realistic targets that will enable our respective countries and the region to formulate and implement innovative policies that will positively impact the lives of the youth.", "On this note, I wish you all fruitful deliberations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Youth Financial Inclusion", "Financial Education", "Financial Literacy", "Digital Financial Services", "Entrepreneurship", "Financial Empowerment", "Financial Inclusion Policies", "Customer Rights", "Anti-Fraud Awareness", "Financial Inclusion Agenda"]}