{"sentences": ["Check against delivery Ladies and gentlemen, It is a great honour and pleasure for me to be here with you today.", "My deep gratitude goes to the Chair of the CCBG, Governor Kganyago, and also to the host of today's event, Governor !Gawaxab, for inviting me to this important meeting.", "This week the important Africa Climate Summit took place in Nairobi.", "The Prime Minister of Kenya said: We need to unlock solutions .", "Today, I am here in Namibia - that is no coincidence.", "Because: climate change also affects our responsibilities as central bankers.", "Be it inflation, be it economic growth or productivity.", "Climate change will also affect financial stability.", "Finally, talking about financing adaptation or transformation, the role of the financial system needs to be defined.", "Before going into details, let me make clear two things: Climate change is a risk and a disaster, but tackling climate change also offers business opportunities.", "For example, Africa has a great potential in renewable energy.", "And Europe is looking for business partners.", "To be clear, central bankers are no politicians and our role is not to set up climate policies.", "Yet, we have to play our role within our mandate.", "We have the analytical capacity, the economic expertise.", "We know the needs and the threads of the financial system.", "As well as the challenges and opportunities of the real economy.", "So it is our duty to assist in the process of unlocking solutions.", "It does not matter, whether we are part of the Global South or Global North.", "We are all in the same boat.", "We share our planet and we need to collaborate at an eye-to-eye level, as equals.", "Therefore, I highly appreciate the increasing voice of the African continent.", "Be it in Kenya, be it in Paris or at the next COP.", "That is the reason, why I am here today.", "I am the incoming chair of the global central bank forum: Network for Greening the Financial system.", "Within the last 6 years, 130 central banks and supervisory agencies worldwide have collaborated on climate risks and climate finance.", "I would like to seek a greater involvement of African central banks.", "Because I think we can learn a lot from your experience.", "At the same time we have done great work we would like to share with you!", "Ladies and gentleman, Today we have the opportunity to talk about the severe economic consequences of climate change and how central banks can react.", "Climate change adds to the challenges central banks already face: Inflation remains too high in many parts of the world, including southern Africa.", "The economic outlook remains uncertain.", "Providing stability - of prices, of the economy and of the financial system - is our core duty as a central bank.", "We serve our societies and their well-being.", "Climate change is affecting our ability to do that.", "There are three ways we are affected by climate change: 1.", "Its effects can be direct and local, caused by extreme weather events.", "But also macroeconomic and wide-reaching, through permanent and structural changes.", "And, eventually, these economic effects also trickle through the financial system, via credit defaults and asset devaluations.", "In Europe, we have only just started to experience the direct effects of more frequent extreme weather, like wildfires, floods and droughts.", "Here, in this region of the world, you have already had to deal with this for much longer.", "It is in the Global North's keen interest to listen carefully: The experiences you have gathered - have already had to gather - is a preview of what is to come globally.", "Cyclone Idai, back in 2019, led to severe flooding in Mozambique and brought damage in Madagascar, Malawi, Zimbabwe and other countries in the region.", "It caused economic damages in the range of at least 2 billion US-Dolllar.", "The sad irony is that, while climate change can cause too much rainfall in one place, it can cause too little just around the corner.", "Droughts are an increasing issue worldwide, with rain patterns shifting - especially here in the southern African region, as I am afraid you might have in your very recent memory.", "The human suffering is evident: the UN feared the 2021 Madagascar drought would lead to the world's first climate change famine .", "This demonstrates that the economic and social cost of climate change is tremendous, especially where agriculture is the main source of employment: loss of arable land, loss of income, loss of employment, flight from countryside to cities.", "All of this has a considerable impact on our economies: on productivity and growth.", "Droughts can disrupt hydropower and hit electricity costs, with ripple effects throughout the supply chain.", "Before we start the panel, however, I would like to move from eye-catching extreme events to call your attention to second-round and indirect economic channels caused by lasting damages or chronic changes to economic patterns.", "In some cases, such as the aftermath of Cyclone Idai, they are more obvious: destroyed infrastructure that needs to be rebuilt, disrupted supply chains that cause prices to rise - examples of lasting damages.", "However, some macroeconomic effects from chronic changes are less obvious.", "The IPCC reports that - and I am aware of my generalisation - for Africa as a whole, agricultural productivity growth over the past decades is 34% below a baseline without climate change.", "The NGFS tries to extrapolate some of these macroeconomic effects into the future: our online tool allows you to explore these under different climate scenarios.", "A short example: the impact on labour productivity from heat stress.", "If we assume that only the currently implemented climate policies are maintained, our models forecast a labour productivity drop for some of the countries in southern Africa of over 5% by 2050.", "This can represent a real hit to economic output.", "As central banks within the NGFS, we do not stop at simply exploring such scenarios.", "It is necessary for central banks to take climate risks into account in their models in order to ensure price and financial stability in the future.", "Stability is a key building block that we as a central bank have to deliver as a basis for growth and prosperity for our societies.", "This thought leads to an addition I find important to state: amidst the impact of climate change there are chances for growth and prosperity.", "I once again quote the Prime Minister of Kenya: We need to unlock solutions .", "I could not agree more.", "There is ample demand for climate finance in the Global South.", "Public finances, however, are very much constrained.", "It is therefore key to leverage more private financing in this area.", "For this, we need to understand what hinders the flow of private capital and try to unlock barriers to solutions.", "Investment flows from the Global North to the Global South could then bring business opportunities that are mutually beneficial.", "Green hydrogen production and resources partnerships are just some examples.", "These solutions will only be found through an open dialogue, bringing climate finance demand and supply together - if investors find the right environment.", "One point is the risk-return profile - which is partly determined by the perceived stability of the macroeconomic environment.", "This is where central banks have a role to play: price and financial stability are our core mandates.", "In this context, ladies and gentlemen, international cooperation is again to mutual benefit.", "One forum for this is the NGFS.", "It was created in late 2017 to address climate risks, and to align global financial flows with the goals of the Paris Agreement.", "From next year onwards, I will chair this network of almost 130 central banks and supervisors from across the world.", "Considering all the demands, needs and expectations central banks are confronted with, it is more important than ever to work hand-in-hand.", "Let me close my remarks: We are all in the same boat.", "We only have one planet.", "Please, let us collaborate as equal partners.", "Guterres: Renewable energy could be the African miracle: Guterres - SABC News Von der Leyen: Speech by the President at the African Climate Summit (europa.eu) WMO Atlas of Mortality and Economic Losses from Weather, Climate and Water Extremes (1970-2019).", "According tot he South African Development Community, Agriculture employs over 60% of the population.", "Employment & Labour | SADC From IPCC6 S. 1348: \"highest risk to hydropower output is in the Zambezi, where the driest scenarios would see a 58% reduction in revenues relative to a scenario without ILO reporton cyclone Idai, 2019."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Central banks", "Financial stability", "Economic growth", "Climate finance", "Africa", "Extreme weather events", "Macroeconomic effects", "NGFS", "Renewable energy"]}