{"sentences": ["Navigating challenging times: a closer look at Europe's financial system Speech at the 21st Annual Symposium on Building the Financial System of the 21st Century: An Agenda for Europe and the United States, organised by the Program on International Financial Systems and Harvard Law School 10.05.2023 | Kronberg | Sabine Mauderer Check against delivery.", "2 Recent financial market developments 3 Towards a single European capital market 1 Introduction Ladies and gentlemen, In response to the high and persistent inflation across the euro area, the ECB (European Central Bank) has tightened its monetary policy stance.", "Since last July, we have raised our policy rates by a combined 375 basis points.", "To support this restrictive stance, the Eurosystem has also started to wind down its asset purchase programme (APP (Asset Purchase Programme)).", "Since March, we are gradually reducing our bond holdings - currently at a pace of 15 billion euro per month on average until the end of June.", "We will continue to decrease our APP (Asset Purchase Programme) portfolio at a measured and predictable pace.", "We expect to stop the reinvestments as of July.", "Of course, the tightening of monetary policy has significant consequences for the financial sector.", "It has put the spotlight on funding, interest rate and liquidity risk.", "Today, I would like to shine a light on recent developments in Europe's financial markets.", "I will explain why this is different from 2008, and look at what is next for Europe's financial system.", "Recent financial market developments 2.1 An episode of tension in Europe's financial markets Financial markets on both sides of the Atlantic went through several challenging weeks in March and April.", "The collapse of Silicon Valley Bank in the United States and the demise of Credit Suisse threw sections of the financial markets into turmoil and shook confidence in parts of the banking system.", "Bond market volatility surged, liquidity was strained.", "Banks' credit default swaps (CDSs (Credit default swaps)) widened sharply and bank stocks plummeted globally.", "Major central banks took coordinated action to ensure access to dollar liquidity as well as broader liquidity provision.", "The Eurosystem, for instance, conducted daily tender operations in US (United States) dollar through April.", "The uptake of these operations was very limited - a sign that banks could readily draw on dollar liquidity in the market.", "More recently, tensions in the banking system have eased significantly - partly supported by better than expected quarterly earnings reports, including in Europe.", "Thus, the Eurosystem has returned to a weekly frequency of its 7-day US (United States) dollar operations.", "The demand for our regular open market operations, which has been stable at a low level, also reflects the easing of tensions in the financial sector.", "Still, market participants will continue to monitor the sector closely.", "Resilience of Europe's banking system Some observers have drawn parallels between the recent turmoil in the banking sector and the global financial crisis 15 years ago.", "But in fact, the situation in both the US (United States) and European banking systems is different today.", "Today is not comparable with 2008.", "The financial crisis led to global regulatory reforms to strengthen the stability and resilience of the financial system.", "One of the things the reforms introduced was stricter requirements for banks to hold more and stronger capital as well as liquid assets.", "From an institutional point of view, in the euro area, the Single Supervisory Mechanism ( SSM (Single Supervisory Mechanism)) has contributed to keeping the European banking system overall safe and sound and to bolstering financial stability.", "Thanks to ambitious supervisory action, euro area banks have made significant progress on cleaning up their balance sheets.", "Banks that are under the direct supervision of the ECB (European Central Bank) have reduced their stock of non-performing loans from almost €1 trillion in 2014 to under €340 billion at the end of 2022.", "Euro area banks' capitalisation is higher and stronger and their liquidity position is much stronger, too.", "In addition, a sound framework for banking resolution was put in place in the shape of the Single Resolution Mechanism.", "Overall, Europe's banking sector is significantly more resilient than it was 10 to 15 years ago.", ".3 Fault lines in the banking sector and challenges to watch out for At the same time, the recent turmoil has exposed some fault lines and challenges in the banking sector.", "First, confidence in the banking sector may still be fragile.", "Banking supervisors and regulators need to consider new drivers and channels of financial contagion, as well as the speed at which turmoil can spread.", "The run on Silicon Valley Bank's deposits was referred to as \"the first Twitter-fuelled bank run\".", "[2] In a recent speech, SSM (Single Supervisory Mechanism) Chair Andrea Enria warned of \"mimetic contagion\".", "[3] Investors are trying to draw conclusions on vulnerabilities by looking for similarities between banks and their business models.", "Recently, market participants have paid close attention to the unrealised losses that banks have on their books, to the level of uninsured bank deposits, or to banks' exposure to commercial real estate markets.", "Digital technologies like social media, online banking and instant payments can amplify contagion.", "Just think about how easy it is to move deposits using your phone, at any time.", "Second, a lack of liquidity in fixed-income markets can potentially compound financial contagion and put pressure on banks that are fundamentally quite sound.", "Fixed-income market liquidity is crucial for the conduct of monetary policy and the stability of the financial system.", "That means central banks as well as other actors in the public sector have a vital interest in monitoring and supporting liquidity conditions.", "The same is true for the drivers that affect their robustness, especially during episodes of market stress.", "In the euro area, the free float of government bonds decreased in the course of the Eurosystem's asset purchase programmes.", "Central banks and debt management offices have alleviated such scarcity effects in government bond markets by expanding securities lending activities.", "And as regards the United States, I am aware that the Fed (Federal Reserve System), the Treasury and other stakeholders are very active in exploring ways to further strengthen the resilience of the US (United States) Treasury market.", "Third, we have seen that interest rate risk and liquidity risk, say, can cause stress in the banking system that is more severe than assumed in standard stress tests and individual supervisory indicators.", "As risks evolve, banks need to adapt their risk management practices.", "And supervisors are challenged to adapt their focus as well.", "For instance, interest rate risk is a central supervisory priority in Europe.", "We monitor it closely in our supervisory practice and expect banks to adjust if risks are not sufficiently covered.", "Fourth, the turmoil raised questions among market participants, for example about the regulation of mid-sized banks, the scope of deposit insurance and the functioning of resolution regimes.", "The case of Credit Suisse created uncertainty about the order in which creditors and shareholders should bear losses.", "To be clear: It is essential that policymakers act in accordance with existing resolution frameworks.", "This includes using bail-in tools to avoid moral hazard and the need to use public funds.", "To shore up confidence in the EU (European Union)'s resolution framework, the ECB (European Central Bank), the European Banking Authority ( EBA (European Banking Authority)) and the Single Resolution Board ( SRB (Single Resolution Board)) confirmed that common equity instruments would be the first in line to absorb losses.", "[4] On 18 April, the European Commission published a proposal to adjust the EU (European Union) crisis management and deposit insurance ( CMDI (Crisis management and deposit insurance)) framework, including broadening the scope of the resolution framework to smaller and medium-sized banks.", "[5] The proposal aims to address the shortcomings of the framework that were identified in past crisis situations.", "This has the potential to enhance the credibility of the framework and strengthen market discipline.", "At the same time, as the reforms consider changes to well-established deposit insurance schemes, it is important to avoid unwanted side effects.", "Let me recap: Recent events have highlighted weaknesses in the banking sector during periods of monetary policy tightening.", "They have underscored the importance of adequate asset and liability management.", "Banking supervision needs to remain vigilant in a very dynamic environment.", "Consistent implementation of the new Basel III framework at the global level is equally important in this regard.", "Towards a single European capital market Ladies and gentlemen, Let me now turn from the banking sector to capital markets.", "The free flow of capital is essential for the functioning of a monetary union.", "Moreover, integrated capital markets can contribute to safeguarding financial stability.", "This is because improved cross-border financing, especially through equity, can help to share risks and cushion economic shocks.", "And capital markets can help us deal with the challenges that lie ahead.", "Think about digitalisation or the need to green our economies.", "These far-reaching transformations will require massive investment that will primarily have to come from the private sector.", "For example, delivering on the European Green Deal alone will require additional annual investment of €520 billion across the EU (European Union) until 2030.", "[6] To mobilise these sums, Europe needs a stable and resilient banking system and deeper and more liquid capital markets.", "The EU (European Union) capital markets union would promote capital market financing to complement bank lending.", "Unlike in the United States, bank-based financing still makes up the lion's share of funding in Europe.", "There is a lot of untapped potential in European capital markets.", "Consider insolvency regimes, for instance: the significant differences in national insolvency frameworks across the EU (European Union) pose a major obstacle to capital market integration in Europe.", "Yet there is empirical evidence that harmonised insolvency rules can increase cross-border debt and equity investment.", "[7] In this context, the European Commission in December 2022 published a proposal for a directive to align major aspects of insolvency laws.", "[8] Let me touch upon another building block of the capital markets union: the EU (European Union) securitisation market.", "In January, Germany and France called for a review of the regulatory framework.", "There is no doubt that securitisation is a complex instrument.", "Hence, risk-sensitive and prudentially sound treatment of these transactions and investments is important.", "But a risk-sensitive build-up of Europe's securitisation market could be one viable way of bridging the gap between bank loans and capital markets.", "Using securitisations, banks can bundle and re-package loans into tradeable securities and place them or their respective credit risks in the capital markets.", "This gives banks regulatory capital relief for further lending and distributes credit risk among bank and non-bank market participants.", "To free up the potential of capital markets and fully reap the benefits of European integration, it is important to make progress on creating a single European capital market.", "Let me sum up: The Eurosystem is tightening its monetary policy stance to bring inflation back to target.", "It is important that the financial system adapts to the changing monetary policy and macroeconomic environment and manages the risks that arise from these shifts.", "As the recent turmoil in the financial market has shown, strong banking supervision is a central pillar of financial stability.", "Banking supervisors will continue to carefully monitor developments in the banking sector.", "Progressing towards a single European capital market can help make the EU (European Union)'s financial system more stable, resilient and competitive.", "That is what Europe needs: a stable, resilient and competitive financial system.", "ECB (European Central Bank) Banking Supervision: Supervisory banking statistics, fourth quarter 2022, 12 April 2023. .", "Patrick McHenry: Statement on regulator actions regarding Silicon Valley Bank, United States House of Representative, Financial Services Committee, 12 March .", "Andrea Enria: A new stage for European banking supervision, keynote speech at 22 Handelsblatt Annual Conference on Banking Supervision, Frankfurt am Main, 28 March 2023. .", "ECB (European Central Bank) Banking Supervision, Single Resolution Board, European Banking Authority: Statement on the announcement on 19 March 2023 by Swiss authorities, 20 March 2023. .", "European Commission: Communication on the review of the crisis management and deposit insurance framework contributing to completing the Banking Union, Brussels, 18 April 2023. .", "European Commission: Towards a green, digital and resilient economy: our European Growth Model, Communication, Brussels, 2 March 2022. .", "T. Kliatskova, L. B. Savatier und M. Schmidt (2023): Insolvency regimes and crossborder investment decisions, Journal of International Money and Finance, Vol.", "European Commission: Proposal of new insolvency directive harmonising certain aspects of substantive law on insolvency proceedings, Brussels, 7 December 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking supervision", "Financial stability", "Monetary policy", "Capital markets", "Interest rate risk", "Liquidity risk", "European capital market", "Securitisation", "Insolvency regimes", "Basel III"]}