{"sentences": ["Two sides of the same coin - delivering monetary and financial stability timelessly - speech by Sarah Breeden Given at the University of Leeds Published on 09 March 2023 Sarah Breeden talks about links between monetary and financial stability.", "She argues that though complementary - two sides of the same coin - their interaction can be complex.", "Having two separate committees, the Monetary Policy Committee and Financial Policy Committee, has worked well through multiple tests to date, helped by: shared analysis; building resilience in advance of potential stress; and targeted differentiated operations where needed.", "Introduction As I stand in front of you - ambitious students with your careers ahead of you - I can't help but reflect on the three decades since I was sat in your position as an economics undergraduate, wondering whether and how I could put my studies to use.", "I've spent those decades at the Bank of England, a period of huge change for the institution.", "An early highlight was working in the Governor's office in 1997, which you may know saw the creation of an operationally independent Monetary Policy Committee (MPC), tasked with maintaining price stability, via an inflation target set by the Government.", "Prices had been far from stable in the 70s and 80s, so this new institutional arrangement - adopted in the UK and elsewhere - was welcome and indeed resulted in a long period of low, stable inflation.", "The MPC's remit is broadly the same today - it aims to return inflation to the 2% target while avoiding unnecessary economic costs.", "Another critical event was the Global Financial Crisis (GFC), which had similarly fundamental implications for the Bank.", "One lasting image of that crisis is of queues outside branches of a high street bank - Northern Rock.", "I worked on the Bank's response - providing liquidity support to Northern Rock as depositors withdrew their cash.", "In the event that was just the beginning of the crisis.", "One year later, the US investment bank Lehman Brothers had defaulted and confidence in the financial system had collapsed.", "As a consequence we saw a credit crunch and economic costs on a huge scale.", "There were many lessons learned from the GFC.", "One was that monetary stability is not a sufficient condition for financial stability - more was needed.", "We needed macroeconomic policymakers to take account of 'systemic risks' in the financial system.", "That means understanding that total risks in the system might be larger than the sum of their parts.", "Because these risks can amplify each other, particularly in times of stress, and as they do so can harm economic growth.", "In the UK, this realisation led to the creation of a new committee with clear responsibility for the stability of the financial system as a whole - the Financial Policy Committee (FPC) on which I sit today.", "The FPC's primary objective is to pursue financial stability.", "That means we spend most of our time looking at the horizon, trying to spot the big risks to financial stability and to the economy - tail risks as we call them.", "And then we take actions in advance of those risks crystallising - known as macroprudential policies - to reduce their potential impact.", "The Bank has a number of other important responsibilities too.", "For example we have the Prudential Regulation Committee, which covers the microprudential supervision and regulation of individual banks and insurers.", "But today I want to focus on the MPC and FPC and how their different objectives for monetary and financial stability interact.", "These objectives are complementary: achieving one helps us to achieve the other.", "Indeed I like to think of them as two sides of the same coin.", "But the way they interact can be complicated.", "I'll cover some theory on this, and consider a few of the shocks we faced recently.", "I believe the setup we have - close but separate committees - has handled these challenges well.", "As interest rates rise after well over a decade at very low levels, it's an important time to look again at this topic.", "How do monetary policy and financial stability interact in theory?", "Now let me cover some of the theory of how monetary policy and financial stability interact.", "There's a lot of it, so I'll just mention the most important links.", "As I've already said, the headline is that monetary and financial stability are complementary.", "Well- conducted monetary policy - which achieves monetary stability - reduces the scale of economic fluctuations over time, mitigating risks to financial stability.", "And a more stable financial system reduces the extent to which the financial system causes or exacerbates economic fluctuations, making the job of monetary policy easier.", "But the detail underneath this headline, how monetary policy and financial stability interact, is more complex.", "Monetary policy affects the whole financial system, \"getting in all the cracks\"[1], and so it affects financial stability via a number of transmission channels.", "First, monetary policy, by design, changes incentives to borrow.", "It does this by affecting interest rates[2] as well as the value of assets that can be used as collateral[3].", "Similar effects can occur for lenders like banks.", "By affecting the value of their assets and liabilities, monetary policy can relax or tighten lenders' solvency constraints, affecting their incentives to lend[4].", "Second, monetary policy affects the assets financial institutions choose to hold.", "Changes in short- term interest rates or Quantitative Easing (QE) affect the relative attractiveness of different assets.", "Investors may then adjust their portfolios, for example purchasing riskier corporate bonds[5].", "Monetary policy can also affect investment decisions by changing investors' risk tolerance[6] or their incentives to 'search for yield'[7], although the strength of this risk-taking channel is debated[8].", "Third, there is market liquidity, the ability to buy and sell assets easily.", "Liquidity is a key financial stability concern, and another area where monetary policy can have powerful effects.", "In both the GFC and March 2020 'dash for cash', QE programmes increased liquidity in otherwise illiquid markets[9], supporting financial stability.", "There is however less experience on how this might operate in reverse.", "Now all the channels I just outlined work in two directions - tightening or loosening monetary policy - as well as over short and longer term horizons.", "While the effects are complicated and variable, at a high level I think about it like this: In the short-run, loosening monetary policy tends to support financial stability.", "For example, lower interest rates will reduce borrowers' costs and the risk of insolvencies[10].", "In the long-run though, the effects could reverse.", "Long periods of low interest rates might lead to a build-up of financial stability vulnerabilities, such as excessive borrowing[11] and asset price bubbles[12].", "So there are clearly important ways in which changes in monetary policy can affect financial stability, even if in the end the two are complementary.", "Monetary policymakers also have reasons to care about financial stability.", "Financial instability can affect the economy directly whether by causing or by amplifying shocks - we saw that very clearly in the GFC.", "Another reason is that for monetary policy to work effectively, the financial system needs to 'transmit' it to the rest of the economy.", "So it matters for monetary policy makers whether the banking system is impaired, as in the GFC[13], or if gilt markets are in a spiral of forced selling, as in autumn .", "An unstable financial system is a problem for monetary policy.", "Given these interactions - and with monetary and financial stability two sides of the same coin - why have two separate committees?", "Indeed some have suggested we need one committee, to manage trade-offs[15].", "If there are material trade-offs between objectives then there's a good case for making joint decisions about them.", "Decisions made based on one in isolation would not account for 'spillovers' to the other, leading to less effective policy overall.", "But there are other views.", "For example, the 'modified Jackson Hole Consensus' (reflecting a rather scenic annual conference held in the US) holds that a separate financial stability policymaker - with an independent set of tools - should be responsible for financial stability, allowing monetary policy to focus on price stability[16].", "In my view, this approach works well because although monetary policy and financial stability interact in complex ways, they are in the end complementary.", "This means there typically aren't major trade-offs between the two - both policymakers will be pushing in the same direction.", "I think this is borne out by our practical experience.", "If the case for a single committee is not that strong given potential trade-offs typically involved, there are two practical reasons why it is desirable to have two separate committees: accountability and expertise.", "With independence comes a need to ensure that bodies like the MPC and FPC are held accountable for their performance.", "This is much easier when their objectives are clearly defined.", "Two separate committees makes this easier.", "We also avoid a 'measurability' problem that my colleague Ben Broadbent has highlighted.", "Here a joint committee might focus more on measurable monetary policy outcomes and neglect the important, but harder to summarise, job of financial stability[17].", "Expertise is important too.", "A joint committee would need all its members to span both policy areas.", "Separation allows for more specialisation - people with financial services experience on the FPC for example - and more diversity overall.", "I would argue this makes for better policymaking.", "Overall, and consistent with what some have called 'the model of a modern central bank'[18], I think there is a good case for two separate committees.", "And, as I shall explain, in the case of the UK, the institutional architecture for monetary and macroprudential policy sets us up well to deal with those interactions.", "Nevertheless, there is still more that research can do to help us deal with these interactions better.", "That's where you can help.", "Interactions in practice After the Global Financial Crisis Now I'd like to talk about how the theory I outlined has played out in practice.", "I'll focus on the period following the GFC, and the events of last autumn.", "The GFC in 2007-2009 presented a huge challenge for monetary policy and financial stability.", "Although it had its origins in the financial system - a combination of excessive leverage, reckless lending, lax regulation and financial engineering - monetary policy was the first responder.", "As the financial system froze up and demand contracted, central banks around the world had to respond.", "They did so by slashing interest rates and later launching massive bond buying programmes (QE).", "Along with large-scale government support to the banking system, these actions helped to shore up the global economy, avoiding a rerun of the Great Depression.", "And while central bank actions were taken for monetary policy reasons, they supported financial stability.", "Initially expected to be temporary, low interest rates stayed with us.", "Low interest rates did not just happen in the UK - interest rates across much of the developed world were very low over this period.", "And while policy rates moved sharply in response to the GFC, long-term trends - a fall in what is known as 'equilibrium interest rates' driven by structural factors such as ageing populations and low productivity growth[19] - helped to keep rates low for a long period.", "While low short-term interest rates were necessary to support the economy and meet monetary objectives, they also created conditions that could affect financial stability.", "This is where the FPC comes in.", "Having learned lessons from the GFC, we knew that price stability wasn't a sufficient condition for financial stability.", "So the FPC was there to scan for financial stability risks and take preventative action to contain them where necessary.", "And that is what we did.", "Take the housing and mortgage market, for example.", "Historically, the UK housing market has been characterised by periodic boom episodes, followed by busts with serious consequences for financial stability and economic growth.", "The period of low interest rates following the GFC threatened to create the conditions for another boom in house prices and debt.", "In response, the FPC introduced structural limits on borrowers' loan-to-income ratios to prevent mortgage debt building up to unsustainable levels.", "This provided a guardrail to ensure that lending standards did not relax too far, and protected the economy from amplified swings in the housing market.", "The FPC has also made active use of the countercyclical capital buffer - a time-varying rainy day 'shock absorber' for banks.", "By building up capital when vulnerabilities were increasing and releasing it when needed to support lending and the economy, we were able to moderate some of the shocks hitting the financial system while monetary policy stayed where it needed to be for price stability.", "Importantly, the FPC supported the work of microprudential regulators (PRC in the UK and others overseas) to improve underlying standards after the GFC.", "And we stress tested major UK banks - including against scenarios where interest rates jumped up - to ensure they could withstand shocks.", "These investments in resilience - capital and liquidity standards, central clearing of derivatives, stress testing and resolution regimes to name a few - have hugely improved the financial system's ability to handle shocks, including to interest rates.", "Over these years, having two committees has worked very well.", "Not just because of the complementary nature of our actions and accountability, but for practical reasons too.", "The MPC and FPC both need to be immersed in detail to make their decisions.", "After extensive discussions of leveraged lending or cryptoassets, I'm certainly glad the FPC didn't have to make an interest rate decision!", "Having separate committees gives each time to focus on its own domain.", "Of course some of my colleagues sit on both committees, so do have to make that mental jump - although not usually in the same day.", "That highlights a benefit of housing both committees in the Bank - some joint membership balances focused discussions with understanding each other's actions and developments that are relevant for both committees.", "The liability-driven investment fund episode The most recent test for the two committees came in the autumn of 2022.", "We'd faced a sequence of very large supply shocks - from bottlenecks in global supply chains during the Covid-19 period and then the war in Ukraine, which had pushed up the global prices of traded goods and commodities.", "And there had been domestic shocks, most noticeably a reduction in the size of the workforce.", "All of this pushed inflation materially above the MPC's target.", "Monetary policy was responding as required, by tightening to bring inflation sustainably back to target in the medium term.", "The MPC increased interest rates, and announced its intention to start selling UK government bonds - known as gilts - as part of this more general tightening of monetary policy.", "Subsequently, and following the Government's fiscal announcements on 23 September, we found ourselves facing an acute stress in the gilt market, which had started in a small corner of the pension world[20].", "As gilt yields spiked, some liability-driven investment (LDI) funds found themselves over-leveraged and needing to reduce their borrowing.", "With insufficient time to raise new capital from their pension fund investors, they faced having to sell gilts into a falling market, further depressing prices and increasing the amount they needed to sell[21].", "To stop this self-reinforcing spiral of asset sales the Bank intervened, buying gilts on financial stability grounds.", "This targeted action over 13 days stabilised the gilt market and in so doing allowed LDI funds to reduce their leverage to sustainable levels.", "But unlike in the GFC or 2020 'dash for cash', the actions needed for monetary policy and financial stability seemed to point in opposite directions.", "The MPC had announced its intention to start selling gilts, but to support market functioning and financial stability the Bank needed to buy gilts.", "This was one of the more limited examples of times when monetary and macroprudential policy weren't pushing in the same direction.", "It looked, on the face of it, like there could be tension between the two[22].", "I would argue our institutional arrangements handled this well.", "First the Bank, following a recommendation from the FPC, made the decision to intervene in markets explicitly on financial stability grounds.", "That made accountability and purpose clear.", "Second, we designed the intervention to be targeted - buying long-dated and later index-linked gilts that LDI funds needed to sell to reduce their leverage.", "Third, it was explicitly temporary, running for only 13 days.", "In November, just a few weeks after our financial stability operations ended, Quantitative Tightening (QT) sales had begun[23].", "And by 12 January - just three months after the end of our operation - the gilts we purchased had been sold back into the market[24].", "With this temporary and targeted intervention we were able to do what was needed for financial stability without treading on the toes of monetary policy[25].", "And while there may have been a difference in direction of policy - buying versus selling gilts - the goals were complementary.", "The aim of our intervention was to prevent financial stability from being threatened by severe dislocations in gilt markets.", "With the gilt market dysfunctional, monetary policy would have had unpredictable effects and would likely not have fed through to the economy as expected.", "So stabilising the market also supported the conditions for monetary policy to be carried out as normal.", "Surviving this crisis doesn't mean the FPC can relax.", "Tightening monetary policy after a long period of very low rates has the potential to reveal further financial vulnerabilities.", "We need to consider how declining asset and collateral values flow through the system, including potential risks that may arise as leverage is unwound.", "But having built up resilience in the system ahead of time should prove a smart investment.", "Reforms since the GFC mean that the core of the financial system, especially banks, is much safer.", "And so far banks and insurers have shown themselves to be resilient, notwithstanding the sharp increase in interest rates.", "The same can be said of households and businesses.", "Rising rates will affect house prices, but the FPC has helped to limit risks from household debt through our mortgage market tools.", "And by stress testing banks against major increases in corporate defaults we have reduced the risk of the banking system amplifying distress in the corporate sector.", "In fact we have been including 'rates up' scenarios in our stress tests for many years, giving us a forward-looking view of the system's resilience to increases in interest rates and so the ability to build extra resilience in advance of higher rates materialising.", "All of this means that while the FPC stays on the case for financial stability, the MPC can get on with its job of ensuring monetary stability.", "Of course the LDI episode highlights the need for vigilance.", "This is particularly true for marketbased finance - financial institutions outside the banking system.", "Market-based finance has grown rapidly and not been subject to the same regulatory scrutiny as banks.", "And as monetary policy makers gradually implement QT, financial markets will adjust, perhaps in unexpected ways[26].", "This is a key motivation for our upcoming non-bank exploratory stress scenario, and an ongoing area of focus for us and international counterparts.", "How we work - and the need for diverse policymakers Finally I'll say a bit about the different ways the two committees work, and how you might fit in.", "As I said, the MPC is older with more measurable objectives.", "That is reflected in the kinds of analysis it uses.", "It has a well-established forecasting process, which takes in new data to update its projections for the economy.", "Supporting the forecast are many models, some of them fancy 'general equilibrium' setups that account for interaction between different parts of the economy[27].", "Of course that's not to say there are no unsettled questions in monetary policy, but there is a good deal more theory and practice around its conduct.", "The FPC is not quite in the same position.", "We certainly receive lots of in-depth analysis from Bank staff, often drawing on data and models.", "But our objective is harder to measure, and we have fewer models that tie everything together.", "Partly that's because the 'science' of financial stability is still in its early years.", "We need to focus on worst-case outcomes, so have less data to work with than monetary policymakers.", "And there's the breadth of issues the FPC covers.", "It's not easy to build models that can incorporate banks, insurers, investment funds, households, corporates and all the markets they operate in.", "But we are working towards more joint analysis and models.", "We look at measures of 'GDP at risk'[28] to help judge future risks of financial instability and help measure our progress[29].", "In addition, Bank staff have developed some early 'system-wide' models[30] to think about how stress might propagate between different parts of the financial system.", "This is an area where we plan to do more and push our capabilities forward.", "We're also exploring how we can more formally model some of the interactions between monetary policy and financial stability, and how these may vary in different states of the world and in response to different types of shocks.", "My hope is that we can eventually create tools that will help both committees think about issues which span both objectives.", "As well as aggregate supply, aggregate demand, inflation and interest rates, our models would more richly cover the impact on the economy of developments in the financial system, including the FPC's actions to build the financial resilience needed to avoid crises.", "In this way, our analysis would cover not just the central case but tail risks too.", "This is potentially complicated stuff - it seems to me like moving policy making from lines to planes.", "But it is necessary if we are to maintain and build on our coordinated approach.", "For this broad and interesting work we need a broad set of interesting, and interested, people.", "So this is where you come in, as talented potential policymakers of the future.", "As I just described, the Bank has a broad remit, to pursue monetary and financial stability acting for the good of the people of the country as a whole.", "This means we need staff from a diverse range of backgrounds.", "Those that understand economics to analyse and forecast the economy.", "Those that understand financial markets to draw insights into their complex interactions and potential to propagate shocks.", "And those that understand financial institutions to ensure they are resilient and serving the UK economy.", "All technically strong to do these critically important jobs.", "We need diversity more broadly too.", "Indeed the Bank has become much more diverse and inclusive since I first joined, partly evidenced by my own presence as a female leader - one of many now, compared with a very small number when I joined.", "But we have further to go, and part of our strategy is to increase our physical presence across the UK.", "That includes here in Leeds - where we currently have a small pilot office, with plans to expand that in coming years reflecting the breadth of skills and backgrounds here.", "As we pursue monetary and financial stability, we need a wide range of people from a wide range of disciplines from all across the UK to help us do that.", "And as we increase our physical presence in Leeds you are perfectly positioned to join us.", "Monetary and financial stability are complementary, representing two sides of the same coin.", "How they interact is complex.", "And recent years have presented challenges for both objectives.", "Having two separate and focused committees with overlapping membership has worked well.", "And these complex interactions have been managed through: shared analysis; policy action to build resilience in advance of potential stress; and targeted, differentiated operations when needed, all supported by focus and accountability for our distinct remits.", "While we don't yet know how long higher interest rates will persist, it's clear that the FPC will need to continue to be alive to potential financial stability consequences, not least given known vulnerabilities in market-based finance.", "It's also clear that there is an ambitious agenda for research to support us in our task.", "Luckily we have a great pool of diverse talent to draw on in the future, some of it in this room today.", "Can I encourage you to join us and so to make this 'modern central bank' even better.", "I'd like to thank Benjamin King for his assistance in drafting these remarks.", "I would also like to thank Renée Horrell, Matthew Waldron, Chiara Punzo, Niki Anderson, Andrew Bailey, Kristina Bluwstein, Fabrizio Cadamagnani, Geoff Coppins, Lee Foulger, Andrew Hauser, Grellan McGrath, Huw Pill, Nyssa Roberts, Martin Seneca, Sophie Stone, Danny Walker and Chris Yeates for their helpful input and comments.", "The views expressed here are not necessarily those of the Financial Policy Committee.", "\"Credit, capital and crises: a GDP-at-Risk approach\".", "Bank of England Staff Working Paper No.", "Aikman, D., P. Chichkanov, G. Douglas, Y. Georgiev, J. Howat and B.", "\"System- wide stress simulation\".", "Bank of England Staff Working Paper No.", "\"Models of Central Banking and the Organisation of the Bank of England\".", "\"Does Monetary Policy Affect Bank Risk?\".", "Aramonte, S. and P. Rungcharoenkitkul (2022).", "\"Leverage and liquidity backstops: cues from pension funds and gilt market disruptions\".", "BIS Quarterly Review, December.", "\"The economic landscape: structural change, global R * and the missinginvestment puzzle\".", "Speech at the Official Monetary and Financial Institutions Forum.", "\"Monetary policy and financial stability interventions in difficult times\" Speech at the G30 37th Annual International Banking Seminar, Washington, D.C.", "Balls, E., J. Howat and A. Stansbury (2018), \"Central Bank Independence Revisited: After the financial crisis, what should a model central bank look like?\".", "Harvard M-RCBG Associate Working Paper No.", "\"Simulating stress in the UK corporate bond market: investor behaviour and asset fire-sales\".", "Bank of England Staff Working Paper No.", "\"Joseph Schumpeter Lecture The Great Moderation, The Great Panic, and The Great Contraction\".", "\"Reaching for Yield in the Bond Market\".", "\"Effectiveness and Transmission of the ECB's Balance Sheet Policies.\"", "International Journal of Central Banking, 47th issue (February 2017).", "\"Risks from leverage: how did a small corner of the pensions industry threaten financial stability?\".", "Speech at ISDA & AIMA.", "\"Monetary and macro-prudential policies: The case for a separation of powers\".", "Speech at the Reserve Bank of Australia, Sydney.", "\"De-and inflationary traps: strengthening ECB's second pillar to avoid fiscal and financial dominance\".", "Conference proceedings of ECB forum on \"Central Banking: Central banks in a shifting world\".", "Burgess, S., E. Fernandez-Corugedo, C. Groth, R. Harrison, F. Monti, K. Theodoridis and M. Waldron (2013).", "\"The Bank of England's forecasting platform: COMPASS, MAPS, EASE and the suite of models\".", "Bank of England Staff Working Paper No.", "\"The economic consequences of low interest rates\".", "Public lecture at the International Center for Monetary and Banking Studies, Geneva, 9 October.", "Committee on the Global Financial System (2018a).", "\"Structural changes in banking after the crisis\".", "Committee on the Global Financial System (2018b).", "\"Financial stability implications of a prolonged period of low interest rates\".", "\"Financial stability risks, monetary policy and the need for macro-prudential policy\".", "Speech at Warwick Economics Summit, 13 February.", "\"On collateral: implications for financial stability and monetary policy\".", "ECB Working Paper Series No 2107.", "Letter to the Treasury Committee, 5 October 2022.", "De Nicolo, G., G. Dell'Ariccia, L. Laeven and F. Valencia.", "\"Monetary Policy and Bank Risk Taking\".", "IMF Staff Position Note SPN/10/09.", "\"Thirteen days in October: how central bank balance sheets can support monetary and financial stability\".", "Speech at the ECB's 2022 Conference on Money Markets.", "\"Looking through a glass onion: lessons from the 2022 LDI intervention\".", "Speech at the Initiative on Global Markets' Workshop on Market Dysfunction, the University of Chicago Booth School of Business.", "\"The transmission of monetary policy\".", "Speech at the SUERF, CGEG|COLUMBIA|SIPA, EIB, SOCIÉTÉ GÉNÉRALE conference on \"EU and US Perspectives: New Directions for Economic Policy\", New York, 11 October.", "Miranda-Agrippino, S. and H. Rey.", "(2020), \"U.S. monetary policy and the global financial cycle\", The Review of Economic Studies, Vol 87, No 6, pp.", "\"Financial stability and monetary policy: How closely interlinked?\".", "International Journal of Central Banking, 35th issue (June 2014).", "\"Asset purchases: from crisis to recovery\".", "Speech at the Annual Conference at Latvijas Banka on \"Sustainable Economy in Times of Change\".", "\"Overheating in Credit Markets: Origins, Measurement, and Policy Responses\".", "Speech at the Federal Reserve Bank of St. Louis research symposium on \"Restoring Household Financial Stability after the Great Recession: Why Household Balance Sheets Matter\".", "Aramonte and Rungcharoenkitkul (2022) 15.", "(2018) on the importance of measurable objectives for financial stability policymakers 30.", "For example, Baranova et al.", "(2019b) Executive Director, Financial Stability Strategy ©2023 Bank of England"], "classifications": ["none", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Financial stability risks", "Monetary policy objectives", "Financial stability objectives", "Interaction of monetary policy and financial stability", "Macroprudential policy", "Institutional arrangements for monetary and financial stability", "Bank of England", "Financial Policy Committee"]}