{"sentences": ["Macro Week 2023, Peterson Institute for International Economics - Washington, 12 April 2023 How central banks should face instability and fragmentation Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr) Ladies and Gentlemen, I am delighted to be here in person at the Peterson Institute for International Economics.", "I would like to warmly thank Adam Posen for the invitation to speak at this edition of Macro Week.", "Two years ago, I had the opportunity to discuss (online) \"how to revisit central banking and financial stability\".", "Some of my remarks will no doubt echo these thoughts, however in a quite different context: shifting geopolitics, reignited inflation and some turmoil in the banking sector have since entered the arena.", "Today, I would like to provide a European perspective on both risks of instability and fragmentation, starting first with the conduct of monetary policy in this unstable economic landscape (I), before turning to the roads forward on a fragmented international stage (II).", "Monetary policy facing the risk of price and financial instability A.", "The ECB shows resolve in bringing inflation back to target Against the backdrop of the invasion of Ukraine, inflation in Europe accelerated sharply last year due to soaring energy and commodity prices.", "There has partly been a symmetric phenomenon: easing energy prices have led to a decline in headline inflation over the last few months, from a peak of 10.6% in October to 6.9% in March.", "Partly, because the not-so-good news is that inflation has changed in nature in the meantime.", "Indeed, core inflation (excluding energy and food prices), which accounts for no less than 70% of the consumption basket, remains strong and is proving sticky at 5.7%.", "In other words, inflation has become more broad-based, as also demonstrated by U.S. CPI this morning, and potentially more persistent.", "But the good news it that this is exactly what we central banks can and must fight back against.", "Our commitment at the ECB is unambiguous: to make sure that inflation returns towards 2% by the end of 2024 or the end of 2025.", "And rest assured we absolutely have the will and the capacity to deliver on this commitment.", "Faced with the surge in inflation, the ECB raised its policy rates at an unprecedented pace (+350 bp since July 2022) to reach a restrictive stance.", "But from now on, we are entering a new, more open phase of monetary policy; we are shifting from automatic pilot to navigation by instruments.", "What does that mean in practice?", "Our decisions on interest rates will be taken meeting by meeting.", "This navigation by instruments will especially rely on three cockpit • The outlook for headline inflation, based on our macroeconomic projections.", "• The dynamics of underlying inflation.", "In my view, a turnaround in the trajectory of underlying inflation - be it actual or expected with sufficient certainty -, should be a trigger for stabilising our rates.i • The strength of the transmission of our policy measures, or in other words the extent to which the \"plumbing\" of monetary policy is effective, and fast: from what is still in the pipe, to the ultimate and concrete impact on economic activity and prices.", "It takes some time - usually about one or two years - for monetary decisions to take full effect.", "There has been some debate recently in the United States on whether this lag is shorter or longer under the current conditions: but let us acknowledge we don't know enough on this issue, and need to dig further.", "Let me accordingly sum up where we are in our ECB monetary policy: we may possibly still have a little way to go on rate hikes at our next meetings, though I think it premature to decide now what we will do in May, but we have already completed most of our rate-hiking journey and the strongest economic effect ahead of us will be the pass-through of what is already in the pipe.", "In other words, the deferred effect of our past rate hikes will be more significant than the one of our future decisions.", "And it will be key to then stay the course for as long as necessary.", "To put it differently, the sprint is over giving way to a more long distance run.", "And, for interest rates as with ballistics, \"longer\" is becoming more significant than \"higher.\"", "Separation of price stability and financial stability The two recent crises that engulfed SVB and Credit Suisse have shaken investor confidence and sparked increased volatility on financial markets - including speculative behaviour.", "However, we at the ECB are confident in the resilience of the European banking system, as signalled by the unchanged course of our monetary policy at our March meeting.", "All European banks are subject to stringent Basel 3 requirements and the overwhelming majority of them are also subject to single supervision within the Banking Union - which is a big difference vis-à-vis the US banking sector.", "French and European banks benefit from a well-diversified and profitable business base, be it on the deposits or on the credit side, unlike SVB.", "The increase in interest rates has even started to boost their net interest income, which grew by 12.7 % in 2022 at the twenty main Euro area banks - this should also raise questions over the alleged trade off between price stability and financial stability.", "This trade off is a fashionable idea at the moment, but I find it overdone.", "The goals are not necessarily incompatible, and we have separate instruments to achieve them.", "For the great majority of European banks, higher interest rates are beneficial.", "If however action were needed on financial stability, this would be effected chiefly through temporary liquidity instruments, which would not conflict with the increase in interest rates needed to ensure price stability.", "A plea for more focused multilateral cooperation Be they energy price pressures or financial spill-overs, the challenges currently faced by central banks require more than individual actions - they call for strong and effective multilateral impetus.", "I say it here in Washington, during the IMF Spring Meetings.", "However, the tide has been turning the other way since the Russian invasion of Ukraine.", "As geopolitical rifts deepen and trust fades, it is becoming more and more difficult for the G20 to deliver on its mandate, despite remarkable efforts from the Indonesian and now the Indian presidency.", "We need to find pragmatic ways forward to overcome deadlocks in global action and adapt to the new realities.", "Alternatives to multilateral cooperation, such as regionalism, \"minilateralism\",ii or \"polylateralism\"iii can usefully supplement it.", "Working on smaller scales, or relying on non-state actors could help achieve breakthroughs.", "Yet they cannot replace it.", "They lack the global reach of international state cooperation.iv Hence my call for a focused or pragmatic multilateralism.v The principle is simple: rather than pursuing an exaggerated ambition, focus at present multilateral efforts on a few selected global issues, where there are clear common interests.", "In my view, without pretending to be exhaustive, these global issues on which interests and deliverables could converge encompass the following three \"Cs\": climate, crypto-assets, cross-border payments.", "Of course, addressing climate change comes to mind first.", "In the wake of the IPCC's January Synthesis Report, it is estimated that if emissions continue at current levels, the carbon budget to have a 50% chance of limiting global warming to 1.5°C with limited overshoot would run out in around six years.", "The latest IPCC report is the final warning from the scientific climate community to all of us policy makers.", "From a financial standpoint, the collective priority is to make green finance more mature.", "The path is clear: better data and better standards will allow us to shift from voluntary to mandatory climate-related disclosures, and still more developed climate stress-tests and transition plans for all financial institutions.", "At the international level, we must ensure the convergence, or at least the interoperability of the various disclosure standards currently under development.", "ISSB should be the international standard, and be assured the European standard - EFRAG - will be somewhat more demanding but fully compatible.", "In light of last year's debacle, there is a broad consensus in international fora on the need to regulate them.", "But this consensus must now be leveraged and translated into concrete action.", "Let us draw from the declaration of dramatic unities in classical theatre in order to catalyse our efforts: \"one action in one day and one place\"vi.", "(i) Unity of action: the highest priority should be the swift finalisation of the FSB recommendations on crypto- assets, which could mean a further strengthening of the European MiCA regulation; (ii) unity of time: more than a day, let's make 2023 the decisive year of action; (iii) unity of place: if crypto regulation is not implemented everywhere in the G20, it won't be efficient anywhere.", "To that end, I suggest the FSB should closely monitor the implementation of its own recommendations on cryptos, just as the Basel Committee does with banking regulations.", "The last \"C\" stands for cross-border payments.", "The momentum to improve and facilitate cross-border payments was strong a few years ago.", "In 2021, the G20 set 11 ambitious yet achievable targets for 2027 within a dedicated taskforce I co-chaired with Lesetja Kganyago: cross-border payments shall be quicker, cheaper, more transparent and more accessible to all.", "Yet this momentum could fade rapidly due to the lack of political impetus.", "The latest G20 offers a renewed opportunity to regain impetus on this topic, through the identification of concrete priorities - such as payment systems interoperability - and projects - such as the BIS Innovation Hub Nexus platform, connecting domestic instant (or \"fast\") payment systems around the world.", "To prevent further financial fragmentation, let us start by reducing payments fragmentation for our fellow citizens In these times of navigation and travel in stormy international and financial conditions, let me conclude with this famous quote from Jack Kerouac's even more famous novel, On the road: \"Our battered suitcases were piled on the sidewalk again; we had longer ways to go.", "But no matter, the road is life\".", "It is in our very essence as public authorities to carry on, no matter what, for the sake of global public good.", "Rest assured that we central banks will do our part.", "Thank you for your attention.", "F. Villeroy de Galhau, How monetary policy will defeat inflation: channels and locks, Speech, 17 February 2023.", "For an overview on minilateralism see for instance E. Moret (2016), Brief_17_Minilateralism.pdf (europa.eu) See for instance P. Lamy (2020) (Polylateralism as the way forward, a conversation with Pascal Lamy - Groupe d'études géopolitiques (geopolitique.eu)) and Answering the crisis of multilateralism with polylateralism - Groupe d'études géopolitiques (geopolitique.eu) IMF, Geoeconomic Fragmentation and the Future of Multilateralism, Staff Discussion Notes, 15 January 2023.", "F. Villeroy de Galhau, Ethics of currency: a possible guide for central bankers?, Speech, 14 September 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Financial stability", "Multilateral cooperation", "Climate change", "Crypto-assets", "Cross-border payments", "Banking", "Interest rates", "Geopolitics"]}