{"sentences": ["Check against delivery Dear Ladies and Gentlemen, I am delighted to be here with you today at the Palais Brongniart.", "This place was home to the French stock exchange for almost two centuries.", "The buzz and excitement of the former trading floor can still be felt today.", "Stock exchanges not only produce winners and losers.", "They also serve a vital role in the functioning of the economy.", "Namely, they provide a marketplace for capital seekers and investors, and maintain the infrastructure for a broad range of investment products.", "Stock exchanges hence also play a vital role in mobilising capital for the transition.", "Indeed, capital needs are high in order to meet the targets under the Paris Agreement.", "Estimates of the global investments needed to achieve the Paris Agreement's temperature and adaptation goals range between USD 3 to USD 6 trillion each year through till 2050.", "Spurring investments of this scale requires not only an enabling environment, but also the right regulatory incentives.", "The EU taxonomy is a starting point, as it provides investors with reference points for their decision-making.", "Nevertheless, the EU taxonomy can be quite complex and currently does not adequately reflect the idea of transition financing.", "One of the most urgent challenges will be to assist carbon-intensive companies decarbonise.", "Raising financing for businesses that are not yet green and which may never be fully green - that is the hard bit.", "It is also the focus of my speech today - moving from ambition to action.", "Transition plans In this regard, transition plans can be a powerful tool.", "They outline the concrete steps that firms are planning to take in order to align their strategic actions with a world that is moving towards net-zero.", "Simply put, a transition plan can help investors to assess whether a company or a project is investable.", "The same goes for financial institutions, which will be the authors and users of transition plans at the same time.", "Naturally, their own transition plans will only be as good as those of their corporate clients.", "By means of transition planning, financial institutions can align their business lending with their own transition pathways.", "The benefits of net-zero transition plans are clear.", "What is less clear is \"how\" to create them.", "This is a point where further guidance and clarity is needed.", "Market-led initiatives, such as the Glasgow Financial Alliance for Net Zero (GFANZ) or the Task Force on Climate-Related Financial Disclosures (TCFD) have already published frameworks on transition plans.", "Following the market-led initiatives, the public sector is moving, too.", "Regulators will expect the disclosure of transition plans in the future.", "From 2025 [for fiscal year 2024], EU companies falling within the scope of the CSRD will have to disclose transition plans.", "The UK, which is clearly a transition-plan pioneer, is even more ambitious.", "Its Financial Conduct Authority (FCA) already now requires listed companies to disclose transition plans on a 'comply-or-explain' basis.", "At the end of this year, the UK government will consult to make publications mandatory for all large companies.", "The UK is right to emphasise transition finance as a tool to drive decarbonisation, drawing on existing work from the TCFD and the ISSB.", "Generally, it is important that a regulatory framework for transition plans considers 4 Being clear about the content expected Building on existing regulation Ensuring international compatibility Not overburden industries & SME's The Network for Greening the Financial System, a group of central banks and supervisors - of which I am the vice chair - is also zooming in on transition plans.", "We are due to publish our own stocktake at the end of May.", "Without giving too much away, let me highlight a few points.", "With regard to global transition plans, the picture is inconsistent.", "Where frameworks exist, they speak to a mix of objectives, audiences and concerns - coming back to my point about \"clarity\".", "The stocktake shows that there is not yet any common definition of what a transition plan should actually entail.", "Should it outline a strategic roadmap or consistently provide the emission-relevant data?", "As we all know, good data are key - yet they are far too often lacking.", "There is also the need to distinguish between the internal process of transition planning and a concrete transition plan - which should target a public audience and include credible interim targets.", "Finally, who will check these transition plans and against which standards?", "Going forward, supervisors might look into net-zero transition plans for information on whether or not financial institutions are addressing risks correctly.", "Some supervisors are already exploring this possibility, while others are still on a learning curve.", "That is why the NGFS is engaging with global authorities to gauge how transition plans could inform supervisory actions and increase their relevance to the prudential framework.", "The NGFS stocktake underscores the point that there are numerous approaches and still plenty of confusion.", "To scale up transition finance, there is a need for greater clarity and harmonisation across transition-plan frameworks.", "To allow informed investment decisions, transition plans ought to be broadly comparable around the globe.", "In this respect, the work of the International Sustainability Standards Board (ISSB) is crucial.", "Namely, to establish a global minimum standard that jurisdictions can build on.", "This way, disclosure frameworks will become comparable around the globe, providing the base for globally comparable transition plans.", "Scenario analyses While net-zero transition plans are taking shape, scenario analyses can help strengthen companies' strategic planning.", "Scenario analyses are an established tool to assess the impact of possible climate pathways on the future performance of economies or sectors.", "They hence serve as an analytical input for transition plans of individual companies.", "Let me give you an example.", "Imagine a scenario where decision makers keep delaying action, but still want to reach net zero by mid-century.", "A delayed transition backdrop of that kind would cause carbon prices to increase dramatically from 2030 onwards.", "Carbon prices would hit nearly USD 400 per tonne by 2050 under the assumed scenario.", "Climate scenarios illustrate the economic impacts of different emission and policy pathways.", "The NGFS has conducted in-depth work in this regard.", "Its scenario toolkit has been well received among central bankers, supervisors and also the financial community.", "We are continuously upgrading our scenarios and their practical usability, based on our exchanges with users.", "The ongoing update of our climate scenarios will focus on 3 aspects: Reflect the increasing impact of physical risk such as droughts, floods, storms; in the global north and south We have to distinguish between regions and sectors, because the impact of climate change will be different.", "We need not only long-term scenario, but also a 5-year scenario.", "This can be used for banks stress testing.", "I encourage all businesses to crosscheck their transition planning against their climate scenarios.", "It goes without saying that none of us has a crystal ball to tell what kind of scenarios will ultimately prevail.", "Considering the large financing needs, let me briefly address the financial market instruments supporting the pathway to a low-carbon economy.", "I am not exaggerating when I say that the market for sustainable finance has advanced in leaps and bounds.", "However, its overall market share is still small.", "To illustrate this point, the ESG share in worldwide bond issuance is only around 2%.", "Activity in the green bonds market has remained brisk - despite last year's brief retreat and recent investor reports that the \"greenium\" has disappeared for some deals.", "Indeed, global green bond sales had their busiest quarter on record at the beginning of this year.", "They increased by more than 30% year-on-year - despite the market turmoil in March.", "Beyond that, sustainability-linked bonds (SLBs) are continuing to attract investor attention, but there are also signs of cooling.", "Some SLBs have come under scrutiny with investors reporting on a lack of ambition in issuers' ESG targets alongside relatively modest penalties if these targets are missed.", "Generally, concerns about greenwashing coupled with insufficient verification - and validation - continue to hold back growth in some ESG-segments.", "In order to meet the goals of the Paris Agreement, transition financing urgently needs to step up a gear.", "Here, public private partnerships can be an effective tool to draw in more private-sector investments.", "So let us take the example of a project that finances the development of innovative green technology.", "Here the public sector might take part of the risk by offering equity.", "This will mobilize private money, because risks will be shared.Furthermore, the involvement of the public sector labels the project as \"investable\".", "Since fiscal budgets are limited, PPP has to be targeted and temporary.", "Also in the global south investors are lacking, although we see a lot of promising projects.", "Here the instrument of blended finance plays a major role.", "Multilateral development banks and philanthropic investors take part of the risk.", "Here, private investors also need to know whether the project is investable.", "Considering the urgency, the NGFS has launched its own Blended Finance Initiative.", "It aims to highlight practices and principles for successfully scaling up blended finance.", "NGFS members are now working towards the COP28 international climate change conference to showcase the deliverables of our Blended Finance Initiative.", "Generally, there ought to be greater transparency surrounding the risks and returns of transition finance.", "In other words, as the transition framework takes shape and the risk-reward profile becomes clearer, investments will follow.", "Ladies and Gentlemen, Let me sum up.", "The financial sector plays a key role in accelerating the transition to a net-zero economy.", "This offers long-term opportunities.", "Companies and financial institutions will benefit from transition plans.", "These need to be credible, accountable and actionable.", "Net-zero transition plans should neither be window dressing nor a boxticking exercise.", "On the contrary, they should be part of a broader organisational strategy and firms' risk management.", "After all, it is in companies' self-interest to perform a forward-looking, rigorous and honest assessment.", "Therefore, I encourage you to get on with your own net-zero transition planning.", "In the same spirit, private and public stakeholders ought to learn from each other and find common ground internationally.", "The new EU Green Bond Standard is an excellent example of good cooperation.", "As we all know, the ICMA is a global pioneer in the field.", "In this capacity, it has contributed significantly to the creation of European green bonds.", "By listening to each other and learning from each other, market-based standard setters and regulators can drive progress.", "Let us keep up this spirit and work together for a more sustainable future.", "-climate-notes/Issues/2022/07/26/MobilizingPrivate-Climate-Financing-in-Emerging-Market-and-Developing-Economies-520585.", "-and-Guidanceon-Financial-Institution-Net-zero-Transition-Plans-November-2022.pdf -Metrics_Targets_Guidance-1.", "Corporate Sustainability Reporting Directive Network for Greening the Financial System: NGFS scenarios for central banks and supervisors, September 2022.", "/ngfs_climate_scenarios_for_central_banks_and_supervisors_.pdf.pdf .", "Bundesbank calculations, Centralised Securities Database (CSDB) IMF Climate Finance Monitor Q1 2023: /News%20and%20Generic%20Content/GMM/Special%20Features/Climate% 20Finance%20Monitor.pdf."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Transition plans", "Climate scenarios", "Transition financing", "Green bonds", "Blended finance", "Sustainability-linked bonds", "Paris Agreement", "ESG", "Financial regulation", "Public-private partnerships"]}