{"sentences": ["It's a pleasure to be here at the China Capital Markets Conference, and I'd like to thank ASIFMA for organising this event and inviting me to speak.", "Today's conference covers a wide range of topics, from opportunities and developments in China's capital markets to key trends like digital transformation, green and sustainable finance.", "As we all know, Hong Kong has always been the hub connecting Mainland and international markets, and currently intermediates two-thirds of cross-border direct investment and securities investment flows.", "It's an exciting time to be discussing how we can further leverage connectivity in China's and Hong Kong's financial markets and explore the key trends for the next stage of China's opening up.", "China's National 14th Five-Year Plan emphasises the importance of pursuing a higher level of opening up and promoting high-quality development.", "Despite the challenges presented by the Covid-19 pandemic, China's reform and opening up has continued to deepen.", "There are continued expansions of the Connect schemes, and foreign ownership limits on securities firms and mutual fund companies have been removed.", "These developments are encouraging and welcomed by the industry.", "Mainland authorities have reiterated that China will only open its door wider going forward, with Hong Kong continuing to play an indispensable role.", "Effective risk management is increasingly important for participants in China's capital markets, especially with the rising participation of foreign investors.", "The current volatile market environment presents a challenging backdrop for investors of RMB assets, with broadly synchronised monetary tightening across advanced and emerging economies, a slower-than-expected economic recovery in China, relative currency weakness, and negative yield spread with US rates.", "Notwithstanding the above, enhancements to connectivity between Mainland and international markets continued, particularly in the area of risk management.", "For example, the Hong Kong Exchanges and Clearing Limited (HKEX) launched the MSCI China A 50 Connect Index Futures in October 2021, which provides investors with a new and effective risk management tool to manage their A-share exposures.", "In May 2023, Swap Connect was launched, expanding mutual market access between Hong Kong and the Mainland into the derivatives space, allowing RMB bond investors to conveniently access the more liquid onshore interest rate swap market to manage related interest rate risks, rather than relying on offshore non-deliverable interest rate swaps.", "These initiatives have been welcomed by the market and are conducive to closer connectivity between the onshore markets and international investors, and ultimately benefit the high-quality development of onshore financial markets.", "Moving on to another key focus for the next stage of China's opening up: its green finance market.", "To achieve its dual-carbon strategies, it's estimated that over RMB100 trillion will need to be directed towards carbon reduction, which presents significant climate finance opportunities for foreign investors.", "As the leading green and sustainable finance hub in Asia and the dominant gateway to China, Hong Kong plays a crucial role in supporting China's climate transition by channelling international capital to green projects.", "Last year, out of the approximately US$28 billion green and sustainable bond issuances in Hong Kong, Mainland entities accounted for over 80% of the issuances.", "Since 2021, we have supported the green, sustainable, and blue bond issuances from the governments of the Shenzhen municipality and Hainan province in Hong Kong.", "This has created a strong demonstrative effect for both public and private sectors in the Mainland to leverage Hong Kong's green bond platform and enriched the range of RMB financial products available in the Hong Kong market.", "Hong Kong is already Asia's largest sustainable financing centre, with one-third market share.", "To facilitate further growth in sustainable investment between China and the rest of the world, we have spearheaded several initiatives.", "First, we are the first Asian jurisdiction mandating climate-related disclosure across the financial sector by 2025, and the first market working to operationalise the Common Ground Taxonomy jointly developed by China and the EU.", "This allows international issuers and investors to report and communicate sustainability impacts and meet regulatory and investor needs across global markets.", "Secondly, we have been collaborating with relevant Mainland authorities to promote Hong Kong's green financing platform.", "Together with the Guangzhou Branch of the People's Bank of China and HKEX, we launched the \"Guide for Mainland corporates to issue green bonds in Hong Kong\" last year, providing operational guidance for more Mainland corporates to issue green bonds in Hong Kong.", "Thirdly, we have introduced a number of financial support measures, including subsidies and tax incentives, such as the Green and Sustainable Finance Grant Scheme, to cover the issuance and external review cost of green bonds and loans, and concessionary tax treatment on the interest income and trading profits derived from eligible debt instruments.", "Finally, a vibrant and competitive climate finance ecosystem needs to be supported by data, talent, and awareness.", "We are working with other regulators and the industry to improve data accessibility and analytics capability, and nurturing talent through a green finance training scheme and regulator-approved knowledge framework.", "As a responsible investor and major global asset owner, the Hong Kong Monetary Authority (HKMA)'s Exchange Fund has been leading by example by integrating sustainability into our investment strategy and prioritising green investments over others with a similar long-term risk-return profile.", "We have been investing in green, social, and sustainability bonds since 2015 and increased the number of ESG-themed mandates in our externally managed portfolios.", "Additionally, we seek to collaborate with like-minded investors and international organisations to promote ESG standards in the investment process.", "In closing, given the limited amount of time today, I could only briefly touch on two key themes in the broader opening up of China's capital markets.", "At the HKMA, we are continuously working with Mainland authorities and the industry towards new policy breakthroughs to better serve global investors and support the development of onshore markets.", "I warmly welcome your views and ideas on ways to further strengthen the connectivity between China's and Hong Kong's financial markets.", "Thank you, and I wish today's conference a great success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["China's opening up", "Green finance", "Risk management", "Sustainable investment", "Connectivity", "ESG", "Climate finance", "Capital markets", "RMB assets", "Hong Kong"]}