{"sentences": ["President, esteemed senators, good afternoon, I am honoured to be here with you today.", "One year ago, in July 2022, the new CNB Bank Board took over responsibility for the monetary policy and financial stability of our country.", "The situation at the time was as follows: First, we had the highest inflation in history, leaving aside the price growth that occurred during the country's economic transition in the early nineties.", "Second, during the liquidation of Sberbank, lawsuits were brought challenging the liquidation process.", "These lawsuits were brought both by representatives of private firms and by representatives of regions, cities and municipalities.", "Helping to ensure the transparency of the process of liquidating Sberbank was important for us in terms of financial stability and credibility.", "And third, we took up the reins of the CNB at a time when it had posted its largest loss and the worst financial results in its history.", "We have started to deal with all of these problems.", "Let's first look at how we reduced inflation: We opted for a strategy of keeping interest rates unchanged at 7%.", "Interest rates were at their highest level in more than 20 years and were already sufficiently dampening economic activity.", "Key to our strategy was that we supplemented it with a strong koruna policy.", "The koruna was at its strongest level ever in spring of this year if you take the monthly average for April 2023.", "The stabilisation of interest rates together with the strong koruna meant we had the tightest monetary conditions in 25 years.", "I am therefore now able to communicate to you the results of our work so far: Inflation has started to come down gradually from 18% in September.", "Inflation is now already just below 10%.", "But it is still not at a level we would be happy with.", "Inflation is still high.", "It is at a level which still makes it impossible to lower interest rates.", "This level of inflation requires us to adopt a hawkish policy stance.", "It is necessary to ensure that inflation does not remain persistent and decreases further.", "As regards the second problem, it was important for financial stability for us to become active members of the creditors' committee in the process of liquidating Sberbank.", "Together with the insolvency trustee Ms Jiina Lužová, we managed to set up the entire process properly.", "We also managed to get everyone on board, even those who were initially challenging the process.", "Representatives of firms, regions, cities and municipalities withdrew their lawsuits.", "A large proportion of Sberbank's assets sold very well.", "eská spoitelna bought Sberbank's mortgage portfolios.", "Part of its other assets was also sold.", "The assets which remain are those subject to sanctions.", "I have good news for the public and representatives of regions and cities: I expect the insolvency trustee to introduce a plan soon for the payout of the remaining part of the assets not previously covered by the Guarantee Fund.", "A recovery rate of 100% is very likely.", "A large share of the money should be paid out this year, and the rest next year.", "If that is the case, it will be very positive news.", "In addition, we inherited the CNB's largest-ever accounting loss.", "This will be dealt with over a number of years, as it cannot be resolved immediately.", "This problem does not prevent us from fighting inflation.", "It does not prevent us from fulfilling our mandate.", "But it is a problem for the future and I do not want to hand the bank over to the next governor with another large accounting loss.", "The problem boils down to our balance sheet comprising assets with an expected annual return of 2-3%.", "On the liabilities side, we have a large amount of koruna we now have to remunerate at 7%.", "The excess koruna was generated above all in late 2016 and early 2017, when the central bank made perhaps the biggest economic policy mistake - a huge quantity of money was created to weaken the koruna and increase inflation.", "We must now withdraw this money and remunerate it to prevent it from fuelling further inflation.", "That is the main reason we have posted a loss.", "And until we tame inflation, we will probably continue to make a loss.", "However, we are dealing with the problem and will resolve it.", "Thank you for listening to my opening remarks.", "Deputy Governor Jan Frait and I are now ready to answer any questions you might have."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Sberbank", "Monetary policy", "Interest rates", "Financial stability", "Koruna", "Hawkish policy", "Accounting loss", "Central bank", "Economic policy"]}