{"sentences": ["It is a great pleasure for me to join this webinar to endorse the binding commitment that, as part of society, we must reiterate to keep aware of the risks that climate change and biodiversity lossimply for the financial system and the economy.", "Underestimation of biodiversity loss risks We should recognize and internalize that biodiversity lossis a severe threat, not only to solving the profound economic and social problems that we face, particularly in emerging and developing economies but also to our very own survival as human species.", "In the last decades, significant efforts have been taken to include physical and transition risks in financial institutions' risk analysis frameworks, supported by extensive scientific and academic works.", "However, it is undeniable that we must accelerate the pace to incorporate a critical risk that has been underestimated: the risk associated with biodiversity loss in our ecosystems.", "There might not be enough work yet to fully understand biodiversity loss's consequences and actual costs.", "We must also be aware that biodiversity loss could potentially exacerbate climate change risks.", "Importance of biodiversity for life and the economy Biodiversity and renewable natural capital provide many services necessary to our subsistence and quality of life.", "For instance, forests provide clean air, store carbon, and are a source of fresh water -on which humans and many species depend-to avoid soil erosion and provide several other valuable ecosystem services.", "Marine flora and fauna, like coral reefs and fish banks, have an enormous value for our societies and not only for the local communities, which have lived and looked after them for generations.", "Coral reefs and mangroves are also necessary to protect the shores and avoid inland flooding.", "Globally, we have already changed almost three-quarters of the Earth ́s surface and two-thirds of the oceans, placing countless animals and plants under threat of extinction and destroying half of the world ́s coral reefs.", "But we are immersed in nature and dependent on it in many different ways.", "Natural capital is vital for the economy, with more than 50% of the global GDP being highly or moderately reliant on nature.", "In a similar way to climate change, losing biodiversity means losing economic resilience and involves many material risks.", "By wearing down biodiversity, we can create substantial economic and financial risks that financial institutions should consider.", "Climate change and biodiversity loss are intrinsically intertwined as the intensification of one worsen the other.", "To transition to a sustainable economy, we must tackle climate change and biodiversity loss together.", "While growth has been associated with the depletion of natural capital, the idea that we must stop growing or developing to protect nature is not the proper vision.", "What is needed is to transit from a destructive economy to a regenerative economy.", "We do not have to think of economic growth and nature protection as opposites.", "On the contrary, the only way to have high economic growth and development is to embrace the adoption of forms of production that preserve biodiversity and natural capital and address the risks associated with the depletion of natural capital.", "Social effects of biodiversity loss Biodiversity loss and climate change affect more low-income countries and their population, increasing their vulnerability, and such phenomena affect their households, sources of income, and way of life.", "For this reason, it is imperative to anticipate risks and identify opportunities, to plan a just transition to a sustainable economy, particularly in emerging market economies and least developed countries.", "Here is where the capital is most needed.", "Investments are enormous, but the returns are even higher.", "Directing capital flows towards projects in emerging markets and developing economies, where the potential benefits may be more significant, both environmentally and financially, is not only the right thing but the smart thing to do.", "It is crucial to acknowledge the stewardship role of indigenous and local communities.", "% of the forests are in their hands.", "Ensuring that indigenous communities also benefit from nature conservation and restoration is not only a matter of justice and an ethical precondition but also a matter of policy effectiveness.", "Renewable natural capital is an important source of revenue for communities that have relied on it for generations to make a living and is also increasingly attractive for the tourism industry.", "The case of Mexico, one of the most biologically megadiverse countries in the world, is an example.", "We are endowed with a large stock of natural capital that, unfortunately, over the last decades, as has happened in many countries, has been degrading.", "Mexico is fourth in the 17 megadiverse countries, hosting 70% of the globally known species.", "Unfortunately, it is threatened by climate change and deforestation in agriculture and livestock extension.", "The air, ocean, and soil pollution, unsustainable fisheries, and the pressures of unorganized and unplanned urbanization also take their toll on biodiversity.", "Our non-renewable and renewable wealth are economic assets we need to include to manage adequately.", "Issues in America Latina These problems are acute not only in Mexico but in other emerging markets and lowincome countries, like Brazil, Colombia, Peru, and Venezuela, to mention a few in Latin America.", "Currently, numerous projects are aimed at addressing the risks of climate change and loss of biodiversity; however, many are isolated and need more.", "This is where the private financial sector can help, and financial innovation is critical in accessing and tapping international capital markets to protect and restore nature.", "Biodiversity, investment, and financing The increasing public scrutiny of corporate investments is a powerful incentive for the private sector to align their business decisions, as they may face reputational risk.", "On the other hand, financial institutions may be exposed to lending or investments that negatively impact biodiversity.", "For our part, there are significant challenges for financial regulators and supervisors bridging the data gaps, supporting the assessment of the value of ecosystem services in different creating the skills and capacities to analyze biodiversity risks, supporting the development of innovative solutions to finance the conservation and restoration of biodiversity, and building the necessary financial architecture for efficiently mobilizing capital and investments contributing to global biodiversity conservation.", "Nowadays, there is a significant build-up of momentum and a positive change of attitude towards biodiversity and natural capital.", "We see it in work being done to develop data and information needed for economic and financial analysis and decisionmaking.", "Market-led institutions are welcome.", "For instance, the market-led Task Force on Nature-Related Financial Disclosures (TNFD), of which Banco de México has been a Forum member since 2021, is tackling the complex problem of governance and strategy issues, addressing risk analysis from biodiversity degradation, and identifying data and metrics for the corporate world.", "The TNFD emulates and has the same pillars as the influential Task Force on ClimateRelated Financial Disclosures (TCFD), which in 2017 published its mission: \"...to develop and deliver a risk management and disclosure framework for organisations to report and act on evolving nature-related risks and opportunities, with the ultimate aim of supporting a shift in global financial flows away from nature-negative outcomes and toward nature-positive outcomes.\"", "The TNFD recommendations are to be published in September of this year.", "It will likely become a significant force to move corporates, investors, and lenders to account for nature-related risks and opportunities.", "According to the Task Force, \"Corporates are failing to consider how their supply chains, operations and enterprise values depend on, and impact, nature.", "In turn, lenders and investors are not assessing nature-related risks and opportunities across their loan books and investment portfolios.\"", "In short, the risks stemming from biodiversity loss and natural capital are not yet adequately integrated into financial and non-financial firms.", "While the challenge of developing standardized and comparable data on nature seems to be significantly more complex than for climate, for which there is a single metric, namely global emissions of CO2 equivalent, with nature, there is no single variable driving renewable natural capital loss.", "However, outstanding progress has already been made since the creation of the TNFD in 2021.", "I am sure that I am not alone in being very optimistic about the positive impact the upcoming recommendations will have on firms and the financial sector.", "Role of financial authorities and central banks Looking beyond the TNFD recommendations, financial authorities and central banks must continue to engage with the International Sustainability Standards Board (ISSB).", "The ISSB aims to move \"from the currently fragmented ESG disclosure landscape, that lacks connectivity and has conflicting concepts, to a truly global common language of sustainability-related financial disclosures, by clearly articulating the relationship between sustainability matters and financial value creation.\"", "For its part, the Network for Greening the Financial System (NGFS), a network of which Banco de México is a founding member and a permanent member of the Steering Committee, has been leading in the development of climate scenarios and, most recently, biodiversity scenarios.", "Numerous financial authorities and financial institutions are considering the NGFS scenarios and models.", "In Mexico, at the Committee of Sustainable Finance (CFS), we decided in the first half of 2022 to use four scenarios from the NGFS.", "The Committee also approved a fifth asymmetric non-NGFS climate scenario.", "These analyses will allow authorities and financial and non-financial companies to know the challenges and opportunities associated with different transition paths.", "The NGFS recently started some work on Biodiversity/Nature Scenario Analysis.", "Banco de México and Banque de France are co-leading this effort.", "Learning more about the importance of ecosystems and sharing all this knowledge with decision-makers and policymakers is necessary.", "Exposure to biodiversity loss must be assessed, and actors should understand the systemic impact of biodiversity loss on the real economy.", "We all must promote a sustainable investment strategy and make it clear that it is a winwin strategy in which the benefits exceed current and future costs, considering the counterfactual of not acting in a timely and decisive manner.", "According to the World Wildlife Fund (WWF), the bill for ignoring natural capital will be 10 trillion globally by A sustainable investment strategy can only be achieved with the participation of the private sector through long-term initiatives that identify and internalize environmental, social, and governance standards as a priority in their business models and that are aware of the need for restoration and conservation of our ecosystems.", "It is precisely initiatives such as the Biodiversity Finance Reference Guide presented today that contribute to a better understanding and dissemination of sustainable finance.", "It will offer a means to identify investment opportunities and helps to build a common language to achieve a more standardized framework that allows a better and timely transition to a greener and more sustainable economy.", "Undoubtedly, this tool will be handy for financial institutions and investors in identifying sustainable practices and for the corporate sector in incorporating green processes into their business models.", "To resume, on the public sector side, financial authorities should provide the economy and the financial sector with solid and holistic regulatory bases and align the incentives to achieve the goal of greening the financial system through financing projects and activities that consider and disclose its impact on the environment.", "What do you think should be the role of the sector you belong to?", "Thank you again for the invitation, and congratulations on the IFC's Biodiversity Finance Reference Guide presentation, which I am sure will be of great use for this purpose.", "Presentation of IFC's Biodiversity Finance Reference Guide and Panel Discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Biodiversity loss", "Climate change", "Financial risks", "Natural capital", "Sustainable finance", "TNFD", "NGFS", "Ecosystem services", "Indigenous communities", "Investment"]}