{"sentences": ["Ladies and Gentlemen, It is a great pleasure for me to give this keynote address at the first Future of Finance - Paris forum organised by Michael Bloomberg and his team.", "After the first panel, which gave precious insights on how Paris can lead the way in the reshaping of financial markets, it will cover the whole range of most topical issues.", "This first Bloomberg forum in Paris is more broadly a very timely and welcome initiative, which echoes financial players' growing interest for the French capital.", "Paris has indeed kept asserting itself as a major financial centre over the last few years, and stands out as unique in the network of European financial centres.", "I can only invite you to read the excellent Bloomberg article published on 18 April, which perfectly captures this Banks betting on Paris say there is life after London multifaceted trend.", "Its title, , should bring definitive reassurance to other banks, and encourage them to make the same winning bet.", "So should its content, for instance: \"since early 2018, nine of the biggest international banks have increased the assets booked at their eurozone entities more than sixfold to almost €1.7 trillion\"; \"if any city can make claim to being the bloc's new pre-eminent hub, it's Paris\", \"many executives who spoke to Bloomberg said they expect headcount to keep growing from local hiring [in Paris]\".", "Indeed, Paris is the only financial center to offer such a wide range of financial activities, from global asset management to insurance and banking.", "Beyond the large number of subsidiaries established in or relocated to Paris since Brexit - at least thirty banks, twenty asset managers, several market platforms for instance -, we should also consider the activities performed through branches in Paris, especially trading rooms and desks, which are sometimes far more significant than the subsidiaries to which they are legally bound.", "Contrary to other cities, which have attracted one or two kinds of financial services, Paris is the only one to have benefited from relocations on all segments of the financial industry.", "More importantly still, these moves were not one-off events: the momentum has lastingly shifted from London to continental Europe.", "We observe a steady shift, which shows no sign of losing steam.", "Combine this with the strength of some key sectors of our economy; the result is that Paris now stands as the first stock market capitalisation in Europe, ahead of London.", "And as the Bloomberg article points out, despite some fluctuat nec mergitur political unrest earlier this year, Paris is true to its motto: , it is rocked by the waves but does not sink.", "This motto also perfectly suits French institutions - we have a very strong Constitution - and the French economy, which has proved remarkably resilient.", "Our growth performed better than most expected in the first quarter, at 0.2% .", "The likelihood of a recession in 2023 can now be excluded, and prospects have been revised upwards: this confirms our forecast for 2023 of 0.6%, thanks to stronger than anticipated external demand and a quicker than expected slowdown in energy prices, before rebounding to 1.2% and 1.7% respectively in 2024 and 2025.", "Furthermore, despite the recent turmoil in the United States and in Switzerland, from which we can already draw out some first lessons, financial stability has been preserved in the EU.", "Our banks are robust, with substantial capital and liquidity buffers: they are all subject to stringent Basel requirements - and to single and strong supervision within the Banking Union, which makes a big difference with many US banks.", "What is more, in general French and European banks benefit from rising interest rates thanks to their diversified model, their broad deposit base and their large loan portfolio.", "We have in the euro area no \"Sorgenkind\" or \"problem child\", such as Crédit Suisse.", "As President of the French prudential authority (the ACPR), I can in particular attest to how solid French banks are nowadays.", "Whatever your field of activity, you will therefore find in Paris a convenient and safe harbour, with all facilities and fast connections to other major cities, in Europe and beyond.", "It has also attracted regulatory bodies, which can only be viewed as comforting neighbours after recent turmoil elsewhere.", "The EBA (European Banking Authority) moved to Paris in the wake of Brexit, thereby joining ESMA (European Securities and Markets Authority).", "Having a \"regulatory hub\" will facilitate cooperation between European agencies, in a world that requires such enhanced cooperation between authorities.", "Allow me to conclude with two topics you'll touch in your discussions this afternoon.", "As regards technology / innovation in the financial industry, you are all aware that French national regulators are recognised for their credible action and for being at the cutting edge of technological developments.", "I would also like to highlight one course of action at the Banque de France.", "We have been a pioneer in central bank digital currency (CBDC): in addition to taking an active part in the work on a potential euro retail CBDC, as early as 2020 we launched a series of twelve experiments on a wholesale CBDC, both for payments and securities settlement.", "The first nine experiments have been very valuable, and the three experiments underway focus on cross-border payments and tokenised asset settlement.", "We are keen to pursue our long-standing partnership with commercial banks, to reconcile innovation and security; and we now look forward to taking part in the Eurosystem-wide experiments that the ECB has just announced .", "As regards sustainable finance, without going too much into the subject, Paris has stood as a pioneer for many years now.", "French banks, asset managers, and insurance companies are key players in sustainable finance, a segment that should further grow within the next few years.", "And we central banks are playing our role, in the very name of their primary mission of price stability.", "However, let us beware of the \"magic wand\" temptation : central banks - and green finance - cannot be the only green game in town, they cannot replace sound public policies and corporate transition plans.", "One necessary step for public policies is to put a price on carbon: it is the only way to make more green projects profitable; and green finance without enough green projects would amount to idling our engine.", "I thank you for your attention, and wish you a good forum.", "Bloomberg, Banks betting on Paris say there is life after London , 18 April 2023 London losing to Paris in battle of equity markets Bloomberg, , 22 March 2023 iNSEE, first estimate published on 28 April 2023 Banking turmoil: three blessings and a funeral Villeroy de Galhau, F., , speech, 28 April An updated report will be published by the Banque de France within next months.", "You can already refer to our report published in November 2021 for the key findings from our first nine experiments.", "ECB, Eurosystem to explore new technologies for wholesale central bank money settlement , press release, 28 April 2023 Villeroy de Galhau, F., The role of central banks in the \"macroeconomics of climate change\", speech, 24 April 2023"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Paris financial centre", "Financial stability", "French economy", "Sustainable finance", "Central bank digital currency (CBDC)", "Brexit", "European Banking Authority (EBA)", "Banking Union", "Green finance", "Basel requirements"]}