{"sentences": ["SPEECH Strengthening resilience in a changing geopolitical landscape Welcome address by Christine Lagarde, President of the ECB, at the 9th ECB conference on central, eastern and south-eastern European Frankfurt am Main, 17 July 2023 It is a great pleasure to open the ninth ECB conference on central, eastern and south-eastern European countries.", "The CESEE region - which comprises 21 different economies[ - can overall be considered a European success story in recent decades, having enjoyed rapid convergence towards higher-income countries.", "Between 2000 and 2021, the economic size of the region almost doubled to 40% of the euro area aggregate.", "[ And this strong growth has led to rising living standards, with average GDP per capita jumping from 36% to 54% of the euro area aggregate in the same period.", "[ But the world has changed dramatically since we last held this conference in 2019.", "A series of shocks have upended our old reality and replaced it with new uncertainties.", "Devastatingly, one of those shocks has been the outbreak of war in Europe - an event that we once thought consigned to the history books.", "Russia's unjustified war against Ukraine and its people is a human tragedy.", "And it has had deep economic consequences for the CESEE region in particular.", "In parallel, the world is changing in ways which make the growth models of many CESEE countries more vulnerable, as these models generally involve high levels of trade openness and integration into global value chains.", "But as Graham Greene once wrote, a \"feat of daring can alter the whole conception of what is possible.\"", "And the challenge now facing the CESEE region is how to continue its convergence story and ensure that growth remains resilient in this new landscape.", "Fortunately, CESEE economies can already look back on a strong history of resilience - be it mastering the transition from central planning to market economies in the 1990s or recovering from the global financial crisis with impressive speed.", "I therefore have every confidence that they will be able to adapt to these new uncertainties.", "A changing geopolitical landscape There are two broad shifts reshaping the global economy that may have profound implications for the CESEE region: rising geopolitical tensions and weakening global trade.", "After a long period in which the United States was the sole superpower, the world is becoming more multipolar, with greater competition between major powers, less respect for international rules and norms and a waning influence for multilateral institutions.", "In this environment, even deep commercial ties may be insufficient to prevent trading relationships from becoming adversarial.", "This makes the global environment increasingly prone to shocks and the task of macroeconomic stabilisation for all countries much harder.", "Unfortunately, the CESEE economies know this all too well.", "Russia's war against Ukraine triggered a massive shock to the global economy - especially to energy and food markets - and CESEE economies have been particularly exposed, given their geographic proximity to the conflict.", "While inflation has now started to come down, over two-thirds of economies in the CESEE region saw annual inflation hit 13% or above last year, with several countries seeing markedly higher price increases.", "By comparison, annual inflation in the euro area was 8.4%.", "Geopolitical tensions risk accelerating the second shift in the global landscape: weakening global trade.", "Since the global financial crisis, trade growth as a share of world GDP has plateaued.", "[ And we are also seeing rising levels of protectionism as countries reconfigure their supply chains to align with new strategic goals.", "Over the last decade, the number of trade restrictions in place has increased tenfold.", "[ The CESEE region, and Europe more generally, may be vulnerable to such a shift.", "Last year, trade as a share of GDP was higher than the euro area average for two-thirds of CESEE economies.", "And while other major economies, such as the United States, have seen trade as a share of GDP fall since the pandemic, in the euro area it reached a record high in 2022.", "[ A new foundation for strengthening resilience A changing geopolitical landscape means that, in the euro area and the CESEE region, we need to build a new foundation for strengthening resilience.", "This foundation rests on further deepening the European Union and its ties to the surrounding region.", "I see three key elements.", "The first is reinforcing openness within our region.", "Trade fragmentation could see the flow of goods and services increasingly being pulled towards different trade blocs, at the expense of countries outside those blocs.", "By leveraging our regional strength, Europe and the CESEE region can recreate some of the benefits of globalisation on a smaller scale.", "The euro area is already the main trading partner for most CESEE economies.", "And we can capitalise on this existing momentum.", "Between the year 2000 and last year, the share of euro area imports from the CESEE region increased from 5% to 10%.", "[ And the share of euro area exports to CESEE economies reached 11% last year, almost double that at the start of the millennium.", "[ Moreover, CESEE economies in particular can benefit from changing global trade patterns as companies seek suppliers closer to home.", "Survey evidence shows that firms in the CESEE region, and especially those based in the EU, are seen as highly reliable trading partners.", "[ The ECB also has a key role to play here as the guardian of the euro.", "Our monetary policy plays an important anchoring role for the CESEE region, as the euro is widely used in trade invoicing and financing.", "Euro cash also serves as an important store of value - demand for it surged in CESEE economies following Russia's invasion of Ukraine.", "[ The second key element is increasing our collective security.", "Europe and the CESEE economies have already taken substantial steps to increase their energy security, given the dangerous historical reliance on Russian fossil fuels in their energy mix.", "In February 2022, the EU was importing around 36% of its natural gas from Russia.", "Within the space of nine months, that fell sharply to 13% as the EU reduced its gas consumption and diversified towards imports of liquified natural gas.", "[ Most, though not all, CESEE economies have also made significant progress in substituting energy imports away from Russia and in building up gas storage levels.", "But we cannot stop there.", "We need to accelerate our efforts to decarbonise and increase our energy independence.", "That is why initiatives that help to build renewable energy sources are so important - such as Next Generation EU and the EU's recent energy support package for countries in the Western Balkans.", "The third key element is defending and spreading our common values.", "The attack on Ukraine was also an assault on European values - such as the respect for international law and human rights.", "That is why Europe has imposed unprecedented sanctions on Russia and provided substantial support to Ukraine following the invasion.", "To date, the EU has made available €38.3 billion in economic assistance and over €21 billion in military support.", "[ The strength of the EU's response demonstrates not only its capacity for action, but also its appeal as a political project that others see the benefit of joining - what the West German Chancellor Konrad Adenauer once described as the \"Magnet Europa\" effect.", "[ The push for EU enlargement has recently gathered momentum as a consequence of Russia's war.", "Last year, the EU granted Ukraine, Moldova and Bosnia and Herzegovina candidate status.", "[ And it launched the process to open accession negotiations with Albania and North Macedonia, while also becoming open to granting Georgia the status of candidate country, conditional on reforms.", "A series of shocks have dramatically changed the global landscape in recent years.", "And today, rising geopolitical tensions and weakening global trade mean that economies in the CESEE region need to build a new foundation of resilience.", "But the record of past crises has already demonstrated just how resilient CESEE countries can be.", "Despite an exceptionally difficult 2022, the prospects for the CESEE region are encouraging.", "There are clear structural strengths that stand to benefit CESEE economies in the medium to long run, such as well- educated workforces and strong ties with Europe.", "So the task at hand is how to channel that spirit of resilience to counteract these new uncertainties.", "And by leveraging our regional strength and further deepening our economic and political ties, I have no doubt that Europe and the economies in the CESEE region can flourish together.", "Thank you - and I hope you enjoy today's proceedings.", "The CESEE region is defined here as Albania, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Estonia, Georgia, Hungary, Kosovo (this designation is without prejudice to positions on status and is in line with UNSCR 1244 and the ICJ Opinion on the Kosovo Declaration of Independence), Latvia, Lithuania, Moldova, Montenegro, North Macedonia, Poland, Romania, Serbia, Slovakia, Slovenia, Türkiye and Ukraine.", "Measured by taking the sum of real GDP in 2017 international dollars of all CESEE economies, excluding the six euro area countries in the region.", "Measured in terms of purchasing power parity, excluding the six euro area countries in the region.", "Shin, H. S. (2023), \" Global value chains under the shadow of Covid \", presentation at Columbia University CFM-PER Alternative Data Initiative virtual seminar, 16 February.", "Specifically, trade restrictions across goods, investment, and services.", "The data cited relate to exports only.", "See Georgieva, K. (2023), \" Confronting fragmentation where it matters most: trade, debt, and climate action \", IMF Blog, 16 January.", "The CESEE region excluding the six euro area countries.", "The CESEE region excluding the six euro area countries.", "European Bank for Reconstruction and Development (2022), \"Chapter 3: Global supply chains in turbulence\", EBRD Transition Report 2022-23 .", "Beckmann, E. and Zamora-Pérez, A.", "(2023), \" The impact of war: extreme demand for euro cash in the wake of Russia's invasion of Ukraine \", The international role of the euro, ECB, June.", "European Council (2023), \" Infographic - Where does the EU's gas come from?", "European Commission (2023), \" The EU disburses €450 million to the Western Balkans partners delivering on the Energy Support Package for the region \", 9 June.", "European Council (2023), \" Infographic - EU solidarity with Ukraine \", 28 June.", "Garton Ash, T. (2023), Homelands: a personal history of Europe, Yale University Press.", "See European Council (2022), \" European Council meeting conclusions \", 23 and 24 June; and European Council (2022), \" European Council meeting conclusions \", 15 December Council of the European Union (2022), \" Enlargement - Council conclusions on North Macedonia and Albania \", 18 July; Delegation of the European Union to Georgia (2022), \" The European Perspective for Georgia \", 20 September."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Geopolitical tensions", "Weakening global trade", "Strengthening resilience", "CESEE region", "Energy security", "European Union", "Russia-Ukraine war", "Global value chains", "Trade fragmentation", "Economic growth"]}