{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada February 7, 2023 Monetary policy at work Good afternoon.", "It's a pleasure to be here in Québec to speak to you about monetary policy and the economy.", "As we approach the three-year mark of the COVID-19 pandemic in Canada, we are also entering a new phase in monetary policy.", "In 2022, we faced an overheated economy and high inflation, and we responded forcefully, increasing our policy interest rate rapidly.", "The year ahead will be different.", "In January, after eight consecutive interest rate increases, we said that we expect to hold the policy rate at its current level, conditional on the outlook for inflation.", "We are pausing to assess how well our interest rate increases are working to bring inflation down.", "With inflation above 6%, we are still a long way from the 2% target.", "But inflation is turning the corner.", "Monetary policy is working.", "That's what I'd like to talk about today-how, exactly, monetary policy works to I'll outline what we've done so control inflation.", "far, what the impact has been and what we expect going forward.", "I also want to talk about the risks and uncertainties that we are facing as we work to get inflation back to target.", "Canadians know inflation is high.", "They see it at the grocery store, when they pay their rent and when they go to a restaurant or on a trip.", "And they know that increased interest rates.", "They see that in higher costs for borrowing-in mortgage rates, lines of credit and business loans.", "But it is less obvious how higher interest rates are working to bring inflation Since March, we've raised the policy rate by down.", "41⁄4 percentage points.", "In recent months, inflation has levelled off and has begun to ease.", "The considerable tightening we've done will continue to work its way through the economy, and this will rebalance demand with supply and slow inflation.", "So how does this work?", "The transmission mechanism On the face of it, the Bank's approach to monetary policy is simple.", "We're an and that's about inflation-targeting central bank.", "We have a 2% inflation target, where inflation has been, on average, for 30 years-at least until the pandemic hit.", "When inflation strays from that target, we have one main tool to get it back to 2%-the policy interest rate.", "During times of crisis, we can use other tools, but usually we have one target and one tool.", "In practice, monetary policy is made more complicated by at least three realities.", "First, the influence of our policy interest rate on inflation is indirect.", "Second, it takes time to work-up to two years to have its full effect-and over that time, new developments will buffet the economy and inflation.", "Because monetary policy takes time, we have to try to look ahead to where inflation will be.", "And third, because we know new developments will always arise, we need to be humble about our forecasts and prepared to adjust to changing circumstances.", "Economists have a fancy name for the process through which changes in our \"the monetary policy transmission policy rate affect inflation-they call it same whether we're raising rates or mechanism.\"", "This mechanism works the lowering them.", "But since we've been raising interest rates, let's talk about that (Figure 1).", "Figure 1: The transmission mechanism of monetary policy When we raise the policy rate, it immediately costs more for banks to borrow from each other or from us.", "In response, they increase their rates for loans and deposits.", "That means that people get a higher return on their savings.", "But it also means they pay more interest on loans.", "Higher interest costs discourage people from borrowing.", "That might mean fewer people take out a mortgage to buy a home.", "They might delay buying a new car because the loan is more expensive.", "Or they might put off that kitchen renovation or family vacation.", "sectors that are sensitive to interest rates, like housing, are often the first to slow when we raise interest rates-it's direct channel.", "We also typically see demand for big-ticket items like cars and household appliances slow because people often borrow money to buy them.", "Higher rates also have knock-on effects further into the economy.", "Households with mortgages have less money to buy other things.", "Production slows down as demand weakens.", "Businesses may cut their investment plans because the cost of borrowing has gone up or demand has fallen off.", "Higher Canadian interest rates also make Canada more attractive to foreign investors.", "That means that, if everything else stays the same, the Canadian dollar will rise.", "This makes foreign goods less expensive for Canadians to buy, so the country imports less inflation.", "And it makes Canadian exports more expensive in foreign markets, slowing international demand for these goods and services.", "So higher policy rates mean lower demand at home and from abroad.", "And with less demand, growth in our economy slows.", "That doesn't sound like a good thing, but when the economy is overheated, it is.", "When demand runs ahead of supply, inflation faces upward pressure.", "Slowing the economy lets supply catch up with demand, and that relieves inflationary pressures.", "Monetary policy also influences expectations of future inflation.", "That's important because inflation today is also affected by what people think inflation is going to be in the future.", "If households and businesses think inflation is going to be low, businesses will be cautious about raising their prices out of fear that they will lose customers.", "And that keeps inflation low.", "But when consumers be high, businesses don't worry as much that higher prices will think inflation will scare off customers, so they are more inclined to raise them.", "That's why we have been so determined to keep inflation expectations well anchored at the 2% inflation target.", "We do that mostly through communication-by being crystal clear we are committed to restoring price stability-and by backing those words with action.", "To summarize, the Bank directly controls only the first step-the change in the policy rate.", "The other steps in the transmission mechanism are less direct, and they take time to have their full effect.", "Impact of higher policy rates so far When we began raising rates in March 2022, the economy was reopening after the fourth wave of the COVID-19 virus.", "As momentum built in the months that followed and the economy moved clearly into excess demand, we increased Russia's unprovoked attack of Ukraine in rates in unusually large steps.", "February also sent global energy and food prices sharply higher, which added considerably to inflation in Canada.", "And we are seeing their impact.", "Borrowing rates and the exchange rate Increases in the policy rate have raised borrowing rates for households and businesses (Chart 1).", "The average five-year variable mortgage rate rose from 1.5% to 5.9% between January 2022 and January 2023, and the average fiveyear fixed mortgage rate rose from 2.8% to 5.1% over the same period.", "The prime rate, which is a benchmark for business loans, rose from 2.5% to 6.5%, and longer-term corporate borrowing rates are up about 2 percentage points.", "Chart 1: Borrowing costs have risen 4 4 Policy rate Five-year variable mortgage rate Long-term corporate borrowing January 2022 January 2023 Note: Values are monthly averages.", "Long-term corporate borrowing rates reflect rates on investment-grade corporate bonds.", "Sources: Bloomberg Finance L.P., Lender Spotlight and Bank of Canada Last observation: January 2023 Changes to our policy rate have also affected the exchange rate.", "But the exchange rate channel has been more muted than usual.", "Because the US Federal Reserve was also raising rates rapidly through 2022, the Canadian dollar did not appreciate against the US dollar.", "It did rise initially against other currencies-like the euro-until these jurisdictions also began forcefully raising their policy rates.", "This fight against inflation is a global one- we're not fighting it alone.", "After 11 months of policy rate increases, we're seeing signs that higher interest rates are beginning to rebalance the economy.", "Household spending has moderated, particularly in interest-rate-sensitive sectors.", "The labour market remains tight, but early signs of easing are evident.", "Inflation has declined, and our surveys of inflation expectations suggest more businesses are convinced that inflation will recede.", "Let me talk about each of these impacts in turn.", "Interest-sensitive spending The first place we saw the effects of rate increases was in housing activity.", "When we began raising rates, Canadians with variable interest rate mortgages and those looking for a new mortgage felt it first.", "Nearly a year later, people renewing their home loans are also facing higher interest costs.", "Demand for mortgages has fallen, and housing activity has weakened sharply from unsustainably high levels (Chart 2).", "Chart 2: Housing activity has weakened Ratio of sales to new listings, seasonally adjusted, monthly data 70 70 40 40 2017 2018 2019 2020 2021 2022 2023 Source: Canadian Real Estate Association Last observation: December 2022 Higher interest rates have also affected spending on big-ticket items that people often buy on credit, such as furniture and appliances.", "You can really see the decline in consumption in these interest-rate-sensitive areas, but higher borrowing costs are starting to affect spending more broadly as well.", "Consumption growth looks to have weakened substantially in the second half of 2022 (Chart 3).", "Some of this slowdown reflects the waning boost from the reopening, but higher interest rates have contributed.", "Chart 3: Consumption is easing amid higher rates Goods and services consumption, growth over 2022H1 and 2022H2, annualized data Goods consumption Services consumption, including NPISH Note: 2022Q4 is forecast.", "NPISH means non-profit institution serving households.", "Sources: Statistics Canada and Bank of Canada calculations and projections Last data plotted: 2022Q4 Demand and supply With demand slowing, we are seeing early signs that demand and supply are becoming less out of balance in our overheated economy.", "The output gap provides an overall measure of the balance between demand and supply.", "Through 2021, the economy recovered rapidly-the fastest recovery on record-and supply disruptions continued.", "As a result, the economy moved into excess demand in 2022, putting upward pressure on prices here in Canada.", "But excess demand appears to have peaked and is beginning to ease (Chart 4).", "Chart 4: The economy remains in excess demand Output gap, January 2023 Bank of Canada Monetary Policy Report 2019 2020 2021 2022 Sources: Statistics Canada and Bank of Canada calculations Last data plotted: 2022Q4 This picture of excess demand in the economy is reflected in a wide range of labour market indicators.", "The unemployment rate is near historical lows, businesses continue to report widespread labour shortages, and the job vacancy rate is elevated.", "Labour markets were already tight before the pandemic, but now the unemployment rates for prime-age, young and older workers are all lower than they were before the pandemic.", "The unemployment rate today is also lower in every province than it was pre-pandemic.", "Quebec and British Columbia have the lowest unemployment rates of all.", "The tightness in the labour market looks to have peaked around the middle of 2022 and has eased modestly.", "Job vacancies have declined from that peak, and the share of firms facing labour shortages has edged down.", "Moreover, job growth has been slowing more in interest-rate-sensitive sectors like construction, and this has contributed to a slowing in overall employment growth (Chart 5).", "Chart 5: Employment growth has eased in sectors sensitive to interest rates Difference in contribution to employment growth over 2022H2 relative to 2022H1 Percentage points 0.3 0.2 0.1 0.0 -0.1 -0.2 -0.3 -0.4 -0.5 Sensitive Moderately sensitive Not sensitive Sources: Statistics Canada and Bank of Canada calculations Last observation: December 2022 Other factors also influence the labour market-declining fertility rates and an aging population mean fewer young workers are entering the labour force and more workers are retiring.", "In Canada, immigration was initially hampered by the pandemic, but it is now improving along with rising labour force participation of women.", "We'll watching a broad set of indicators to gauge the balance in the labour market and how it is adjusting to tighter monetary policy.", "With demand moderating both globally and here in Canada, inflation has declined.", "Annual consumer price index (CPI) inflation eased to 6.3% in December from its peak of 8.1% in June.", "This is a welcome development, but inflation is still too high.", "So far, the decline in inflation mostly reflects lower prices for energy, particularly for gasoline.", "Improved global supply chains are also helping.", "Supply bottlenecks and backlogs lasted far longer than we expected, but they are finally resolving Global shipping costs have come down, which is filtering through to (Chart 6).", "lower prices for imported goods.", "Chart 6: Inflationary pressures from supply bottlenecks are easing GSCPI and PMI: Manufacturing suppliers' delivery times, monthly data 8 10 0 50 2017 2018 2019 2020 2021 2022 2023 GSCPI (left scale) United States (right scale) Euro area (right scale) China (right scale) Canada (right scale) Note: The Global Supply Chain Pressure Index (GSCPI) provides a comprehensive summary of potential supply chain disruptions that controls for demand-side factors.", "The Purchasing Managers' Index (PMI) is a diffusion index of business conditions.", "For suppliers' delivery times, an inverted index is used to show that a reading less than (greater than) 50 indicates an increase (decrease) in delivery times compared with the previous month.", "Sources: S&P Global via Haver Analytics and Federal Reserve Bank of New York Last observation: December 2022 Inflation at home is also showing signs of easing, though prices for food and many services continue to increase much too quickly.", "The cooling we do see in inflation is in the same areas where we see higher interest rates slowing demand.", "Nationally, house prices are down 13% from their peak in February 2022.", "Here in Québec, both the run-up and the decline in house prices have been more modest-house prices have declined 2.5% since peaking in May.", "Lower demand, better supply chains and lower shipping costs have brought down durable goods inflation for three months in a row.", "Prices for household appliances rose at a pace of just 2.8% in December, down from a 7.4% increase the month before.", "Overall, durable goods price inflation has fallen from 7.9% at its peak to 4.7% in December.", "And on a timelier three-month basis, these prices were down 3.5% in December.", "More broadly, we can also see that momentum in inflation has slowed.", "To see the underlying trends in inflation, we look at measures of core inflation that exclude the most volatile components of the CPI.", "Our preferred measures of core inflation have been stuck at about 5%.", "But timelier three-month rates have come down below 5%.", "That suggests core inflation will start to decline in the months ahead.", "Inflation expectations That brings me to inflation expectations.", "With inflation still high, most respondents to consumer and business surveys continue to expect that CPI inflation will be well above 2% over the next two years.", "But our most recent survey suggests fewer businesses now think high inflation will persist (Chart 7).", "A lot of uncertainty remains-the distribution of expectations is far wider than it we're on the right track.", "But Chart 7: Firms' inflation expectations have shifted lower Share of firms responding to the Business Outlook Survey with 2-year inflation expectations in each range, quarterly data ≤1 1-2 2-3 3-4 4-5 5-6 6-7 7-8 >8 Expected rate of inflation (%) Note: The estimates are based on firms' responses to the Business Outlook Survey (BOS) question, \"Over the next two years, what do you expect the annual rate of inflation to be, based on the consumer price index?\"", "Buckets exclude the lower bound and include the upper bound.", "Sources: Bank of Canada and Bank of Canada calculations Last observation: 2022Q4 What comes next?", "At the end of January, we said that we expect to pause rate hikes while we assess the impacts of the substantial monetary policy tightening already undertaken.", "This is a conditional pause-it is conditional on economic developments evolving broadly in line with the outlook published in January.", "As I have explained, the transmission mechanism takes time-typically see the full effects of changes in our overnight rate for 18 to 24 months.", "shouldn't keep raising why policy needs to be forward looking.", "In other words, we rates until inflation is back to 2%.", "Instead, we need to pause rate hikes before we slow the economy and inflation too much.", "And that is what we are doing now.", "Our assessment that it is time to pause is based on what we have seen so far and on our forecast for economic growth and inflation.", "We will be assessing economic developments relative to this forecast.", "If new evidence begins to accumulate that inflation is not declining in line with our forecast, we are prepared to raise our policy rate further.", "But if new data are broadly in line with won't need to raise our forecast and inflation comes down as predicted, then we rates further.", "We expect economic growth to be close to zero for the next three quarters.", "With growth in demand stalled, supply will catch up and the economy will move from excess demand to modest excess supply.", "This will relieve inflationary pressures.", "We have already seen inflation in goods prices begin to fall, and we expect this to continue in the months ahead.", "But inflation in services prices will likely take longer to recede, partly because of high labour costs (Chart 8).", "There is more uncertainty about this slowing in services price inflation.", "Chart 8: Near-term inflation is declining for some goods but will likely remain high for services Year-over-year percentage change, monthly data Start of forecast -2 2017 2018 2019 2020 2021 2022 2023 Goods excluding energy and food in stores Services excluding shelter Sources: Statistics Canada and Bank of Canada calculations, estimates and projections Last data plotted: June 2023 Wage growth is currently running between 4% and 5% and appears to have plateaued within that range (Chart 9).", "With our survey of businesses also suggesting that inflation expectations are edging back, the risk of a wage-price spiral has diminished.", "Still, wage growth in that range is not consistent with getting inflation back to the 2% target unless productivity growth is surprisingly strong.", "We will be watching productivity, labour costs and services price inflation closely.", "Chart 9: Wage growth is around 4% to 5% Wage growth measures, year-over-year percentage change, monthly data 2017 2018 2019 2020 2021 2022 2023 LFS, variable-weight measure LFS, fixed-weight measure SEPH, variable-weight measure SEPH, fixed-weight measure Note: LFS is the Labour Force Survey; SEPH is the Survey of Employment, Payrolls and Hours; The LFS fixed-weight measure is constructed using 2019 employment weights and is based on data released prior to January 30, 2023.", "Sources: Statistics Canada and Bank of Canada calculations Last observations: SEPH, November 2022; LFS, December 2022 We will also be watching to see if price-setting behaviour by businesses is normalizing.", "When inflation is low and stable, the competitive system works effectively.", "But that wasn't happening last year when the economy overheated and inflation increased.", "With inflation expectations elevated and the economy in excess demand, businesses were raising their prices more frequently and by more than usual.", "More recently, businesses have told us that they expect their pricing behaviour will return to normal.", "We have already seen the distribution of price changes start to normalize, but we are still a long way from normal.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: December 2022 In summary, recent developments have reinforced our confidence that inflation is coming down.", "We now expect CPI inflation to fall to around 3% in the middle of We've already seen this year and reach the 2% target in 2024 (Chart 11).", "a momentum shift in goods prices.", "For inflation to get back to 2%, supply needs to catch up with demand and services price inflation needs to cool.", "Wage growth will need to moderate alongside inflation expectations, and pricing behaviour normalize.", "If those things don't happen, inflation won't come back to our 2% target, and additional monetary tightening will be required.", "We will be watching inflation data especially carefully to see if it is coming in broadly in line with our forecast.", "Chart 11: Inflation is forecast to return to the 2% target in 2024 Year-over-year percentage change, quarterly data Start of forecast (2023Q1) 2017 2018 2019 2020 2021 2022 2023 2024 1%-3% inflation control range CPI inflation Sources: Statistics Canada and Bank of Canada calculations, estimates and projections It's time for me to conclude.", "I've given you a picture of how monetary policy works-how our interest rate increases work their way through the economy to slow borrowing, dampen demand and ultimately lower both imported and We know that the monetary policy tightening we've domestic inflation.", "undertaken is hard on many Canadians.", "Unfortunately, there is no easy way to Monetary policy doesn't work as quickly or painlessly as restore price stability.", "everyone would like, but it works.", "And it will be worth it when Canadians can once again count on low, stable and predictable inflation.", "As always, we will be clear and transparent.", "I want Canadians to understand what we're doing to fight inflation, how it works and why it matters.", "I also want to be clear about the uncertainties we face-the lingering effects of a global pandemic, a war in Europe and broader geopolitical tensions.", "There are risks to our projection.", "The biggest is that global energy prices could We're also concerned that increase, pushing inflation up around the world.", "inflation expectations could remain elevated and increases in labour costs could persist.", "If these upside risks materialize, we are prepared to raise interest rates further to return inflation to the 2% target.", "There are downside risks to our projection as well.", "Global growth could slow more sharply than we expect, and financial vulnerabilities could amplify the slowdown.", "Canadian households could pull back more than we expect as they adjust to higher interest rates.", "Overall, we view the risks around our inflation forecast as balanced.", "But with inflation still well above our target, we continue to be more concerned about the upside risks.", "Inflation will fall in the months ahead, and we will be watching for further evidence that demand and supply are rebalancing so that inflation heads all the way back to the 2% target.", "We will continue to explain what we are seeing, what we are doing and what Canadians can expect from us.", "We are resolute in our commitment to restoring price stability for Canadians."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "Inflation", "Interest rates", "Transmission mechanism", "Economic growth", "Demand", "Supply", "Inflation expectations", "Labour market", "Housing market"]}