{"sentences": ["- 2023 Paris Finance Forum Paris, 5 July 2023 Regulation and innovation: the yin and yang of the financial sector Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is a real pleasure to be taking part in the Paris Finance Forum and I wish to warmly thank Augustin de Romanet for his invitation, and Europlace for their work.", "Europlace has contributed to the growing interest in the Paris financial centre in the wake of Brexit.", "As I have the privilege of speaking this lunchtime, I shall begin with dessert.", "According to an excellent Bloomberg article,i \"If any city can make claim to being the European hub, it's Paris\".", "Union's new pre-eminent Paris is the only financial centre to offer a broad range of financial activities from global asset management to insurance and banking and market activities and it has benefited from the relocation of all segments of the financial industry.", "Paris has now overtaken London as Europe's largest financial centre in terms of stock market capitalisation.", "With the presence of the European Banking Authority (EBA) and the European Securities and Markets Authority (ESMA), there is also a 'regulatory hub' to which I should add the ACPR, generally recognised as an exacting but extremely competent supervisor.", "The Paris financial centre is therefore a good illustration of harmonious coexistence between regulation and innovation.", "In my view, these are the yin and yang of the financial sector.", "If we are to believe the cliché, 'regulation' and 'innovation' are incompatible.", "Regulation without innovation would just be sterile conservatism, while innovation without regulation and financial stability would be devoid of the trust that is the of sustainability.", "So, to accompany you as you eat your lunch, I'm going to combine these two ingredients, first as part of a hearty main course on the lessons of the crises of 2023 (I), followed by a slightly newer and more forward-looking recipe for the digitalisation of currency and payments (II).", "2023, illustration of the virtues of regulation The events of 2023 have served as a reminder of the fundamental need for a regulatory framework.", "The first warning came in the banking sector.", "Despite the shock waves emanating from the United States and then Switzerland, the banking crisis has not affected the euro area or France in particular, even though we remain on our guard.", "There is a good reason for this solidity: more solid fundamentals, but above all two inseparable pillars - effective regulation, coupled with proactive supervision.", "Basel III regulations apply in full to all European banks, but only to 13 banks in the United States.", "Therefore, the priority is not to keep reworking Basel III requirements and delaying their application but to apply them everywhere and as quickly as possible.", "In a nutshell, more Basel III now, rather than some hypothetical delayed Basel IV.", "In this regard, I welcome the recent compromise as part of the trialogue process on the transposition of Basel III into EU law and I hope it will now be formally adopted as quickly as possible.", "Moreover, we await the next US package with great interest.", "An astute observer might object: why did Credit Suisse fail if it met the Basel requirements?", "The answer is simple: while good regulation is necessary, it is never sufficient.", "A Highway Code - regulations -, even the best one in the world, will only be effectively enforced if the traffic police - supervisors - are efficient.", "This proactive supervision is one of the great successes of our European Banking Union.", "As part of this proactive supervision, we will obviously continue to keep a close eye on the risks affecting the financial sector.", "We just published our Assessment of risks to the French financial system at the end of Juneii and it reiterates our confidence in the solidity of French banks.", "Nevertheless, we will continue to be even more vigilant to the risk of a disorderly market correction which could affect non-bank players most exposed to leverage and liquidity risk.", "The second reminder came in the crypto-asset sphere with the \"crypto winter\" punctuated by a long series of shocks: the collapse of Terra-Luna, the failure of FTX, and the legal proceedings taken against Binance and CoinBase in the United States.", "Europe was a pioneer in this area by adopting MiCA regulation.", "Meanwhile, the ecosystem continues to develop and we will probably need a MiCA 2.", "First, to deal with concerns over \"crypto conglomerates\", involving multiple subsidiaries with diverse activities and geographical locations: the FTX collapse has demonstrated that it is not enough to regulate a single sub-entity in a single jurisdiction.", "In my view, these conglomerates could be subject to transparency obligations particularly the preparation of consolidated financial statements while the sharing of information between jurisdictions will be essential to understanding their overall organisation as well as interdependencies between entities.", "The second deficiency concerns the ecosystem of what is often erroneously referred to as \"decentralised\" finance (DeFi) what we prefer to call \"disintermediated\" finance.", "The ACPR is pioneering thinking in this area with the publication in April of a document that outlines possible regulatory frameworks for DeFi.", "The very successful public consultation process ended at the beginning of June.", "It was widely reported upon and generated almost 40 responses of high technical quality from both French and international players, including \"established\" players and new entrants.", "We will be publishing a summary of these responses in the autumn.", "Overall, these contributions confirm our understanding of this topic and the regulatory avenues taking shape on each of the three DeFi 'floors': (1) ensuring the resilience of the blockchain infrastructure albeit a public one through security standards (2) certifying smart contracts, even if this raises a number of operational issues, and (3) regulating DeFi entry points to protect users.", "So yes to the innovation brought by digital assets and DeFi - which is, let me repeat, very welcome in Paris - but not at the cost of less regulation, which would - as we have seen elsewhere - work against the interests of the players themselves.", "Digitalisation of currency and payments: illustration of innovation partnership approach This brings me to the more forward-looking recipe, which provides a second insight into the dynamic interdependence between regulation and innovation, and between the public and private sector.", "Private innovation is both crucial and irreplaceable but central banks also have creative DNA, and many innovations are deployed within a partnership framework.", "Money is a perfect illustration.", "For centuries, the coexistence of central bank and commercial bank money has structured the retail payment landscape.", "We can all physically pay with central bank money, using cash, or with commercial bank money, using non-cash payment instruments such as cards.", "However, the rapid digitalisation of payments is leading to a rethink: as we become fully digital societies, should central bank currency be the only thing to remain in paper format?", "I imagine that two centuries ago, certain people had major doubts about issuing banknotes - a major innovation at the time - alongside gold and silver coins.", "Essentially, the e-euro should be a digital banknote in other words \"Cash +\".", "First, it should have the same properties as cash.", "In particular, it will guarantee respect for privacy,iii with offline functionality guaranteeing the utmost confidentiality.", "It will be the safest asset as it will have legal tender statusiv and it will be accepted everywhere throughout the euro area.", "Its basic functionalities will be free for individualsv and it should not be remunerated.", "But \"Cash+\" will also provide additional advantages over banknotes: it will allow everyone to use central bank money in e-commerce, for peer-to-peer payments as well as for conditional or \"programmable\" payments.", "These considerations have led the Eurosystem under the auspices of Christine Lagarde and my colleague Fabio Panetta - to launch an investigation phase focused on a digital euro, which should culminate in a preparatory phase by the end of 2023, subject to the agreement of the Governing Council.", "Based on these preparations, we could then decide on a gradual launch, beginning in 2027 or 2028.", "Last Wednesday, the European Commission published a draft directive to enable the issue of a digital euro.", "This legislative proposal is clearly a very good step in the right direction: it ensures that the digital euro will indeed be equivalent \"digital banknote\", providing a high level of confidentiality, while guaranteeing that it is properly integrated into the financial and payments ecosystem.", "Let us be clear here: I consider it our duty to develop this possibility for our citizens, however, they themselves will be free to use it or not.", "The digital euro will offer European citizens an additional option as to how they effect purchases and transactions; they will determine both the pace of its development and its 'market share'.", "A digital euro will replace neither physical cash nor other forms of currency which brings me on to the so-called \"competition\" issue.", "We regularly hear an unfounded but very persistent rumour whereby the digital euro would compete with commercial bank money.", "Let me be very categorical on this point: a digital euro will not lead to disintermediation.", "It would be distributed by payment service providers - we have absolutely no intention of opening private accounts - and be subject to a holding limit.", "Our fellow citizens are in need of everyone's expertise: both the agility and customer relationships of commercial banks and the confidence and stability guaranteed by central banks.", "Indeed, commercial bank digital currency already exists.", "It will remain dominant in payments and is generally perceived as being as safe as central bank currency, however, this confidence is rooted in its full and direct convertibility with the public money issued by the central bank.", "Losing this public anchor - in a world of digital payments without CBDC - would ultimately mean jeopardising this private trust.", "The decision here will rest with the public authorities, with a dimension, but today, I would really like to get beyond a mere discussion about the digital \"retail\" euro.", "Taking a partnership approach to innovation, our common challenge as Europeans is to leverage all together the tremendous potential for innovation opening up before us: In commercial banking, the phased launch of the European Payments Initiative (EPI) which has our full backing will provide a modern, European payment solution, and what would appear to be a viable solution for circulating the digital euro alongside the commercial euro.", "French and European commercial banks could also develop tokenised bank deposits with enhanced features.", "In a remarkable report,vi the BIS recently stated its clear preference for these tokenised bank deposits that will offer greater security, rather than for stablecoins (all of which are issued by non-European players and mostly backed by the dollar).", "Issuing and trading of financial assets is also being modernised through tokenisation underpinned by new distributed ledger technologies.", "In addition, in central banking, the development of \"wholesale\" CBDC would appear to be just as important as the digital retail euro in extending the anchoring role of central bank money in the tokenised sphere, by securing interbank settlements and financial transactions.", "The Banque de France has played a pioneering role here through twelve experiments conducted with the private sector: we will be publishing the results this summer.", "We have demonstrated that wholesale CBDC could facilitate interoperability between different DLT platforms developed by the public or private sector as well as with existing settlement systems.", "Following on from these ideas, the ECB has also announced a series of experiments across the euro areavii which could begin in 2024.", "As part of this process, we are prepared to support the new European pilot programme directly by making CBDC available as a settlement asset.", "Providing a tokenised settlement asset could also be rounded out by a European infrastructure in the euro area - that would bring together all tokenised assets (CBDC, deposits, financial assets), to guarantee interoperability between the different assets as well as the singleness of the currency.", "This European platform would prepare for the approach being advocated by the BIS, i.e.", "the creation of a unified ledger at international level to facilitate cross-border payments.", "These ideas are also developed in a recent IMF publicationviii.", "I would like to conclude with the words of André Gide, \"there are many things that seem impossible only so long as one does not attempt them\".", "Let's work together to unlock the full range of possibilities.", "Let's pave the way for sustainable innovation for the benefit of our fellow European citizens.", "I really believe that what we have done for Paris post-Brexit, we can also do for payment systems.", "Thank you for your attention.", "Bloomberg, Banks betting on Paris say there is life after London, 18 April 2023 Banque de France, Assessment of Risks to the French Financial Systems, June 2023.", "The Eurosystem will have no knowledge of the details of any transaction.", "According to the legislative proposal by the European Commission on CBDC, presented on 28 June 2023.", "Including record keeping, payments or access to a mobile application.", "BIS, Annual Economic Report 2023, III.", "Blueprint for the future monetary system: improving the old, enabling the new (bis.org).", "ECB, Eurosystem to explore new technologies for wholesale central bank money settlement , press release, April Adrian, T., Mancini-Griffoli, T., The Rise of Payment and Contracting Platforms (imf.org), Fintech Notes, IMF, June 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Regulation", "Innovation", "Crypto-assets", "Digital currency", "Payments", "Basel III", "MiCA", "DeFi", "E-euro", "European Payments Initiative"]}