{"sentences": ["Director Li (Kuoqing), Arnaud (Mehl), Rolf (Strauch), Iikka (Korhonen), Ladies and Gentlemen, Good Morning!", "Welcome to this workshop on the \"Recent Developments and Future Prospects of the International Monetary System\" jointly organised by the Hong Kong Institute for Monetary and Financial Research (HKIMR), ASEAN+3 Macroeconomic Research Office, European Central Bank, European Stability Mechanism and Bank of Finland Institute for Emerging Economies.", "I am glad to see that five research institutions across Asia and Europe are collaborating to host this research conference.", "I am also very glad that after three years of COVID, so many experts can get together physically in Hong Kong to discuss this timely and important topic.", "The evolution of the international monetary system has gained a lot of attention recently in the international financial markets.", "From time to time there have been news of countries choosing to diversify their foreign reserves into non-traditional currencies and starting to invoice and settle their international trade in their own currencies.", "However, there are also reports suggesting that US dollar will remain the dominant reserve currency for a long time.", "So it is timely to take a look at whether there could be changes to the international monetary system down the road.", "For any currency to gain wide acceptance as a reserve currency, the essential prerequisites are strong economic fundamentals, deep and liquid asset markets and sound institutions.", "And for a currency to serve as an invoicing and settlement currency, it requires the issuing country to have an efficient infrastructure, established networks, abundant liquidity and confidence that can only be built up over a long period.", "All these will take time to develop.", "But there are several developments in recent years that are starting to gain more market attention, and perhaps warrant more discussions in today's workshop.", "First is the supply of safe assets globally.", "According to the International Monetary Fund (IMF), about 60% of the world's allocated reserve assets are currently held in US dollars, about 20% in euros.", "These shares have largely been stable in recent years.", "However, Fitch recently downgraded the US credit rating citing concerns about the state of the US government finance and its growing debt burden.", "Adding to that, the ongoing geo-economic developments have also led many to rethink about diversification, despite the inertia towards the status quo.", "However, the reality is that there are not many good alternatives either.", "One might ask: Will there be enough safe assets to provide sufficient diversity in the foreseeable future?", "How would gold feature as a reserve asset?", "There are no easy answers to these questions, and perhaps they deserve more discussions by experts in this room today.", "The second issue is the structure of the international monetary system in the future.", "Currently, the international monetary system is predominantly a US dollar-based system, and the euro is mainly playing a regional role.", "This system has been the foundation of globalisation of the world economy for several decades.", "However, with increasing geo-economic fragmentation, to what extent will the world also move towards a more multipolar monetary system with different currency blocs?", "How would these blocs affect future financial stability and monetary policy considerations globally?", "The third issue is the development of central bank digital currencies (CBDCs).", "According to a 2022 Bank for International Settlements (BIS) survey, 80 of the 86 central banks that replied are doing some form of work on CDBCs.", "About a quarter are piloting a retail CBDC, and more than 10 are building or already running a pilot wholesale CBDC programme.", "While retail CBDCs can improve financial inclusion and payment efficiency, wholesale CBDCs can potentially reduce the costs of cross-border payments and increase the speed to nearly real-time, which has the potential to profoundly transform the global payments landscape.", "However, a key question here is: How can we get the different CBDCs to connect and talk to each other, in order to support cross-border payments?", "To address this question, many global central banks including the HKMA are already trying to figure out how to improve the interoperability between different CBDCs.", "Looking further ahead, a more pertinent question would be: How will the advancements of wholesale CBDCs speed up the use of local currencies in cross-border payments, thereby reducing the use of major reserve currencies?", "The final issue is the international use of renminbi.", "Although the renminbi's share in global foreign reserves, cross-border payments and foreign exchange transactions has been increasing in recent years, it still only accounts for less than 3% as a global payment currency according SWIFT data.", "This is notwithstanding the fact that China is already the world's second largest economy and the largest trading partner for over 140 countries and regions.", "Of course, the international acceptance of the renminbi is largely driven by market forces, but are there things that policy makers can do to promote greater use of renminbi in their own markets?", "How can countries make better use of other offshore renminbi hubs like Hong Kong in accessing renminbi products?", "I believe this is also another area which you all can explore deeper in this workshop.", "I am glad to see that many of the issues I raised just now will be covered in the programme.", "I would like to thank you all for joining this workshop, particularly those coming from overseas.", "Before I end my remarks, let me do a bit of advertisement.", "This is a special year for the HKMA as we have just celebrated our 30 anniversary.", "We will have a busy event season in Hong Kong later this year: In October, the HKIMR will host its Annual International Conference for the Chinese Economy, which has been our flagship event for the last thirteen years.", "The theme of this year's conference is \"China's Economic Development in a Changing Global Environment\", focusing on many timely and topical issues facing the Chinese economy.", "Please stay tuned for more details.", "In November, we will host our second Global Financial Leaders' Investment Summit, followed by a joint HKMA-BIS high-level conference marking also the 25th anniversary of the BIS Representative Office for Asia and the Pacific.", "Last but not least, for those coming from abroad, I hope you will also find time to do some sightseeing and see the dynamic and vibrant life of Hong Kong.", "I wish the workshop a great success, and enjoy the workshop!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["International monetary system", "Safe assets", "US dollar", "CBDCs", "Renminbi", "Financial stability", "Monetary policy", "Cross-border payments", "China's economy", "Hong Kong"]}