{"sentences": ["Remarks by Paul Beaudry Alberta School of Business February 16, 2023 Edmonton, Alberta No two ways about it: Why the Bank is committed to getting back to 2% Good afternoon.", "It is a pleasure to be here in Edmonton.", "We have all been going through challenging economic times recently.", "Almost exactly three years ago, the COVID-19 pandemic hit Canada, suddenly shutting down large parts of our economy.", "This upended our lives and livelihoods and created a huge disruption in financial markets.", "Fiscal and public health policies led the charge in tackling these dangers.", "The Bank of Canada played a key supporting role by reducing its policy interest rate to near zero and unblocking a financial system that was clogging up.", "The recession caused by the pandemic was unprecedented.", "Canada lost over 3 million jobs, and the unemployment rate rose to 14% in May 2020.", "And, as many here likely recall, oil prices even briefly turned negative.", "Fortunately, though, when the economy reopened after the mass closures, the rebound was also unprecedented.", "By the end of 2021, Canadian employment was 250,000 jobs above its pre-pandemic level, and the unemployment rate had fallen to 6%.", "But a storm was brewing.", "Supply chain bottlenecks, higher energy prices and a massive shift in global consumption patterns came together to spur inflationary pressures.", "The disruptions caused by the war in Ukraine only added fuel to this fire.", "In response, the Bank raised its policy interest rate to 4.5% in a series of rapid hikes.", "These interest rate increases are working.", "Over the past few months, inflation has started to come down.", "Recently it reached 6.3%, down from a peak of 8.1% last summer.", "This is a welcome improvement.", "But inflation is still too high and far from 2% target.", "At its current level, it continues to cause hardships for Canadians, especially the most vulnerable among us.", "While Canada may have turned the corner on inflation, we know that it will take time to get back to the inflation target.", "So, I'd to take this opportunity to talk about the importance of staying the course in the fight against inflation, despite the short-term pain that high interest rates can cause.", "First, I want to talk about the benefits of returning to the 2% inflation target.", "Specifically, emphasize how inflation dynamics tend to be self-stabilizing when inflation is near the target and how that helps the economy function better.", "also stress how low, stable inflation leads to better employment outcomes.", "Second, I'd to highlight the dangers of straying from the 2% target.", "talk about how the stabilizing forces I just mentioned can turn into de-stabilizers.", "The high and volatile inflation that can result is troublesome for many reasons, including the fact that it makes the price system less informative.", "This can undermine efficiency and weaken the competitive forces that help the economy achieve its full potential.", "Finally, I want to place the current Canadian situation in a global context.", "Although most of our trading partners are also experiencing high inflation, their paths back to their own inflation targets may end up being different than ours.", "Should this be a concern?", "We'll dive into that question.", "The benefits of being near the 2% target The Bank is fully committed to returning inflation to the 2% target.", "For three decades, this target has served Canadians well.", "And since it represents a sweet spot on the inflation spectrum, it remains the centrepiece inflationtargeting framework.", "Keeping inflation stable and predictable at that low level is the best contribution monetary policy can make to the economic and financial well-being of Canadians.", "To better understand the value of a 2% inflation target, we first need to delve into some of the forces that influence price-setting behaviour.", "These are illustrated in Figure 1, which will serve as a roadmap for much of my talk today.", "Inflation dynamics are driven largely by the cost pressures that firms face.", "These pressures can come from both domestic and international sources.", "Domestic cost pressures tend to appear when the economy is in excess firms face levels of demand beyond what they're able to demand-that is, when supply on a sustainable basis.", "As firms strain to meet that excess demand, they not only increase their prices but also bid up wages and the prices of other inputs as they compete with other firms for workers and materials.", "And since the goods produced by one firm are often inputs for other firms, this can lead to a second round of effects that further broaden and amplify domestic cost pressures.", "In this speech, I mainly compare 2% inflation with higher rates of inflation.", "However, the Bank has also studied the costs and benefits of lower rates of inflation.", "A key takeaway from that work is that the 2% inflation target provides a reasonable buffer against the effective lower bound (ELB) on nominal interest rates.", "In contrast, lower rates of inflation entail a higher risk of ELB episodes.", "See, among others, Bank of Canada, Renewal of the Inflation-Control Target: Background Information-November 2011 (2011) and Bank of Canada, Renewal of the InflationControl Target: Background Information-October 2016 (2016).", "Of course, cost pressures can also come from international developments- things like disruptions to global supply chains and increases in the price of commodities such as oil.", "Figure 1 shows how these pressures impact the price-setting decisions of firms.", "Figure 1: Key forces governing firms' price-setting behaviour Domestic cost pressures International cost pressures (largely via excess demand) (e.g., global value chain disruptions, oil prices) pass-through pass-through Firms' price-setting decisions Inflation expectations anchoring anchoring Inflation target Inflation outcomes Low inflation environment High inflation environment But another key force affecting inflation is what firms expect to happen.", "These expectations matter because firms know that customers will ultimately judge prices in relative terms-that is, relative to the prices of other goods and firm's pricing decisions services trading in the broader economy.", "A are therefore based partly on what the firm thinks its competitors will do and where it believes overall inflation is headed.", "Now here's my main point.", "The key forces affecting inflation-that is, cost pressures and expectations-tend to behave differently based on whether inflation is high or whether the economy is operating close to a well-established and low inflation target.", "These differences are illustrated by the blue and red arrows in Figure 1. focus on cost pressures.", "In high inflation environments, firms tend to adjust prices more frequently-otherwise, their prices would quickly fall out of step with their costs and the prices set by other firms.", "This makes it relatively easy for firms to quickly pass on cost changes to their customers., In contrast, firms can make do with less frequent price adjustments when inflation is low.", "Rather than being passed on to customers, much of the day-to-day volatility in costs tends to be absorbed into profit margins when firms' costs and inflation is low.", "This lessens the likelihood of feedback into other prices.", "It also helps explain why low inflation tends to go hand in hand with less volatile inflation.", "We can see this pattern within countries over time (Chart 1) and across countries (Chart 2).", "Much as with cost pressures, a self-stabilizing mechanism can take hold around expectations when inflation is close to target.", "When a central bank has built up a credible track record of stabilizing the economy around a low inflation target, firms tend not to pay much attention to inflation.", "Rather than basing their expectations on recent rates of inflation or on short-term shocks hitting the economy, they're more inclined to settle on a simple rule of thumb that says inflation should continue to evolve in line with the central bank's target.", "For a formal model in which firms find it optimal to increase the frequency of their price adjustments when trend inflation is high, see, for example, M. Dotsey, R. G. King and A. L. Wolman, \"State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output,\" Quarterly Journal of Economics 114, no.", "2 (1999): 655-690. firms' marginal costs in the For example, in standard New Keynesian models, the weight on Phillips curve governing inflation typically increases in a structural parameter representing the frequency with which firms adjust their prices.", "See, for example, F. Smets and R. Wouters, \"Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach,\" American Economic Review 97, no.", "For a complementary mechanism that also helps to make inflation more volatile when it's high, see M. Harding, J. Lindé and M. Trabandt, \"Understanding Post-COVID Inflation Dynamics,\" Bank of Canada Staff Working Paper No.", "Chart 1: Strong positive relationship between the level and volatility of inflation within countries over time a.", "Sources: Organisation for Economic Co-operation and Development via Federal Reserve Economic Data and Bank of Canada calculations Last observation: 2022Q3 Chart 2: Strong positive relationship between the level and volatility of inflation across countries Standard deviation of inflation Decadal summary statistics (percentage points) 0 5 10 15 20 Average inflation (%) 1980s 1990s 2000s 2010s Note: The sample consists of 37 advanced and emerging economies, including most of the Organisation for Economic Co-operation and Development.", "Averages and standard deviations have been computed from underlying monthly year-over-year percentage changes.", "Observations for all countries are not available for all months.", "Observations involving extreme inflation outcomes have been excluded (decadal average > 20%, decadal standard deviation > 10 percentage points).", "Dotted lines denote decade-specific lines of best fit.", "Each dot represents a mapping between the standard deviation of inflation and average inflation, for a given country in a given decade.", "Sources: Organisation for Economic Co-operation and Development Last observation: December 2019 via Haver Analytics, and Bank of Canada calculations As firms begin to rely on this rule of thumb, it becomes self-reinforcing.", "The inflation outcomes that result from the price-setting decisions of firms start falling line with the central bank's target, in and this makes the rule of thumb even more reliable going forward.", "The rule of thumb therefore reduces feedback loops and helps ensure that any straying from the inflation target is relatively small and short lived.", "With these self-stabilizing mechanisms at work in the economy, monetary policy can pursue its inflation target with a high degree of flexibility.", "In an environment of low and stable inflation, the inflationary effects of shocks tend to be muted.", "Monetary policy can therefore look past many of these shocks and respond to others in a more measured way.", "This flexibility allows monetary policy not only to keep inflation low and stable but also to minimize the impacts of shocks on the labour market and the broader economy.", "This is a key benefit of successful inflation targeting and an important reason why the Bank is working so hard to get inflation back to 2%.", "The pitfalls and dangers of not returning to target For the better part of the last 30 years, Canada has benefited from the selfstabilizing mechanisms I just described.", "But these mechanisms cannot be taken for granted.", "In fact, they're by the series of large shocks that our economy has experienced over the past 18 months.", "The longer inflation stays significantly above target, the greater the risk that these mechanisms could turn from stabilizers into de-stabilizers.", "For example, mounting evidence shows that over the past two years passthrough from costs to prices has been stronger and more widespread than before that's partly because firms tend to adjust the pandemic.", "As I explained earlier, In fact, many countries around the world have benefited from these self-stabilizing mechanisms.", "Indeed, the harnessing of these mechanisms that occurs under credible inflation-targeting frameworks was a key contributor to the Great Moderation era in advanced economies.", "See, for example, D. Giannone, M. Lenza and L. Reichlin, \"Explaining the Great Moderation: It Is Not the Shocks,\" European Central Bank Working Paper No.", "For an in-depth analysis of this risk, see Bank for International Settlements, \"Part II: Inflation: a look under the hood,\" Annual Economic Report (June 2022).", "the Bank of Canada's For example, before the COVID-19 pandemic, results of Business Outlook Survey often showed that a relatively small share of firms planned to increase their prices in the short term, while at the same time, a relatively large share of firms expected their costs to rise.", "This pattern is consistent with low pass-through of costs to prices.", "However, this pattern was broken in 2021 and 2022 when, in multiple quarters, the share of firms expecting to increase their prices was equal to or larger than the share expecting increases in costs.", "For details, see \"Chart 9: Businesses expect growth in their input and output prices to slow,\" Business Outlook Survey- Fourth Quarter of 2022 (January 2023).", "See also M. Amiti, S. Heise, F. Karahan and A. Sahin, \"Pass-Through of Wages and Import Prices Has Increased in the Post-COVID Period,\" R. Asghar, J. Fudurich and J. Voll, \"Firms' inflation Street Economics (blog, August 23, 2022) and prices and pass costs on to customers more frequently in high inflation environments.", "We've this past year how quickly inflation can go from being a topic I've illustrated few people think about to one that is top of mind for many.", "this in Chart 3.8 Chart 3: Canadians' attention to inflation in high and low inflation environments: suggestive evidence from threshold regressions a. Google searches for \"inflation\" in Canada b.", "Newspaper articles mentioning \"inflation\" in Canada Normalized frequency Share of total articles (%) Estimated threshold = 3.3% Estimated threshold = 3.4% 40 10 -2 0 2 4 6 8 -2 0 2 4 6 8 CPI inflation (year-over-year percentage change, %) CPI inflation (year-over-year percentage change, %) Estimated relationships below threshold Estimated relationships above threshold Note: Thresholds and the relationships prevailing above and below them have been estimated using the regression methodology described in O. Korenok, D. Munro and J. Chen, \"Inflation and Attention Thresholds,\" working paper (September 2022).", "The samples begin in January 2004 for Google searches and January 2000 for newspaper mentions.", "Google search frequencies have been normalized to take a value of 100 at their maximum.", "The methodology for computing newspaper mentions is described in L. Chen and S. Houle, \"Turning Words into Numbers: Measuring News Media Coverage on Shortages,\" Bank of Canada Staff Discussion Paper (forthcoming).", "Each dot represents the mapping between the number of Google searches for the word \"inflation\" (panel a) or share of total articles mentioning inflation (panel b) and the level of CPI inflation, for a given month.", "Sources: Cision, Google Trends, Statistics Canada via Haver Analytics, and Bank of Canada calculations Last observation: December 2022 As more and more households and firms look backward and focus on recent high inflation numbers, those numbers can start to displace the inflation target as a focal point for peoples' expectations.", "If people start to base their expectations for inflation on the high inflation numbers they've been seeing lately rather the 2% inflation target, high inflation will become more persistent, volatile and self-perpetuating.", "Without a sufficiently strong policy response, a drift in expectations and price-setting behaviour in Canada: Evidence from a business survey,\" Bank of Canada Staff Analytical Note (forthcoming).", "This chart updates and extends some work by academics outside the Bank that suggests the people's attention to it can change significantly when inflation relationship between inflation and rises above a threshold level.", "See O. Korenok, D. Munro and J. Chen, \"Inflation and Attention Thresholds,\" working paper (September 2022).", "the Bank's expectations away from inflation target can open the door to inflation remaining high and volatile for a long period of time.", "As Canadians know all too well, high and volatile inflation makes it difficult for everyone to plan how to spend and invest.", "For example, companies find it more difficult to make key decisions for growing their business when they confident about what their costs will be in the years ahead.", "And financial planning for households is also much more challenging.", "But the negative effects don't stop there.", "Increased volatility in inflation can also be costly because it scrambles the signals from prices and makes it hard to judge whether a higher price represents a true change in costs or something else.", "This makes it difficult for firms and investors to allocate resources to their best uses.", "It can also impact consumer behaviour in ways that make the economy less efficient.", "Let me break that last point down into steps.", "Say inflation is stable, and for a particular good you notice a price increase that is far out of line with the rate of inflation.", "This leads you to shop around because you think you can find a better price elsewhere.", "However, when inflation becomes high and volatile, many prices in the economy start moving up together.", "Seeing a higher price may no longer prompt you to search for a better one because you may believe that all other prices have also increased.", "problem because comparison shopping encourages competition.", "believe they can find a better price by shopping around, firms have more leeway to increase markups, leading to distortions that make the economy less efficient and consumers worse off.", "If inflation stays above target for a significant amount of time, then high and variable inflation will likely go hand in hand with a less efficient, more distorted economy.", "Of course, an inefficient economy rife with distortions makes it hard to grow overall output and employment in any kind of sustainable way.", "Canadians have seen this situation play out before, particularly in the 1970s and It's also consistent with 1980s.", "international data-we tend to see higher unemployment in countries where inflation is more volatile (Chart 4).", "The takeaway then is clear.", "Even if inflation has declined lately, we take our eyes off it too soon and let it remain significantly above target for too long.", "See, for example, P. Beaudry, M. Caglayan and F. \"Monetary Instability, the Predictability of Prices, and the Allocation of Investment: An Empirical Investigation Using U.K. Panel Data,\" American Economic Review 91, no.", "For a model-based demonstration of this mechanism in markets with sufficiently high search costs, see R. Bénabou and R. Gertner, \"Search with Learning from Prices: Does Increased Inflationary Uncertainty Lead to Higher Markups?\"", "Review of Economic Studies 60, no.", "Chart 4: Positive cross-country relationship between unemployment and the volatility of inflation Decadal summary statistics Average unemployment rate (%) 0 2 4 6 8 Standard deviation of inflation (percentage points) 1980s 1990s 2000s 2010s Note: The sample consists of 37 advanced and emerging economies, including most of the countries in the Organisation for Economic Co-operation and Development.", "Averages and standard deviations have been computed from underlying monthly observations, using year-over-year percentage changes for inflation.", "Observations for all countries are not available for all months.", "Observations involving extreme inflation outcomes have been excluded (decadal average > 20%, decadal standard deviation > 10 percentage points).", "Dotted lines denote decade-specific lines of best fit.", "Each dot represents a mapping from the standard deviation of inflation to the average unemployment rate, for a given country in a given decade.", "Sources: Organisation for Economic Co-operation and Development Last observation: December 2019 via Haver Analytics, and Bank of Canada calculations Different paths back to normal As we work our way back to our inflation target, we need to keep another factor in mind too.", "Although many countries have faced similar shocks over the past few years, their experiences with high inflation have not been the same Canada's.", "Our paths back to target might differ as well.", "For a trading nation like Canada, what does this mean?", "How will the Canadian economy adjust if our inflation path is different than, say, that of our main trading partner, the United States?", "The answer to this question requires us to discuss another key element of the inflation-targeting framework-Canada's flexible exchange rate.", "Bank of Canada doesn't set the dollar's exchange rate.", "We let markets set the dollar's value according to the forces of supply and demand.", "Letting the Canadian dollar float in this way gives the Bank the flexibility to chart a path that's different than the path our trading partners take.", "Rather than trying to maintain a particular value for the dollar, the Bank can instead focus on setting interest rates to return inflation to 2%.", "Suppose we enter a period during which inflation is lower in Canada than it is in one of our trading partners.", "Over time, this difference in inflation would create a divergence in price levels between the two economies because the price of goods in Canada would be rising more slowly than the price of goods in the other country.", "What happens next depends on exchange rates.", "Without an exchange-rate response, our relatively lower prices would be good news for Canadian competitiveness.", "the price of Canadian products would fall for our trading partner, making Canadian goods more appealing.", "Over time, however, exchange rates often adjust-sometimes slowly-in ways that offset this sort of divergence in price levels.", "For example, you might be familiar with the Big Mac index compiled by The Economist.", "As Chart 5 shows, G7 currencies have a moderate tendency to adjust in ways that help enforce a sort of \"law price\" for McDonald's Macs.", "If the local price of a Big Mac-converted to US dollars at the prevailing exchange rate-is significantly higher than the price of a Big Mac in the United States, that gap tends to close through a nominal depreciation of the local currency over the subsequent years.", "Chart 5: Correlating medium-run exchange rate movements in the G7 with deviations from the law of one price (as measured by The Economist's Big Nominal appreciation against the US dollar over next five years (%) -40 -30 -20 -10 0 10 20 30 40 50 Degree of overvaluation predicted by the Big Mac index (%) Note: The sample begins in 2000 and consists of data from Canada, France, Germany, Italy, Japan and the United Kingdom.", "The dashed line is a line of best fit.", "Last observations: Big Mac index, January 1, 2014; Sources: The Economist, Haver Analytics and Bank of Canada calculations exchange rates, January 1, 2019 there's a lot of Of course, noise in this relationship, and exchange-rate movements are always difficult to predict.", "But, generally, either of two outcomes could emerge if Canada manages to return inflation to target sooner than our trading partners do.", "In fact, each has its own set of advantages.", "On the one hand, as I mentioned, lower Canadian prices could improve our competitiveness if exchange rates adjust.", "Canadian exports would therefore be more attractive to foreign buyers, and that would be good for growth and job creation.", "On the other hand, if the exchange rate does adjust when prices diverge, then returning to target sooner than our partners do could lead to an appreciation of the Canadian dollar over time, all other things being equal.", "That would undo the competitive advantages related to exports, but it would give Canadians here at home more purchasing power for foreign goods.", "we shouldn't be too concerned The bottom line is that if Canada follows a slightly different path to normalization than our counterparts.", "What matters most is getting all the way there.", "High inflation has been painful for Canadians.", "And so have higher interest rates.", "Getting back to target rate of inflation will bring many benefits and help us sidestep many risks.", "It will allow the economy to work more efficiently and avoid the distortions that come with high and volatile inflation.", "This is good the economy as a whole.", "That's why for households, workers, businesses and the Bank is committed to getting there.", "Being resolute in pursuit of this goal the Bank's people's awareness of matters.", "In fact, resolve-and it-will help Canada's reach the target faster and with less pain than if the Bank is half-hearted and lets up too soon.", "When it comes to inflation, stability begets stability and volatility produces few years, we've had too much of volatility.", "We can all agree that, over the past the latter in our lives and not nearly enough of the former.", "Returning to the 2% inflation target will bring back the stability Canada has known for the past 30 years, to the benefit of all Canadians."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Inflation targeting", "High inflation", "Low inflation", "Price stability", "Economic growth", "Exchange rates", "Monetary policy", "Inflation expectations", "Cost pressures"]}