{"sentences": ["Dear colleagues, I am happy to welcome you at the workshop Inflation Targeting in a World of Large and Persistent Shocks.", "The NBU is hosting this year's event in cooperation with the Euro Area Business Cycle Network (EABCN).", "Let's hope that this workshop becomes a good tradition.", "The event has yet again convened leading experts, academia representatives, researchers, and skilled monetary policy practitioners.", "This highly professional panel will discuss challenges that central banks around the globe are or will be facing as they pursue their core mandates by ensuring price stability for sustainable economic development.", "Despite being country-specific, these challenges often have much in common.", "This is especially true for emerging markets.", "This is why, now more than ever, it is important that we share our experience and jointly seek solutions to key issues.", "Today we are aiming to answer three questions: First.", "How to ensure the effectiveness of inflation targeting with limited monetary policy transmission?", "How to strike the optimal balance between fiscal and monetary policies?", "What are the features of inflation targeting with varying credibility?", "Without a doubt, these are the hot topics of the day.", "For the first time in four decades, the world is facing risks of the simultaneous occurrence of persistently high inflation and a global economic slowdown.", "With elevated uncertainty following the COVID-19 pandemic and russia's invasion of Ukraine, the world has encountered a series of economic shocks that have triggered a perfect storm of conditions for an accelerated increase in inflation.", "Those include: demand-driven pressure caused by pent-up consumption and significant stimulus programs of central banks and governments during the COVID-19 crisis supply shocks triggered by structural breaks in production chains at the domestic and international levels energy and food price shocks that had a rapid effect on consumer prices under the conditions noted above.", "Global inflation is expected to accelerate to 8.8% in 2022 from 4.7% in 2021, according to the IMF's updated forecast.", "At the same time, global economic growth will decrease to 3.2% in 2022 from 6% in 2021, this forecast shows.", "Central banks are once again faced with the choice between achieving price stability at the expense of tighter monetary policy with temporary losses in GDP growth, and ignoring inflationary problems and long-term losses in economic development.", "Today's monetary policy involves difficult, and often controversial, decisions.", "On the one hand, central banks and governments have a common long-term goal of facilitating sustainable economic growth.", "On the other hand, it is precisely a central bank's mandate to pursue macroeconomic stability in the short and medium runs.", "This is because an excessive monetary policy response to inflation weakens economic growth and increases the risk of recession.", "At the same time, tolerating inflation may throw inflation expectations off balance, causing even more prolonged and painful losses to the economy in the future.", "From this perspective, balancing fiscal and monetary policies is a prerequisite for success.", "Practice shows that an excessive accumulation of fiscal imbalances and fiscal dominance lead to chronic inflation, which eats away at the economy, and to a financial crisis that eventually forces the central bank to give a strong countercyclical response.", "As a result, the ability of both the central bank and the government to exercise their mandates becomes very limited.", "To ensure macroeconomic stability and sustainable economic development, we need to start looking for this balance today.", "We also need to remember that in conditions of uncertainty and varying credibility of the monetary policy, central banks have to be even more active in their stabilization policies to prevent unanchoring of expectations.", "In addition, in terms of policy instruments, ensuring the efficiency of the transmission channel due to the accumulated structural surplus of liquidity calls for unconventional methods.", "Fortunately, history has many successful examples of combating persistent and excessive inflation and embarking on a path of sustainable development.", "Forty years ago, developed countries took the path of reducing inflation.", "In addition, today we have a large number of emerging markets whose experience can become key to the global stabilization of economic and inflationary processes.", "The NBU has proved its capability to tame and curb Ukraine has this experience too.", "inflation during the war.", "After introducing inflation targeting in 2015, the NBU managed to take inflation down from the record 60% level and stabilize it at its 5% target.", "Switching to the floating exchange rate and strengthening the central bank's institutional credibility and independence were the key factors in that success.", "Apart from global challenges, Ukraine is currently forced to deal with the fallout from the invasion, which has destroyed one-third of the economy.", "While responding to the war, the NBU had to deviate from its benchmark inflation targeting approach, but our fundamental principles remain unchanged.", "The NBU is committed to pursue its mandate, an effort that has made it possible to maintain macroeconomic stability and the sustainability of the financial system even as the perfect storm rages on.", "The NBU's first steps after February 24, 2022 were intended to prevent panic among the population and ensure the operation of the banking system and payments.", "The NBU imposed harsh restrictions on capital flows and fixed the exchange rate in order to anchor inflation expectations.", "To maintain financial stability, the NBU changed its operational design, supplied the financial system with the necessary liquidity, and took a number of steps to support the financial sector.", "In addition, to ensure the continuity of critical government expenditures, the NBU purchased domestic government debt securities.", "The central bank's rapid response enabled the banking system to survive the earliest, panic-vulnerable stage of the war.", "Subsequently, to overcome economic imbalances that were accumulating fast amid an unprecedented shock, the NBU launched the stabilization of its monetary policy by raising its key policy rate to 25% and weakening the official exchange rate by 25%.", "Coupled with revived support from international donors, this also preserved Ukraine's international reserves at a relatively convenient level.", "These steps have enabled the regulator to maintain macroeconomic stability.", "Inflation will be about 30% at the end of 2022, the NBU projects.", "This, of course, is much higher than our inflation target, but the experience of other countries shows that in wartime it is a rather successful outcome.", "The NBU pursues forward looking approach and adjusts its policy to ensure a quick and sustainable recovery after the war ends.", "Again, the world's post-war recovery experience shows that timely stabilization policies are what make economies thrive in peacetime.", "We therefore stay committed to our inflation-targeting regime and declare that we will resume it as soon as Ukraine's business activity returns to normal.", "After all, a low, stable, and predictable rate of inflation guarantees macroeconomic stability and is a solid foundation for the productive development of the economy.", "Although Ukraine is facing additional challenges today, we as policymakers face common challenges of revitalizing the transmission channel and striking a balance between fiscal and monetary policies amid varying credibility.", "What unites us even more is our unwavering mandate, which is to ensure price stability.", "I therefore expect that in the course of today's event, we will be able to share our experience, discuss current issues, and form important practical conclusions that will help us achieve our goals.", "I wish everyone a peaceful sky over your heads, a meaningful discussion, and informative conclusions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation targeting", "Monetary policy transmission", "Fiscal and monetary policy balance", "Inflation credibility", "Economic growth", "Inflation", "Macroeconomic stability", "Sustainable economic development", "Unanchoring of expectations", "Exchange rate"]}