{"sentences": ["I am truly honoured to be with you here today at this important summit to address the most pressing issue of our time.", "Eight years ago in Paris, UN Secretary-General Ban Ki-moon opened the COP21 by stating that \"Paris must mark a turning point [-]\" towards limiting global warming to 1.5 ° Celsius.", "Today, the window of opportunity to achieve this goal is closing before our eyes: The past eight years have been the warmest on record worldwide and the critical 1.5 C threshold for annual temperatures will likely be exceeded in at least one year before 2027.3 Record-breaking droughts, heatwaves and floods are already plaguing the world.", "They are inflicting suffering and damage on every continent and serve as a mere glimpse into the future.", "It is everyone's duty to take every possible step to ensure that the Paris climate goal is reached.", "Not only is this a matter of justice for future generations, it is also undoubtedly a matter of justice and responsibility for today's.", "Developing nations are already the hardest hit by the impact of global warming.", "One fact is glaringly evident: developing countries are poised to bear a disproportionate share of the impact.", "More than 90% of those who have perished owing to extreme weather events during the last half-century lived in these countries, where more than 70% of reported disasters occurred.", "The path forward is clear: we must forge ahead with a global transition to ensure our economies are future-proof.", "This means not only reducing greenhouse gas emissions to net zero and adapting our economies to shield them from climate change, but also tackling the root causes of the severe destruction of nature that is threatening the vital resources we rely on for our survival.", "ECB research shows that in Europe alone, over 70% of our economy is highly dependent on nature's ecosystem services - a figure that is likely to be much higher in developing economies.", "In taking up this challenge, there are at least three levers we can use to boost the funding needed for a green and just transition on a global scale.", "First and foremost, it is up to governments to lead the fight against climate change and honour their commitments to financing the transition.", "Developed economies must lead by example and honour the USD 100 billion climate pledge made 14 years ago at COP15 in Copenhagen.", "Governments should also mobilise private finance by implementing transition policies and creating a sound and stable framework to attract capital flows at the national and global level.", "Second, governments can push for reform of the multilateral financial architecture.", "The G20 - this year under India's presidency - can play a key role in unlocking additional funding.", "The review of the capital adequacy frameworks of multilateral development banks can offer such opportunity.", "More generally, we must identify and remove public and private barriers to green finance worldwide wherever possible.", "Third, central banks around the world can and must, within their mandates, support the greening of the financial system.", "The Network for Greening the Financial System, which brings together 127 central banks and supervisors from all around the world, has played a crucial role in accelerating global action and will continue to do so.", "We at the ECB have also made it a priority to take account of climate change, because (i) it affects inflation; (ii) it affects our balance sheet; and (iii) it is a financial risk for the banks we supervise.", "We have adjusted our corporate bond holdings and changed our collateral and risk management to better reflect climate risks and at the same time provide incentives to support the green transition of the economy.", "As supervisors, we make sure that banks consider climate risks when making business and lending decisions.", "We also stress test the impact of climate change on the economy and financial stability.", "Through our advice, analysis and actions, we aim to manage the financial risks stemming from climate change as well as provide evidence to support the need for the transition I just mentioned.", "These transformations have occurred within a remarkably short period of just a few years, reflecting the growing momentum of our global collective efforts to combat climate change.", "Today's conference is evidence of our shared dedication to ramp up our actions as the window to meet our climate targets narrows.", "We can preserve the 1.5 °C threshold through our united efforts.", "As Sir David Attenborough so eloquently put it, \"If working apart we are a force powerful enough to destabilise our planet, surely working together we are powerful enough to save it\".", "Through our actions, let's prove him right.", "World Meteorological Organization (2023), \"Past eight years confirmed to be the eight warmest on record \", press release , 12 January.", "See World Meteorological Organization (2023), Global temperatures set to reach new records in next five years, Press Release Number 17052023, 17 May.", "World Meteorological Organization (2022), WMO Atlas of Mortality and Economic Losses from Weather, Climate, and Water Extremes (1970-2019) , 2022 update.", "Attenborough, D. (2021), \"Address to World Leaders at the Opening Ceremony of COP 26\", 2 November."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green transition", "Global warming", "Nature", "Developing countries", "Financial system", "Central banks", "Climate risks", "Paris Agreement", "Sustainability"]}