{"sentences": ["The labour market - supporting the economy or fuelling inflation?", "Speech at the OMFIF Economic and Monetary Policy Institute 24.03.2023 | Edinburgh | Joachim Nagel 2 Labour market resilience is a bright spot 3 Wage growth reflects high inflation and labour market tightness 4 Underlying trends in labour supply 5 Monetary policy has to stay the course Ladies and gentlemen, Thank you very much for the invitation to speak to you today - I am delighted to be here.", "Edinburgh was not only the temporary home of Scotland's national poet Robert Burns.", "During the 18th century, the leading philosophers, economists and friends David Hume and Adam Smith lived in Edinburgh, too.", "In the first sentence of his famous \"Inquiry into the Nature and Causes of the Wealth of Nations\", Adam Smith wrote: \"The annual labour of every nation is the fund which originally supplies it with all the necessaries and conveniences of life which it annually consumes, and which consist always either in the immediate produce of that labour, or in what is purchased with that produce from other nations.\"", "Smith understood very well the importance of labour, at the national level as well as across borders.", "The labour market is a centrepiece of the economy as well as a barometer of its health.", "Today, I will focus on the role of the labour market, 300 years after Smith was born.", "Is it supporting the economy or fuelling inflation?", "And what does this imply for monetary policy, particularly in the euro area?", "Labour market resilience is a bright spot For almost ten years now, labour market developments in Europe have been favourable.", "The pandemic interrupted this trend only briefly.", "The unemployment rates in the European Union and the euro area, at currently (January) 6.1% and 6.7%, respectively, are around their lowest levels since the start of this data series in 1998.", "Employment in the EU (European Union) and the euro area fell only slightly during the pandemic and was, in the final quarter of 2022, well above the 2019 level.", "In Germany at the end of last year, more people (45.9 million) were in paid employment than ever before.", "The labour market has also proven very robust in the United Kingdom and especially in Scotland.", "At 3.7% the UK (United Kingdom) unemployment rate for November to January was clearly lower than in the euro area.", "The Scottish unemployment rate even stands at 3.1%.", "Employment in the UK (United Kingdom) has recovered swiftly from the pandemic.", "And from November to January, the number of vacancies was still at high levels despite continuing its downward trend.", "Furthermore, the Scottish employment rate has reached its highest figure on record, at over 76%.", "All these numbers illustrate that so far, labour market performance has been an important pillar in stabilising macroeconomic development.", "High employment strengthens household income and sentiment, whereas the high inflation rates are weighing on consumer confidence and are burdening their purse.", "At present, however, the economic environment is also posing a challenge to the labour market.", "In its winter forecast, the European Commission expects GDP (Gross Domestic Product) growth in the EU (European Union) to slow down to 0.8% this year from 3.5% last year.", "Euro area economic growth in 2023 will probably decelerate to 1% according to the new projections by ECB (European Central Bank) staff.", "This corresponds to an upward revision compared to the December projections.", "The new projections, however, were finalised before the recent emergence of financial market tensions.", "The German economy grew by almost 2% in 2022.", "Real GDP (Gross Domestic Product) thus slightly exceeded its pre-pandemic level again.", "On the one hand, the lifting of most COVID (Coronavirus Disease)-related restrictions had a positive impact as it led to strong catch-up effects.", "On the other hand, Russia's war against Ukraine and the resulting energy crisis weakened economic growth.", "In the final quarter of last year, German economic activity contracted by 0.4%.", "And it is likely to shrink a bit further in the first quarter of this year.", "However, the development is better than feared.", "The German economy could get out of 2023 as a whole roughly stagnating instead of falling into a recession.", "The energy crisis as well as supply-chain bottlenecks have been easing.", "Business sentiment according to surveys by the German ifo (Information und Forschung) Institute has recovered bit by bit in the past four months.", "In its current Monetary Policy Report, the Bank of England forecasts that the British economy will not avoid a mild recession in 2023.", "The rationale given is that still-high energy prices and the path of market interest rates are weighing on spending.", "Our economies thus face similar headwinds.", "Certainly, the economic slowdown will not leave the labour market unaffected.", "But as the starting point is characterised by record low unemployment, high levels of employment and large numbers of vacancies, the effects may be different from previous slowdowns.", "The UK (United Kingdom) labour market has already started to loosen, but it has remained tight by historical standards according to the Bank of England.", "For the euro area, the ECB (European Central Bank) experts project that the unemployment rate will change very little.", "Labour hoarding might play a role in the present context.", "That is to say, employers do not want to lay off or lose employees for fear of not finding suitable replacements in the future.", "I will talk about other reasons later.", "This means the labour market is expected to stay resilient, to remain a bright spot.", "By contrast, still-high inflation rates are continuing to cast dark clouds over the economy, weighing on growth.", "Wage growth reflects high inflation and labour market tightness Sad records were achieved in both the United Kingdom and the euro area last year.", "Britain's inflation rate touched a multi-decades high of 11.1% in October.", "In the meantime, it has fallen, but it is still above 10%.", "In the euro area, it likewise reached its peak since the introduction of the euro at 10.6% in October.", "The German inflation rate was one of the highest since the founding of the Federal Republic of Germany.", "It amounted to 8.7% on average in 2022 as measured by the Harmonised Index of Consumer Prices (HICP (Harmonised Index of Consumer Prices)).", "Based on the latest data, the annual rate of inflation in Germany for 2023 could well end up somewhere near 6%.", "For the euro area, the corresponding figure in the new projections is 5.3%.", "So inflation is expected to stay at high levels.", "Whereas there are indications that in the global economy upstream inflationary pressures have been easing, underlying price pressures in the domestic economy are increasingly becoming a matter of concern.", "Core inflation is an indicator for this.", "This rate, which strips out the more volatile energy and food prices, increased to another all-time high of 5.6% in February in the euro area.", "Let me quote the chief economist of the Bank of England in this context.", "Huw Pill recently said in a speech: [1] \"In an attempt to protect their own real income from the unavoidable impact of higher external prices, the longer that firms try to maintain real profit margins and employees try to maintain real wages at pre-energy price shock levels, the more likely it is that domestically-generated inflation will achieve its own selfsustaining momentum even as the external impulse to UK (United Kingdom) inflation recedes.\"", "To illustrate what Pill said with German data: In Germany in 2022, the price index of gross value added rose more strongly than unit labour costs.", "This is an indicator that profit margins increased.", "The German ifo (Information und Forschung) Institute noted recently: [2] \"In the fourth quarter of 2022, some German companies continued to increase their sales prices more than was indicated by the development of purchase prices.\"", "It seems plausible that pent-up demand due to the pandemic enabled such price-setting behaviour in some sectors.", "Nevertheless, firms' pricing power is likely to diminish, as inflation has been increasingly eroding consumers' purchasing power.", "Last year, nominal wages and salaries per employee climbed in the EU (European Union) by 51⁄2%, in the euro area and in Germany by more than 41⁄2%.", "For Germany, it was the largest increase in 30 years, which came on the heels of German reunification.", "However, due to high inflation, employees suffered the largest loss in real wages since the beginning of monetary union: a decrease of more than 31⁄2% from the previous year.", "It is now understandable that workers and trade unions are trying to compensate for the loss of purchasing power in wage negotiations.", "These wage negotiations are entirely up to the social partners.", "Having said that, the wage deals currently reached in Germany are, overall, not compatible with price stability for the euro area in the medium term.", "There are signs of second-round effects from inflation-induced higher wage increases back to prices.", "Wage growth constitutes an important component of \"homemade\" inflation.", "In particular, elevated services inflation is likely to partly counterbalance abating upstream price pressures on goods inflation.", "On the one hand, stronger wage growth is necessary for burden sharing.", "It prevents employees from bearing too much of the high inflation.", "On the other hand, wage developments are likely to prolong the prevailing period of high inflation rates.", "In other words: Inflation will become more persistent.", "To be clear: Preventing inflation to become persistent via the labour market requires that employees accept sensible wage gains and that firms accept sensible profit margins.", "Despite signs of second-round effects, we have not observed a destabilising price-wage spiral in Germany so far.", "From the Bundesbank's view, it is necessary to avoid such a price-wage spiral.", "In a recent article in its Economic Bulletin, [3] the ECB (European Central Bank) expects wage growth in the euro area over the next few quarters to be very strong compared with historical patterns due to: robust labour markets, increases in national minimum wages as well as some catch-up between wages and high rates of inflation.", "As data on wage dynamics in national accounts are only available with a time lag, there is growing interest in alternative indicators.", "For instance, the ECB (European Central Bank) has developed a forward-looking wage tracker based on micro data on wage agreements in seven member states.", "The Bundesbank provides German data input.", "The wage tracker is signalling rising wage pressures in the euro area.", "However, due to limitations in terms of methodology, it is just a proxy indicator for future increases in actual earnings.", "In the new ECB (European Central Bank) staff projections, compensation per employee grows by more than 5% this year.", "And in the following years, the increases will remain well above historical averages.", "The ability of workers and trade unions to push through their wage demands will depend, among other things, on how tight labour markets are.", "First, despite the economic slowdown in the euro area, the situation on the labour markets is unlikely to deteriorate significantly.", "So this will possibly not ease wage pressures.", "Second, trends in labour supply could keep the situation on the labour markets tense in the longer term.", "Underlying trends in labour supply In order to look ahead, we need to consider past developments shaping the labour force.", "The euro area labour force participation rate rose from below 62% in 2005 to 64.6% in 2019, driven primarily by the greater labour market activity of older workers.", "[4] For those of you who want to know in detail, and who love definitions: The labour force participation rate is the ratio of the labour force to the working age population.", "The labour force comprises employed and unemployed persons; this means all labour market participants.", "Not surprisingly, COVID (Coronavirus Disease)-19 interrupted this trend.", "In the meantime, however, labour force participation rates in the euro area have recovered very fast and are above their pre-pandemic levels.", "As you might know, this is not the case in the UK (United Kingdom).", "Here the impact of the pandemic on long-term health and (early) retirement decisions seems to have contributed to higher inactivity among the working age population.", "In addition, COVID (Coronavirus Disease)-19 affected labour supply in the euro area via subdued net immigration.", "[5] The probable reasons were weaker employment prospects, increased uncertainty and, of course, travel restrictions.", "By contrast, the influx of Ukrainian refugees could slightly ease the tightness in the euro area labour market.", "[6] This is the conclusion of an ECB (European Central Bank) analysis, although it notes that the integration process for refugees is generally lengthy.", "For instance, acquiring language skills and having professional qualifications recognised can take time.", "For the United Kingdom, Brexit was a key event which may have weighed on labour supply through the end to free movement of EU (European Union) workers into the UK (United Kingdom).", "According to Huw Pill, although aggregate levels of immigration to the UK (United Kingdom) remain elevated, post-Brexit immigration has proved less effective in addressing labour market mismatches and more costly for employers.", "[7] Labour shortages are a phenomenon that is intensifying in many countries.", "I remember well: The severe shortage of lorry drivers in the UK (United Kingdom) was very prominent in the media.", "And of course current staff shortages in the National Health Service (NHS (National Health Service)) are a matter of concern.", "In Germany, the list of sectors struggling to fill vacancies is growing longer and longer: the trades, healthcare, education, IT (Informationstechnologie), etc.", "And it is not only highly skilled workers that are difficult to find; less-skilled workers are very much sought after, too.", "Business surveys show that labour shortages have become considerable obstacles to production.", "In the European Commission survey for the euro area service sector, for example, understaffing is the most frequently-cited limit on business.", "The degree of labour market tightness is often assessed by using the ratio of vacancies to unemployment.", "These data are not fully comparable, but they suggest that the UK (United Kingdom) and Germany are close to a situation where there is approximately one vacancy per unemployed person.", "Apparently, the market and Adam Smith's invisible hand do not immediately solve this matching friction.", "Workers tend to move from less profitable to more profitable occupations or areas out of self-interest.", "This serves the common good.", "But there are barriers, and adjustment processes that take time.", "Structural changes can cause labour shortages by raising demand for certain skills - like digitalisation for IT (Informationstechnologie) specialists or ageing for nursing staff.", "In these cases, it is necessary to reduce obstacles to adjustment, to improve labour market matching and to invest in skills.", "In general, education and training should be promoted.", "Furthermore, better working conditions will make it easier to attract staff: Think of those who worked in restaurants or hotels before the pandemic.", "Who have found another job.", "And who now don't want to go back because of working hours or pay.", "In addition to structural changes, labour shortages occur because of demographic changes - like the baby boomers retiring.", "So the question is: Where is the potential to increase the labour supply?", "In Germany, unemployment has already fallen sharply and labour force participation is relatively high by international standards.", "Potential remains in the relatively small number of working hours.", "For women in part-time employment it would require better incentives, better childcare facilities and better long-term care infrastructure for them to be able and willing to work more.", "Another lever is participation of older people in the labour market.", "In Germany, for example, the statutory retirement age is currently being raised incrementally from 65 to 67.", "Over the past 20 years, the actual retirement age has risen from 62 to 64, and the labour force participation rate of older workers has grown massively.", "In an article about reform options for the German pension insurance scheme, [8] our Bundesbank experts note that longer periods of employment - beyond their role in the pension insurance scheme - will help to manage demographic change.", "However, the full use of such potential will not be sufficient in Germany.", "Immigration is becoming more and more important to support labour supply.", "The German government, for example, has launched an initiative called \"Cornerstone policies on skilled labour immigration from third countries\" to attract more people from nonEU (European Union) countries to work in Germany.", "In this context, by the way, Federal Labour Minister Hubertus Heil mentioned the German language as a competitive disadvantage compared to English-speaking countries.", "Assumptions about future net immigration are highly uncertain.", "This said, however, the German labour force is likely to decline from 2025, according to the December Bundesbank projections.", "[9] Immigration can dampen the demographic decline in the labour supply, but not prevent it.", "Monetary policy has to stay the course You may be starting to get impatient and might ask: What does all this have to do with our main challenge - high inflation?", "So here is my answer to the question in the title: Tight labour markets are supporting the economy and at the same time aggravating price pressures.", "Following foreseeable strong wage growth for 2023 and the coming years in the euro area, the demographic decline in the labour supply will probably show its effects.", "The bargaining power of employees may increase.", "Hence, in a changed environment of domestic price pressures likely to last for longer, the maxim for monetary policy should be: vigilance!", "What is needed is a careful monitoring of wage developments, in the same way as firms' price setting and profits have to be monitored.", "The ECB (European Central Bank) Governing Council has delivered an unprecedented turnaround in the policy stance to get a grip on historically high inflation rates: Within a mere nine months, key interest rates rose by 350 basis points.", "If inflation develops as projected, this should, in my view, not mark the end of the hike sequence.", "It will be necessary to raise policy rates to sufficiently restrictive levels in order to bring inflation back down to 2% in a timely manner.", "We should likewise keep policy rates sufficiently high for as long as necessary to ensure lasting price stability.", "To complement the increases in policy rates, we are shrinking the Eurosystem's balance sheet.", "This will remove downward pressure on longer-term rates that is no longer warranted.", "The Governing Council decided to stop full reinvestment of redemptions under the Asset Purchase Programme (APP (Asset Purchase Programme)) from March 2023 onwards.", "The APP (Asset Purchase Programme) portfolio will be reduced at a measured and predictable pace: by €15 billion per month on average until end-June.", "For the third quarter, I would welcome a speeding up of the process.", "Balance sheet normalisation is an important part of changing the course of monetary policy.", "So far, the picture is clear: We have not yet won the fight against inflation!", "Ladies and gentlemen, remembering Adam Smith as the \"Father of Economics\" or his work \"The Wealth of Nations\" as the \"Bible of Capitalism\" does not do justice to him.", "In Scotland and elsewhere in the world a series of events in the course of this year are being held to mark the tercentenary of this great thinker of the Scottish Enlightenment.", "Please excuse me for having only made a tiny contribution to the celebration of Adam Smith's life and works with my speech.", "Pill, H., UK (United Kingdom) monetary policy outlook, speech in New York, 9 January 2023. .", "German Companies in Trade, Construction, and Agriculture Used Inflation to Increase Profits [-release/2023-03-07/german-companies-tradeconstruction-and-agriculture-used-inflation] 3.", "ECB (European Central Bank), Wage developments and their determinants since the start of the pandemic, Economic Bulletin Issue 08/2022, pp.", "ECB (European Central Bank), COVID (Coronavirus Disease)-19 and retirement decisions of older workers in the euro area, Economic Bulletin Issue 06/2022, pp.", "ECB (European Central Bank), The role of migration in weak labour force developments during the COVID (Coronavirus Disease)-19 pandemic, Economic Bulletin Issue 01/2022, pp.", "ECB (European Central Bank), The impact of the influx of Ukrainian refugees on the euro area labour force, Economic Bulletin Issue 04/2022, pp.", "Pill, H., UK (United Kingdom) monetary policy outlook, speech in New York, 9 January 2023. .", "Deutsche Bundesbank, Pension insurance scheme: long-term scenarios and reform options, Monthly Report, June 2022, pp.", "Deutsche Bundesbank, Outlook for the German economy for 2023 to 2025, Monthly Report, December 2022, pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Labour market", "Inflation", "Wage growth", "Labour supply", "Monetary policy", "Economic growth", "Labour shortages", "Demographic change", "Immigration", "Price stability"]}