{"sentences": ["Introduction Ladies and gentlemen, I am very pleased to be with you today and to speak in these beautiful and history-filled surroundings.", "We are living in turbulent times - once again .", "I guess almost everyone can name factors currently adding to overall uncertainty : the Russian war of aggression against Ukraine, the comeback of high inflation, high public debt levels and, most recently, financial market tensions as well.", "In such times, it is especially difficult to prioritise actions that need to be taken.", "In my speech today, I will focus on a number of issues that I deem important right now .", "I will shed some light on current economic developments.", "Then I will of course, comment on inflation and monetary policy.", "And I will focus especially on fiscal developments and the discussion surrounding fiscal rules which - as you may know, is a particular obsession of central bankers.", "One topic that is probably of particular interest to you is the most recent developments in financial markets.", "Whenever banks get in distress or fail , questions inevitably pop up: about proper risk management, about sufficient regulation, about contagion risks.", "It is our duty as central banks to probe the stability of our corners of the global financial system.", "As far as I can see, the majority of risk managers in banks have done a decent job of coping with today's challenges.", "Regulation in the euro area is far stricter now than it was 15 years ago.", "The euro area banking sector is resilient , with strong capital and liquidity positions.", "And despite the events that we have witnessed in the past 15 days, contagion risks to euro area banks appear to be low.", "We will continue to monitor closely the developments in financial markets.", "And we are ready to act, if need be.", "With that, I would like to move to issues more important in the long run .", "In my speech today, I will elaborate on some of the current challenges facing the European Monetary Union, with special focus on the two public sector agents influencing the macroeconomy - monetary and fiscal policies.", "I will draw particular attention to the ongoing debate about reforming European fiscal rules.", "But every speech on general issues is naturally held in specific times and cir cumstances.", "So, let me begin with a few words about the economic and inflation outlook in Europe as well as about our latest monetary policy decisions.", "The macroeconomic environment Last year, the euro are saw an expansion of 3.5% in economic activity.", "The main factor behind the economic expansion in Europe was the lifting of COVID-related restrictions.", "However, high inflation dampened private consumption.", "This was, to some extent, due to the energy crisis caused by the Russian war of aggression against Ukraine.", "Initially, during the late summer, there were deep concerns that a cut in the Russian energy supply would cause a severe recession, at least in some euro area countries.", "Fortunately, European countries and Germany in particular made considerable progress in finding alternative gas suppliers and in filling gas storage facilities before the winter.", "Thus, the most negative scenario was avoided.", "Nevertheless, the energy crisis provoked not only surging energy retail prices and higher production costs for firms.", "It also created considerable uncertainty and made production planning for firms more difficult, especially for those with high energy consumption.", "These dampening factors had an effect in the second half of the year especially, while the growth effects of the lifting of COVID restrictions petered out.", "For this winter, we expect economic activity in the euro area to increase marginally.", "According to the ECB's economic projections published last week, GDP in the euro area will grow only by 1% this year.", "It should be taken into account though, that the current financial market tensions imply greater uncertainty around projected figures.", "One of the most striking economic features of the recent past is the comeback of high inflation.", "To be fair, the high inflation did not emerge only because of the energy crisis caused by the war in Ukraine.", "The inflation rate had already accelerated in the summer of 2021.", "As the world recovered from the unprecedented economic slump caused by the pandemic, supply chains were under stress.", "Together with expansive monetary and fiscal policies, the rapid recovery pushed up energy prices.", "Moreover, demand for certain goods and services increased strongly.", "Supply bottlenecks and price increases were the result.", "With the Russian invasion of Ukraine in February 2022, energy prices skyrocketed.", "Furthermore, the war and its consequences disrupted some other supply chains.", "In particular, the energy price shock heated up inflation even more.", "The figures clearly demonstrate how exceptional last year was.", "According to the IMF, 2022 consumer prices in advanced economies rose by 7.3%.", "That was the highest increase in almost four decades.", "In the UK, the consumer price index even rose by more than 9%.", "In the euro area, the Harmonised Index of Consumer Prices rose by 8.4% on an annual average for 2022.", "Initially, high inflation rates were driven mainly by energy and food prices.", "Energy prices recently decreased , and with them headline inflation rates.", "However, inflation keeps becoming more broad-based .", "We can see this from core inflation, which excludes energy and food prices.", "Core inflation keeps rising in the euro area.", "Overall, inflation rates will remain high in the near term.", "According to the ECB's economic projections, the inflation rate will average 5.3% this year.", "This is more than double our medium-term inflation target of 2%.", "According to the projection, we will have to wait until 2025 to see inflation approach our target by decreasing to 2.1%.", "Moreover, the projection still contains significant uncertainty, and in particular upside risks.", "For example, high commodity and production prices could be passed on to consumers to a greater extent than previously expected.", "Wages may increase even more strongly than assumed in the projections.", "Current monetary policy issues Given this outlook, the Governing Council of the ECB could not simply assume that high inflation will return to the target level of 2% on its own .", "On the contrary, monetary policy has to act decisively.", "That's why the Governing Council of the ECB delivered six interest rate increases over the last eight months.", "Monetary policy rates increased by 350 basis points - the largest hike sequence ever in the euro area.", "However, increasing the policy rates is not the only instrument we have at our disposal.", "In the first half of 2022, we discontinued net purchases under our PEPP and APP asset purchase programmes.", "This meant that security holdings under these programmes remained largely constant.", "From this month on until June, we are reinvesting only about 50% of maturing assets under the APP .", "So our balance sheet is starting to shrink gradually, phasing out one additional component of the previous expansive monetary policy.", "From July onwards, reinvestments in the APP could be further reduced.", "This would support the tight monetary policy needed to rein in inflation.", "With our monetary policy actions, we are dampening economic activity.", "This is not an unwanted side effect, but an important link in the causal chain of our monetary policy tightening.", "We have to tame inflation, and to do so, we have to be bold and decisive.", "In my view, our job is not done yet.", "If inflation develops as projected, further interest rate hikes have to follow in upcoming meetings.", "In the event that financial market tensions continue or spread to the euro area, we are prepared to respond to preserve financial stability in the euro area.", "The monetary policy of the Eurosystem will do what is necessary to ensure a timely return to price stability.", "But it is not monetary policy alone that influences the inflation outcome.", "The former Governor of the Bank of England Mervyn King once said: \"If central bankers are the only game in town, I'm getting out of town!\".", "So let's have a look at the other important player of the public sector - fiscal policy.", "Current fiscal policies Before touching on some general aspects of the discussion on fiscal rules, let us take a quick look at the current policy mix in the euro area.", "Last year, we went through tough times.", "Fiscal policy action was needed .", "Huge increases in energy prices and high inflation severely affected households and businesses.", "It was right to use fiscal policies to help those people who were hit hardest and could not help themselves.", "It was right to support viable businesses that otherwise would not have made it through the particularly difficult times.", "Fiscal policy has delivered quite forcefully .", "Sizeable temporary measures were taken, and the fiscal support was, for the most part, relatively broad and untargeted.", "And the measures were mainly financed through additional deficits .", "However, while expansionary fiscal measures are appropriate to restore stability in the case of a demand shock, this is not so much the case in today's cir cumstances.", "The current situation is characterised to a large extent by supply-side effects and, of particular relevance for monetary policy, by high inflationary pressures.", "In such a situation, expansionary fiscal measures risk fuelling inflation further.", "There is a risk that monetary and fiscal policies will work against each other.", "Therefore, looking ahead, it is important that in the euro area, the size of fiscal policy support is reduced as soon as possible.", "Any further support should be well-targeted.", "The easing of tension in the energy market will assist in the reduction of fiscal support.", "And some measures, such as the German gas and electricity price brakes, will be less costly than initially planned.", "It would be highly advisable not to use this kind of fiscal relief for other purposes like other expenditure or tax cuts.", "They should instead contribute to lowering the high deficits.", "In this way, fiscal policy in the euro area can support the Eurosystem's monetary policy by reducing the fiscal stimulus and by putting public finances on a more sustainable path.", "Fiscal rules in the euro area In general, and not just in today's specific cir cumstances, fiscal policy is a major factor influencing how effectively the Eurosystem fulfils its mandate of price stability.", "Monetary and fiscal policy have their interdependencies .", "Their policy stances can more or less be in harmony.", "In the best case, sound fiscal policy provides the necessary bedrock for monetary policy also in a broader and longer-term perspective.", "In the worst case, persistently unsound fiscal policy creates significant risks that make it more difficult for central banks to fulfil their mandate.", "Here, we speak of the risk of fiscal dominance.", "What does fiscal dominance mean exactly?", "The higher the level of public debt becomes, the greater the pressure on central banks to maintain favourable financing conditions in order to prevent the state from experiencing a solvency crisis.", "If the central bank gives in to that pressure, it is no longer primarily following the goal of price stability.", "In an extreme case, the roles of fiscal and monetary policy are reversed : the central bank stabilises government debt, and the level of inflation is determined by fiscal priorities.", "Or, as the American Economist Michael Woodford puts it: \"Fiscal dominance manifests itself through pressure on the central bank to use monetary policy to maintain the market value of government debt\".", "In the euro area, fiscal soundness is all the more important because a single monetary authority operates amid many sovereign fiscal authorities.", "Therefore, the architects of Economic and Monetary Union not only relied on market discipline by emphasising the no-bail-out principle.", "In addition, fiscal rules were established as an important feature of the monetary union to preserve sound public finances and to prevent fiscal pressures on monetary policy.", "The fiscal rules are enshrined in the European treaties.", "They were regularly the subject of controversy and have been repeatedly adapted and reformed over time.", "A frequent criticism was that the fiscal rules might be an impediment to public investment .", "Others criticised the rules as being overly complex and opaque.", "In my view, the fiscal rules were better than their reputation - at least when we look at their substance.", "The quantitative budget ceilings were suited to ensuring that high debt ratios fall swiftly.", "However, they were insufficiently binding and their application was often the result of political negotiations.", "The results were not convincing either.", "Highly indebted countries failed to reduce their debt levels even in good economic times.", "Currently the rules are still suspended until the end of the year.", "During the pandemic, general escape clause from the Stability and Growth Pact was activated.", "In parallel, athe reform process was launched.", "For that purpose, the Commission initiated a consultation process in 2021.", "The Bundesbank also contributed its proposals to this process.", "Our main recommendations were to make the quantitative targets more binding , with less discretionary exemptions and more stringent implementation.", "Moreover, we suggested allowing for more deficit-financed investment expenditure when debt ratios are sufficiently low, and national rainy-day funds to enhance flexibility for fiscal authorities.", "In addition, we proposed making fiscal rules more binding, for example by transferring fiscal surveillance to an independent institution with an exclusive focus on debt sustainability - such as the European Stability Mechanism.", "Last year, the Commission presented its first reform proposal, which saw contentious debate among Member States.", "Last week, the Economic and Financial Affairs Council - ECOFIN - agreed on basic reform principles.", "I very much welcome its commitment to sustainable public finances and reduction of high debt levels.", "However, the current agreement appears to be largely based on the Commission's proposals of last November .", "I have not been convinced by the initial Commission proposals.", "I have expressed doubts that such an approach will lead to an improvement in fiscal rules, but instead, I believe it will do the opposite .", "The Commission proposes multiannual fiscal adjustment paths.", "Those paths would have to be agreed by the Commission and every Member State.", "Individual public debt challenges as well as reform and investment plans would have to be taken into account.", "In my view, such an approach is hardly compatible with the goal of a common clear, transparent, and binding fiscal framework for all Member States.", "It implies leeway for Member States as well as a high degree of discretionary judgement by the Commission.", "Monitoring compliance with fiscal rules would be highly complex, and results of sustainability analyses will crucially depend on initially defined assumptions.", "These challenges will be aggravated if the rules take reforms and investment plans into account.", "Fiscal targets would be mixed with other policy goals.", "In combination with the multiannual set up, this raises concerns about whether back-loading might become the new standard of fiscal efforts.", "I am concerned that such a fiscal framework would fail to contribute to a reliable reduction of high sovereign debt levels.", "And this would be a burden for our monetary policy and would leave us feeling exposed when it comes to dealing with future economic shocks .", "However, the discussion on reforming the common fiscal framework is still ongoing between the Commission and the Member States.", "And similar concerns have been raised, not least by the German Finance Minister Christian Lindner .", "So we have to wait for the final agreement.", "In the end, the specific design of the rules and, equally importantly, their implementation, will determine the outcome.", "Perspectives of the European Monetary Union Now you may ask: what's next for the euro area?", "Well, unless there is democratic legitimacy for a European political union, the future of the European monetary union relies on strengthening the existing governance framework.", "In general, progress has been made in resolving the well-known drawbacks .", "The European Stability Mechanism - ESM - was established to provide financial assistance if necessary.", "A macroeconomic imbalance procedure has been introduced, and reforms have been implemented to mitigate the mutual reinforcement of problems in the financial sector and public finances.", "In particular, the Single Supervisory Mechanism and the Single Resolution Mechanism are designed to forestall financial distress in the banking system.", "However, further reform progress is needed to contain any detrimental impact of distortions from the government to the banking system.", "Ultimately, however, each Member State remains responsible for its fiscal and economic policy.", "As regards the fiscal governance framework, fiscal rules should become less complex , less discretionary and more binding.", "In my view, however, fiscal rules alone cannot ensure, together with monetary policy, price stability.", "That means financial markets have to play their part by pricing sovereign risks adequately and thereby support fiscal discipline.", "Borrowing at European Union level to finance current expenditure, such as with Next Generation European Union transfers, should remain an exception .", "This guarantees that potentially rising risk premia for government debt constitute a significant incentive for sound fiscal policy.", "Capital market disciplining would be helpful in this respect.", "The debt ratio in the euro area increased rapidly during the pandemic.", "Politicians have to find a proper way to bring it down.", "Sustainable public finances secure capital market access and avoid potential conflicts with monetary policy.", "I hope the current reform of the governance framework will not culminate in a rules-free setting.", "Sustainable public finances are in the interest of taxpayers as well as fiscal authorities and central banks.", "Closing remarks Ladies and gentlemen, let me conclude.", "From a central banker's perspective, fiscal rules are indeed very important .", "The economist Karl Brunner expressed this with the following words: \"The crucial conclusion from [-] stability analysis suggests that a stable, non-inflationary monetary regime is unlikely to persist in the absence of a fiscal regime effectively containing the average deficit.\"", "In this context, the direction of the current reform process causes me concern .", "We will see whether the answers to questions still under discussion will improve the outcome.", "And we will see how any new rules will actually be implemented .", "In my view, the European Union weathered the crises of the last few years fairly well .", "The EU countries reacted responsibly and successfully to the economic shocks caused by the pandemic and energy crisis.", "Certainly, we would not have been better off during the crisis had we been dealing with twenty different European currencies.", "Working together to find a common European response is worth the effort.", "I am firmly convinced that monetary union is beneficial to all members.", "Tucker, P. (2018), Unelected power: the quest for legitimacy in central banking and the regulatory state, Princeton, p. 525.", "Woodford, M. (2001), Fiscal Requirements for Price Stability, Journal of Money, Credit and Banking, Vol.", "669-728 Brunner, K., Fiscal Policy in Macro Theory: A Survey and Evaluation.", "In The Monetary versus Fiscal Policy Debate, edited by R. W. Hafer and N.J.Totowa: Rowman and Allanheld,1986."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "none", "none", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["Fiscal rules", "Inflation", "Monetary policy", "Fiscal policy", "Financial markets", "European Monetary Union", "Economic outlook", "Government debt", "Central banks", "Price stability"]}