{"sentences": ["Structural changes in energy markets and implications for inflation and monetary policy Governor Ida Wolden Bache's introductory remarks at the European Central Bank Forum on Central Banking on 27 June 2023 in Portugal.", "Good afternoon and thank you for inviting me to take part in this distinguished panel.", "In my remarks, I will offer some thoughts on how the structural changes in energy markets will affect energy prices, and more generally, inflation before turning to the implications for monetary policy.", "But let me start with some observations about my home country.", "Norway is an energy nation and a large oil exporter.", "Over the past decade, natural gas exports have increased in importance.", "Norway is highly integrated into the European energy market, primarily through trade in oil and gas, but increasingly also in the power markets.", "Since Russia's invasion of Ukraine, Norway has become Europe's largest single gas supplier.", "Norway is also an important supplier of flexible hydroelectric power.", "Close cooperation with Europe reflects our common interest in wellfunctioning energy markets during the transition to zero emissions In the years to come, the petroleum sector's significance to the Norwegian economy will likely decline as petroleum resources on the continental shelf are depleted.", "Lower activity in the petroleum sector will have consequences for the Norwegian business structure.", "Substantial investments as well as reallocation of labour and other resources across firms and sectors may be required.", "Along this path, the green energy transition can be a catalyst.", "We are already seeing that technology developed in the petroleum sector serves as a springboard for jobs in the green sector.", "Turning to my next topic, how are the structural changes in energy markets shaping the outlook for energy prices and inflation?", "On this, I will be humble and say, that predicting the level of energy prices in the years ahead is difficult.", "As we have already heard, different aspects of the green transition will affect prices differently, and possibly, with opposite signs.", "Outcomes will depend on technological developments, the supply of raw materials and minerals and on political decisions related to climate and energy security.", "In the short to medium term, we should be prepared for a potentially higher frequency of negative, and possibly, more persistent supply-side shocks originating in the energy market.", "With an increasing share of intermittent renewables in the energy mix and insufficient energy storage systems to act as balancing mechanisms, supply could become more unpredictable.", "Coupled with low short-run demand elasticities, short- run fluctuations in supply could potentially trigger large price movements, reinforcing a well-documented characteristic of energy markets.", "Turning to how movements in energy prices feed into inflation.", "Although household energy costs make up a fairly small share of the CPI basket, as we all witnessed last year, large movements in energy prices can have a material impact on headline inflation.", "Energy price changes also have an indirect effect through firms' input costs.", "Large and more persistent changes in energy prices may limit firms' ability to absorb such large cost increases via lower profit margins.", "The pass-through from firms' input costs, and ultimately to consumer price inflation, may then be amplified.", "Large and more persistent energy price changes could also amplify second-round effects, for instance by affecting inflation expectations.", "Recent research, both at Norges Bank and elsewhere, has documented that household inflation expectations play a key role in amplifying the pass-through of oil price shocks to inflation.", "This is particularly the case when oil price changes are large and persistent.", "On the other hand, and contrariwise, at least some of the pass-through to core inflation will be counteracted by the disinflationary effect of lower real income and a fall in demand.", "If households expect energy price increases to be temporary, they will seek to smooth their consumption by borrowing more or reducing their savings.", "However, many households are credit constrained or consume mainly out of current income, leaving them unable to smooth their consumption.", "Larger and more persistent energy price movements could therefore potentially amplify the contractionary effect on consumption.", "Let me move on to the implications for monetary policy.", "First: Central banks need to increase their knowledge about energy markets and integrate that into our analyses.", "The effects of and efforts to combat climate change might change the structure of our economies in ways that reduce the relevance of models based on historical data.", "Furthermore, as my fellow panelist Prof. Baumeister has highlighted, it is important to identify the original source behind the energy price movements in real time.", "This may become more challenging as the green transition involves a wide range of sectors and products.", "To help us navigate we might need new analytical tools and new models.", "Second: Central banks are not unfamiliar with fluctuations in energy prices, but should the frequency and persistence of supply shocks increase ahead we may more often be faced with the challenging short-term trade-off between stabilising inflation and promoting high and stable employment.", "Deciding on the right timing and dosage of monetary policy will be crucial.", "The appropriate response of monetary policy to energy prices depends on the source and nature of the disturbances and their expected persistence.", "It also depends on whether energy price shocks fuel inflation via second-round effects on other prices and wages, for instance through inflation expectations.", "Failing to respond to second- round effects, we may risk persistent overshoots of our inflation target and ultimately, a deanchoring of inflation expectations.", "On the other hand, wrongly interpreting temporary movements in energy prices as persistent, we could have larger output losses in the short term and may even increase inflation volatility.", "Moreover, changes in relative prices, for instance due to higher carbon prices, are effective signals that push the transition in the right direction.", "An appropriately flexible and forward-looking monetary policy would help those necessary changes in relative prices to feed through.", "But flexibility must not come at the expense of a loss of credibility.", "In periods of structural change and large uncertainties, such as those created by climate change, well-anchored inflation expectations remain as important as ever.", "emerging versus developed economies\", Journal of Applied Econometrics, 30 (7), 1013-1028.", "Auclert, A., Monnery, H., Rognlie, M., & Straub, L. (2023), \"Managing an energy shock: Fiscal and monetary policy\", Unpublished manuscript.", "Baumeister, C., & Hamilton, J. D. (2019), \"Structural interpretation of vector autoregressions with incomplete identification: Revisiting the role of oil supply and demand shocks», American Economic Review, 109 (5), 1873-1910.", "Chan, J., Diz, S., & Kanngiesser, D. (2022), \"Energy prices and household heterogeneity: Monetary policy in a gas-TANK\", Unpublished manuscript.", "Coibion, O., & Gorodnichenko, Y.", "(2015), \"Information rigidity and the expectations formation process: A simple framework and new facts\", American Economic Review, 105 (8), 2644-2678.", "(2001), \"Sectoral job creation and destruction responses to oil price changes\", Journal of Monetary Economics,48 (3), 465-512.", "Fornaro, L., & Wolf, M. (2023), \"The scars of supply shocks: Implications for monetary policy\", Forthcoming Journal of Monetary Economics.", "\", Journal of Econometrics, 113 (2), 363-398 Hamilton, J. D. (2011), \"Historical oil shocks\", NBER Working Papers 16970, National Bureau of Economic Research, Inc. Kilian, L. (2009), \"Not all oil price shocks are alike: Disentangling demand and supply shocks in the crude oil market\", American Economic Review, 99 (3).", "(1989), \"Oil and the macroeconomy when prices go up and down: An extension of Hamilton's results\", Journal of Political Economy, 97 (3), 740-744.", "[1] More volatile energy prices alone could also increase volatility in growth and domestic inflation and even increase overall uncertainty in the economy.", "For instance, Nakov and Pescatori (2010) find that a reduction in oil price volatility contributed considerably to reducing output and inflation volatility in the Great Moderation period.", "Bjørnland, Larsen and Maih (2018) find that high oil price volatility exacerbates the effects of oil shocks.", "Furthermore, a large amount of research has highlighted that higher uncertainty in general has a negative impact on the economy, particularly through lowering the investment level, see e.g., Bloom (2009) and Bloom, Bond and van Reenen (2007).", "[3] Research on energy prices has shown that energy price fluctuations may have an adverse effect on the macroeconomy.", "The impact is likely to depend on the source of the shock (energy demand shock or energy supply shock), the persistence of the shock and the sign of the shock.", "See e.g., Kilian (2009), Aastveit, Bjørnland and Thorsrud (2015) and Baumeister and Hamilton (2019) on the effects of oil supply vs. oil demand shocks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Energy prices", "Inflation", "Monetary policy", "Green energy transition", "Energy supply shocks", "Inflation expectations", "Energy market", "Central banks", "Economic uncertainty", "Oil price shocks"]}