{"sentences": ["In February/March each year, the Centre for Monetary Economics (CME) presents a report commissioned by the Ministry of Finance on Norges Bank's activities.", "A committee of independent economists assesses Norges Bank's conduct of monetary policy.", "The reports are published by the CME in its Norges Bank Watch Report Series.", "First, I would like to thank this year's committee for an excellent report.", "Such an annual assessment is highly useful.", "I would also like to thank the Centre for Monetary Economics for hosting the event and for the opportunity to comment on the report.", "The committee supports the monetary policy decisions taken in the course of 2022.", "Our communication is described as open and clear.", "At the same time, they would like for us to be clearer in communicating our views on the fiscal policy stance.", "In Norway, there is a clear division of roles in economic policy.", "The people's elected representatives are responsible for fiscal policy.", "Norges Bank sets monetary policy in order to best fulfil the mandate the people's elected representatives have assigned to it.", "Norges Bank Watch notes that in certain situations, fiscal policy could be more effective than monetary policy in lowering inflation.", "They point out, for example, that the Government's electricity support scheme for households substantially reduced consumer price inflation when it was introduced.", "Measures that reduce inflation directly will, at the same time, prop up household purchasing power and contribute to keeping pressures in the economy elevated.", "The overall effect of measures of this type is therefore uncertain.", "When there is little spare capacity and inflation is high, it is advantageous that monetary and fiscal policy pull in the same direction.", "The policy rate affects the economy broadly and primarily impacts aggregate demand.", "Fiscal policy measures can, within budgetary limits, be more targeted.", "The fiscal stance is one of several key assumptions underlying our forecasts and policy rate decisions.", "It is our experience that the Bank's response pattern is well understood by the fiscal authorities.", "Norges Bank Watch also questions our estimation of the output gap during the pandemic.", "They present an alternative approach to estimating capacity utilisation in the Norwegian economy showing that the lockdown in certain sectors led to a steeper fall in potential output than according to our estimates.", "Norges Bank Watch acknowledges the considerable uncertainty surrounding such estimates but contends that their estimate could, in isolation, suggest that the policy rate should have been kept somewhat higher through the pandemic.", "We find this to be useful input on how the output gap should be estimated.", "We agree that it was important to ascertain differences across sectors during lockdown to properly assess developments in the Norwegian economy.", "In such a unique situation as the pandemic, assessing potential output was a particular challenge.", "We probably had a more long-term perspective on potential output than the assumptions underlying Norges Bank Watch's estimate.", "Some business sectors were locked down, while others experienced robust demand.", "We assumed that some of those who were prevented from working in locked-down sectors still comprised part of potential output.", "The policy rate was reduced to zero to dampen the economic downturn by, for example, making it easier for Norwegian households and firms to service their debt.", "Low interest rates also helped activity to recover quickly once the pandemic loosened its grip.", "We were concerned with reducing the risk of unemployment becoming entrenched at a high level.", "Monetary policy was aimed at preventing such an eventuality.", "It can then be discussed how soon we should have started raising the policy rate.", "But I would remind you that when the policy rate was raised in autumn 2021, there was still considerable uncertainty about the further evolution of the pandemic.", "Norges Bank Watch points out that our Regional Network could be utilised better to understand price developments.", "We have asked network contacts about their selling prices ever since the network started in 2002.", "Unfortunately, these indicators have not been so useful for our inflation projections, and we have therefore chosen to exclude them from the survey.", "Regional Network surveys normally include supplementary questions on special topics, and over the past year, many of the special topics have concerned prices.", "We think they give us better insight into price drivers than the standardised questions we asked previously.", "We will continue to ask network contacts about prices when relevant, such as in the upcoming survey that will be published in March.", "If we learn that some of these questions adequately capture future price increases, we can include them in our regular questionnaire.", "It is also useful to look at similar surveys in other countries, as Norges Bank Watch points out.", "Norges Bank Watch discusses monetary policy trade-offs in an environment of high inflation, and whether the costs of high inflation after a cost-push shock are exaggerated in our modelling system.", "They point out that an optimal monetary policy response depends on the nature of the economic shock and the transmission of monetary policy.", "At the same time, the cost of high inflation must be measured correctly.", "Let me first say that these are the very questions that have featured in the discussions of our Monetary Policy and Financial Stability Committee over the past year.", "Among other things, we have devoted considerable time to assessing the effect of higher interest rates on household disposable income and the relative importance of the nominal and real interest rate.", "The results were also presented in a box in the June 2022 Monetary Policy Report.", "At the same time, the conduct of monetary policy is not mechanistic.", "Models are useful, but they are simplifications and must be supplemented by other information.", "For example, loss functions in such models cannot be directly interpreted as the Committee's view of inflation costs.", "As the deviation from the target increases, we need to assess the risk of high inflation becoming entrenched in the expectations of households, firms and FX market agents.", "If this were to happen, we may find ourselves in uncharted territory, where the costs are far higher than when inflation expectations are anchored to target.", "As last year, Norges Bank Watch notes that Norges Bank's FX transactions related to tax payments to the government result in volatility in the money market premium.", "As long as the short-term money market functions well, Norges Bank will not seek to steer such risk premiums.", "But we do not want to contribute to needless volatility, which is why we seek to make FX transactions as smoothed and predictable as possible.", "The Ministry of Finance is now appointing a working group, in which Norges Bank will participate, tasked with examining various aspects of the government's liquidity management.", "The practical implementation of the petroleum fund mechanism is one of the topics for discussion.", "Among the matters the working group will consider is whether the number of due dates for petroleum tax should be increased.", "Let me conclude by again thanking Norges Bank Watch for an excellent report.", "As I stated in my introduction, such an assessment is very useful for us, and we will take the committee's recommendations on board in our work going forward.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "fiscal policy", "inflation", "output gap", "interest rates", "economic downturn", "pandemic", "price developments", "Norges Bank Watch", "money market premium"]}