{"sentences": ["Thirty years ago when I was just a ' lad ', I travelled to Ireland for the first time.", "I was charmed by your country and your people.", "By the 'black stuff' [ ] and the mournful and uplifting songs which I could enjoy in every pub.", "By your green and rolling hills, your rugged coasts and numerous lakes.", "I learned that one Guinness a day keeps the doctor away.", "And I learned the hard way that in Ireland you can experience all four seasons in one day.", "Your ' desperate weather ' caught me out several times.", "Not so different from the Netherlands, where an umbrella always comes in handy.", "Our obsession with our very changeable weather is one of the many things that connect our countries, that connect our economies: we know how to live in the sunshine, but are always prepared for rain.", "And that is not a bad place to start if you are striving for financial stability.", "Although sometimes you have to fight the desperate weather and force the sun to shine.", "That was exactly what Thomas Kenneth Whitaker did when he initiated the Programme for Economic Expansion in 1958.", "When Whitaker became Secretary of the Department for Finance, the Irish economy was isolated and uncompetitive.", "Emigration was almost on par with the birthrate.", "The economic weather was truly desperate.", "With his Programme, Whitaker let the sun in by opening up the Irish economy to foreign investments and industrial development, including joining the EU, and ending its dependence on agriculture and tariffs.", "He wrote: \"The programme of economic development contained in this White Paper has been prepared in the conviction that the years immediately ahead will be decisive for Ireland's economic future.\"", "The weather improved dramatically, and by the end of his career, Ireland had an open and growing economy, based on foreign trade and investment, and was about to enjoy one of the most productive decades in its history.", "Whitaker steered Ireland towards the warm economic climate that reared the Celtic Tiger and made it roar.", "But in opening up your economy, by opting for internationalisation and integration, you made a choice.", "A choice that affects the ability to regulate financial stability.", "A choice in what is known as the financial trilemma.", "Because financial stability, financial integration and national financial policies are incompatible.", "You can have two out of three, but not all three at the same time.", "You cannot use national policies to regulate global systemic banks without forcing them to divide capital, and without authorities to divide regulation and supervision between home and host countries.", "A scenario that counteracts the benefits of financial integration, such as the greater risk diversification and more efficient capital allocation, that can be achieved by those global systemic banks.", "Benefits that are important for a small, open economy like Ireland.", "Because that is another thing the Celtic Tiger and the Dutch Lion have in common: we are both small, open economies, with a relatively large financial sector, and that makes us both strong and vulnerable.", "For both our countries, openness is the only way to prosperity - as Governor Whitaker would probably remind us - so the only choice we have is accept the cost of being vulnerable to external shocks.", "Or more aptly, as Whitaker wrote in Economic Development, \"the readiness to adapt to changing conditions\".", "As tigers and lions together, we know that we must be prepared to handle a 'cat's day' every day.", "As central bankers and supervisors, we are responsible for financial stability.", "And the main financial stability risks we face at the moment are global risks.", "That means that even if there is 'dew on the grass', we always have to be on the lookout for the 'cliffs and towers in the sky'.", "Those cliffs and towers do not only take on the shape of traditional risks like inflation, tightened financing conditions, and risks of asset price corrections, but can also take on new, emerging shapes, like the systemic risks posed by NBFIs.", "This is why the Financial Stability Board is undertaking significant work on NBFIs.", "This is why I admire the role of the Central Bank of Ireland as a frontrunner in macroprudential policy for the NBFI sector, as you first introduced a leverage limit for Irish property funds to address the risks stemming from excessive leverage and liquidity mismatch.", "Some of the cliffs and towers we face have old shapes, shapes we should know and recognise.", "The turbulence in mortgage backed securities markets confirms that banks tend to neglect risk when interest rates are low for so long.", "The failure of Silicon Valley Bank shows us that parts of our financial system are still vulnerable to bank runs, despite the worldwide introduction of deposit guarantee schemes.", "The failure of Credit Suisse due to scandals and bad management confirms that trust must be earned.", "Both of these events underline that trust is the most important asset that banks can have, the most important weight for balancing financial stability.", "Confidence and trust are the foundations of any well-functioning financial system, and we all know, or should know, that trust takes years to build, seconds to break and forever to fix.", "To maintain financial stability we do not only have to adapt to changing conditions, we also have to create the conditions to be able to adapt when stability is threatened.", "That is why I want to stress the importance of adequate financial buffers: the umbrella that is needed to avoid getting soaked when there is 'a dirty looking sky'.", "Like the importance of trust, the crucial role of buffers is another important lesson we learned from the Global Financial Crisis.", "A lesson that we turned into action.", "The changes in sectoral regulations and supervisory standards have made our financial sector safer and better capitalized.", "The introduction of the macroprudential framework strengthened its ability to absorb rather than amplify shocks.", "The resolution mechanism has reduced the cost of winding up financial institutions.", "All these steps have made our financial sector and our economy more resilient to adverse economic shocks.", "The robust capital position of the banking sector is part of the reason why a major economic shock such as the COVID pandemic had a limited overall impact on financial and economic stability.", "That's why I want to emphasise how important it is for European policymakers to fully and comprehensively implement the global tightening of the banking capital framework - as agreed in Basel IV - in the European Union.", "And from my perspective as chair of the FSB it is positive that we are also strengthening the global supervisory framework for non-banks.", "These institutions must also learn to carry an umbrella.", "Yes, buffers are essential to consolidate public finances, to ensure financial stability.", "But not only do we need to be able to adapt to changing conditions and create the conditions to be able to adapt, we also need to be able to bounce back after things go wrong anyway.", "After 'the big snow'.", "A prime example of successful snow removal was the consolidation of public finances that Ireland undertook after the Global Financial Crisis.", "Just how successful Ireland was can be illustrated by a simple comparison with Spain after that crisis.", "In both countries the public debt to GDP ratio skyrocketed very quickly.", "In Spain, it progressively increased from 30% to 130%, and then stayed there.", "This underlines that within a monetary union, domestic conditions and domestic policy choices continue to matter, particularly when they relate to fostering productivity growth.", "Conditions and choices which allowed Ireland to grow out of its public debt problem.", "That ability to recover is also a key factor for resilience, which is so very vital when new financial stability risks are likely to materialise, and which is especially important for small, open economies.", "For tigers and lions who have to be prepared to survive desperate weather, a dirty looking sky or a great drying out.", "For tigers and lions who know that financial stability is an unstable asset.", "For tigers and lions who live every day with the truth of what Rudiger Dornbusch once said in reference to the Tequila crisis in Mexico \"It took forever and then it took a night\".", "That is why tigers and lions prefer to live in a European and global habitat.", "Because international cooperation, a global approach, is the best way to ensure financial stability, to counter external shocks, to be prepared for changing conditions.", "To cope with the economic weather.", "Experience has taught us that global financial stability risks, like any global challenge, are best dealt with using a globally consistent approach.", "Think of the response to the COVID pandemic.", "That has shown us how coordinated, fast-paced and effective policy-makers can be when we face a common challenge.", "For example, the EU-wide loan repayment moratoria scheme made sure that the financial sector provided financial relief, and not financial distress, to households and businesses.", "The emergency liquidity made available by the ECB preserved smooth financing conditions and ensured that financial institutions in the euro area could continue to support the real economy.", "The suspension of dividend payments and the release of capital buffers across several countries made sure that banks had sufficient room to absorb losses.", "In short, international cooperation made sure that banks were not part of the problem, but a very valuable part of the solution.", "And, looking back at our financial trilemma: completing the banking union would take the financial trilemma to its logical conclusion- Yes, small, open economies, tigers and lions like Ireland and the Netherlands, benefit from international cooperation and from the ability to predict and adapt to risks.", "Because we all know: when it comes to financial stability, nothing can be taken for granted.", "We cannot always predict the weather and we must live with the possibility of having four seasons in one day.", "Therefore I think that we do not only need broad European and international cooperation, but also cooperation between our two countries, our two central banks, to find common solutions to increasingly common challenges.", "Because we have a lot in common.", "And what we don't have in common we can share.", "As the Irishman Rory Brosnan, who writes about living in the Netherlands, said: \"The Irish could do with being 30% more Dutch, and the Dutch with being 20% more Irish.\"", "I would make that an even 30%, because that might include the Irish tact, a splash of the black stuff and the ability to sing a good tune.", "So together we can make sure there is always a rainbow in the sky!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial stability", "Economic weather", "Financial trilemma", "Open economy", "Global risks", "Buffers", "Trust", "Resilience", "International cooperation", "Central bank cooperation"]}