{"sentences": ["The Central Bank and Territories Conference organised by Bordeaux Sciences Économiques & the Banque de France The Banque de France over the years: Serving the regions and its inhabitants Speech by First Deputy Governor Denis Beau Dean of the Faculty, Denis, Ladies and Gentlemen, - \"The Central Bank and Thank you very much for inviting me to open this conference Territories\" here at the University of Bordeaux.", "We are gathered for a very special occasion, as we are celebrating the 175th anniversary of the Banque de France's branch in Bordeaux.", "It was indeed on 27 April 1848, during the \"Spring of Nations\" described so eloquently by historian François Fejtő, Franco-Hungarian that the principle of setting up a base for the Bank in Bordeaux was agreed upon.", "Five days later, on 2 May, the branch opened its doors to the public, in the building that formerly housed the Banque de Bordeaux on rue Esprit des Lois.", "It stands there still, a testament to the longevity of its mandates and the continued presence of its employees in the service of France's regions and inhabitants.", "Branches were opened at the same moment in eight other French cities,3 so expanding the 15-branch network already in operation.", "With this, the Banque de France became the cornerstone of the monetary and financial system spanning the entire French economy.", "Since the Bank was first established in 1800 through to the present day, our core mandate has been to guarantee monetary stability and, through our supervisory, refinancing and lender-of-last-resort policies, to preserve financial stability.", "By establishing a branch network, we strengthened and enhanced our ability to serve the regional economies.", "Moreover, in each era, the Bank has tailored the approach taken to execute its statutory mandate, catering to the economic and financial environment and the institutions of the time in order to provide France's regions with the best possible support.", "In the first part of my talk, I will detail how the Banque de France, in acting as an institution with a strong regional presence, has tailored its services over time to fulfil its three main policy objectives, which are to guarantee monetary stability, preserve financial stability today's economic and and provide services to the economy.", "In part two, I will turn to monetary situation and show with our current measures taken to preserve monetary stability, how the fulfilment of each objective is never a given but the result from the committed action by the central bank.", "Today, just as it has always done, the Banque de France offers two main types of nationwide services: first, it guarantees monetary and financial stability, because no economy can work without a stable currency and a stable banking and financial system; second, it supports local economies through its regional presence, serving households and companies, especially the most vulnerable, and supporting the environmental and digital transitions.", "Let me describe each of these aspects, explaining in each case how the Bank of France has adapted over the years to meet the needs of the day.", "The first broad set of services provided to the regions are focused on delivering monetary and financial stability.", "This means conducting a monetary policy that guarantees price stability in the medium term, but also supervising the payment system and ensuring the stability of financial intermediaries.", "Maintaining a stable currency safeguards purchasing the currency's continuity across the territory, power over time and ensures so that every individual can spend that currency anywhere and at any time and enjoy the same ability to purchase necessary goods and services.", "Back in the 18th century, France's authorities found themselves unable to guarantee this stability.", "After the bankruptcy of the John Law note-issuing bank in 1720 and several other failed attempts to set up a central bank,5 the hyperinflation fuelled by monetary financing of the Revolutionary Wars and the ensuing default on two-thirds public debt in 1797 had destroyed confidence in the currency.", "The most pressing task facing the Consulate government was to rebuild the foundations of that trust, which it did by authorising the establishment of the Banque de France in 1800 and anchoring the value of the franc through the creation of the Germinal franc in 1803.", "In establishing the Banque de France, France set up a central bank that was capable, because it was trusted by the of offering an \"elastic\" money supply, to use the economic jargon, French people, that is, of adjusting the money supply to suit the needs of the economy.", "In this way, the foundations for an active lender-of-last-resort policy were laid very early, providing a means to combat financial crises and thus support the economy.", "In this timeline of measures to preserve monetary stability since 1800, 1848 marks a turning point because, with the opening of branches in Bordeaux and eight other French cities, the Banque de France became the central bank for the entire country, for three First, it unified local payment systems by creating a single nationwide multilateral settlement system through its branch network.", "Banknotes then circulated over all the French territory with the same value, and the ability to transfer money between branches slashed and standardised the cost of wire transfers for economic agents.", "Second, it could perform in each financial centre a single supervision of what was essentially local banking businesses, greatly lessening the financial instability that had plagued France off-and-on between the fall of the Empire and the Revolution of 1848.7 Harnessing its in-depth knowledge of business and banking communities, which was shared between each branch and the head office, the Bank was able to implement prompt corrective actions or step in to ensure the recovery or resolution of struggling financial institutions.", "Third, 1848 heralded the beginning of a single monetary policy for the entire country, with the same policy rate applied in all cities.", "In this way, the Banque de France became the cornerstone of the national monetary and financial system.", "It has remained in that role ever since.", "Changes to the French economy and its growing openness to trade, particularly with European partners, spurred the creation of the euro in 1999.", "Since that time, the single currency has shielded companies from the effects of the currency crises and of the devaluations that periodically affected our economy from the Second World War until the mid-1980s.", "The euro has also increased our ability to weather crises, as shown by the monetary policy during the Covid-19 pandemic.", "Last, but by no means least, it has made our daily life easier by enabling us to share the same currency as our neighbours and main trading partners.", "The second broad category of services provided to the regions seek to support local economies and societies through a presence on the ground.", "And while the actual tasks performed by the Bank's branches have changed since the network began expanding in the 1830s, the end goal remains unchanged: to support and serve local economies in order to back local initiatives and provide assistance in coping with economic and financial risks.", "From the time of its creation until the First World War, operating in an economy with relatively few banks and in which few people had bank accounts, the branch network of the Banque de France aimed at facilitating payments and supporting the regions during economic shocks by offering discount refinancing solutions.", "France's economy has changed enormously since the 19th century.", "GDP per grown by a factor of more than 20 since 1800 and by more than seven since 1914.9 Our banking and financial system has also been greatly modernised and now offers payment and credit solutions that are much faster and less costly than in the past.", "Reflecting these dual economic and financial transformations, the way in which the Bank performs its task of serving the regional economies has evolved.", "Our service to support local economies have expanded and now extend to households, especially the most vulnerable people, and companies, particularly the smallest businesses.", "Working at the grassroots level, through consumer-oriented programmes, we managed over 110,000 overindebtedness cases in 2022, finding solutions to help households get out of challenging financial situations.", "We further ensure that all consumers can exercise their right to open a bank account and have access to associated means of payment.", "In 2022, we set up a one-stop consumer helpline, which can be reached by dialling 3414, to make it easier to access our services.", "For companies, we offer support to help very small, small and medium-sized enterprises get set up and run their business.", "In 2022, around 9,000 entrepreneurs benefited from this service.", "We support companies through credit mediation, which helped to save around 8,000 jobs in 2022.", "We also provide a rating system that scores businesses according to their financial health, on top of digital diagnostic tools for business leaders, designed to support the digital transformation of our economy.", "Finally, the war in Ukraine was a stark reminder of the urgent need to reduce our reliance on fossil fuels and therefore make a successful energy transition.", "To support the economy in this transformation, we are developing a climate indicator to measure the progress made by companies in the climate transition.", "Our work to support the regions extends to high schools and post-secondary institutions, as we execute France's national economic and financial literacy strategy.", "We aim to offer young people a useful decision-making framework, ensuring that they have access to reliable, unbiased economic and financial information.", "We also provide services for local decision makers, notably by providing research analysing cyclical and structural conditions in the regional economies.", "Let me now turn to the current economic situation and explain how monetary policy helps to improve it.", "The fact is, it is not enough to merely set up a framework within which households and economic agents can operate and regions can grow.", "Serving the economy and society also means guaranteeing monetary stability.", "Today, inflation is having a severe and unequal impact on many French people, generating costs that they are unable to pay, which is why the Eurosystem's primary goal is to bring inflation down towards 2%.", "Since resurfacing in 2021, inflation has accelerated at a pace not seen since the 1980s.", "In March, as measured by the European harmonised index, annual inflation stood at 6.7% in France and 6.9% in the euro area.", "The initial causes of the inflationary resurgence are well known.", "In the first place, inflation was fuelled by severe supply chain disruptions due to Covid and then by the shock to commodity prices as vaccines paved the way for the world's economies to reopen to recede, Russia's invasion of Ukraine caused a simultaneously.", "As these factors began rapid run-up in the prices of energy and commodities, including agricultural commodities.", "Today, the effects of these shocks on inflation have begun to fade.", "This winter, energy prices fell sharply, and global grain prices have headed downwards since February.", "But the nature of inflation has changed.", "In spreading to the wider economy, these shocks stoked internal inflation, as higher production costs prompted companies to pass the increases on to their selling prices.", "The effects of inflation also widened to include all goods and services.", "Accordingly, inflation, i.e.", "excluding food and energy, has climbed to 4.6% in France and could prove more persistent than the headline number.", "Monetary policy can and must curb this more and broad-based inflation.", "To do this, the Eurosystem has responded quickly and forcefully over the last year, hiking policy rates by 350 basis points to take the deposit facility rate from -0.5% to 3% between July into a \"restrictive\" 2022 and March 2023.", "Monetary policy has now entered territory, after reaching a neutral position at the end of last year, and has shifted to an piloting\" approach based on three economic instrument dials: the outlook for headline inflation, underlying inflation and the proper transmission of monetary policy.", "According to the forecasts and commitment made by the ECB Governing Council, inflation is expected to ease towards 2% in 2025 as current drivers weaken and the effects of monetary policy operate on the economy.", "Yet the impact of monetary policy on inflation raises two questions: with what delay does it take effect, and through which channels does it operate?", "As we know, monetary policy transmission is not immediate.", "The effects of rate hikes take time to affect supply and demand and hence price-setting decisions, with economic research suggesting that transmission takes place on average over one to two years.", "In the present case, the time taken will ultimately depend on the decisions by consumers and businesses, which are influenced by two policy transmission channels: First, inflation expectations.", "Economic decisions depend both on current economic conditions and expectations on the future state of the economy, and in particular the future level of inflation.", "If expectations on future inflation go up, investment and consumption decisions, and hence prices and wages, will be modified.", "By enabling economic participants to coordinate their decisions around a shared and credible inflation target (2% over the medium term), central banks contribute directly to ensuring price stability; Second, financial conditions and demand.", "Monetary policy acts directly on interest rates and therefore on financing for supply and demand.", "Through monetary tightening, the Eurosystem allows real interest rates to rise at different time horizons.", "These real rates, which correspond to nominal interest rates less inflation expectations, reflect the actual financing conditions of economic participants; they are the result of monetary policy decisions but are also driven by the inflation expectations channel.", "The current increase in nominal interest rates, combined with inflation expectations that are more anchored towards the target of 2%, has led real interest rates in the economy to increase substantially and move back into positive territory, in accordance with our goals.", "In conclusion, allow me to stress that, barring a major new external shock, the monetary policy implemented by the Eurosystem should enable us to win the fight against inflation while avoiding a recession in France and in the wider euro area.", "Economic growth held up extremely well in 2022, at 2.6% in France and 3.5% in the euro area.", "A highlight of 2023 will be France's resilient economy, which is expected to expand by 0.6% according to our macroeconomic projections.", "The economy's resilience will be all the stronger and more sustainable because, in every part of the country, economic participants and households are working to execute a comprehensive transformation strategy that will enable our societies to successfully navigate the energy, climate and digital transitions.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Monetary stability", "Financial stability", "Services to the economy", "Inflation", "Interest rates", "Transmission channels", "Economic growth", "Energy transition", "Climate transition", "Digital transition"]}