{"sentences": ["Allow me to extend my warmest wishes for 2023 on behalf of the Banque de France and the ACPR.", "This past year has been marked by a climate of uncertainty, exacerbated by Russia's war in Ukraine and the energy crisis.", "It has also seen increased financial market volatility, compounded by the turmoil in the cryptoasset universe.", "In this unstable environment, I would like to make two double wishes for 1) Less inflation and more stabilisation.", "Activity has, until now, proved more resilient than expected, which is good news; however, inflation must not become entrenched.", "It is the number one concern for French people, and defeating it is our number one mission.", "It fell in December to 6.7%, which is encouraging but still not enough.", "It should peak in the first half, before declining towards 4% by the end of this year.", "But our forecast, and our commitment, is that inflation should be brought down towards 2% by end-2024 to end-2025.", "To achieve this, after raising interest rates to close to the \"neutral interest rate\" of 2% in December, we are now embarking on the second phase towards monetary stabilisation: ideally, it would be good to reach the right \"terminal rate\" by next summer, but it is still too early to say what that level will be.", "We need to remain pragmatic and to be guided by observed data, including on core inflation, without getting fixated on overly mechanical rate hikes.", "We will then be prepared to remain at this terminal rate for as long as necessary: the sprint to raise interest rates in 2022 is now becoming more of a long-distance race, and the duration will count at least as much as the level.", "In parallel, we shall continue to focus on maintaining financial stability, helped by the strong resilience of French banks and insurers.", "In Europe, 2023 needs to be the year when Basel III is transposed into EU law and the Solvency II review is completed.", "Regarding crypto-assets, the disruption seen in 2022 is nourishing one basic conviction: France should switch as soon as possible to the compulsory authorisation of DASPs (digital asset service providers) rather than simply requiring their registration.", "And this needs to happen well before MiCA enters into force, to create the necessary framework of trust.", "The government can cushion the energy 2) Less protection and more adaptation.", "shock temporarily, but it cannot make it disappear.", "This is not just a temporarily blip, it is a new economic landscape to which we have to adapt.", "We therefore need gradually, over the next two to three years, to bring energy subsidies down towards zero.", "And to spread the energy bill more efficiently across businesses and households, making sure to be fair to households - via measures that are better targeted towards the worst affected - but also to keep businesses competitive.", "In the long term, the key is, of course, everything that beefs up our productive capacity through the three major supply- side transformations: the energy transformation first; the digital transformation; and the transformation of labour, which must be both more abundant and more qualified.", "Our growth will benefit, and inflation will be kept more under control.", "To sum up, the weapon that will allow us to declare a lasting victory over inflation is not fiscal, it is first of all monetary and then structural."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Energy crisis", "Financial stability", "Crypto-assets", "Basel III", "Solvency II", "DASPs", "Energy subsidies", "Supply-side transformations"]}