{"sentences": ["Assalamualaikum and a very good morning, Ladies and Gentlemen, Like a butterfly's wings, climate change sets off a storm of consequences.", "Scorching temperatures, exceptionally heavy rainfall, freak storms, increased incidences and intensity of floods and droughts, water scarcity - these seem all too familiar to us of late.", "These are only a few of the many undesirable effects of climate change felt not only here in Malaysia but globally.", "These effects have consequences on the financial sector, economy and society as a whole.", "With these effects being increasingly felt, the theme of today's conference, 'A rising green financial market development', is very apt and timely.", "The financial sector is centrally positioned in our economy.", "Your responses will make a difference in helping us in mitigating the escalating effects of climate change.", "This entails two critical roles of greening finance the financial sector, namely, first, - by building your institution's resilience against climate change; and second, financing green - by channelling funds to decarbonise the economy.", "The extensive ramifications of climate change on lives and livelihoods require including the public and private sectors, similar to the whole-of-nation approach that our country took in tackling the Covid-19 pandemic.", "Failure to work collaboratively could result in the economy being exposed to excessive physical and transition risks, thus risking our ability to achieve the transition to a greener and lowcarbon economy that is inclusive and orderly.", "Bank Negara Malaysia is committed to this journey and has been working closely in partnership with the financial sector and the government to lay the necessary financial ecosystem and infrastructure.", "The Joint Committee on Climate Change (JC3), which is jointly chaired by Bank Negara Malaysia and Securities Commission Malaysia, has been a key platform in stepping up financial sector readiness.", "As you are aware, the JC3 has been focusing its efforts on five key areas, namely (i) boosting risk management capacity; (ii) enhancing governance and disclosures; (iii) facilitating rollouts of innovative financial products and solutions; (i) taking steps to bridge gaps in data; and (v) building the technical capacity of the sector and engagements with the government.", "Just a couple of months ago, the JC3 took a step further, focusing its attention on assisting the SMEs to decarbonise their operations.", "Having a common language among the financial sector players and their clients is key.", "Not only will this allow the financial sector to understand their clients and nudge them to decarbonise their business, it will also allow the financial institutions to respond as appropriate to the specific needs of their clients.", "As such, two years ago, Bank Negara Malaysia issued a transition taxonomy, that is the Climate Change and Principle-based Taxonomy (CCPT), as a tool to help financial institutions identify and classify economic activities that contribute to climate change mitigation and adaptation in a consistent manner.", "Implemented effectively, such a framework, along with the mandatory expectations on climate disclosures in 2024, will contribute towards minimising the risk of greenwashing.", "Ladies and Gentlemen Transitioning to a low-carbon economy is not all doom and gloom.", "As the economy decarbonises and as businesses green their operations, there are abundant opportunities available, ready to be seized.", "Huge sums of investments are needed.", "For instance, a whopping RM1.85 trillion in new investments are needed up to 2050 just for the Malaysian energy sector alone!", "Sustainable finance is, therefore, pivotal.", "All of you in this room today have a pivotal role.", "For this, we are delighted to collaborate with Bank of China Malaysia, the sole appointed Onshore Settlement Institution for Renminbi Settlement Services in RENTAS, in organising today's event.", "I believe the speakers that have been lined up for this event will provide useful insights into the Environmental, Social, and Governance (ESG) landscape in Renminbi and the global capital markets, as well as share their perspectives on the global financial market outlook and prospects of Renminbi market development.", "Let me briefly touch on the Malaysian capital markets.", "Our capital market is among the most developed in this region.", "We have, over the decades, continued to strengthen the financial market infrastructures.", "Our bond market is supported by bond settlement and depository provided by Bank Negara Malaysia.", "Our capital market is also one that has consistently demonstrated its resilience over the many episodes of financial market shocks.", "For example, despite the pandemic, bond and sukuk issuances have continued to rise.", "In 2021 and 2022, the total Ringgit bonds and sukuk issuances by the government and corporates were RM377 billion and RM435 billion, respectively .", "Of this amount, a total of approximately RM25 billion or 6% was in the form of SDG, green, and sustainability-linked capital market instruments.", "We continue to make progress in the sukuk market.", "In 2021, Malaysia issued the inaugural sovereign US Dollar Sustainability Sukuk that was oversubscribed by 6.4 times.", "This reflects the significant demands for such instruments globally.", "As we forge ahead, the capital market is key to meeting our green and greening investment needs.", "We urge market participants such as yourselves to actively leverage our financial market infrastructure to issue and deposit foreign currency capital market instruments in Malaysia.", "We are proud to state that since 2018, RENTAS has secured the top position being the world's largest Sukuk depository.", "As at the end of 2021, there was close to USD279 billion worth of Sukuk issued and deposited in RENTAS.", "Let us work hand in hand for the Malaysian financial system and Malaysian banks to play a larger role in facilitating and intermediating both domestic and international economic activity, particularly in sustainability initiatives.", "Ladies and Gentlemen The challenges posed by climate risks are real and are already present.", "We can no longer be passive.", "The seeds of concrete actions we sow today are key to cultivating a more sustainable future for our generations to come.", "I trust that this conference will contribute to this rapidly growing sustainable debt market.", "On that note, I wish all of you a fruitful and engaging session today.", "Source: FAST and INSIDES, BNM"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Green Finance", "Resilience", "Decarbonisation", "Transition Risks", "Environmental, Social, and Governance (ESG)", "Sustainable Finance", "Capital Market", "Green Bonds", "Sukuk"]}