{"sentences": ["As prepared for delivery Albert Einstein famously said, \"Life is like riding a bicycle.", "To keep your balance, you must keep moving.\"", "While charming advice to live by, it is also particularly salient when it comes to the rebalancing and movement taking place in the U.S. economy today.", "In my remarks this evening, I'm going to discuss inflation, the continued imbalances between supply and demand, and the effects that monetary policy is having on different sectors of the economy.", "I'll share what this means for the economic outlook in the United States, and how the Federal Reserve's policy actions support our bedrock commitment to price stability.", "Before I do that, I want to thank the Fixed Income Analysts Society for putting together this wonderful program.", "It's great to stay local, even if it means dodging rush hour traffic in Midtown.", "Although times like these make me wonder if I should take Einstein's bike riding advice more literally!", "I should also give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "Inflation Indications and Implications I'll start by saying that although we are seeing some signs that inflation is moderating, it remains far too high, and it is my No.", "Rapidly rising prices continue to have an immense impact on families and businesses, especially when it comes to essentials like food, utilities, and housing.", "High inflation is a new reality for many people.", "For the three decades preceding the pandemic, the inflation rate averaged almost exactly 2 percent, as measured by the personal consumption expenditures (PCE) price index.", "But that changed dramatically in the spring of 2021, when inflation suddenly soared, ultimately reaching a 40-year high of 7 percent last June.", "While the inflation rate has since come down to 5-1/2 percent, it's still higher than any pre-pandemic reading since 1982 and far above the FOMC's 2 percent longer-run goal.", "Persistently high inflation undermines the ability of our economy to perform at its full potential, so it is critical for the Federal Reserve to bring inflation back down to our goal .", "We are firmly committed to doing so.", "Shifts and Realignment Those who have been following my speeches lately will know that I've been quite devoted to a recurring theme: using the layers of an onion to describe inflation.", "But with the new year, I thought I would switch gears.", "I didn't have to look too far, because the mechanism of shifting gears is exactly what's going on in the economy.", "It also explains the effects that monetary policy is having on the economy and how that's helping to bring inflation back down.", "During the pandemic and its aftermath, we saw an enormous swing in demand, away from services like travel and entertainment and toward goods and housing, as people adjusted to work from home and avoided contact-intensive activities.", "More recently, we are seeing a rotation in demand from goods back into services.", "But through all these shifts, overall demand has remained very strong and has far exceeded supply.", "This misalignment of supply and demand is true for the labor market as well.", "Although several indicators of labor demand-such as job openings, quits, and hiring-have stepped down from their very high levels of the first few months of 2022, they show that demand still far exceeds available supply.", "And the unemployment rate of 3.5 percent is historically low.", "The same dynamics play out in the Federal Reserve's Second District, the region that the New York Fed represents.", "Our regional business surveys indicate that activity is slowing, with an especially sharp decline in the manufacturing sector.", "That said, many businesses continue to add staff, and consumer confidence is strong.", "Overall, inflationary pressures in the region are moving downward, but are still quite high.", "Gears Are Turning With inflation running persistently above its longer-run goal of 2 percent, the FOMC has taken strong actions to align demand with supply in the economy and bring inflation down.", "You can think of monetary policy as a large gear that is connected to smaller gears representing different sectors of the economy.", "But not all gears move at the same pace.", "Some turn more quickly, while others are slower, meaning they experience longer lags between policy actions and effects.", "These effects of monetary policy are showing up in prices at different speeds.", "For example, the prices of globally traded commodities have already declined and are now well below levels we saw earlier last year.", "This reflects in part the effects of lower demand resulting from tighter monetary policy here and abroad.", "Similarly, prices for many goods have started to plateau or even decline, reflecting weaker demand, lower import costs, and an easing of global supply disruptions that developed during the pandemic.", "For example, prices of used cars-a big driver of inflation during the first year of the pandemic-have been retreating toward more normal levels over the past few months.", "The combination of the general rotation of demand from goods to services and the effects of higher interest rates on demand for goods should contribute to further downward pressure on the prices of many goods this year.", "One gear that is moving at a far slower pace is the price of non-energy services.", "The ongoing imbalance between supply and demand in this sector continues to contribute to inflationary pressures.", "But there is some good news on this front as well.", "One of the biggest drivers of the rise in inflation for services has been shelter costs, which soared as demand for housing increased during the pandemic.", "Recent data for newly-signed leases indicate that the tide is turning on rents, and we should see shelter cost inflation start to slow later this year.", "That said, inflation for other services besides shelter has remained high, and this gear is only starting to turn.", "Inflation expectations represent another gear that is turning at an encouraging speed.", "Longer-run inflation expectations remain remarkably stable at levels consistent with 2 percent inflation.", "After rising moderately last year, households' three-year-ahead inflation expectations are now back to where they were in January 2021, and one-yearahead inflation expectations have started to reverse the rise seen over the past year and a half.", "The FOMC's Policy Actions With inflation still high and indications of continued supply-demand imbalances, it is clear that monetary policy still has more work to do to bring inflation down to our 2 percent goal on a sustained basis.", "At its meeting last month, the FOMC raised the target range for the federal funds rate to 4-1/4 to 4-1/2 percent, the seventh consecutive increase.", "The FOMC's December 2022 Summary of Economic Projections showed that a large majority of participants saw the federal funds rate reaching a level between 5 and 5-1/2 percent by the end of this year .", "The FOMC statement indicated that \"the Committee anticipates that ongoing increases in the target range will be appropriate in order to attain a stance of monetary policy that is sufficiently restrictive to return inflation to 2 percent over time.", "In determining the pace of future increases in the target range, the Committee will take into account the cumulative tightening of monetary policy, the lags with which monetary policy affects economic activity and inflation, and economic and financial developments.", "\"4 Bringing inflation down is likely to require a period of below-trend growth and some softening of labor market conditions.", "But restoring price stability is essential to achieving maximum employment and stable prices over the longer term, and it is critical that we stay the course until the job is done.", "I'll also add that the framework announced last May for reducing the size of the Federal Reserve's balance sheet is working well, and the Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities as planned.", "Economic Outlook We are seeing the shifting gears of tighter monetary policy having the desired effects.", "Broad indicators show that financial conditions have become significantly less supportive of spending.", "As a result, I expect real GDP growth to be modest this year at around 1 percent.", "Robust hiring, low unemployment, and strong nominal wage growth mean the labor market remains remarkably tight.", "But with growth slowing, I anticipate the unemployment rate to increase from its current level of 3-1/2 percent to around 4-1/2 percent over the next year.", "Turning to inflation, I expect cooling global demand and supply improvements to result in declining inflation for goods.", "These factors should contribute to inflation slowing further from its current rate to around 3 percent this year.", "While services inflation is still a sticking point, I expect overall inflation to come back down to 2 percent in the next few years as further tightening of monetary policy realigns the balance between demand and supply.", "I'll close by saying that the monetary policy gear is turning.", "But it will take time for supply and demand to come back into proper alignment and balance, so we must keep moving.", "While the route ahead is still uncertain, I am fully confident we will return to a sustained period of price stability.", "John C. Williams, Peeling the Inflation Onion , remarks at the Economic Club of New York, delivered via videoconference (November 28, 2022); John C. Williams, A Bedrock Commitment to Price Stability , remarks at the 2022 U.S. Hispanic Chamber of Commerce National Conference, Phoenix, Arizona (October 3, 2022).", "John C. Williams, A Steady Anchor in a Stormy Sea , remarks at SNB-FRB-BIS High Level Conference on Global Risk, Uncertainty, and Volatility, Zurich, Switzerland (November 9, 2022).", "Federal Reserve Bank of New York, Short-Term Inflation Expectations Continue to Decline, Tick up Slightly in Longer Term , January 9, 2023.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement , December 14, 2022.", "Board of Governors of the Federal Reserve System, Plans for Reducing the Size of the Federal Reserve's Balance Sheet , May 4, 2022."], "classifications": ["none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Supply and demand", "Economic outlook", "Price stability", "Interest rates", "Labor market", "Services", "Goods", "Mortgage"]}