{"sentences": ["10.02.2023 Moving the economic governance framework of the EU: towards more efficient fiscal rules in a more complete monetary union Warwick Economics Summit 2023 University of Warwick - Coventry, United Kingdom Pablo Hernández de Cos Thank you to the Coordination Team for inviting me to speak at this 2023 edition of the Warwick Economics Summit.", "I would like to congratulate the University of Warwick's Department of Economics on encouraging its students to run this initiative, which has benefited from the words of highly distinguished participants since 2002.", "I am honoured to join this group of speakers that have shared with you their views on various matters that are key not only to our present but also to our future.", "Allow me to add that I am particularly glad to be able to do so this year in person after the recent pandemic years.", "In my remarks today I will address what I consider to be the key role that the fiscal governance framework of the European Union (EU) plays, or ought to play, and the ongoing review for its reform.", "I will also touch upon the European Commission's recent orientations for the reform of the fiscal rules that were published last November.", "Please note that my words today are merely one more voice in the ongoing debate involving academics and other policymakers on the reform of the EU's fiscal governance framework.", "The current economic context is one in which economic activity, even if more resilient that initially expected, is losing steam.", "A series of factors - first and foremost, in the case of the euro area, the Russian invasion of Ukraine - are responsible for these adverse economic dynamics and for the surge in inflation to levels that we had not seen for decades.", "Accordingly, central banks, including the ECB, have responded swiftly to the inflationary pressures, tightening financing conditions for both private economic agents and the government.", "Moreover, these shocks have thrown into stark relief European vulnerabilities in key areas, such as the energy sector, as well as the considerable disparities among countries in their relative exposure to them.", "And this is happening against the background of an increase in euro area public debt by almost 10 percentage points (pp) of GDP since the pandemic, leading to high debt-to-GDP ratios and high structural deficits in some countries that have shrunk the available fiscal space and represent an important vulnerability.", "All these elements underline the importance of achieving the correct monetary and fiscal policy mix in order to face this complex context.", "The current circumstances differ substantially from those prevailing at the outbreak of the COVID-19 pandemic.", "The pandemic confronted us with a severe, albeit temporary, exogenous shock, which was probably the biggest supply and demand shock we had faced in decades.", "In that context, a coordinated fiscal and monetary policy response was absolutely necessary to support the incomes of both households and firms, and to minimise the potential structural damage to employment, productive capacity and economic growth caused by the crisis.", "The fiscal response had to rely on both national and supra-national policy actions of significant magnitude.", "In the current high inflation setting, however, the appropriate policy mix requires a tightening of the monetary policy stance and a fiscal stance that, at the aggregate, euro area level, is not at odds with this anti-inflationary stance.", "This means that government support measures should be temporary, targeted and tailored to preserving incentives to consume less energy.", "In particular, measures should be gradually rolled back as energy prices fall.", "Otherwise, we are at risk of driving up medium-term inflationary pressures, which would call for a stronger monetary policy response.", "In this regard, let me stress that achieving a fiscal stance that is consistent with the smooth operation of the Economic and Monetary Union (EMU) while delivering sustainable public finances is precisely the role of the EU's fiscal rules framework, or at least its key aspiration.", "Why do we need fiscal rules?", "Let me be straightforward in stating upfront that a disciplined fiscal framework that fosters the sustainability of public finances is essential to guaranteeing macroeconomic stability and the proper functioning of the EMU.", "Under the Maastricht Treaty, the design of the EMU rested on two pillars: a single monetary policy authority and a set of coordinated national fiscal policies, which constituted the EMU's policy mix.", "The independent central bank (ECB) targeting price stability was entrusted with monetary policy.", "In turn, the stabilising arm of the autonomous national fiscal policies was tasked with addressing idiosyncratic shocks and cyclical slippages, while guaranteeing fiscal sustainability.", "However, the independent conduct of fiscal policy in a monetary union has inherent externalities that warrant some constraints.", "The EMU was built on the basis of placing full responsibility for fiscal policy decision-making and implementation on the governments of the individual Member States, without interfering with the conduct of monetary policy.", "In this sense, the independence of the central bank was reinforced by two means: i) the prohibition of monetary financing and ii) a virtuous conduct of fiscal policy to avoid calling into question the independence of the monetary authority.", "The consequences of fiscal actions were thus the sole responsibility of the individual Member States.", "For this reason, a \"no bail-out clause\" was included in the Treaty.", "The main objective of this clause was that financial markets should play a disciplining role by requiring different risk premia according to the underlying fiscal fundamentals.", "At the same time, limits were set to the deficit and public debt of the Member States that where later complemented by the provisions of the Stability and Growth Pact (SGP).", "There were two additional reasons for this.", "The first is that financial markets could not always be trusted to act as a deterrent against unsound policies.", "Second, there could be situations where the no bail-out clause might not be entirely credible, given that serious budgetary deviations in one country could generate economic and financial instability across the EMU as a whole, which would end up compelling the latter to bail-out countries in difficulties.", "Such constraints required implementing additional common rules.", "Thus, the Treaty stipulated that Member States should avoid excessive deficits and that the European Commission should monitor public finances to identify significant deviations (or, in the language of the Treaty, \"gross errors\") that could endanger the macroeconomic and financial stability of the monetary union.", "In practice, the SGP implemented these principles through two well-known reference values: 60% for the ratio of government debt to GDP and 3% for the budget deficit-to-GDP ratio.", "Non-compliant countries entered the corrective arm, which ensured that excessive deficits were corrected in a given period of time.", "Compliant countries functioned under the preventive arm, which required convergence to medium-term budgetary objectives.", "Shortcomings of the current fiscal governance framework Thus, the institutional approach to fiscal policies in the EMU rested on the assumption that supranational constraints would yield national budgetary policies consistent with the smooth functioning of the monetary union.", "But unlike monetary policy, which usually follows the Tinbergen rule of having as many policy instruments as there are targets, fiscal policy tends towards perpetual indeterminacy.", "It has to achieve multiple objectives, including cyclical stabilisation, supporting long-run sustainable growth, or dealing with the efficiency-equity trade-off, through the use of multiple, but often insufficient, instruments and subject to constraints, most importantly, the need to ensure the sustainability of public finances.", "In this context, the history of the monetary union reveals a constant tension between the quest to achieve short and medium-term national objectives and the hope that the common institutional framework would yield consistent supranational outcomes.", "The shortcomings of the original framework are well known.", "They can be summarised in five points.", "First, the original rules set at the time of the Maastricht Treaty were overly simplistic and did not take into account the impact the cyclical position of the economy has on the headline deficit.", "In particular, it failed to avoid expansionary (procyclical) fiscal policy during periods of high economic growth, as the rules were silent about the need for Member States to save during good times.", "And this also led to contractionary fiscal policy during recessions since the deficit rule would call for adjustment at times when the automatic stabilisers were pushing public finances deep into the red.", "Consecutive reforms attempted to address this shortcoming, at the cost of increasing complexity.", "Specifically, the focus shifted to the use of medium-term \"structural\" variables.", "However, this required estimating the cyclical position of the economy and the elasticity of public finances to the cycle, which have proven to be notoriously difficult to estimate in real time.", "In fact, evidence shows that in the case of the European Union, estimates of potential output are revised up to ten years after the first release.", "Second, while the current economic environment bears little resemblance to that of the 1990s, the reference values were included in the Treaty as if they were \"structural permanent values\" of the economies.", "These limits were calibrated on the basis of the average macroeconomic conditions at the end of the 1990s.", "But economies are subject to structural transformations over time, and such limits should therefore be updated.", "Third, despite its focus on fiscal sustainability, the framework did not prevent a general and consistent increase in public debt.", "Again, experience shows that this is to a large extent related to a failure to comply with the rules, particularly in good times, which were not used to build up fiscal buffers for periods of economic distress.", "The literature emphasises that it is the design of fiscal rules -and not just their mere existence - that determines their effectiveness.", "That is why aspects such as their definition, enforcement mechanisms and correction procedures are so important.", "Fourth, the initial design focused on fiscal imbalances, overlooking the fact that other imbalances, such as financial or current account imbalances, are also important for the correct functioning of the EMU.", "As a result, it did not prevent the build-up of macroeconomic imbalances at the national level, which could potentially destabilise the euro area as a whole.", "This was addressed during the euro area sovereign debt crisis with the introduction of the Macroeconomic Imbalance Procedure (MIP), but with only limited success.", "Here I would like to point out that structural reforms, such as those proposed in the European Semester and the Commission's recommendations, are also important for the proper functioning of the EMU and for fiscal sustainability.", "Finally, the Treaty did not foresee the scale of the mechanisms needed for joint crisis management, including a common fiscal action to smooth the cycle and coordinate with common monetary policy.", "In fact, there was no crisis management mechanism in place until the creation of the European Stability Mechanism (ESM) in the wake of the euro area sovereign debt crisis of 2012.", "In the aftermath of this crisis, this shortcoming again became evident when the degree of fiscal policy coordination provided for in the fiscal framework fell short of the aggregate stimulus that was needed to complement monetary policy in a low inflation environment.", "That said, we should commend the way in which the fiscal policy response during the pandemic learned from past experiences.", "Temporary, centralised fiscal instruments were put in place to complement the activation of the SGP escape clause, which allowed for highly expansionary national fiscal policy stances.", "If we were to draw one lesson from this brief historical detour, it could be that, beyond its foundational components, the fiscal governance framework embedded in the Treaty has been continually adapted to a changing environment.", "Significant headway has been made, particularly in times of crisis.", "However, the successive reforms have not addressed all of the pending issues.", "Beyond the undoubtedly successful and appropriate coordinated action during the pandemic, varying degrees of improvement could be made to the current policy mix's underlying design.", "Moreover, the huge need for fiscal support during the pandemic forced the suspension of the fiscal framework and led to a significant increase in the level of public debt, greatly reducing the fiscal space, against a background of pressing long-term public investment needs in the fields of digitalisation and climate change.", "In this context, high inflation and the shift towards a restrictive monetary policy might encourage financial markets to pay more attention to debt sustainability concerns.", "In a nutshell, a credible fiscal framework is more important than ever.", "The European Commission's proposal for reform As a result, the European Commission is currently undertaking a review of the EU's fiscal framework, with the aim of reducing its complexity, improving compliance, promoting a more countercyclical behaviour of fiscal policy and accommodating the new investment needs of the green and digital transitions.", "In this context, in its Communication of 9 November 2022, the Commission presented its orientations in order to promote and guide discussions among stakeholders about the reform.", "Let me now spend a few minutes describing its main features so that I can then share with you my own views on the key aspects a functioning fiscal framework should have.", "While going through my \"wish list\", I will reflect on the strengths and shortcomings of the Commission's proposal, as a way to comment on the difficulties that any proposed reform will face.", "The main objective of the proposal is to ensure that public debt ratios are put on a downward path or stay at prudent levels, keeping the debt-to-GDP ratio of 60% as the reference value.", "And retaining the need for public deficits to stay below the 3% reference value over the medium term, which has proven effective in anchoring Member States' public accounts..", "In order to meet this objective, Member States should present medium-term fiscal-structural plans that ensure that the debt ratio is kept or brought onto a sustainable path by the end of the adjustment period.", "The adjustment path will be discussed and agreed upon bilaterally with the Commission, before being adopted by the EU Council.", "These medium-term structural plans will incorporate public investment and reform commitments.", "Reform and investment plans should be focused on addressing the priorities identified in the country-specific recommendations approved by the European Council, in line with strategic EU priorities.", "The reform and investment commitments could underpin a longer fiscal adjustment period or a more gradual adjustment.", "The fiscal adjustment path is to be based on a long-term fiscal sustainability anchor, engineered through a so-called debt sustainability analysis framework and implemented through a simple expenditure rule.", "In addition, for major shocks, a general escape clause and an exceptional circumstances clause would be maintained, allowing for temporary deviations from the fiscal path.", "And independent fiscal institutions could be given a role in providing ex-ante and ex-post assessments of the adequacy and compliance of the plans at the national level.", "As for the enforcement mechanism, the effective use of financial sanctions would be deconstrained by lowering their amounts, reputational sanctions would be enhanced, and macroeconomic conditionality would be applied for structural funds and EU financing as an additional lever.", "The European Commission's orientations also include proposals to reform the prevention and correction of harmful macroeconomic imbalances, strengthening the MIP with risk management features.", "In the highly uncertain world that we live in, the proposal tries to improve the effectiveness of the MIP with a more forward-looking assessment of the existence of risks of imbalances, monitoring adverse trends in flow-related variables that could lead to the build-up of imbalances.", "The Commission's proposal envisages to reduce the current inertia of the MIP by placing more weight on risk analysis and on actual policy implementation to address imbalances.", "The key elements of any reform of the SGP These orientations are a promising starting point for a debate that should, by the end of this year, lead to the adoption of an improved fiscal and governance framework for the EU.", "In particular, the Commission's proposal reflects the consensus reached by both the theoretical and the empirical literature on how to design fiscal rules.", "It does this in four ways.", "First, it anchors debt sustainability at the centre of the debate.", "Second, it highlights the need to use an expenditure rule as an intermediate target, given that this is the one variable under the control of the fiscal authorities, allowing the extraordinary revenues that sometimes materialise, beyond their control, to be saved.", "Three, the focus on debt sustainability also makes it possible to include previously missing elements (specifically the macroeconomic environment, in addition to potential growth and the natural interest rate) that can encourage structural reforms.", "Finally, it allows for greater cross-country heterogeneity in the targets and for the design of fiscal consolidation.", "Allow me to elaborate a little more on these elements.", "In my view, which is consistent with that expressed by a number of academics and by the Eurosystem6, the new framework should reflect a number of principles.", "First, it should take into account the economic transformations that have taken place over recent decades, including the sharp increase in public debt.", "The persistence of some of these, such as the fall in the natural rate of interest and in potential output, has, however, been challenged by a series of major shocks in recent years.", "At the same time, the new rules need to accommodate a greater degree of cross-country heterogeneity.", "In this regard, as I have said before, the Commission's orientations include country-specific expenditure targets, which could incorporate the differences in potential growth and interest rates into the debt sustainability analysis framework.", "In any event, the devil is in the details.", "While this is in principle desirable, the key aspect is how the deadlines for the necessary fiscal adjustment are calibrated.", "The credibility of the fiscal framework could be endangered if the deadlines are too lengthy or if the adjustment is backloaded.", "Second, the fiscal rules must be able to avoid the traditional pro-cyclical behaviour of public finances.", "Ideally, fiscal rules should foster savings during expansions and support growth during recessions.", "Clearly, the existing framework has not been able to do so, contributing to the undesirable increase in public debt levels that we have seen.", "It would therefore be desirable for the new framework to incorporate a clear incentive scheme to boost efforts to consolidate public finances when the economy is doing well, so as to provide room for manoeuvre in times of crisis.", "It should combine positive incentives - such as allowing countries to design the fiscal consolidation path - and negative ones - like an improved regime of sanctions, including restrictions on the access to EU funds.", "Third, greater compliance can be achieved with rules that are more automatic.", "The Commission's proposal improves automaticity to some degree.", "That is, the excessive deficit procedure (EDP) for breaches of the debt criterion (the so-called \"debt-based EDP\") would be strengthened such that departures from the agreed spending path would automatically trigger the opening of an EDP whenever the Member States face a substantial public debt challenge or the departures from the agreed spending rule give rise to so-called \"gross errors\".", "Meanwhile, the EDP would remain unchanged for breaches of the 3% of GDP deficit reference value and the new framework would strengthen compliance by introducing new reputational sanctions.", "But the effective application remains to be seen.", "We need to remain particularly vigilant on these factors, which have contributed to the failure of past reforms.", "In this case, an enhanced role for independent fiscal institutions should be envisaged.", "History and practice have shown that well-designed independent fiscal councils can enhance the accuracy of fiscal forecasts and improve compliance with fiscal rules.", "Therefore, the reform should encourage the strengthening of independent fiscal institutions, with the final objective of giving them a formal role on the assessment of compliance with the fiscal framework.", "Another key aspect is simplicity, while preserving a sense of realism.", "An overly complex and non-transparent framework hinders the effectiveness of the rules.", "Moreover, a simpler fiscal objective increases the credibility of the rules and strengthens their governance.", "In this sense, the reform proposal by the Commission suggests a simple expenditure rule together with a sustainability anchor, based on a debt sustainability analysis framework.", "Yet the concept of debt sustainability is not easy to operationalise.", "Debt sustainability analysis tools provide a way to organise our thinking on these issues and we have some experience using them - for example, within the International Monetary Fund programmes framework.", "But their practical application for informing policy decisions remains rather complex.", "In this sense, it is worth remembering that any framework aimed at providing the necessary adjustment to cyclical developments must rely on the use of unobservable variables.", "In the case of the debt sustainability analysis, it will be necessary to forecast medium-term nominal GDP growth, which will face problems similar to the measurement of the structural deficit.", "Therefore, it seems that we may be shifting complexity away from the rule framework and moving it towards the analysis of debt sustainability.", "The reform proposal also addresses the possibility of redirecting additional public funds towards the climate and digital targets through the use of an extended period of adjustment.", "I believe this approach is better than the use of the so-called \"golden rules\" to finance green investment, which allow governments to exclude some types of expenditure from the calculation of the fiscal targets for several reasons.", "These rules would add complexity to an already very complicated system, would require negotiating and monitoring the list of expenditure items to be excluded, and would have to be implemented without endangering fiscal sustainability.", "In any case, the challenges of the green and digital transitions exceed by far the fiscal space of national governments.", "Thus, a more efficient option would be to set up a common European financing instrument, covering the investments needed to meet common objectives, such as reaching net zero emissions and combating climate change.", "Joint funding arrangements would allow us to undertake large-scale programmes subject to common quality standards and to assess their compliance in a homogeneous manner, avoiding any excessive or highly unequal impact on national public finances and any disruptions in the single market.", "Lastly, the European Commission's orientations miss an element that I firmly believe is essential for the success of any reform of the fiscal governance framework.", "I cannot conceive of a new EU fiscal rule framework without reforming the rest of the EU's economic and financial governance framework.", "This would entail, for instance, establishing a European unemployment insurance system and a central fiscal capacity.", "It should be noted that, under the current fiscal rules framework, it is not possible to ensure, at any given moment, that the aggregate stance of the national fiscal policies is appropriate for the euro area as a whole, which makes it hard to achieve a balanced fiscal and monetary policy mix.", "It should also include the completion of the Banking Union and the Capital Markets Union.", "In this vein, some of the initiatives that have been adopted during the pandemic could be expanded, such as the SURE, which mitigated the risks of unemployment during the emergency period.", "This particular new tool allowed substantial interest savings for most Member States, protecting them from financial stress.", "The timeframe for the NGEU could also be revised in order to avoid risking the interruption of some of the investments needed for digitalisation, combating climate change or the EU's Open Strategic Autonomy.", "To conclude, the EU's fiscal governance framework is a key element of the euro area's institutional architecture.", "And there is broad consensus that it needs to be reformed.", "Despite being well-intentioned in origin, the current institutional setup has many shortcomings and the attempts to correct them over the past decades have yielded a complex and pro-cyclical fiscal framework, which has not prevented the build-up of fiscal and macroeconomic imbalances or the lack of strong incentives for implementation.", "The EU Commission's orientations, and the lively debate among academics and other policymakers, offer new and ambitious proposals to move forward, including, most importantly, broadening the scope to progress further with the EMU.", "I believe this debate will lead to a better functioning economic governance framework for the EU.", "To quote Warwick's motto: mens agitat molem (minds move matter)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fiscal policy", "Fiscal rules", "Fiscal governance", "Debt sustainability", "Macroeconomic imbalances", "Structural reforms", "Fiscal adjustment", "Economic governance", "European Stability Mechanism", "Independent fiscal institutions"]}