{"sentences": ["Good morning Ladies and Gentlemen, Friends and Colleagues, Let me welcome you to the Conference on Systemic Risk Analytics, jointly organised by the RiskLab [at Arcada], Bank of Finland and the European Systemic Risk Board.", "I also welcome you to the Bank of Finland - Suomen Pankki - the fourth oldest central bank in the world, established in 1811.", "In my opening remarks, I will focus on financial stability in the world of geopolitical fragmentation and rapid technological change.", "Meanwhile, I will not even touch upon monetary policy, as we have just started the ECB's silent period a few hours ago.", "Let me begin by noting that the global financial system and banking system have remained remarkably resilient after the global financial crisis, despite recently being hit by waves of unexpected shocks: COVID-19, Russia's brutal and illegal war against Ukraine, and a sharp increase in inflation.", "However, the failure of the Silicon Valley Bank and some smaller banks in the US, as well as the forced sale of Credit Suisse to UBS just three months ago - the \"March Madness\" - reminded us that we can never take financial stability for granted.", "With that in mind, I am very much looking forward to hearing Steven Cecchetti's views on how to make banking safer, in his keynote speech right after these opening remarks.", "I also appreciate the strong focus of this conference on non-bank financial intermediation and climate risks.", "The role of non-banks like money market funds and insurance companies in the global financial system has clearly been increasing.", "And it goes without saying that climate change, if not properly addressed, may create serious risks also to financial stability.", "Dear Colleagues, In the last few years, we have seen that crises can happen at any time and take unexpected forms.", "Just after the world had recovered from the pandemic, the war broke out in Europe.", "The geopolitical environment is now changing as rapidly as it did in the late 80s and early 90s.", "At that time, the Berlin Wall crumbled, the Soviet Union collapsed, Eastern Europe broke free, Europe was united and China was integrated into the world economy.", "The world became a safer and more prosperous place to live - for a while.", "Now, sadly, we are moving in the opposite direction, towards a new Cold War and a breakdown in international cooperation.", "Autocracies like Russia and China are forcibly challenging the rules-based international order.", "The security policy environment of Europe is being transformed as fundamentally as it was 30 years ago, only this time in reverse.", "The current geopolitical headwinds are detrimental also to the world economy.", "In the last few years, some have even predicted the end of globalisation.", "Fortunately, the rumours on the death of globalisation have thus far proven to be exaggerated.", "In fact, the volume of world trade has already surpassed its pre-pandemic levels and is now close to its record level.", "At the same time, however, protectionism and friend-shoring are increasing and supply chains are being shortened.", "In the world of high geopolitical tensions, strengthening and maintaining the resilience of the financial system has become ever more important.", "To make the financial system safe and resilient, we need rigorous financial regulation and supervision.", "We also need high-quality macroprudential analysis and policy - another of the key topics of this conference.", "Several sessions and presentations of this event are devoted to the analysis of the impacts of different macroprudential measures - both borrower-based and capitalbased measures - on households and banks, housing and labour markets, and even on tackling climate change.", "Let me try and complement the forthcoming presentations with some thoughts on how macroprudential policymaking in Europe could potentially be improved.", "First, it would be useful if the application of the capital-based macroprudential tools, especially the so-called O-SII buffer requirements, was based on more uniform criteria across the EU.", "In highly integrated banking markets, banks with equal or close to equal systemic importance should not have very different capital buffer requirements.", "Similar application of tools would foster a level playing field and reduce any pockets of vulnerabilities.", "Second, in the longer term, the borrower-based tools targeting housing loans and household indebtedness should be based on some minimum and common EU level requirements.", "At the moment, those tools are solely based on national legislation and are rather diverse across countries.", "In addition to credit institutions, these EU level regulations should be applied to all lenders providing housing loans.", "Such regulations may not be needed right now.", "But they could be useful next time when the lending cycle starts to rise again.", "Third, the EU legislation should explicitly allow the use of the so-called positive neutral countercyclical capital buffer requirement.", "National macroprudential authorities should be able to set that buffer requirement at a positive level during normal times.", "In times of unexpected and sudden crises, the buffer could be flexibly released, if needed, to support bank lending and economic recovery.", "In addition to Steven Cecchetti's keynote starting in a minute, I believe you are eagerly awaiting the other two keynote speeches of this conference: Alex Jung's presentation on machine learning and Michael Platzer's on AI-generated synthetic data.", "Before those, let me tell you about my forgotten history in computer programming.", "In high school - that is, only few years ago - I was an avid member of our school's automated data programming club.", "There we, for example, practised programming languages BASIC and FORTRAN after school.", "Unfortunately, the school did not have any computers!", "So, we wrote our BASIC and FORTRAN codes only on paper.", "Not surprisingly, the local football club's training matches, taking place at the same time, began to feel more attractive.", "So, the world lost one potential coder in me.", "I'll let you judge whether monetary policy was ultimately a winner or loser in that outcome.", "Even more seriously, the potential threats and opportunities of artificial intelligence and machine learning are very hotly debated at the moment.", "I think we may assume that in the field of financial services, the developments in AI and machine learning can bring substantial benefits, for example in risk management, loan underwriting and customer behaviour analysis.", "The developments may also help the work of supervisors.", "That said, we should be aware of the potential dangers of the misuse of such powerful tools.", "Above all, we should improve our understanding of these fascinating technological developments, also in order to make better policy choices.", "In that, the forthcoming keynote speeches will be most helpful.", "With these words, let me wish you a stimulating and productive conference!"], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Geopolitical fragmentation", "Technological change", "Non-bank financial intermediation", "Climate risks", "Macroprudential policy", "Artificial intelligence", "Machine learning", "Banking regulation", "Supervision"]}