{"sentences": ["Inflation expectations and monetary policy in the euro area* Governor of the Bank of Italy 95th International Atlantic Economic Conference Robert Mundell Distinguished Address Rome, 23 March 2023 After a long period of moderate, perhaps even insufficient, consumer price changes, inflation has returned to levels that are severely influencing the behaviour of households and firms (fig.", "While its underlying sources are different across the major advanced economies, since late 2021 most central banks have progressively tightened their monetary policy stance to ensure a timely return to price stability.", "In the current macroeconomic debate, inflation expectations are in the spotlight.", "A proper monetary policy response aimed at anchoring these expectations to central bank targets is, in fact, key to minimising the risk of a wage-prices spiral that would lead to higher and more persistent inflation.", "This is especially important in the face of large shocks such as those caused by the major increase in gas prices in Europe over the last two years or so.", "As an \"external tax\", the consequent decline in the terms of trade cannot be undone but instead should be rapidly absorbed, ideally redistributing it in order to protect the most fragile members of the population.", "Generalised backward-looking attempts at recovering the losses in purchasing power generate the real risk of protracting the high inflation rates resulting from the rise in energy prices.", "This may, in turn, affect inflation expectations and give rise to second round effects that must inevitably be countered with more restrictive monetary policy measures.", "Therefore, the crucial question that central banks are facing today is what the most appropriate conduct of monetary policy should be in these complex and highly uncertain times.", "To tackle this question, I will first very briefly review the crucial role of inflation expectations in the monetary transmission mechanism.", "I will then consider the issues related to their measurement and interpretation.", "In light of these theoretical and empirical considerations, I will discuss the recent evolution of inflation expectations in the euro area and will finally draw some conclusions for the current and possible future conduct of the ECB monetary policy.", "Inflation expectations and the monetary transmission mechanism Monetary policy affects the real economy and inflation with \"long and variable\" lags, to use Milton Friedman's famous expression, and through a complex system of channels known as the monetary transmission mechanism.", "While central banks' actions and communications affect financial markets' interest rates and asset prices almost immediately, their transmission to the financing conditions of households and businesses and, subsequently, to consumer prices, tends to be much more gradual.", "In this process, a key role is played by inflation expectations, namely economic agents' beliefs or predictions about the future evolution of prices.", "Expectations, in fact, shape the behaviour of households and businesses, which, in turn, influences overall price dynamics.", "In response to the expectation that there will be a broad increase in the prices of goods and services, for example, workers may pre-emptively request higher wages and firms set higher prices.", "Under certain conditions, this may turn into a self-fulfilling prophecy, fuel actual inflation and make it dangerously persistent.", "In macroeconomic models, the role of expectations is typically summarised by the so-called augmented Phillips curve.", "As is well known, while the original Phillips curve examined the relationship between wage growth and unemployment in the UK in the 1950s, later studies focused on consumer price inflation and unemployment.", "The main idea underlying this relationship is straightforward: in a booming economy, high employment and demand cause workers to demand higher wages and firms to raise their prices (and vice versa in a contracting economy).", "This relationship is obviously a reduced form of more structural ones modelling the behaviour of business and labour in the determination of production, consumer prices and wages.", "With respect to wage inflation, as early as the 1950s, macroeconometric models attempted to account for the role played by previous inflation in the bargaining process, in efforts directed either at catching-up with actual inflation (also through explicit indexation clauses) or at anticipating future price changes extrapolating them from past data.", "In this sense, the notion of an augmented Phillips curve was not new, but the aspects that had been neglected before were the importance given to forward-looking behaviour and, therefore, the role of expectations in shaping actual economic dynamics.", "Expected inflation, therefore, became the main additional factor in \"modern\" augmented Phillips curves.", "Much has been added and debated over the last forty years, which I do not intend to discuss here.", "As a general statement, however, I would say that, while the curve was \"alive and kicking\" from the 1950s to the late 1980s, since then there has been progressively deep uncertainty as to its empirical relevance, possibly also due to the perceived increasing effectiveness of central banks in stabilising inflation.", "In particular, a substantial reduction in the response of wage and price inflation to demand pressures in goods and labour markets (measured by the \"output gap\" or the deviation of the actual rate of unemployment from its \"natural\" rate) is often considered to have occurred in the years known as the \"Great Moderation\", even if there appears now to be some evidence of a possible reversal of this trend.", "In any case, the augmented Phillips curve remains a useful tool for policymakers, informing their decisions about monetary and fiscal policy, with the goal of leading, in turn, to more stable and predictable economic outcomes.", "The role played by anticipated inflation is therefore examined with care, even if - especially in the case of the recent major supply-side shocks - the attempts of wages to catch up with previous price \"surprises\" and the movements in price mark-ups continue to be worthy of attention.", "As far as central banks are concerned, inflation expectations are of primary importance, especially for the setting and assessment of the monetary stance.", "In fact, although money is normally borrowed and lent at a nominal interest rate, what matters most for consumption and investment decisions is the real interest rate, namely the nominal return adjusted for expected inflation.", "Its gap with respect to the \"natural\" or equilibrium real rate is also often considered a crucial variable that should inform monetary policy makers working towards maintaining price stability.", "In particular, as consumption and investment decisions span over longer horizons, it is suggested that central banks should not only seek to set the current level of the short-term rate of interest but also monitor - and in some cases provide guidance on - its expected future values, thus influencing long-term real interest rates.", "It goes without saying that, quite apart from its role as a reference point, the natural rate of interest (like the natural rate of unemployment or the potential level of output) is not observed and very hard to estimate with a reasonably restrained quantitative approximation.", "In any case, these considerations provide additional proof that inflation expectations, in contributing to determining real interest rates, are a crucial ingredient for the identification of the most appropriate stance for monetary policy.", "In general, credibility in its pursuit of price stability and, in turn, the anchoring of longer-term inflation expectations, is one of the most precious assets of any central bank.", "When expectations are firmly anchored to the central bank's target, monetary policy can protect price stability from supply and demand shocks, and address their effects in labour, goods and financial markets over time in a swift and efficient manner, with lower costs in terms of economic activity.", "On the contrary, when inflation expectations become de-anchored, a stronger monetary policy reaction to any shock is required, with possibly elevated costs for the real economy.", "Indeed, the need to enhance credibility and guarantee a solid anchoring of inflation expectations underlies one of the most important developments in central banking over the last few decades, namely the increasingly widespread adoption of the monetary policy framework known as (flexible) inflation targeting.", "The existence of a clear and credible anchor for inflation expectations has proved to be a fundamental ingredient to keep actual inflation closer to the price stability objective.", "Measuring inflation expectations Despite their key role for monetary policy, measuring, and sometimes interpreting, inflation expectations is not simple.", "First, the large variety of data that has become available over the years has confirmed that there is no one, single measure of inflation expectations, since different economic agents - households, firms, professional forecasters, market operators - all have heterogeneous perceptions about the future dynamics of prices.", "A second challenge is connected with understanding how inflation expectations affect economic decisions and what their formation mechanism is, including which variables provide insights into their evolution.", "The availability of direct data on inflation expectations has recorded substantial progress in the last three decades, building on the seminal surveys and research produced after World War II and until the 1980s.", "Notwithstanding the initial poor designs, the qualitative (or \"tendency\") rather than quantitative nature of many of the responses, the prevalence of short time horizons and the lack of information other than the average of individual expectations, many important insights have been obtained over the years.", "These ranged from initial attempts to derive the best possible measures for modelling their formation to tests for their unbiasedness, efficiency and rationality.", "Among the best known were (and still are), for the United States, since 1946 the quantitative Livingston Survey of professional economists and since 1948 the qualitative survey of households conducted by the University of Michigan (which became semi-quantitative in 1966 and fully quantitative in 1977).", "In Europe, the oldest surveys were the monthly review of the tendency of entrepreneurs' expectations undertaken since 1950 by the IFOInstitute of Munich, and the twice-yearly semi-quantitative survey of Italian businessmen conducted by the economic magazine Mondo Economico.", "In 1961, a monthly survey of consumer expectations was instituted in the UK by the Gallup Poll, and in 1971 monthly surveys of manufacturing enterprises of member countries started being co-ordinated and published by the Commission of European Communities.", "For the euro area, information on inflation expectations can be inferred from the surveys currently conducted among professional forecasters (the ECB Survey of Monetary Analysts, the ECB Survey of Professional Forecasters, Consensus Economics, Euro Zone Barometer, among the others), households (the ECB Consumer Expectations Survey, European Commission) and firms (European Commission).", "While the surveys of professional forecasters and, more recently also the ECB Consumer Expectations Survey, provide quantitative expectations for horizons up to many years ahead, those for firms are mostly qualitative in nature, refer to relatively short horizons and to producer rather than consumer prices.", "An exception in this respect are the surveys conducted by the Bank of France and the Bank of Italy, which are at the forefront in the quantitative assessment of firms' expectations.", "In what follows I will draw on results gathered by some of these surveys.", "An important step forwards for the analysis of inflation expectations has been made, more recently, with the availability of data from financial markets.", "In January 1997, in particular, the United States began issuing Treasury Inflation-Protected Securities (TIPS).", "This is now the largest component of the global inflation-index bond market, which includes securities whose prices are explicitly linked to nationally-recognised inflation measures.", "The inflation-linked swap (ILS) rates, which are quoted for horizons that span from the very short term (one month) to the very long term (30 years), are a further source of market-based expectations.", "An ILS is an agreement between two parties to swap, at a pre-established future date, a floating rate linked to an inflation index (future realised inflation) to a fixed rate coupon in the same currency.", "The fixed-rate coupon, which is set at the beginning of the contract, reflects genuine inflation expectations plus a timevarying unobservable inflation risk premia.", "Between survey- and market-based sources, the advantage of the former is that they report the genuine expectations of participants directly, while the latter, as just mentioned, are always influenced by risk premia, which complicate their interpretation.", "While inflation risk premia can be estimated on the basis of theoretical models, the uncertainty that surrounds these estimates is usually non-negligible.", "In addition, surveys often include participants' views on the economic outlook and financial market developments, which can be used to deepen the understanding on the drivers of inflation expectations.", "The main drawbacks of the surveys, instead, are related to their low frequency and the large lags with respect to market data, which instead provide information continuously and in real time.", "Another potential limitation is the relatively small size of the sample of participants and of the number of forecast horizons considered.", "The \"quality\" of the answers is also difficult to assess.", "Some studies, in fact, claim that market-based sources could be more reliable as investors \"have more skin in the game\".", "Since the early 1970s, especially since what is known as the \"rational expectations revolution\", many studies have attempted to provide causal evidence on the extent to which expectations, specifically towards inflation, affect agents' economic decisions.", "In the past few decades, in particular, improvements in the availability of data have prompted a proliferation of empirical studies on this issue, spurred on, too, by the fact that monetary authorities have paid greater attention and devoted more time and energy to future-oriented communication policies.", "Understanding the effects of inflation expectations is not an easy task, as there are not many sources of exogenous changes allowing us to derive causal implications.", "Inflation expectations seem indeed to have proved to be a relevant factor in shaping economic decisions, such as households' consumption of durable and non-durable goods as well as firms' pricing strategies, capital accumulation expenditure and labour demand.", "This has allowed us to obtain some insights into how inflation expectations filter into economic decisions.", "However, much more still needs to be understood, as unexplained heterogeneity in the responses to changes in inflation expectations remains significant: in some cases, for example, higher expected inflation leads agents to increase their spending, in other cases it leads them to contract it.", "These opposite results might reflect the perception of the difference in the drivers causing the rise in expected inflation, for example due to a positive demand change as opposed to a negative supply shift.", "Moreover, the specific economic environment in which agents operate, be it a high- or a low-inflation regime, could shape the effects of inflation expectations differently.", "This naturally calls for a deeper understanding of the formation mechanism of inflation expectations.", "In many models, the dominant approach relies on the full-information rational expectations paradigm that became popular in the 1970s and 1980s, replacing, to an extent, schemes that relied on (and at times tested) extrapolative, adaptive and regressive mechanisms of the formation of expectations.", "Empirically, however, this paradigm has had limited support throughout the years.", "According to some econometric evidence, individuals used information efficiently before the first oil shock of the 1970s and inefficiently thereafter, possibly as a consequence of the large shock that hit inflation and led to some confusion between permanent and transitory effects.", "Even more recent survey-based evidence appears increasingly at odds with the full-information rational expectation assumption.", "Several established empirical facts about survey-based inflation expectations for both households and firms are difficult to reconcile with the full-information rational expectations paradigm: the presence of systematic biases in expectations; the predictability of ex-post forecast errors; the large amount of cross-sectional disagreement over future inflation.", "Furthermore, it has been shown that agents form inflation expectations based on several different factors, including some that in principle should not matter in the case of full rationality, such as their previous buying experience, their exposure to low or high inflation environments and various socio-economic characteristics.", "All these considerations led to a departure from the full-information rational expectations paradigm only a few years after its ideation.", "A stream of studies has, in particular, maintained the assumption of rational expectations but proposed deviations from the full-information assumption due to data gathering and elaboration rigidities that naturally create heterogeneity in beliefs.", "Examples are the sticky information approach, in which agents update their knowledge infrequently because acquiring information is costly, and the rational inattention approach, which instead assumes that agents actively decide not to pay attention to all the news available to them.", "In this vein, at the end of the 1970s, Cukierman and Wachtel developed a macro-economic framework in which expectations are formed rationally, but at the same time people in different markets have different views about the future rate of inflation because they are exposed to different information.", "Other authors have, instead, put aside the rationality assumption and incorporated the insights gained from the behavioural economics literature resorting to forms of adaptive learning.", "According to these scholars, agents experience cognitive limitations and thus rely on ad-hoc forecasting models to form expectations that are updated in every period using observed data, or embedding sources of systematic biases, such as optimism and pessimism or overreaction and underreaction to news.", "In light of the high uncertainty around the most appropriate approach for the analysis of inflation expectations, central banks currently base their assessments and their decisions on a large set of different macroeconomic models, which include forward- and backward-looking components.", "This constellation specifically allows us to take into account inflation expectation mechanisms based on extrapolation as well as to consider the risks implicit in models that lead to a mechanical return to \"normality\" or to forms of mean reversion.", "The recent evolution of inflation expectations in the euro area With all these caveats in mind, let us analyse the recent dynamics of inflation expectations, building on the aforementioned array of data available for the euro area.", "Short-term inflation expectations derived from financial market prices - the most updated data source - fell sharply from the peak observed in the second part of 2022 (fig.", "However, their dynamics remain very volatile.", "The increase observed between February and the beginning of March due to renewed fears on the persistence of inflation, has indeed been recently followed by a drop caused by the recent elevated tensions in financial markets.", "ILS currently indicate that inflation is expected to stand at 3.5 per cent in early 2024 and then quickly fall to levels very close to 2 per cent.", "According to the same data source and on the basis of our estimates of inflation risk premia (which tend to be larger at longer horizons), annual price changes should stand at 2 per cent also in the long term (fig.", "This evidence is substantially in line with what experts are saying.", "The results of the ECB Survey of Monetary Analysts conducted in early March suggest that inflation in the euro area will be at 5.6 per cent in 2023, 2.5 in 2024 and 2.0 in 2025 as well as in the long run.", "The anchoring of long-term inflation expectations is also confirmed by the results of the Survey of Professional Forecasters conducted in early January, which signals that they have decreased slightly to 2.1 per cent.", "Indications of a decline in inflation expectations, in particular at longer horizons, also emerge from the ECB Consumers Expectations Survey (ECB-CES).", "However, the median household still foresees inflation at relatively high levels: slightly less than 5 per cent in the next 12 months and, despite the sharp decline from the previous round, at 2.5 per cent between two and three years ahead (fig.", "These values stand somewhat above those of market participants and economic experts, possibly reflecting a greater relevance of backward-looking elements in the expectation formation mechanism of households.", "A more granular analysis provides support to this conjecture, as it shows that the upward revision of inflation expectations (over all horizons) has been more intense on average for the less affluent households whose consumption basket includes a relatively higher share of the most volatile inflation components, namely energy and food items.", "In other words, the observed higher expectations from household surveys may, in large part, mirror what is happening in the energy and food sectors, and may therefore be subject to reversal as soon as pressures on the price of these items decrease.", "The most recent results of the ECB-CES point in this direction.", "As far as firms are concerned, the evidence is scanter and more mixed.", "According to the qualitative results of the survey conducted by the European Commission, firms' intentions to increase their own selling prices over the following three months fell in January to their minimum since around early 2021 (fig.", "Even the firms that participated in the 2022Q4 round of the Survey on Inflation and Growth Expectations conducted by the Bank of Italy reported, on the whole, forecasts of a deceleration in their sales prices, but maintained relatively high inflation expectations for a prolonged period of time.", "Our evidence suggests that they were particularly affected by the information, provided to the survey participants, about the latest data published on actual inflation, which was still very high and turned to be a major extrapolative factor at that time.", "However, the fact that for both firms and households the \"expectations curve\" is downward sloping is somewhat reassuring evidence against the risk of de-anchoring, as medium- to long-term inflation expectations remain well below current inflation levels.", "Close attention must indeed be paid not only to current levels of (short-term) price (and wage) expectations, but also to their prospective dynamics.", "An assessment of the risk of a de-anchoring of expectations from the inflation target based merely on their current level could, in fact, be misleading.", "Since a de-anchoring could occur abruptly and non-linearly, expectations must be assessed both in terms of their convergence towards the price stability objective as well as their responsiveness to shocks and their dispersion.", "From this perspective, evidence is mixed.", "On the one hand, expectations from market data and survey responses over the last two years have shown a relatively low sensitivity to inflation surprises in general.", "Indeed, the increase in long-term inflation expectations observed after the conclusion of the ECB strategy review in July 2021 seems more to reflect a re-anchoring to the 2 per cent inflation target than an upward de-anchoring.", "On the other hand, in many surveys the distributions of expected inflation have shown an increasing skewness towards high consumer price changes and a rise in uncertainty, suggesting a greater, albeit still currently moderate, risk of an upward shift in the entire distribution (fig.", "Similar evidence emerges from the analysis of inflation options, which currently suggest that, in the next 5 years, the probability of inflation remaining on average (slightly) above target tends to be higher than the opposite.", "Although these features of expected inflation could merely be a consequence of the repeated upward surprises in actual inflation related to the unforeseen persistence of the energy shock over the last two years, they should nevertheless be monitored carefully.", "Inflation expectations and the ECB monetary policy As I have recently observed,23 evidence suggests that long-term inflation expectations in the euro area are substantially anchored (reflecting the overall credibility of monetary policy) and short- to medium-term expectations, while still remaining very volatile, are clearly on a downward trend.", "Similarly, the risk of wage-price spirals seems so far to be contained, although the requests for elevated wage increases in some euro-area countries, where the labour market is tighter, should be continuously and carefully assessed.", "In this context, the pricing strategies of companies will also play a central role.", "In particular, we will need to closely monitor whether, after the pass-through of the much higher energy costs observed in 2022, firms will allow final prices to reflect the most recent and substantial cost reductions, which would imply a less intense tightening of financial conditions.", "This will be a critical step in achieving a lasting reduction in underlying inflation.", "A quantification of the structural drivers of inflation expectations in the euro area, as measured by ILS and obtained by breaking down their daily fluctuations into domestic and global shocks, confirms that the role of supply factors remains very important, but also suggests that the contribution of demand factors is gaining weight (fig.", "This analysis focuses on the effects of changes in policy, demand and supply with respect to historical regularities.", "The results show that, since the start of the war in Ukraine, the inflation rate predicted over a five-year horizon has increased mostly in response to supply shocks; the much smaller contribution of demand shocks rose progressively over the course of 2022, reflecting improved business cycle conditions.", "Over the last year, very strong spillover effects of US monetary policy on euro area inflation expectations were registered.", "However, since the second half of 2022, we have received confirmation that the ECB's monetary policy tightening is having, over time (and, I would add, with lags that, as expected, are relatively long and perhaps also variable...), the desired effects.", "The recent drop in energy prices, in particular that of natural gas, as well as the loosening of the bottlenecks, are therefore likely to reduce inflation expectations and, consequently, also facilitate the return of actual inflation to 2 per cent.", "The monetary tightening is already having a clearly visible impact on credit and money dynamics too.", "On the one hand, the 3-month (annualised) growth of loans to firms in the euro area became negative in January (-1.3 per cent; fig.", "8), from a peak of almost 13 per cent last August, while loans to households also continued to decelerate.", "On the other hand, M3 is slowing down markedly (3.5 per cent in January on an annual basis, from 6.3 last September) and M1 growth became negative in January (-0.7 per cent, a historical minimum).", "When assessed in real terms, the dynamics of both aggregates are in deeply negative territory and at historical minima.", "If protracted, the fall in money, and the related freezing of funds in more illiquid forms of savings, could limit consumption and investment, helping to dampen short-to-medium term inflation expectations.", "This would further reinforce the reasons for a cautious conduct of monetary policy.", "Indeed, while the Brainard principle states that when the central bank is uncertain about the effects of its actions, it should move conservatively,24 an exception to this principle is the case of uncertainty around the persistence of inflation.", "When persistence is high, in fact, a strong monetary reaction may be required to avoid high inflation becoming entrenched in agents' mind-sets.", "While this possibility should be carefully monitored, data on market- and survey-based inflation expectations - including their recent decline at short horizons and their decreasing profile, the marked deceleration of headline prices on a 3-month annualised basis observed since last October and the weakness of credit and money dynamics, may call into question the persistence of inflation at high levels in the euro area and suggest a more gradual monetary normalisation.", "In this respect, it will be crucial to observe a gradual fading away of the effects of the past shocks, also in the measures of underlying inflation.", "In this context, and with the aim of ensuring a timely return of inflation to the 2 per cent symmetric medium-term target, a week ago, the Governing Council of the ECB further raised its three key policy rates by 50 bps, bringing the overall increase since last July to 350 points and the deposit facility rate (the flagship rate in a regime of excess liquidity) to 3 per cent.", "Since the beginning of March, we have also been reducing the assets held in the monetary policy portfolio at a measured and predictable pace, through the partial reinvestment of the principal payments from maturing securities.", "This was intended to ensure that the contribution of this monetary instrument is also aligned with the monetary policy stance implied by the key interest rates.", "Looking forward, the Governing Council has reinforced the importance of a datadependent approach to the subsequent policy rate decisions, taking into account the elevated level of uncertainty brought about by recent financial market tensions.", "The Council's reaction function and its future decisions will be guided by the evolution of the inflation outlook, in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "With risks to medium-term price stability increasing sharply in 2022, the pace and scale of the adjustment of the official interest rates has been unprecedented.", "As the hiking cycle is progressing further, the ECB Governing Council will need to find the right balance between two risks: the risk of stopping too early before the \"job is done\", which could cause inflation to remain persistently elevated and entrenched in price and wage setting processes, and that of overtightening monetary conditions, which would result in significant repercussions for economic activity, financial stability and, ultimately, medium-term price developments.", "Given the high volatility observed in financial markets over the last few weeks, including the shocks generated by the dismal bank developments in the United States and in Switzerland, and considering the substantial amount of tightening in the pipeline, a cautious approach should guide future monetary policy decisions, also from a financial stability perspective.", "This does not mean that monetary policy will be subject to financial dominance; quite on the contrary.", "It simply reflects the fact that price and financial stability are two strictly intertwined goals, as also the recent drop in market-based inflation expectations clearly signals.", "This also explains why effective regulation and diligent supervision are needed, as are backstops for crises.", "Monetary policy, however, should not be, nor should it be perceived as being, the only game in town.", "Indeed, as we have seen, inflation expectations do not only reflect the actions of the central banks: the return to price stability and the anchoring of inflation expectations will, in particular, greatly benefit from fiscal policies and negotiations between workers and firms operating in the same direction as monetary policy.", "What I stated at the beginning of this lecture must therefore be fully understood: the energy shock is like a tax on the euro area economy, which unfortunately cannot be returned to sender and cannot be circumvented through a fruitless race between wages and prices, nor through an excessive and permanent increase in public debt.", "From this perspective, labour and business in all euro-area countries must continue to behave responsibly.", "Wage negotiations should not go back in time to when they were purely backward-looking.", "Making up for the loss of purchasing power must instead rely on achieving sustained productivity growth.", "At the same time the pricing strategies of businesses will play a central role.", "In particular, we will have to closely monitor whether, after the pass-through of the higher energy costs observed in 2022, it will now work in reverse, with firms' mark-ups reflecting the most recent declines, a key step to achieving a durable reduction of underlying inflation.", "Finally, although targeted and temporary fiscal measures to alleviate the burden on more severely hit households and firms should obviously not be ruled out, their financing should not put the progressive reduction of public debt at risk, and avoid further increasing its burden on the future generations.", "This is crucial not only to restore the necessary conditions for robust and lasting growth, but also to guarantee a timely return to the price stability target, the statutory objective of the central bank and an outcome that would be more difficult and costly to achieve in the event of excessive government transfers.", "Ando A. and Brayton F. (1995), \"Prices, Wages, and Employment in the US Economy: A Traditional Model and Tests of Some Alternatives\" in R. Cross (ed.", "), Natural Rate of Unemployment: Reflections on 25 years of the Hypothesis, Cambridge, Cambridge University Press, Cambridge, UK, pp.", "(2007), \"Inflation Expectations and Inflation Forecasting\", Address delivered at the Monetary Economics Workshop, National Bureau of Economic Research - Summer Institute, Cambridge, Mass., 10 July.", "(2022), 21st Century Monetary Policy: The Federal Reserve from the Great Inflation to COVID-19, W.W. Norton & Co, New York.", "\", American Economic Review, Vol.", "Brainard W.C. (1967), \"Uncertainty and the Effectiveness of Policy\", American Economic Review, Vol.", "Cecchetti S., Grasso A. and Pericoli M. (2022), \"An Analysis of Objective Inflation Expectations and Inflation Risk Premia\", Economic Working Papers, No.", "Coibion O. and Gorodnichenko Y.", "(2015), \"Is the Phillips Curve Alive and Well after All?", "Inflation Expectations and the Missing Disinflation\", American Economic Journal: Macroeconomics, Vol.", "Coibion O., Gorodnichenko Y. and Kamdar R. (2018), \"The Formation of Expectations, Inflation, and the Phillips Curve\", Journal of Economic Literature Vol.", "Coibion O., Gorodnichenko Y. and Ropele T. (2020), \"Inflation Expectations and Firm Decisions: New Causal Evidence\", Quarterly Journal of Economics, Vol.", "(1986), \"Measuring Inflationary Expectations: A Review Essay\", Journal of Monetary Economics, Vol.", "Cukierman A. and Wachtel P. (1979), \"Differential Inflationary Expectations and the Variability of the Rate of Inflation: Theory and Evidence\", American Economic Review, Vol.", "Del Negro M., Lenza M., Primiceri G. and Tambalotti A.", "(2020), \"What's Up with the Phillips Curve,\" Brookings Papers on Economic Activity, Spring, pp.", "D'Acunto F., Malmendier U., Ospina J. and Weber M. (2021), \"Exposure to Grocery Prices and Inflation Expectations\", Journal of Political Economy, Vol.", "De Fiore F., Goel T., Igan D. and Moessner R. (2022), \"Rising Household Inflation Expectations: What are the Communication Challenges for Central Banks?", "De Menil G. and Enzler J.J. (1972), \"Prices and Wages in the FR-MIT-Penn Econometric Model\", in O. Eckstein (ed.", "), The Econometrics of Price Determination, Board of Governors of the Federal Reserve System - Social Science Research Council, Washington, DC, pp.", "European Central Bank (2021a), \"Inflation Expectations and their Role in Eurosystem Forecasting\", Occasional Paper, No.", "264 (Work stream on inflation expectations, ECB Strategy Review).", "European Central Bank (2021b), \"The ECB's Price Stability Framework: Past Experience, and Current and Future Challenges\", Occasional Paper, No.", "269 (Work stream on the price stability objective, ECB Strategy Review).", "Fabiani F., Druant M., Hernando I., Kwapil C., Landau B., Loupias C., Martins F., Mathä T., Sabbatini R., Stahl H. and Stokman A.", "(2006) \"What Firms' Surveys Tell Us about Price-Setting Behavior in the Euro Area\", International Journal of Central Banking, Vol.", "Ferrero G., Pietrunti M. and Tiseno A.", "(2019), \"Benefits of Gradualism or Costs of Inaction?", "Monetary Policy in Times of Uncertainty\", Economic Working Papers, No.", "Friedman M. (1968), \"The Role of Monetary Policy\", American Economic Review, Vol.", "Hazell J., Herreño J., Nakamura E. and Steinsson J.", "(2022), \"The Slope of the Phillips Curve: Evidence from U.S. States\", Quarterly Journal of Economics, Vol.", "(2023), \"The Recent Steepening of the Phillips Curve\", Chicago Fed Letter, No.", "Theory and Evidence, Macmillan, London.", "Hoynck C. and Rossi L. (2023), \"The Drivers of Market-Based Inflation Expectations in the Euro Area and in the US\", mimeo, Bank of Italy, Rome.", "and Goldberger A.S. (1955), An Econometric Model of the United States, 1929-1952, North Holland, Amsterdam.", "(1976), \"Econometric Policy Evaluation: A Critique,\" Carnegie-Rochester Conference Series on Public Policy, Vol.", "Malmendier U. and Nagel S. (2016), \"Learning from Inflation Experiences\", Quarterly Journal of Economics, Vol.", "Neri S., Bulligan G., Cecchetti S., Corsello F., Papetti A., Riggi M., Rondinelli C. and Tagliabracci A.", "(2022), \"On the Anchoring of Inflation Expectations in the Euro Area\", Occasional papers, No.", "(1987), The Limits to Rational Expectations, Basil Blackwell, Oxford.", "(1967), \"Phillips Curves, Expectations of Inflation and Optimal Unemployment Over Time\", Economica, Vol.", "(1958), \"The Relation between Unemployment and the Rate of Change of Money Wage Rates in the United Kingdom, 1861-1957\", Economica, Vol.", "PIMCO (2023), \"Inflation-Linked Bonds (ILBs)\", Understanding Investing, PIMCO Europe Limited.", "Reis R. (2021), \"Losing the Inflation Anchor\", Brookings Papers on Economic Activity, Fall, pp.", "(2018), Breakeven Inflation Analysis, BondEconomics, Montréal Quebec.", "Rondinelli C. and Zizza R. (2020), \"Spend Today or Spend Tomorrow?", "The Role of Inflation Expectations in Consumer Behaviour\", Economic Working Papers, No.", "(1960), \"Analytical Aspects of Anti-Inflation Policy\", American Economic Review, Vol.", "(1984), Price Expectations in Rising Inflation, North-Holland, Amsterdam.", "(2022), \"Monetary Policy and Inflation: Recent Developments\", SUERF Policy Note, No.", "(2023a), \"Monetary Policy and the Return of Inflation\", Bishnodat Persaud Lecture, Warwick Economics Summit 2023, University of Warwick, Coventry, UK, 11 February.", "(2023b), \"Monetary Policy and the Return of Inflation, Questions and Charts\", Lecture delivered at the Frankfurt School of Finance & Management, Frankfurt, 1 March.", "Visco I. and Zevi G. (2021) \"Bounded Rationality and Expectations in Economics\", in R. Viale (ed.", "), Routledge Handbook of Bounded Rationality, Routledge, London, pp.", "Weber M., D'Acunto F., Gorodnichenko Y. and Coibion O.", "(2022), \"The Subjective Inflation Expectations of Households and Firms: Measurement, Determinants, and Implications\", Journal of Economic Perspectives, Vol.", "Wicksell K. (1898), Interest and Prices, MacMillan, London.", "Woodford M. (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press, Princeton.", "Figure 1 The return of inflation (monthly data; annual percentage changes) Source: Eurostat, Istat, UK Office for National Statistics and US Bureau of Labor Statistics.", "Note: EA denotes the euro area (changing composition after 1999 and weighted average of the 11 countries participating to the start of Third Stage of the Economic and Monetary Union prior to that date).", "Market-based inflation expectations in the euro area Inflation-linked swaps, spot rates Inflation-linked swaps, 1-year forward rates Source: Bloomberg.", "Long-term inflation expectations in the euro area Inflation-linked swaps, 5-year, 5 years forward (1) Surveys among experts (2) (monthly data) (quarterly and irregular data; median) Source: Bloomberg, ECB Survey of Monetary Analysts (ECB-SMA) and ECB Survey of Professional Forecasters (ECB-SPF).", "Note: (1) Inflation expectations and inflation risk premia are computed on the basis of the \"fitted\" ILS 5-year, 5 years forward (Cecchetti et al., 2022) therefore they do not necessarily add up to the \"actual\" data shown in the figure.", "- (2) The ECB-SPF is conducted quarterly, the ECB-SMA shortly before each monetary policy meeting of the ECB Governing Council; in ECB-SPF \"long term\" is defined as 4 calendar years ahead in Q1 and Q2 rounds and 5 calendar years ahead in Q3 and Q4 rounds; in ECB-SMA \"long term\" is defined as the horizon over which the effects of all shocks will vanish and should be interpreted as around 10 years.", "Consumers' inflation expectations in the euro area (monthly data; per cent; median) Source: ECB Consumer Expectations Survey.", "Note: Inflation expectations 12 months ahead and between 2 and 3 years ahead.", "Firms' pricing intentions in the euro area (monthly data; percentages) Source: European Commission.", "Note: Pricing intentions refer to the balance of the responses \"increase\" and \"decrease\" to the question on expected own price dynamics over the next three months.", "Inflation tail risks in the euro area Survey-based probability distributions (1) Probabilities from inflation options (2) (ECB-SMA, long-term expectations; average) (daily data; 5 years horizon) Source: Bloomberg and ECB Survey of Monetary Analysts (ECB-SMA).", "Note: (1) ECB-SMA \"long term\" is defined as the horizon over which the effects of all shocks will vanish and should be interpreted as around 10 years.", "- (2) Probabilities inferred from inflation options; π<0 (π<1) is the probability of inflation being smaller than 0 (1) on average in the next 5 years; π>3 (π>4) is the probability of inflation being larger than 3 (4) on average in the next 5 years; 50-days moving averages.", "Drivers of changes in inflation expectations (daily data; percentage changes) Source: Hoynck and Rossi (2023).", "Note: 5-year inflation swap rates; changes with respect to 3 January 2022. Credit and money growth in the euro area Credit to firms M1 and M3 (3-month annualised percentage change) (12-month percentage changes)"], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation expectations", "Monetary policy", "Inflation", "Phillips curve", "Real interest rates", "Inflation targeting", "Market-based inflation expectations", "Survey-based inflation expectations", "Inflation risk premia", "Rational expectations"]}