{"sentences": ["Governor's Remarks at Invest Malaysia New York Speaker: Datuk Abdul Rasheed Ghaffour Venue: New York Delivery Date: 21 Sep 2023 \"Panel Session: Macro Resilience and Market Insights\" SETTING THE STAGE 1.", "It's a great pleasure to be with you in New York City today.", "I had the opportunity to join the Prime Minister in meeting captains of industries this morning and I am delighted to hear the strong interest to invest in Malaysia.", "This afternoon, I would like to share where the Malaysian economy is heading, both in the short-term as well as the longer term.", "MALAYSIA IS A PROLIFIC STRUCTURAL REFORMER BACKED BY ECONOMIC DIVERSITY AND SOUND POLICY MIX 3.", "As a small open economy, Malaysia has adeptly navigated the ever-evolving global economic landscape.", "We have maintained a strong commitment to progressive reforms by embarking on a transformational journey to enhance adaptability, resilience, and our growth potential.", "Our track record for the past 60 years is a testament to this.", "This ongoing journey is our commitment to investors seeking stability and lasting partnerships, which has enabled foreign investors to earn attractive double-digit returns in Malaysia.", "Let me share some figures.", "Similarly, the domestic bond market recorded steady inflows from foreign investors amounting to USD5.5 billion in 2023 compared to the total 3 years inflow at USD10.5 billion between 2020 and 2022.", "Over the last decade, Malaysia's long-term real GDP growth from 2011 to 2022 averaged 4.4%, higher than the average for both ASEAN and A-rated countries at 3.0% and 2.9% respectively.", "Much of this is owed to its diversified economic structure that consistently delivers resilient growth performance.", "Allow me to explain a bit on this.", "First, the economic structure has evolved from agriculture-oriented economy to a service-oriented economy.", "Currently, the services and manufacturing sector account for 58% and 24% of the economy whilst agriculture, mining and construction cumulatively account for only 17% of the economy.", "Second, in term of exports, our largest E&E products account for 38% of total exports in 2022 while petroleum products and palm oil (including palm oil-based agriculture) products contribute around 10% and 9%.", "We are also diversified in terms of our trade partners.", "Despite being our second largest export market, China only accounts for 14% of Malaysia's total exports whilst Singapore leads the way at 15% followed by the United States and EU at 11% and 8% respectively.", "The ability of Malaysian exports to adapt to changes in global trends is also evident when we shifted our focus of exports away from advanced economies after the Global Financial Crisis (GFC).", "In those same periods, our share of exports to regional economies and China rose from 45% to 49%.", "Similarly, the resilience of Malaysian exports was evidenced by the quick and strong rebound observed during the GFC and the recent COVID-19 crisis.", "All these mean that we have multiple engines of growth and they have delivered.", "This is not a stroke of luck but an outcome of a forward-looking and prudent growth strategy, good macroeconomic management, pro-business policies, and innovative approach to economic development.", "Chart 3: Economic activity (% share of GDP) Chart 4: Exports by products and markets in 2022 (% of exports) cumdems mami Construction 6 7 Mining Commodities 8 = 13 .", "the World 1971 2022 Source: Department of Statistics, Malaysia REINVENTING THE ECONOMY SUPPORTED BY ENHANCED ECONOMIC COMPLEXITY 13.", "Malaysia has also always positioned itself well by going for more economically complex and lasting growth drivers.", "Since the 1980s, for example, this entailed shifting from exports of commodities to manufacturing, as well as a steady build-up of domestic demand.", "This has resulted in the steady increase of our level of economic complexity, evidenced by our progressive improvements in the Economic Complexity Index, rising from a score of -0.25 in 1996, ranked 54th globally, to our current score of +1.09 in 2021, making Malaysia the 24th most complex economy in the world.", "This has propelled the country closer towards high-income status and our ambitious economic goal of becoming a top 30 largest economy in the world within the next 10 years.", "Malaysia is also fast becoming a sub-regional interconnectivity hub for a rapidly growing ASEAN economy, which is poised to become the 4th largest economy in the world by 2050.", "This enables Malaysia to offer significant prospects for investors such as a comparatively young and skilled workforce, a large domestic and regional market supported by a growing middle class as well as strategic positioning in the global value chain.", "Chart 5: Malaysia's Economic Complexity Chart 6: Economic Complexity Index of selected Index (rank) ASEAN economies (rank) = Malaysia mSingapore sm Thailand = Indonesia Philippines Vietnam 54th se 24th [ 2012 2018Source: Observatory of Economic Complexity (OEC) Note: Lower number indicates higher rank in economic complexity 6.", "While this remains the case, we face changing global trends and undercurrents.", "Similar to other small open economies, following the strong outturn in the first quarter of the year, our growth in the second quarter was affected by the slower external demand and a decline in commodity production.", "Going into 2024, growth will continue to be driven by resilient domestic expenditure underpinned by continued employment and wage growth.", "Investment activity would be supported by continued progress of multi-year infrastructure projects and implementation of catalytic initiatives under the recently announced national master plans.", "Domestic financial conditions also remain conducive to inancial intermediation amid sustained credit growth.", "The COVID-19 pandemic and the economic crisis that ensued have resulted in significant scarring in the global economy.", "There is a need to embark on reforms to rebuild the post-crisis economy, and Malaysia is not excluded from this.", "So, what is next for us?", "We envision the next stage of development comprising high quality investments in the green economy, aerospace and petrochemicals, that would propel Malaysia as a global leader in industrial development with extensive domestic linkages to create wealth across the nation as well as strengthening its position in the global value chain.", "The New Industrial Master Plan (NIMP), explained by the PM earlier today underscores our commitment to transforming Malaysia's industrial sector by 2030.", "With an estimated total investment of RM9Q5 billion, this provides a wide opportunity for global investors to tap into the Malaysian economy in their search for high yield investments globally.", "c. In addition, the National Energy Transition Roadmap (NETR) also provides emerging opportunities that would certainly appeal to investors with outlined key investments of some RM1.3 trillion required for the energy transition, along with financing and policy initiatives.", "The NETR and NIMP are expected to not only accelerate the country's transition, but also open up large investment opportunities.", "Bank Negara Malaysia along with Securities Commission Malaysia have been focusing on efforts to lay down relevant building blocks for a conducive green finance ecosystem that can facilitate a just and orderly transition.", "We have developed frameworks and practical tools such as the Climate Change and Principle-based Taxonomy, Sectoral Guides, and Climate Risk Management and Scenario Analysis policy document as guidance for the industry in building its climate resilience as well as capability in contributing towards transition.", "SOUND MACROECONOMIC POLICY IS A STEADFAST PILLAR FOR MACROECONOMIC STABILITY 21.", "Macroeconomic stability, a strong and stable financial sector, and sound policymaking institutions have been essential factors supporting Malaysia's economic development journey thus far.", "The central bank's mandate reaffirms our commitment to this - which is to promote monetary and financial stability conducive to the sustainable growth of the Malaysian economy.", "Allow me to elaborate on this.", "First, on monetary stability.", "Inflation has remained well-anchored for the past 10 years, between 2013 and 2022.", "Even in the aftermath of the pandemic when many countries struggled with price pressures, inflation has been well-behaved in Malaysia.", "In our current assessment, Malaysia's economy remains well-balanced, with no major imbalances on the horizon.", "Inflation has remained low and stable, with headline and core inflation are expected to moderate to its long-term average.", "OC RINGGIT IS IMPROVING 25.", "On to another topic of high interest -- the ringgit.", "Despite depreciating during the first half of 2023, the ringgit and several regional currencies have strengthened against USD since 1 July 2023.", "Recently, the ringgit appreciated against most major trade partners' currencies.", "Looking ahead, we expect that further clarity on the end of monetary policy tightening cycle by major central banks will also provide support to the ringgit and emerging market currencies in general.", "I want to stress that the value of the ringgit is market determined.", "Our presence in the foreign exchange market is only to prevent excessive volatility and to ensure orderly market conditions.", "We do not target any specific level of the ringgit.", "For portfolio investors, our financial markets are progressive, dynamic and supported by steady market development.", "The Malaysian Government bond market stands out as one of the largest and most developed in the region.", "It remains stable and liquid with attractive real yields to investors.", "On the other hand, our FX market, which follows a liberal foreign exchange policy (FEP regime), is open and accessible by investors all over the world through our large network of Appointed Overseas Offices.", "Our foreign exchange policy (FEP) regime has undergone gradual and sequential liberalisation over the years, to enhance the private sector's foreign exchange risk management as well as to deepen onshore financial markets.", "Greater flexibility has also been accorded to investors in hedging their exposure to the ringgit.", "Perhaps Mr Chu from CIMB Group (moderator) can touch on a little bit more on this later from the perspective of the market.", "All of the above is supported by a sound banking and financial system characterised by well-capitalised banks with strong liquidity buffers and healthy earnings.", "This bolsters their capacity to support lending activity and absorb unexpected losses.", "Stress tests conducted by the central bank also reaffirms the capacity of financial institutions to withstand adverse shocks, hence indicating limited risk of bank failures or financial crisis.", "On Islamic finance front, Malaysia has a comprehensive, well-developed and vibrant financial ecosystem that is capable of intermediating different forms of capital using innovative financial instruments.", "Globally, Malaysia also continues to be a market leader in sukuk and Islamic asset under management segments, evident by cutting- edge financial structures including the world's first exchangeable sukuk and green sukuk.", "I welcome any questions or feedback you may have."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Macroeconomic stability", "Economic complexity", "Industrial development", "Green economy", "Energy transition", "Ringgit", "Financial stability", "Monetary policy", "Islamic finance"]}