{"sentences": ["Dear all, I am greatly honored to speak at this event hosted by the ECB and I would like to sincerely thank the ECB for the invitation to participate in this conference.", "For the National Bank of Ukraine it is extremely important to be the part of the family of European central banks highlighting Ukraine's EU integration efforts.", "I understand that my intervention today will differ from what my fellow panelists spoke of.", "Other countries in the region discuss macroeconomic responses to the secondround effects from the Russian invasion of Ukraine and can afford to underline other, often long-term, risks and challenges.", "In the meantime, we are in the epicenter of this horrific reality while trying to navigate the economy and ensure macroeconomic and financial stability.", "Since Russia's invasion last year, Ukraine has been facing enormous challenges in conducting all elements of macroeconomic policy.", "Along with other state actors, the National Bank of Ukraine has been forced to make decisions under constant shelling, risk of occupation, power blackouts, destruction of whole cities and overall exceptional uncertainty.", "Nevertheless, we have successfully maintained our focus on safeguarding price and financial stability.", "At the initial stage of the war, in order to prevent the panic and preserve uninterrupted functioning of the banking system and payments, the NBU adopted a wide range of \"classic\" anti-crisis measures, such as fixing the exchange rate introducing tough capital controls easing requirements for banks and providing them with vast liquidity.", "Moreover, to ensure uninterrupted funding of critical public expenditures, the NBU started supporting state budget via purchasing government bonds.", "But while these early measures helped the banks, businesses and households to quickly adapt to the new reality, this mix was not sustainable in the long run.", "That's why we started to adjust our policies and ration our resources as the blitzkrieg moved to a war of attrition.", "The need for such changes in policy was clearly indicated by fast depletion of the international reserves as NBU's FX sales were not covered by the official inflows.", "Thus, we had to repeg the exchange rate (ER) at a weaker level (devaluation of 25%), recalibrate capital controls and hike the key policy rate from 10% to 25%.", "Our life became easier as international aid grew and the IMF approved new programs with Ukraine: first, Program Monitoring with Board Involvement, in end-2022, and then full-fledged program (EFF) in March 2023.", "This support allowed us to fully focus on ensuring macroeconomic stability - and I will now walk you through the outcomes we were able to achieve.", "In fact, today we are considering path to normalization of our policies - something difficult to imagine a year ago, in the summer of 2022.", "Let's start with FX market as since February 2022 exchange rate has been our main nominal anchor.", "Meanwhile, in summer of 2022, we saw that the initial peg supported by tight FX restrictions diverted from the fundamentals: reserves approached the dangerous level multicurrency practice was entrenched and led to additional demand via permitted channels.", "Thus, we repegged the exchange rate by 25% while further tightening the capital controls.", "This gave us space on the FX market but spread widened again after a while.", "As FX mismatches shrank (partially due to the grain deal), international support accelerated and the reserves position improved, we refocused the goals of our FX regulation towards minimizing the spread between exchange rate on cash and interbank segments of FX market.", "So, we expanded the options for population to satisfy its demand for FX while in addition strengthened our financial monitoring and made additional effort to improve the attractiveness of assets in national currency.", "As a result, ER expectations stabilized and the spread between exchange rates has almost disappeared.", "In our policy mix, the key policy rate became a secondary policy tool.", "The hike from 10% to 25% in June a year ago was done primarily to stabilize the FX market and ensure attractiveness of assets in national currency.", "As in many other, even advanced, economies, we have faced weak transmission amid vast banking sector liquidity.", "In our case, the excessive banking reserves were the outcome of central bank purchases of bonds and FX from the Government.", "In order to strengthen the transmission, we employed both conventional and unorthodox tools: reserve requirements were revived as monetary instrument.", "The ratios were increased in several steps by 10-20 pp depending on currency and term helping to freeze some part of liquidity on corresponding accounts the allowance to fulfill some part of required reserves (up to 50%) with eligible government bonds allowed us to push the revival of domestic borrowings and eliminate the monetary financing of the budget the NBU introduced 3-month CDs at preferential rate linked to the banks' retail term deposits stock.", "All that led to further increase of banks' deposits rates and increase in the share of term deposits in all deposits of households.", "This growing attractiveness of assets in national currency amid stability in FX market allowed us to reverse the inflation trend and bring it down significantly, to below 13% in June from the highs of almost 27% at the end of last year.", "However, inflation, especially core, is likely to show persistence moving forward, as in the region overall.", "Here, I would like to underline that the headline inflation path was not out of line with the region's trends.", "That contrasts with monetary policy outcomes during the first wave of Russia's invasion in 2014-2015.", "We expect that in the next years, inflation will decelerate further thanks to tight monetary policy (MP), subsiding security risks, proper recovery of logistics, and larger harvests.", "But bringing inflation to the target also has a long way to go, which in our case is complicated by extreme level of uncertainty, as just recently was confirmed by Kakhovka HPP destruction by Russia.", "This sole act is expected to add 0.3 pp to annual CPI this year.", "Presented success in stabilizing FX market and reducing inflationary pressures was in significant part determined by a fixed exchange rate regime supported by tight FX restrictions.", "However, over time, the costs of such framework could outweigh the benefits.", "First, it leads to increase in market distortions, expansion of the shadow economy, and the diversion of resources to unproductive uses.", "Second, it pushes both stakeholders and market participants to internalize expectations of a fixed exchange rate and stimulates the accumulation of FX risks.", "Finally, the economy is deprived of the opportunity to adapt to changes in external and internal conditions through exchange rate flexibility.", "Thus, NBU has been actively working on creating proper conditions for gradual return to inflation targeting with a floating exchange rate.", "This ambition has been recently reflected in the Strategy for gradual normalization of monetary policy developed with the IMF personnel as part of EFF conditionality.", "The Strategy is primarily conditions-driven and heavy on assessment of risks from implementation of its steps.", "We are confident that this cautious approach will bring us closer to our goals of longlasting macroeconomic stability and economic growth even under conditions of extreme uncertainty.", "In conclusion, I would like to underline the following.", "Despite all the terrible consequences of war, our people have shown incredible resilience while the economy has successfully adapted to new conditions.", "Preservation of macroeconomic, monetary, and financial stability facilitated heavily this adaption.", "The current macroeconomic situation is conducive to carefully embark on the path of MP normalization.", "In fact, we have already implemented some measures of the FX liberalization roadmap and are progressing on creating final preconditions for return of ER flexibility.", "At the same time, the support of international partners, both financial and military, remains crucial for Ukraine's macroeconomic stability and quick post-war recovery.", "That's also important for macroeconomic performance of the whole region of CESEE and of the whole world.", "Again, thank you very much for your unwavering support."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "fiscal dominance", "financial dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none"], "topics": ["Exchange Rate", "Inflation", "Monetary Policy", "Financial Stability", "International Support", "Central Bank", "Economic Growth", "Macroeconomic Stability", "FX Market", "Russia's Invasion"]}