{"sentences": ["SPEECH Policymaking in an age of shifts and breaks Speech by Christine Lagarde, President of the ECB, at the annual Economic Policy Symposium \"Structural Shifts in the Global Economy\" organised by Federal Reserve Bank of Kansas City in Jackson Hole, 25 August 2023 Over the past three years, people around the world have experienced an unprecedented series of shocks, albeit to varying degrees.", "We have faced the pandemic, resulting in a partial shutdown of the global economy.", "We are confronting a war in Europe and a new geopolitical landscape, leading to profound changes in energy markets and trade patterns.", "And climate change is accelerating, compelling us to do all we can to decarbonise the economy.", "One visible impact of these shifts has been the return of high inflation globally, which has caused anguish for many people.", "Central banks have responded by tightening monetary policy and, while progress is being made, the fight against inflation is not yet won.", "But these shifts could also have profound longer-term implications.", "There are plausible scenarios where we could see a fundamental change in the nature of global economic interactions.", "In other words, we may be entering an age of shifts in economic relationships and breaks in established regularities.", "For policymakers with a stability mandate, this poses a significant challenge.", "We rely on past regularities to understand the distribution of shocks we are likely to face, how they will transmit through the economy, and how policies can best respond to them.", "But if we are in a new age, past regularities may no longer be a good guide for how the economy works.", "So, how can we continue to ensure stability?", "The challenge we face was well-captured by the philosopher Sgren Kierkegaard, who said that \"life can only be understood backwards; but it must be lived forwards'.", "Since our policies operate with lags, we cannot wait for the parameters of this new environment to become entirely clear before we act.", "We have to form a view of the future and act in a forward-looking way.", "But we will only ever truly understand the effects of our decisions after the fact.", "So we will have to establish new frameworks geared towards robust policymaking under uncertainty.", "Today, I will lay out the three main shifts characterising the current environment and how they could change the type of shocks we face and their transmission through the economy.", "I will then touch on the three key elements of robust policymaking in this setting: clarity, flexibility and humility.", "Shifts in the global economy Since the pandemic, the European and global economies have undergone three shifts which are changing global markets - and which are playing out over different time horizons.", "First, we are seeing profound changes in the labour market and the nature of work.", "Labour markets are historically tight across advanced economies - and not only due to strong labour demand after the pandemic.", "In some economies, workers who left the labour force have not fully returned, be it due to sickness or changing preferences.)", "In others, like the euro area, employment is at record highs, but people are working fewer hours on average.", "21 The pandemic has also accelerated digitalisation,&I which is likely to affect both the supply of workers and the composition of jobs.", "Remote working has increased, 4] potentially making labour supply more elastic.", "And this is now dovetailing with the generative Al revolution, which - like all technological revolutions - is likely to both destroy some jobs and create new ones.", "According to one estimate, more than a quarter of jobs in advanced economies rely on skills that could easily be automated.", "But ECB research also finds that employment shares in occupations more exposed to Al have risen in most European countries over the past decade, refuting the idea that the Al revolution will necessarily lead to a decline in employment.", "6] Second, we are undergoing an energy transition, which in tandem with accelerating climate change is triggering profound transformations in global energy markets.", "Although Europe has experienced the largest shock, the global energy mix is also in flux as suppliers that previously balanced the market retreat from it.", "For some years now, the US shale oil sector has been moving towards a slower growth strategy and investing less in production capacity.", "And OPEC+ members have been consistently missing their production targets.", "At the same time, the push towards renewables is gaining momentum everywhere, driven by fresh concerns about energy security as well as the imperative of climate action.", "The EU is now aiming for more than 40% of energy generation to come from renewables by 2030, while the United States is on track for the majority of its electricity to be solar and wind-generated by 2050.1 Third, we are facing a deepening geopolitical divide and a global economy that is fragmenting into competing blocs.", "This is being accompanied by rising levels of protectionism as countries reconfigure their supply chains to align with new strategic goals.", "Over the past decade, the number of trade restrictions in place has increased tenfold, while industrial policies aimed at reshoring and friend-shoring strategic industries are now multiplying.", "And while this has not yet led to de-globalisation, evidence of changing trade patterns is mounting.", "The fragility of global supply chains highlighted by the pandemic has also accelerated this process, These shifts - especially those related to the post-pandemic environment and energy - have contributed to the steep rise in inflation over the last two years.", "They have restricted aggregate supply while also directing demand towards sectors with capacity constraints.", "\"4] And these mismatches arose, at least initially, against the backdrop of highly expansionary macroeconomic policies to offset the effects of the pandemic, requiring a rapid policy adjustment by central banks.", "Whether all these various shifts will prove to be permanent is not clear at this stage.", "But it is already evident that, in many cases, their effects have been more persistent than we initially expected.", "And this raises two important questions about the nature of key economic relationships.", "Two questions about key economic relationships The first question is whether the shocks driving economic fluctuations will change.", "In the pre-pandemic world, we typically thought of the economy as advancing along a steadily expanding path of potential output, with fluctuations mainly being driven by swings in private demand.", "But this may no longer be an appropriate model.", "For a start, we are likely to experience more shocks emanating from the supply side itself.)", "We are already witnessing the effects of accelerating climate change, and this will likely translate into more frequent supply shocks in the future.", "More than 70% of companies in the euro area have been estimated to be dependent on at least one ecosystem service.]", "The shift in the global energy mix is also likely to increase the size and frequency of energy supply shocks, with oil and gas becoming less elastic [15] while renewables still face intermittency and storage challenges.", "Reshoring and friend-shoring also imply new supply constraints, especially if trade fragmentation accelerates before the domestic supply base has been rebuilt.", "ECB research finds that, in a scenario where world trade fragments along geopolitical lines, real imports could decline by up to 30% globally and could not be fully compensated by greater trade within blocs.", "At the same time, our higher exposure to these shocks can trigger policy responses which also move the economy.", "Most importantly, we are likely to see a phase of frontloaded investment that is largely insensitive to the business cycle - both because the investment needs we face are pressing, and because the public sector will be central in bringing them about.", "For example, the energy transition will require massive investment in a relatively short time horizon - around €600 billion on average per year in the EU until 2030.\"", "Global investment in digital transformation is expected to more than double by 2026.18] And the new international landscape will require a significant increase in defence spending, too: in the EU, around €60 billion will be required annually to meet the NATO military expenditure target of 2% of GpP_\"4I Even if carbon-intensive capital is written off more rapidly,29] all this should lead to higher net investment.", "Such a phase of higher structural investment needs will make the economic outlook harder to read.", "In the euro area, for instance, investment rose in the first quarter of this year amid stagnant output, in part because of pre-planned investment spending under the Next Generation EU programme.", "The second question concerns how these shocks transmit through the economy.", "The new environment sets the stage for larger relative price shocks than we saw before the pandemic.", "If we face both higher investment needs and greater supply constraints, we are likely to see stronger price pressures in markets like commodities - especially for the metals and minerals that are crucial for green technologies.", "24] And relative prices will also need to adjust to ensure that resources are reallocated towards growing sectors and away from shrinking ones.", "22] Large-scale reallocations can also lead to rising prices in growing sectors that cannot be fully offset by falling prices in shrinking ones, owing to downwardly sticky nominal wages.", "I23] So the task of central banks will be to keep inflation expectations firmly anchored at our target while these relative price changes play out.", "And this challenge could become more complex in the future because of two changes in price- and wage- setting behaviour that we have been seeing since the pandemic.", "First, faced with major demand-supply imbalances, firms have adjusted their pricing strategies.", "In the recent decades of low inflation, firms that faced relative price increases often feared to raise prices and lose market share.", "!4] But this changed during the pandemic as firms faced large, common shocks, which acted as an implicit coordination mechanism vis-a-vis their competitors.", "Under such conditions, we saw that firms are not only more likely to adjust prices, but also to do so substantially.]", "That is an important reason why, in some sectors, the frequency of price changes has almost doubled in the euro area in the last two years compared with the period before 2022.", "The second change has been the tight labour market, which has put workers in a stronger position to recoup real wage losses.", "Previously, even when shocks did feed through to prices, the risk of second- round effects was contained as we were mostly operating with persistent labour market slack.", "But as we are seeing today, when workers have greater bargaining power, a surge in inflation can trigger \"catch up\" wage growth which can lead to a more persistent inflation process.", "28] We certainly cannot exclude that both these developments are temporary.", "In fact, we are already seeing some evidence in the euro area that firms are changing prices less frequently, although in an environment with falling energy and input prices.]", "And it is possible that the tightness in the labour market will unwind as the economy slows, supply-demand mismatches created by the pandemic fade and, over time, digitalisation leads to higher labour supply, including by reducing entry barriers.", "But we also need to be open to the possibility that some of these changes could be longer-lasting.", "If global supply does become less elastic, including in the labour market,24 and global competition is reduced, we should expect prices to take on a greater role in adjustment.", "And if we also face shocks that are larger and more common - like energy2] and geopolitical shocks - we could see firms passing on cost increases more consistently.", "In that setting, we will have to be extremely attentive that greater volatility in relative prices does not creep into medium-term inflation through wages repeatedly \"chasing\" prices.", "That could make inflation more persistent if expected wage increases are then incorporated into the pricing decisions of firms, giving rise to what I have called \"tit-for-tat\" inflation.]", "Robust policymaking in an age of shifts and breaks So, in this age of shifts and breaks, where we do not yet know whether we are returning to the old world or entering a new one, how can we ensure policymaking remains robust?", "To my mind there are three key elements: clarity, flexibility and humility.", "First, we need to provide clarity on our objective, and on unwavering commitment to deliver on it.", "Clarity will be important to establish the proper role of monetary policy in the ongoing transitions.", "We must be clear that price stability is a fundamental pillar of an investment-friendly environment.", "Faced with a changing world, monetary policy should not itself become a source of uncertainty.", "This will be crucial to keep inflation expectations firmly anchored even when there are temporary deviations from our target, as may be the case in a more shock-prone economy.", "And it will also be key to maintaining public confidence that, even in a new environment, we will not lose sight of our target.", "We must and we will keep inflation at 2% over the medium term.", "But in order to achieve our goals, we need flexibility in our analysis.", "We cannot make policy based on simple rules or intermediate targets in an uncertain economy.", "£41 And this means that we cannot exclusively rely on models that are estimated with old data, attempting to fine- tune policy around point forecasts.", "At the same time, we must also avoid the other pitfall of focusing too much on current data and \"driving in the rear-view mirror', since this is likely to make monetary policy a reactive force rather than a stabilising one.", "We will instead have to construct policy frameworks that capture the complexity we face and provide a hedge against it - something central banks are already starting to do.", "In the ECB's case, we have made our future decisions contingent on three criteria: the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission.", "These three criteria help mitigate the uncertainty surrounding the medium-term outlook by blending together our staff's inflation projections, the trend that we can extract from underlying inflation, and the effectiveness of our policy measures in countering that trend.", "Looking ahead, I expect this type of \"multi- legged\" approach will be needed to calibrate policy effectively.", "But we will also need to enhance this process by regularly updating our models and forecasting technologies,=5!", "and with deeper analysis of the variables that act as the best leading indicators.)", "The third element that is crucial in this new environment is humility.", "While we need to continue striving to sharpen our picture of the medium term, we should also be clear about the limits of what we currently know and what our policy can achieve.", "If we are to maintain our credibility with the public, we will need to talk about the future in a way that better captures the uncertainty we face.", "The ECB has already been moving in this direction in our forecasting process, but there is still a way to go.", "We have published sensitivity analyses of key variables like energy prices and wages, and we used scenario analysis during the pandemic and after the start of the war in Ukraine.", "We are also aiming to be more transparent in accounting for our forecast errors.", "Research suggests that households trust central bank forecasts less if their recent performance has been poor, 34 but we can mitigate this problem if we talk about forecasts in a more contingent way and provide better explanations for errors.", "For this reason, ECB staff have started publishing the main factors behind our inflation forecast errors and we intend to continue doing so.", "There is no pre-existing playbook for the situation we are facing today - and so our task is to draw up a new one.", "Policymaking in an age of shifts and breaks requires an open mind and a willingness to adjust our analytical frameworks in real-time to new developments.", "At the same time, in this era of uncertainty, it is even more important that central banks provide a nominal anchor for the economy and ensure price stability in line with their respective mandates.", "In the current environment, this means - for the ECB - setting interest rates at sufficiently restrictive levels for as long as necessary to achieve a timely return of inflation to our 2% medium-term target.", "And moving forward, we must remain clear in our objectives, flexible in our analysis and humble in how we communicate.", "As John Maynard Keynes once said, \"the difficulty lies, not in the new ideas, but in escaping from the old ones\".", "This effect is more visible in the United States than in the euro area.", "See Botelho, V. and Weiler, M. (2022), \"COVID-19 and retirement decisions of older workers in the euro area\", Economic Bulletin, Issue 6, ECB; Faria e Castro, M. and Jordan-Wood, S. (2023), \"Excess Retirements Continue despite Ebbing COVID-19 Pandemic\", On The Economy Blog, Federal Reserve Bank of St. Louis, 22 June.", "(2023), \"Digitalization During the COVID-19 Crisis: Implications for Productivity and Labor Markets in Advanced Economies\", Staff Discussion Notes, No 2023/003, IMF, 13 March.", "The implications of digitalisation for the labour market and other aspects of the economy are also discussed in Dedola, L. et al.", "See Dias da Silva, A. et al.", "(2023), \"How people want to work - preferences for remote work after the pandemic\", Economic Bulletin, issue 1, ECB.", "See also Breckenfelder, J. et al.", "(2023), \"The climate and the economy\", Working Paper Series, No.", "US Energy Information Administration (2023), \"Annual Energy Outlook 2023\", 16 March.", "Specifically, trade restrictions across goods, investment, and services.", "The data cited relate to exports only.", "See Georgieva, K. (2023), \"Confronting Fragmentation Where It Matters Most: Trade, Debt, and Climate Action\", IMF Blog, 16 January.", "Alfaro, L. and Chor, D. (2023), \"Global Supply Chains: The Looming 'Great Reallocation\", paper presented at the 2023 Jackson Hole Economic Policy Symposium hosted by the Federal Reserve Bank of Kansas City, August.", "the role of supply bottlenecks\", Working Paper Series, No 2766, ECB, January 2023.", "See Ferrante, F. Graves, S. and lacoviello, M. (2023), \"The inflationary effects of sectoral relocation', Journal of Monetary Economics, forthcoming.", "This new situation has similarities with the \"real business cycle\" paradigm which, between the late 1970s and 1980s, posited that economies were constantly buffeted, not by demand disturbances (as in the competing Keynesian and monetarist traditions) but by real productivity shocks hitting economic potential and setting off business cycle fluctuations.", "See Kydland, F. and Prescott, E. (1982), \"Time to Build and Aggregate Fluctuations\", Econometrica, Vol.", "Examples of ecosystem services include the products that we obtain from ecosystems such as food, drinking water, timber and minerals; protection against natural hazards; or carbon uptake and storage by vegetation.", "See Elderson, F. (2023), \"Ihe economy and banks need nature to survive\", The ECB Blog, 8 June.", "Balke, N., Jin, X. and Yucel, M. (2020), \"The Shale Revolution and the Dynamics of the Oil Market\", Working Papers, No 2021, Federal Reserve Bank of Dallas, June.", "Attinasi, M.-G., Boeckelmann, L. and Meunier, B.", "(2023), \"The economic costs of supply chain decoupling\", Working Paper Series, No 2839, ECB, August.", "European Commission (2023), \"2023 Strategic Foresight Report\", July.", "International Data Corporation (2022), \"IDC Spending Guide Sees Worldwide Digital Transformation Investments Reaching $3.4 Trillion in 2026\", 26 October NATO data.", "This figure excludes the four non-NATO EU countries (Ireland, Cyprus, Austria and Malta).", "IMF (2022), \"Near-Term Macroeconomic Impact of Decarbonization Policies\", World Economic Outlook, October; for a quantification of the impact of carbon taxes on private investment see Brand, C. et al.", "(2023), \"The macroeconomic implications of the transition to a low-carbon economy\", Economic Bulletin, Issue 5, ECB.", "According to the International Energy Agency, a concerted effort to reach the goals of the Paris Agreement would mean a quadrupling of mineral requirements for clean energy technologies by 2040.", "See IEA (2021), \"The Role of Critical Minerals in Clean Energy Transitions\", May.", "In addition to the effects of Al and digitalisation discussed above, the transition to net zero carbon emissions could result in a gain of about 200 million jobs and a loss of about 185 million jobs globally by 2050.", "See McKinsey (2022), \"The net-zero transition: What it would cost, what it could bring\", January.", "(1964), \"On Structural Inflation and Latin-American 'Structuralism\", Oxford Economic Papers, Vol.", "(2021), \"Monetary Policy in Times of Structural Reallocation\", Proceedings of the 2021 Jackson Hole Symposium.", "Koester, G., Lis, E., Nickel, C., Osbat, C. and Smets, F. (2021), \"Understanding low inflation in theeuro area from 2013 to 2019: cyclical and structural drivers\", Occasional Paper Series, No 280, ECB, September.", "For a discussion of the relationship between markups and the pass-through of shocks, see Kouvavas, O., Osbat, C., Reinelt, T. and Vansteenkiste, I.", "(2021), \"Markups and inflation cyclicality in the euro area\", Working Paper Series, No 2617, ECB, November, and for the pass-through of wages to prices, see Hahn, E. (2019), \"How are wage developments passed through to prices in the euro area?", "Evidence from a BVAR model\", Applied Economics, Vol.", "\", Working Paper Series, No 2485, ECB, October; Bobeica, E., Ciccarelli, M. and Vansteenkiste, I.", "(2019), \"The link between labor cost and price inflation in the euro area\", Working Paper Series, No 2235, ECB, February.", "Many companies in the euro area had adopted more dynamic pricing strategies in 2022 and said that prices would continue to be reviewed more often than usual in 2023.", "See Elding, C. et al.", "(2023), \"Main findings from the ECB's recent contacts with non-financial companies\", Economic Bulletin, Ilssue 1, ECB.", "Cavallo, A., Lippi, F. and Miyahara, K. (2023), \"Inflation and misallocation in New Keynesian models\", paper presented at the ECB Forum on Central Banking, Sintra, June.", "(2022), \"Second-Round Effects of Oil Price Shocks - Implications for Europe's Inflation Outlook\", IMF Working Papers, No 2022/173, IMF, September.", "Lagarde, C. (2023), \"Breaking the persistence of inflation\", speech at the ECB Forum on Central Banking 2023 on \"Macroeconomic stabilisation in a volatile inflation environment' in Sintra, Portugal, 27 June.", "Banque de France (2023), \"Monthly business survey - Start of June 2023\", Digitalisation also increases the possibility to outsource intermediate services to emerging markets.", "See Baldwin, R. (2022), \"Globotics and macroeconomics: Globalisation and automation of the service sector\", paper presented at the ECB Forum on Central Banking, Sintra, June.", "Labour supply could decline due to geopolitical fragmentation (making labour markets less \"contestable\"), a possible decline in migration or further ageing of the workforce.", "See, for instance, Freier, M., Lichtenauer, B. and Schroth, J.", "(2023), \"EUROPOP2023 demographic trends and their euro area economic implications\", Economic Bulletin, Issue 3, ECB.", "Over the longer term, the transition to renewable energy could make energy supply more elastic again and cheaper.", "Arce, O., Hahn, E. and Koester, G. (2023), \"How tit-for-tat inflation can make everyone poorer\", The ECB Blog, 30 March; Hahn, E. (2023), \"How have unit profits contributed to the recent strengthening _of euro area domestic price pressures?", "\", Economic Bulletin, Ilssue 4, ECB.", "For a critique of this approach to policymaking, see Faust, J. and Leeper, E. (2015), \"The Myth of Normal: The Bumpy Story of Inflation and Monetary Policy\", paper presented at the 2015 Jackson Hole Economic Policy Symposium hosted by the Federal Reserve Bank of Kansas City, August.", "See, for example, recent ECB research on the application of random forest forecasts to inflation: Lenza, M., Moutachaker, I. and Paredes, J.", "(2023), \"Density forecasts of inflation: a quantile regression forest approach\", Working Paper Series, No 2830, ECB.", "(2023), \"Underlying inflation measures: an analytical guide for the euro area\", Economic Bulletin, Issue 5, ECB.", "McMahon, M. and Rholes, R. (2023), \"Building Central Bank Credibility: The Role of Forecast Performance\", mimeo, University of Oxford.", "Chahad, M., Hofmann-Drahonsky, A.-C., Meunier, B., Page, A. and Tirpak, M. (2022), \"What explains recent errors in the inflation projections of Eurosystem and ECB staff?", "\", Economic Bulletin, Issue 3, ECB; Chahad, M., Hofmann-Drahonsky, A.-C., Page, A. and Tirpak, M. (2023), \"An updated assessment of short-term inflation projections by Eurosystem and ECB staff', Economic Bulletin, Issue 1, ECB.", "European Central Bank Directorate General Communications > Sonnemannstrasse 20 > 60314 Frankfurt am Main, Germany > +49 69 1344 7455 > media@ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2023, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Supply chain", "Climate change", "Energy transition", "Labour market", "Digitalisation", "Geopolitical fragmentation", "Economic growth", "Investment"]}