{"sentences": ["The Launching of Mission 'Har Payment Digital' today during the Digital Payments Awareness Week (DPAW) 2023 reinforces RBI's commitment to deepen digital payments in the country.", "I am happy to note that the Department of Payment and Settlement Systems (DPSS) of the RBI is celebrating its 18th anniversary (it was formed on March 7, 2005).", "Congratulations to team DPSS on this milestone.", "Over the years our payment systems have evolved and now we have multiple systems available round the clock facilitating instant payments.", "India's payment systems are talked about globally and several countries have shown interest to replicate India's success story.", "It is a matter of pride that payment systems in India have witnessed over 1000 crore transactions every month since December 2022.", "This speaks volumes of the robustness of our payments ecosystem and acceptance by consumers.", "A recent panIndia digital payments survey (covering 90,000 respondents) revealed that 42% of respondents have used digital payments.", "Launched in 2016, UPI has emerged as the most popular and preferred payment mode in India pioneering Person to Person (P2P) as well as Person to Merchant (P2M) transactions in India accounting for 75% of the total digital payments.", "The volume of UPI transactions has increased multifold from 0.45 crore in January 2017 to 804 crore in January 2023.", "The value of UPI transactions has increased from just 1,700 crore to 12.98 lakh crore during the same period.", "The Digital Payments Awareness Week (DPAW) will further deepen the usage and footprint of digital payments across the country.", "The payments ecosystem has variety of payment systems that have facilitated migration to digital.", "Unified Payments Interface (UPI) has facilitated digital payments to merchants such as retail outlets, kirana stores, street vendors, etc.", "Bharat Bill Payment System (BBPS) has ensured migration of bill payments from cash / cheques to digital mode with a hassle-free and streamlined digital bill payment experience.", "The National Electronic Toll Collection (NETC) System has helped in migration of the toll payments to digital mode with enhancing efficiency in terms of reduced waiting time at toll plazas.", "The National Automated Clearing House (NACH) system has also facilitated Government Direct Benefit Transfers (DBT) payments digitally and eliminating leakages in the system.", "The smooth release of DBT benefits by the Prime Minister to 8.34 crore farmers under the PM-KISAN Scheme is a testimony to the reliance and deliverability of our payment systems.", "We have taken steps for internationalisation of our payment systems and cross border linkage of fast payment systems of India and Singapore i.e.", "This linkage is in addition to the QR code based and UPI enabled P2M payments already happening in Bhutan, Singapore and UAE.", "Recently, we also enabled the visitors from G20 counties to be onboarded to UPI without having a bank account in India.", "Through this initiative, the G20 delegates had a first-hand experience of making merchant payments seamlessly through the UPI, during their stay in India.", "The mission \"Har Payment Digital\" is aimed at reinforcing the ease and convenience of digital payments and facilitate onboarding of new consumers into the digital fold.", "Various campaigns highlighting the digital payment channels available are being planned by the banks and non-bank payment system operators.", "This will further encourage and support the adoption of digital payments in the country.", "I am also happy to note that our Regional Offices will be taking up Jan Bhagidari activities to promote the acceptance and use of digital payments under the G20 theme of promoting digital public infrastructure during Indian presidency.", "The message of \"Digital Payment Apnao, Auron ko bhi Sikhao\" - \"Adopt digital payments and Also teach others\" - under the mission Har Payment Digital - is very relevant and expected to create greater awareness and usage among the people.", "Once consumers are onboarded to the digital payments' ecosystem, its advantages - availability, convenience, speed and safety - would ensure customer satisfaction and lead to furthering digital payments.", "The message is in sync with the Payments Vision 2025 of the RBI, i.e.", "\"E-Payments for Everyone, Everywhere, Everytime\".", "Significantly, inclusion has been identified as one of the anchors under the vision and various activities proposed now will help facilitate the same.", "We have also decided to initiate a 75 Digital Villages programme through adoption of 75 villages and involvement of village level entrepreneurs.", "Under this programme and in observance of 75 years of independence, PSOs will adopt 75 villages across the country and convert them into digital payment enabled villages.", "They will conduct two camps in each of these villages to enhance awareness and onboard merchants in the village for digital payments.", "I appeal to all the stakeholders like industry, payment system operators, media, digital payment users, and others to teach non-users about the merits of digital payments and fulfil the mission of \"Har Payment Digital\" with every person in the country becoming a digital payments user."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "UPI", "Payments ecosystem", "Digital Payments Awareness Week (DPAW)", "Payment systems", "Financial inclusion", "G20", "Cross-border payments", "Digital public infrastructure", "Payments Vision 2025"]}