{"sentences": ["Chairwoman Zhu, distinguished panellist, ladies and gentlemen, Good afternoon.", "Let me start by congratulating the Belt and Road Initiative (BRI) on its 10 anniversary.", "In the past 10 years, the Initiative has made great strides in meeting its goal of promoting connectivity, investment, and long-term development in Asia, Africa, and Europe.", "As we gather here today to celebrate this achievement, let us not forget the many challenges that we still face.", "One such challenge is climate change.", "It is a particularly relevant issue for Belt and Road countries, as many of these countries are highly susceptible to climate risks, are major greenhouse gas emitters, and have made robust emission reduction commitments.", "This brings me to the topic of today's panel discussion: Energy Transition.", "With over 70% of greenhouse gas emissions originating from energy, getting the energy transition right is critical for mitigating climate change.", "Yet this is also a particularly challenging question for Asia, for two key reasons.", "First is the sheer amount of investment needed to make energy transition happen - to fund fundamental infrastructure, transmission and distribution networks, energy storage, and more.", "But the investment gap remains wide.", "It is estimated that developing countries need US$2 trillion annually for the energy transition.", "So far, less than a quarter of this amount has been provided.", "Second is the trade-off with broader socio-economic development.", "To support economic development and meet the public's demand for a high standard of living, the Asia region is expected to see one of the fastest growth in electricity consumption in the next decade.", "But the region is still heavily reliant on coal for its power generation, potentially making this growth in electricity consumption highly polluting.", "Given that Asia accounts for over half of the world's emissions, filling in this financing gap in a way that strikes an appropriate balance with socio-economic development is relevant not just to the Belt and Road countries but also to all of mankind.", "Some progress has already been made.", "Sustainable investing is moving into the mainstream.", "Green bonds, ESG funds, and carbon credits are just a few examples of the many instruments now available in the market.", "A particularly promising approach is blended finance.", "The idea is to leverage public money to rebalance risks and instil confidence so as to draw in private capital.", "This should enlarge the pool of available capital while allowing projects to tap the innovation, risk management expertise, entrepreneurship, and market development capabilities of the private sector.", "As Asia's leading international financial centre and green finance hub, Hong Kong is very well positioned to channel the needed investment to sustainable projects in Asia and the Belt and Road countries.", "We have one of the world's most active equity markets and Asia's largest international bond market.", "In particular, Hong Kong captured more than one-third of the Asian green and sustainable bond issuance last year.", "Nearly 200 ESG funds are authorised with the SFC, an increase of 55% just within a year.", "Meanwhile, we are taking steps to support the further growth of our sustainable finance ecosystem through a mix of regulation and financial incentives and leading by example in terms of the Exchange Fund's investments.", "Policy initiatives aside, we recognise that communication and in-person contact are equally important.", "We set up the Infrastructure Financing Facilitation Office (IFFO) back in 2016, with close to 100 partners now, to provide a platform for practitioners and investors to share experience and best practices.", "Recently, we hosted two roundtables with leaders from various financial institutions to discuss ways to bolster climate financing.", "More events will be planned for the rest of this year.", "In addition to those events, we have organised delegations to visit the Belt and Road countries, including Saudi Arabia and the United Arab Emirates, to promote dialogue and cooperation, especially in the area of green and sustainability development.", "Notwithstanding the effort that we have put in, a lot more still needs to be done to support the climate transition.", "I look forward to hearing the insights and ideas from our speakers and panellists at our upcoming discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Energy Transition", "Climate Change", "Sustainable Finance", "Green Bonds", "ESG Funds", "Blended Finance", "Investment Gap", "Socio-Economic Development", "Belt and Road Initiative", "Infrastructure Financing"]}