{"sentences": ["August 31, 2023 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Gifu NAKAMURA Toyoaki Member of the Policy Board I.", "Economic and Price Developments at Home and Abroad A.", "Recent Developments and Outlook for Economic Activity and Prices I will begin my speech by talking about recent developments in overseas economies.", "The pace of their recovery has slowed, weighed down in part by the situation in Ukraine; inverted yield curves have been seen in eight countries using the Group of Ten (G10) currencies, with inflationary pressure remaining on a global basis and continued policy interest rate hikes by central banks (Chart 1).", "The U.S. economy has been affected by price rises and continued policy interest rate hikes, but private consumption has been resilient on the back of wage growth continuing to exceed 4 percent since the latter half of 2021.", "There are growing expectations that the economy will be able to avoid recession, as real GDP for the April-June quarter of 2023 was higher than expected, at 2.4 percent on an annualized quarter-on-quarter basis.", "Although concern over energy supply has eased, European economies have slowed in reflection of continued policy interest rate hikes, with the impact of the situation in Ukraine and the widening inflation gap across euro area economies.", "As for the Chinese economy, services consumption has increased, whereas goods consumption has been weak.", "Although the economy is projected to continue picking up, partly with policy support, there is concern over a decline in growth expectations and a slowdown in economic recovery due to a prolongation, for example, of the sluggish real estate market, the high youth unemployment rate, weaker exports, the U.S.-China tension, and a decrease in foreign investment.", "As I have explained, the risks to overseas economies are skewed to the downside on the whole.", "Let me move on to recent developments in Japan's economic activity and prices.", "The economy has recovered moderately.", "In the corporate sector, although exports and production have been affected by the slowdown in the pace of recovery in overseas economies, they have been more or less flat, supported by a waning of the effects of supply-side constraints.", "In addition, corporate profits have been at high levels due to strengthening of firms' earning power and improvement in their pricing power.", "In this situation, firms' appetite for fixed investment has increased, as growth expectations have risen and the government's policy measures have become more predictable, so as to avoid the harm caused by budget formulation that focuses only on a single fiscal year.", "With regard to the household sector, private consumption has increased moderately, along with improvement in the employment and income situation.", "For example, the pressure to raise wages has continued due to tighter labor market conditions, and the surge in import prices has peaked out.", "Turning to prices, the year-on-year rate of increase in the consumer price index (CPI) for all items less fresh food has slowed from the latest peak of 4.2 percent for January 2023, mainly due to the effects of pushing down energy prices from the government's economic measures.", "Nevertheless, it marked 3.1 percent for July, significantly exceeding 2 percent (Chart 2).", "As for the outlook, despite being under downward pressure stemming from the slowdown in the pace of recovery in overseas economies, Japan's economy is likely to recover moderately for the time being.", "This is mainly due to the materialization of pent-up demand, supported in part by household savings that accumulated as a result of COVID-19 pandemic-related restrictions, accommodative financial conditions, the government's economic measures, and firms' efforts to strengthen their earning power.", "Thereafter, with overseas economies picking up, the economy is projected to continue growing at a pace above its potential growth rate as the virtuous cycle from income to spending gradually intensifies.", "Regarding prices, the year- on-year rate of increase in the CPI for all items less fresh food is likely to decelerate, with a gradual waning of the effects of a pass-through to consumer prices of cost increases led by the surge in import prices (Chart 3).", "Risk Factors for Economic Activity and Prices The outlook just described is subject to uncertainties; specifically, I am paying attention to the following two factors.", "First is the sustainability of wage growth.", "Looking at the final results of firms' responses regarding the 2023 annual spring labor-management wage negotiations released by the Japan Business Federation, or Keidanren, the wage growth rate was the highest for the first time in 31 years for major firms, at 4.0 percent, and in 29 years for small and medium-sized firms, at 3.0 percent.", "Furthermore, the Keidanren's final results showed that summer bonuses and lump-sum payments of major firms, after having risen at a high rate of 8.8 percent in the previous year, continued to increase this year, marking 0.5 percent year on year.", "Nevertheless, by industry, the number of those experiencing increases in summer bonuses and lump-sum payments was almost the same as those experiencing decreases.", "It is necessary to carefully monitor the progress in active initiatives taken by firms, including small and medium-sized ones, such as strengthening of their earning power and wage system reforms, which are imperative to sustainable wage growth.", "Second is developments in overseas economic activity and prices.", "In advanced economies, the effects of policy interest rate hikes have become unclear, mainly because of post- pandemic pent-up demand and of wage growth due to tighter labor market conditions.", "In this situation, the CPI for all items less food and energy has remained elevated, and the risk of economic overkill through continued policy rate hikes is also of concern.", "In addition, a 1 percentage point change in China's GDP is estimated to affect the GDP of other Asia-Pacific regions by about 0.3 percentage point.", "Depending on the extent of deceleration of overseas economies, this may have a significant impact on Japan's exports and production, and therefore careful monitoring is warranted of changes in the situation overseas.", "Conduct of Monetary Policy In light of recent economic and price developments, I would like to share my views on the conduct of monetary policy for the immediate future.", "I believe that the Bank of Japan needs to patiently continue with the current monetary easing for the time being in view of the price stability target of 2 percent, primarily for two reasons.", "The first reason concerns achieving inflation accompanied by wage increases.", "A major problem facing Japan's economy is that there has been almost no increase in the three key economic and financial indicators of prices, wages, and interest rates since the second half of the 1990s (Chart 4).", "The distribution of selling price changes has clustered near 0 percent for many years (Chart 5).", "Firms have curbed investment given the difficulty of recovering it.", "This led to declines in their capacity for innovation and earning power, thereby causing a slump in labor productivity.", "To propel a change in this economic activity stagnation, the Bank has continued with monetary easing.", "As a result, coupled with the government's policies, Japan's economy is no longer in deflation.", "However, with setbacks such as the Global Financial Crisis (GFC) and the COVID-19 pandemic, the deflationary mindset has not yet been dispelled.", "Considering that the principle of monetary policy is to achieve price stability, thereby contributing to the sound development of the national economy, it is important for a virtuous cycle to take shape in which wages increase on the back of stable price rises, economic activities such as investment and consumption become aggressive, and interest rates rise accordingly.", "For this to happen, the country's economic and wage structures need to change so that wages increase alongside economic growth, as is the case in the United States and Europe.", "Monetary policies in these economies aim to curb demand and subdue high inflation, in the context of their present economic and wage structures.", "In the case of Japan, however, the structures of sluggish economic activity and wages need to be changed, and the price stability target seems to serve as a barometer for gauging the progress of this change.", "The year-on-year rate of increase in the CPI for all items less fresh food has exceeded 2 percent for 16 consecutive months, and labor shortages have also exerted greater pressure on firms to raise wages.", "Nevertheless, developments in the GDP deflator -- which measures the change in prices of value-added generated in the domestic economy -- show that, unlike in the United States and Europe, a substantial increase in unit labor costs has not been observed in Japan (Chart 6).", "Thus, the current inflation in the country seems to be due mainly to the effects of the pass-through to consumer prices of cost increases led by the surge in import prices with a lag, and inflation accompanied by wage increases has not yet been achieved.", "The second reason I believe the Bank needs to continue with monetary easing concerns boosting the earning power of firms, including small and medium-sized ones, which allows for wage growth that can keep up with inflation.", "The June 2023 Tankan (Short-Term Economic Survey of Enterprises in Japan) shows that the diffusion index (DI) for output prices has been positive for nine consecutive quarters, and that the gap with the input prices DI has been narrowing since its peak in the January-March quarter of 2022.4 This points to firms' ongoing efforts to pass on higher costs to selling prices.", "Furthermore, a virtuous cycle appears to be emerging in which wage growth strengthens employee engagement, leading to creation of innovative products and services that allow firms to reflect value-added in their prices, bringing about a boost in the earning power.", "That said, the earning power of Japanese small and medium-sized firms -- which represent almost 70 percent of the country's workforce -- is not as strong as that of large firms (Chart 7).", "By contrast, it appears that the situation for German small and medium-sized firms differs significantly, in that they have continued to grow while maintaining their profitability at a level comparable to that of large firms.", "Partly owing to the progress in the pass-through of cost increases to prices, the latest Tankan shows that the current profits of small and medium-sized firms in Japan marked an increase of 3.9 percent for fiscal 2022 from the previous fiscal year, which was higher than the forecast presented in the March Tankan.", "Nonetheless, the forecast is for a decline in the profits of such firms for fiscal 2023, and progress in boosting the earning power to secure funds for raising wages remains uncertain among small and medium-sized firms.", "Therefore, achievement of the 2 percent price stability target cannot be assumed with confidence yet.", "Media reports suggest that a considerable number of major firms have already resolved to raise wages next spring.", "That said, it is necessary to monitor whether firms, including small and medium-sized ones, are making steady headway in boosting their earning power to enable them to raise wages to keep up with inflation.", "Current inflation in Japan is still largely characterized by import-driven cost-push factors (Chart 6).", "Given this, making a shift to monetary tightening before the increases in selling prices translate to those in wages runs the risk of suppressing demand and weakening firms' earning power again.", "This will also lead to another lowering of people's growth expectations and require considerable costs and time to recover.", "Therefore, the Bank needs to thoroughly grasp the situation and make cautious judgment before revising its monetary policy.", "There are extremely high uncertainties about economic activity and prices, as evidenced, for example, by the significant upward revision to the median of the Policy Board members' CPI forecasts for fiscal 2023, from 1.8 percent to 2.5 percent.", "Taking account of such uncertainties, the Bank decided to conduct yield curve control with greater flexibility.", "At present, however, sustainable and stable achievement of the price stability target of 2 percent, accompanied by wage increases, has not yet come in sight, and my view is that the Bank needs more time before making a shift to monetary tightening.", "Reforms of Economic and Wage Structures Drawing from my experience in the private sector, I would now like to talk about the importance of changing Japan's economic and wage structures and of strengthening the earning power of firms and households to this end.", "I believe that these are needed to achieve the 2 percent price stability target in a sustainable and stable manner.", "Structural Challenges Facing Japan's Economy Japan's economy, after having grown in line with an increasing population, experienced stagnation due to delayed responses to a subsequent population decline and changes in the economic environment.", "As a result, there has been almost no increase in the three key economic and financial indicators of prices, wages, and interest rates.", "When the population was increasing, Japan's economy achieved high growth under an efficiency-oriented business model of mass production and vertical integration, through which a large volume of low-priced, quality products was provided.", "The yen then appreciated sharply following the 1985 Plaza Accord, spurring major firms to step up their overseas expansion.", "Many small and medium-sized firms, however, could not expand their businesses overseas and instead faced fierce competition in a domestic market that was experiencing sluggish demand and price competition with firms from emerging economies.", "Furthermore, firms fell behind in transforming their existing business model into one involving a horizontal division of labor, which focuses on creating added value and adapts to globalization and a population decline.", "With every wave of recession, many firms made all possible efforts to cut costs, because this measure had proved effective in the past.", "While the global economy grew steadily due to, for example, the rise of emerging economies and advances in digitalization, Japan's economy saw sluggish wage growth amid the situation of a declining and aging population.", "This was because businesses were sustained with a rise in the labor force participation rate, especially among non-regular employees such as married women and the elderly.", "There was also the issue of a so-called salary ceiling -- that is, part-time workers try to adjust their working hours so that their salaries stay under the ceiling for tax exemption.", "Moreover, due to cost-cutting reforms in all possible areas, firms restrain not only fixed investment but also investments in human capital and in growth areas including research and development (R&D), which are the key to creating innovation that is vital to sustainable corporate growth (Charts 8 and 9).", "Digitalization was also delayed.", "As a result, Japan's per capita labor productivity fell to 29th among the 38 Organisation for Economic Co-operation and Development (OECD) countries, suggesting a decline in its international competitiveness (Chart 10).", "Since prices did not rise during the prolonged deflationary period, firms were able to rely on the goodwill of their employees, knowing that they would continue to work even if wages and investment in human resource development were restrained.", "The current economy characterized by low growth, low inflation, and low wage growth -- stemming from a declining and aging population and low labor productivity -- presents a structural challenge for Japan.", "In the wake of the GFC and the COVID-19 pandemic, reform efforts to address such structural challenge have progressed.", "For example, Japanese firms have channeled greater management resources, mainly through mergers and acquisitions (M&As), including business succession to the next generation, and through sales of businesses (Chart 11).", "Furthermore, with structural labor shortages becoming acute in Japan, firms find it difficult to recruit and retain workers unless they raise wages.", "As in other economies, Japan is seeing an upsurge in \"survival of the fittest,\" and therefore firms need to shift from management that relies on the goodwill of employees to one that increases employee value.", "Labor shortages are a global issue.", "The Talent Shortage Survey -- a survey of employers in 41 countries carried out by U.S.-based ManpowerGroup -- released in March 2023 found that a record-high 77 percent of employers worldwide faced labor shortages on average, which is an increase of 37 percentage points from when the survey first began in 2006.", "Meanwhile, wages have remained sluggish in Japan (Chart 12).", "In 2022, a major firm based overseas announced that it would hire new workers at a high starting salary as it made inroads into the Kyushu region, and this attracted significant interest.", "In light of this incident and further tightening of labor market conditions, there is a growing awareness across the country of the need to reform the current business structure so that firms can raise wages (Chart 13).", "Boosting Labor Productivity: Strengthening Firms' Earning Power Since wage growth has become indispensable to securing human capital, strengthening firms' earning power has become an urgent management issue.", "For a long time, many Japanese firms have found it difficult to raise selling prices, instead offsetting the impact of higher costs mainly by reducing costs and developing new products and services.", "As a result, despite their sophisticated technology, these firms have tended to fall into a structure in which the benefits of new product and services development do not feed into wage growth for their employees.", "In order to make a shift to a business structure in which firms can raise wages after experiencing the COVID-19 pandemic, they have been developing and providing innovative products and services that customers recognize as having value.", "They have also been pursuing initiatives to create value across the entire supply chain, which includes small and medium-sized firms.", "As a result of the 2023 annual spring labor-management wage negotiations, many firms have raised base pay and nominal wages have recently marked relatively high growth on a year- on-year basis.", "Offered wages also have shown high growth, reflecting acute labor shortages (Chart 13).", "These developments in Japan suggest that now is a golden opportunity to transform the entrenched deflationary mindset into a growth mindset.", "In fact, I sense that a virtuous cycle of growth and profit sharing is starting to operate (Chart 14 gives a simplified representation).", "That is, firms are developing innovative products and services with strong pricing power, and this in turn is driving growth in their profits.", "As firms are pursuing more aggressive investments and higher wages, firms and households are starting to raise their growth expectations.", "By strengthening management resources, including through business succession and M&As, and by boosting employee engagement, firms are improving their productivity and capacity for innovation.", "As a result, coupled with consumers' increased appetite for spending, they are heightening the value of their products and employees as well as raising their sales, thereby strengthening their earning power and realizing sustainable growth.", "This in turn is leading to bolstering of both the supply and demand sides by further raising wages and expanding consumption, suggesting the start of a virtuous cycle of growth and profit sharing.", "In order to maintain this virtuous cycle, it is crucial for firms targeting growth to keep strengthening their earning power.", "For this reason, I think that changes to Japan's business and economic structures are needed to realize wage growth that can keep up with inflation.", "This will come about through various supply-side reforms, including firms' efforts to proceed with identifying and concentrating on their core competencies, accelerate realignment of their business portfolios, make active investment in technological advances that drive innovation, improve corporate metabolism, and increase the number of startups and unicorns (private startups valued at over 1 billion U.S. dollars) in line with the government's Startup Development Five-Year Plan.", "In order to assess the progress toward achieving an economic structure in which wages rise along with economic growth, I am attentive to growth in nominal GDP, which closely reflects the actual experience of various economic entities.", "From fiscal 2001 to 2011, which was during the deflationary period, the nominal GDP growth rate relative to the previous fiscal year contracted by 0.6 percent in terms of the simple arithmetic average, whereas real GDP increased by 0.6 percent (Chart 15).", "Over this period, the nominal consumption of durable goods declined by about 10 percent, from 25 trillion yen to 22 trillion yen, indicating that household consumption was in fact shrinking.", "The real value of consumption of durable goods, however, increased by about 90 percent, from 11 trillion to 21 trillion in chained 2015 yen.", "Since nominal GDP is representative of the sentiment of firms and households, I believe that it is a familiar and vital indicator in terms of stimulating growth expectations of each economic entity and changing the deflationary mindset.", "The Bank therefore will continue providing accommodative financial conditions to support efforts to seize this current golden opportunity so that the economy will achieve growth in nominal GDP and a rise in nominal wages that can keep up with inflation.", "Looking back at the speed at which nominal GDP recovered from the past shocks, during Japan's deflationary period, it took 19 years to recover to the level seen in fiscal 1997.", "In contrast, during the COVID-19 pandemic, nominal GDP surpassed the fiscal 2019 level in three years, setting a new record high in fiscal 2022.", "Moreover, nominal GDP is expected to reach a new record high for two consecutive years in fiscal 2023, growing by more than 4 percent.", "In terms of corporate profits, the Financial Statements Statistics of Corporations by Industry, Quarterly shows that current profits for a January-March quarter reached a record high in 2023.", "The June Tankan also envisages a high level being maintained throughout fiscal 2023.", "I sense that these are signs of progress in structural reforms and of a rise in growth expectations.", "In addition, business fixed investment plans for fiscal 2023 in the June Tankan show an increase of 12.3 percent on a year-on-year basis, indicating a strong appetite for investment.", "The DI for employment conditions in the same survey also indicates more acute labor shortages.", "Furthermore, in addition to the materialization of high wage growth for the first time in about 30 years as a result of the 2023 annual spring labor-management wage negotiations, the national average of minimum wages was raised to 1,004 yen, increasing by 4.5 percent from the previous fiscal year.", "As evidenced by these developments, investment and wage growth are gaining momentum, and I therefore expect firms to continue with their efforts to strengthen their earning power.", "C. Strengthening Earning Power of Small and Medium-Sized Firms To realize wage growth that can keep up with inflation, it is crucial that small and medium- sized firms boost their earning power.", "Currently, the ratio of exports to sales for such firms in Japan is low relative to large firms, at only 3 percent (Chart 16).", "In this situation, while employees at small and medium-sized firms account for almost 70 percent of the overall workforce, the current profits of such firms comprise only about a quarter of the country's total and one-fifth or one-sixth of large firms in terms of per employee, suggesting limited capacity for raising wages (Chart 17).", "Their pricing power is also weak because of fierce competition in the domestic market, giving rise to a structure in which these firms easily become trapped in a vicious cycle of being unable to raise wages (Chart 14).", "For instance, the domestic market that most small and medium-sized firms target tends to get caught up in price competition not only among themselves but also with imported goods.", "Such firms therefore have continued to face difficulty in strengthening their earning power.", "I hope that the number of growing small and medium-sized firms will increase, as with the case in Germany, as they tap into demand from various regions of the world that are growing in line with a population increase.", "Small and medium-sized firms in Germany have distinctive characteristics, in that they have technology, competitiveness, and pricing power in niche markets, mainly through using a scheme to support strengthening of competitiveness provided by the German government and other institutions.", "This can be seen in these firms' exports accounting for 20 to 30 percent of their sales, and their pre-tax profitability being at about 6 percent.,11 Meanwhile, for Japan, it seems that many small and medium-sized firms have delayed putting in place measures to strengthen the competitiveness of their products and services and export strategies, due to a dearth of management resources and severe competition.", "Nevertheless, firms such as startups and small and medium-sized firms engaged in generational changes and business succession have in recent years begun taking on the challenge of growing by seeking to augment their management resources and technologies.", "I expect that small and medium-sized firms and startups will enhance their R&D capabilities and responsiveness to the market down the road, and they will also be able to take advantage of support measures provided by the national and local governments, universities, and other entities to strengthen their ability to grow.", "These developments are then expected to pave the way for highly autonomous management.", "Supporting such firms and startups as they take on these challenges requires the backing and guidance of regional financial institutions familiar with their respective regions.", "D. Boosting Households' Earning Power To realize sustainable growth of Japan's economy, in addition to boosting the earning power of firms, it is necessary to steadily increase the disposable income of households by strengthening their earning power.", "Labor income accounted for 94 percent of Japanese For the ratio of exports to sales, see Tanaka, N., \"International Expansion of German SMEs: Corporate Behavior in Exports and Investments,\" Quarterly International Trade and Investment published by the International Institute for International Trade and Investment, Spring 2017, no.. Small and medium-sized firms in Germany in terms of the ratio of exports to sales are those with annual sales of 500 million euros or less.", "For profitability, see the data from the extrapolated results of the Financial Statement Statistics released by the Deutsche Bundesbank.", "Small and medium-sized firms in Germany are those with sales of less than 50 million euros.", "households' disposable income as of the end of 2019, so much higher than the proportion for the United States (Chart 18).", "Moreover, dividend and interest income is small, at 4 percent, suggesting that households' income is highly susceptible to the earning power of the firms where they work.", "Almost 70 percent of Japanese workers are employed by small and medium- sized firms and stay at the same firm for a long period of time.", "However, about 60 percent of such firms operate at a loss and expectations for sustainable wage growth are low.", "Many households tend to have a higher preference for holding on to their cash and deposits so as to be prepared for future expenses.", "To boost their earning power, an effective option is to hone capabilities by reskilling, or acquiring new skills, seek to earn higher wages commensurate with ability, and change jobs, as is the case in the United States and Europe (Chart 19).", "The job-switching rate in Japan has remained lower than those in the United States and Europe (Charts 20 and 21).", "However, labor market conditions are tight, as evidenced by the unemployment rate being at a historically low level of 2.5 percent for June 2023 (Chart 13).", "If a smooth migration of labor is made to growing industries, where wages are higher and aggressive investment in human resource development is made to boost the value of employees, this will enhance the added value of entire regions and accelerate the virtuous cycle of growth and profit sharing.", "My view is that this will turn hope about wage growth that can keep up with inflation into confidence.", "In the Guidelines for Integrated Three- Pronged Labor Market Reforms that it announced in May 2023, the Japanese government has committed to compiling various models for job-based pay according to the actual circumstances of individual firms by the year-end.", "At the same time, the government is planning subsidies and tax reforms in terms of facilitating diverse working styles and labor mobility.", "I am paying attention to the positive responses from firms and households in this regard.", "Another key to strengthening households' earning power is increasing their dividend and interest income.", "In Japan, cash and deposits make up 54 percent of household financial assets, while equity and investment trusts make up 15 percent.", "Compared to the United States and Germany, there is a higher preference in Japan for holding on to cash and deposits (Chart 22).", "If there is progress with a shift in the deflationary mindset of holding money to a growth- oriented mindset of using money effectively, this will lead households to reallocate some of their savings into investment in financial assets focusing on the long term, on regular contributions, and on risk diversification.", "This will boost households' earning power through the acquisition of dividend income from many listed firms that they have invested in, and at the same time promote future asset formation through the growth of firms that they have invested in.", "Simply keeping cash and deposits drives households far away from the benefits of growth in Japan's economy, which has been achieved through the business activities of many firms.", "Developments in the Tokyo Stock Price Index (TOPIX) and dividend yields from 2001 onward show that asset values have risen in tandem with the growth of listed firms even after significant shocks such as the GFC, and dividend yields have remained at around 2 percent since that crisis (Chart 23).", "The economy continues to grow through activities of a large number of firms.", "During the Showa Era, from 1926 through 1989, Japan's economy realized growth driven by exports, and industrial clusters were formed, bringing about a society in which almost all Japanese people considered themselves to be middle-class based on income earned from the firms where they work, a concept widely shared during the 1970s when Japan's population exceeded 100 million.", "As a result of firms' earning power weakening accompanied by the yen's appreciation following the 1985 Plaza Accord, as well as a population decline, and also of sluggish wages, it is now necessary for households to change the structure for boosting their earning power.", "It is important that households invest in equity and investment trusts as a means of linking to multiple listed firms, transforming the structure for strengthening their earning power to one that promotes not only sustainable and stable increases in wages and financial income accompanying nominal GDP growth but also asset formation.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Gifu NAKAMURA Toyoaki Member of the Policy Board Chart 1 IMF Projections in the World Economic Outlook Update y/y % chg. IMF projections -4 Japan United States Euro area -6 China World output 80 85 90 95 00 05 10 15 20 Source: IMF.", "Figures for temporary factors for Japan are Bank staff estimates and consist of the effects of the reduction in mobile phone charges, the consumption tax hike, free education policies, and travel subsidy programs.", "Figures in angular brackets show the share of each component.", "Figures for 2023/Q3 are those for July.", "Sources: Haver; Ministry of Internal Affairs and Communications.", "Figures in brackets indicate the medians of the Policy Board members' forecasts (point estimates).", "The forecasts of the majority of the Policy Board members are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which they attach the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The range does not indicate the forecast errors.", "Each Policy Board member makes their forecasts taking into account the effects of past policy decisions and with reference to views incorporated in financial markets regarding the future conduct of policy.", "Source: Bank of Japan.", "The CPI figures are Bank staff estimates and exclude the effects of consumption tax hikes, policies concerning the provision of free education, travel subsidy programs, and the reduction in mobile phone charges.", "Figures for nominal wages are for establishments with 30 or more employees for fiscal 1990, and with 5 or more employees from fiscal 1991 onward.", "Figures for overnight rates are annual averages of the uncollateralized overnight call rates.", "Regarding figures for fiscal 2023, those for the CPI (less fresh food) and overnight rates are April-July averages; that for nominal wages is the April-June average.", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications; Bank of Japan.", "Note: Figures for Japan are based on items excluding fresh food and energy.", "Those for the United States and the euro area are based on items excluding energy.", "Sources: Eurostat; Ministry of Internal Affairs and Communications; U.S. Bureau of Labor Statistics (BLS).", "Figures for the United States and the euro area for the first half of 2023 are those for the January-March quarter.", "Sources: Cabinet Office; Eurostat; U.S. Bureau of Economic Analysis (BEA).", "Figures are based on the Financial Statements Statistics of Corporations by Industry, Annually, and exclude the finance and insurance industries.", "Large firms are commercial corporations with capital of 100 million yen or more.", "Small and medium-sized firms are commercial corporations with capital of less than 100 million yen.", "Figures are the ratio of current profits to sales.", "Source: Ministry of Finance.", "Business Fixed Investment and Business Performance 50 Private nonresidential investment (SNA, nominal) 95 00 05 10 15 20 Note: \"SNA\" stands for the System of National Accounts.", "Figures for current profits are based on the Financial Statements and exclude the finance and insurance industries.", "Statistics of Corporations by Industry, Annually, Sources: Cabinet Office; Ministry of Finance.", "Ratio of Firms' Human Resource Development Costs to GDP 2.5 2.0 1.5 1.0 0.5 0.0 United States France Germany Italy United Kingdom Japan 1995-1999 2000-2004 2005-2009 2010-2014 Note: Figures are estimated by Professor MIYAGAWA Tsutomu (Gakushuin University) based on the SNA compiled by the Cabinet Office, JIP Database, and INTAN-Invest Database.", "Source: Ministry of Health, Labour and Welfare.", "Comparison of Labor Productivity in G7 Countries ten thou.", "USD, constant prices, 2015 PPPs Japan United States Canada United Kingdom Germany France CY 91 96 01 06 11 16 21 Note: GDP per person employed.", "Number of M&As and Sales of Subsidiaries and Businesses 1,000 M&As by listed firms Sales of subsidiaries and businesses by listed firms 13 14 15 16 17 18 19 20 21 22 Comparison of Average Annual Wages in G7 Countries ten thou.", "USD, constant prices, 2022 PPPs Japan United States Canada United Kingdom Germany France 91 96 01 06 11 16 21 Note: Average annual wages in full-time equivalent.", "The figure for the unemployment rate for 2023 is the average of the January-June period.", "Figures for the average hourly wage at the time of recruitment are those for part-time jobs and cover the three largest metropolitan areas (the Tokyo metropolitan, Tokai, and Kansai areas).", "Sources: Ministry of Internal Affairs and Communications; Recruit Co., Ltd., \"Report on Average Hourly Wages for Part-Time Jobs at Time of Recruitment\" (available only in Japanese); Bank of Japan.", "Promoting a Virtuous Cycle by Strengthening the Earning Power of Firms Vicious Cycle Continuous Challenge for Growth Unable to pass on cost increases to prices Pass-through of cost increases to prices Efforts to absorb cost increases through cost reductions Contribution to profits from cost reductions and new product development effects, etc.", "and new product development effects, etc.", "Decline in capacity Improvement in capacity for raising wages for raising wages Investment restraint Expansion of investment Equipment, human capital, Equipment, human capital, R&D, marketing, etc.", "Sluggish wages Sustainable wage growth Sluggish consumers' Increase in consumers' appetite for spending appetite for spending Rise in growth expectations Decline in growth expectations and high saving rates and lower saving rates Decline in employee Lack of management Strengthening of Boosting of employee management resources engagement engagement Decline in productivity and innovation capacity Increase in productivity and innovation capacity Increase in the value of employees and Price competition and sluggish sales products, etc.", "and expansion of sales Decline in earning power and Strengthening of earning power sluggish business performance and sustainable growth Nominal GDP and Nominal Wages y/y % chg. tril.", "yen Nominal GDP (level, right scale) Nominal GDP (growth rate, left scale) Real GDP (growth rate, left scale) Nominal wages (growth rate, left scale) 3 years -9 Average growth rate for fiscal 2001-2011: -0.6% for nominal GDP, +0.6% for real GDP 95 00 05 10 15 20 Sources: Cabinet Office; Ministry of Health, Labour and Welfare.", "Firms engaged in direct exports are those which directly conduct transactions with foreign firms.", "The ratio of exports to sales is calculated by dividing the value of exports by sales.", "Data before fiscal 2011 are based on the compiled by the Small and Medium Enterprise 2016 White Paper on Small and Medium Enterprises in Japan Agency, and those from fiscal 2011 onward are based on the Cabinet Office's publication on Japan's economy from 2022 to 2023. .", "Figures are compiled by the Cabinet Office and the Small and Medium Enterprise Agency using the questionnaire information of the Basic Survey of Japanese Business Structure and Activities by the Ministry of Economy, Trade and Industry.", "Sources: Cabinet Office; Small and Medium Enterprise Agency.", "Earning Power of Small and Medium-Sized Firms Proportion of Small and Medium-Sized Firms Current Profits per Employee mil.", "Figures for current profits are based on the and Financial Statements Statistics of Corporations by Industry, Annually, exclude the finance and insurance industries.", "Large firms are commercial corporations with capital of 100 million yen or more.", "Small and medium-sized firms are commercial corporations with capital of less than 100 million yen.", "The proportion of small and medium-sized firms is that among all firms.", "Source: Ministry of Finance.", "Household Disposable Income Japan United States Germany tril.", "Figures for Japan before 1994 are calculated using year-on-year changes in each item in the GDP statistics based on the benchmark year of 2000. .", "Figures for interest income and dividend income in Germany are \"other interests, rents\" and \"distributed income of corporations,\" respectively.", "Sources: BEA; Cabinet Office; Statistisches Bundesamt.", "Wages of Job Changers/Stayers Japan United States annual income growth rate, % Job changers Job stayers year before year of year after 98 03 08 13 18 23 changing job changing job changing job Notes: 1.", "The left panel shows an analysis from the Cabinet Office's publication on Japan's economy from 2022 to 2023, using the survey data for the period of 2016-2022 from the Japanese Panel Study of Employment Dynamics released by the Recruit Works Institute.", "The annual income growth rate is the rate of increase from the year before the job change.", "In the right panel, figures are hourly data of 12-month backward moving averages of median wage growth.", "Sources: Cabinet Office; Federal Reserve Bank of Atlanta.", "Labor Mobility in Japan shares of total employees, % Unemployed→Employed Employed→Unemployed Job changers (excluding between regular employment) Job changers (between regular employment) 13 14 15 16 17 18 19 20 21 22 23 Note: Job changers are employees who left their previous jobs in the past year and are currently employed.", "\"Employed→Unemployed\" refers to those who left employment in the past year and are not currently employed.", "Source: Ministry of Internal Affairs and Communications.", "Labor Mobility in the United States and Europe (as of 2019) EU-OECD countries axis, % 30 60 15 30 Job-to-job Separations to non-employment Hirings from non-employment Notes: 1.", "Figures for Europe are percentages of those for which employment status has changed from the previous year relative to the number of all employed persons.", "Non-employment refers to the status of being unemployed or inactive in the labor force.", "Figures for Norway are based on data for 2018. .", "Figures for the United States are percentages of those for which employment status has changed from the previous quarter relative to the number of all employed persons.", "Non-employment refers to non-employment that has lasted for more than one quarter.", "Quarterly average is the average over four quarters.", "Annual estimate is the cumulative total of four quarters.", "Source: Causa, O., Luu, N., and Abendschein, M., \"Labour market transitions across OECD countries: Stylised facts,\" No., 2021.", "Department Working Papers, Household Financial Assets International Comparisons (as of end-March 2023) tril.", "In the right panel, \"Other\" is the residual after deducting \"Cash and deposits,\" \"Debt securities,\" \"Investment trusts,\" \"Equity,\" and \"Insurance, pension, and standardized guarantees\" from total financial assets.", "Also in the right panel, figures are from \"Flow of Funds: Overview of Japan, the United States, and the Euro area,\" released by the Bank's Research and Statistics Department on August 25, 2023.", "Source: Bank of Japan.", "Dividend yields are calculated by dividing the total dividend per stock that became an ex-dividend stock within the last 12 months by the latest stock prices."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Growth", "Inflation", "Wage Growth", "Structural Reforms", "Earning Power", "Labor Market", "Fiscal Policy", "Productivity", "Economic Outlook"]}