{"sentences": ["The regulatory foundations of international competitiveness and growth - speech by Vicky Given at the Bank of England Published on 27 February 2023 In her speech 'The Regulatory Foundations of International Competitiveness and Growth', Vicky Saporta talks about what a new secondary competitiveness and growth objective will mean for how the PRA makes rules.", "Introduction Parliament is debating a Financial Services and Markets Bill that will redefine the PRA's powers and responsibilities.", "The Bill would give the PRA a new secondary objective.", "This will require us to act when we can to facilitate the UK economy's international competitiveness and its growth over the medium to long term, subject to alignment with international standards.", "I - and the PRA as a whole - know that this is a very important change.", "I'm going to talk today about what this change will mean for how the PRA makes rules.", "It's easy for me to sum that up.", "It will make a big difference.", "We take the new objective seriously.", "We will make rules differently as a result.", "I'll start by sharing my ideas about how the financial sector supports competitiveness and growth, and about how good prudential regulation provides foundations for success.", "I will then tell you what the PRA will do to strengthen those foundations.", "Our plan is to deliver responsible openness that harnesses the UK's strengths as a global financial centre.", "We will tailor rules to UK circumstances when that is appropriate and when we can do so in ways that maintain trust.", "We are working hard to deliver this plan.", "That is why I am able to use this occasion to announce the publication of two consultation papers proposing tailored liquidity, disclosure, reporting and remuneration rules for small banks and building societies.", "These proposals show how we can use our rule making powers in ways that are good for competitiveness and growth.", "We are also today publishing analysis of the impacts of previously announced proposals.", "This analysis is about how our proposals will narrow the gap between capital requirements faced by large and small mortgage lenders.", "This analysis will feed into policy development work to simplify capital requirements for smaller banks and building societies.", "I'll conclude by launching a conference we will hold in September to deepen our understanding of the links between prudential regulation, international competitiveness, and growth.", "At that conference we will share ideas about how we can provide information (including appropriate quantitative metrics) that Parliament can use to judge our performance.", "How finance supports competitiveness and growth Competitiveness is a complicated economic concept which doesn't have a uniformly accepted, text-book definition.", "The impact of finance on economic prosperity is well understood, but there is little research that can help us understand the contribution of prudential regulation to growth through the channel of international competitiveness.", "So I and my colleagues have been thinking hard about these concepts.", "My conclusions are that the financial sector can support the international competitiveness of the UK economy and contribute to growth in the medium to long-term when: UK firms successfully compete to win business around the world; The UK is a top tier global financial hub where firms from around the world choose to do The financial sector supports growth by meeting the needs of the wider national economy.", "That last point needs emphasising.", "Finance matters because it does useful things.", "Financial firms help people and businesses to make payments.", "They channel savings to businesses with promising projects that create growth.", "They help people and businesses manage risks.", "And they give families ways to smooth over shocks to their finances.", "The more efficiently the financial sector does these things, and the fewer gaps there are in the services it provides, the greater the benefit to the wider economy.", "Good regulation is a good foundation for success Sadly, the PRA cannot claim credit for success when all these conditions are met.", "This is because success is primarily driven by the work of the financial services industry themselves.", "The success of the financial industry is also a consequence of many other factors beyond the PRA's control, such as a trusted legal system, a competitive tax structure, reliable infrastructure, the self- reinforcing benefits that arise when a skilled workforce and large number of firms converge in one jurisdiction, and even a convenient time zone.", "Clearly the PRA cannot deliver all of that.", "Now I do wonder if some of you expected me to give a speech about what we can't do.", "You might have expected a lecture about how sustainable growth is impossible without financial stability.", "You might have expected warnings that undermining our primary objectives will increase the probability and severity of crises, whilst decreasing the ability of finance to support economic recoveries.", "These things are indeed true, and colleagues of mine have argued these points in public.", "So I will not repeat my colleagues' arguments today.", "Not because I don't agree with them (I do).", "But because I want to talk about the other side of things.", "About what we can, and about what we will, do differently because of the new objective.", "And this is because industry thrives better when trusted public institutions provide foundations upon which the private sector can build, innovate, and succeed.", "The PRA must do what it can to strengthen these foundations.", "In particular, PRA rule making can deliver three things: harness the UK's strengths as a global financial centre, maintain trust in the UK as a place to do business, and tailor regulations to UK circumstances.", "The PRA will make rules that harness the UK's strengths as a global financial centre I believe that the PRA can help harness the UK's strengths as a global financial centre by providing a high level of responsible openness.", "Responsible openness is essential to the UK's success because it is one of the world's most connected financial centres.", "That is why the PRA sets out clear expectations for firms wanting to branch into the UK.", "It is why we build trusted relationships with supervisors in other jurisdictions, supported by a growing number of Memorandums of Understanding.", "It is why the Bank provides support for the Government's work pursuing free trade agreements with financial services chapters, and bespoke mutual recognition agreements, that facilitate safe access to overseas markets for UK firms.", "And it is why we recognise that prudential regulation mustn't create barriers that stop global talent working in UK firms whilst at the same time failing to advance our primary objective.", "For that reason we are reforming remuneration rules, starting with a consultation on removing the bonus cap.", "As well as openness, we are acting to strengthen the UK as a global financial centre by providing a predictable and stable regulatory environment.", "This makes it easier for all firms - domestic and international - to do business here.", "We've improved the way we communicate.", "The Bank and PRA now work with six other regulators to produce a regulatory grid setting out our plans in one place.", "And we are developing a new UK rulebook that will be easier to navigate than the labyrinth of regulations - many of them EU rules - we are replacing.", "I should reassure you that stable and predictable regulation doesn't mean static regulation.", "Innovation is one of the UK's strengths.", "For that reason, I believe our rule making must incorporate a dynamic digital regulatory agenda that maintains safety without stifling innovation.", "We published a discussion paper about financial firms' application of artificial intelligence last year - you can expect to see more from us about this.", "We will also be proposing rules about issuing and holding digital assets.", "We will act to maintain trust As my colleague Phil Evans recently argued, no global financial centre can thrive in the long term unless it has a trusted regulatory regime.", "One way of achieving that is by aligning with international standards when they are appropriate for the UK.", "Being seen a role model for good implementation of international standards helps us maintain the trust of investors, of firms, and of regulators in other countries.", "I think it's worth stressing how advantageous that last point is for the UK.", "Regulators in other countries are the people who regulate foreign firms that want to do business in the UK, and who supervise the overseas operations of UK firms.", "I also believe that it is normally easier for internationally active firms to follow one global rulebook instead of having to meet the expense of adapting to a patchwork of local standards.", "That is why we engage with multilateral institutions to play a leading role shaping international standards.", "It is also one reason why aligning with international standards - when they are appropriate to the UK - makes Britain an attractive place for international firms to do business We will tailor our rules to the UK Alignment with international standards leaves considerable scope for national authorities to make decisions about specific rules, and about risks not covered by those standards.", "So I'm going to move on now to explain another important way we can harness the UK's strengths as a global financial centre.", "That's by tailoring rules to UK circumstances.", "This is something we work hard at.", "We are working alongside the Government to implement changes announced in December as part of the Edinburgh Reforms.", "Meanwhile, we have used UK data to propose adjustments to some calibrations in the package of banking rules known as Basel 3.1 which we think would be overly conservative if applied here.", "That includes rules about unrated corporate borrowers, which form a very important sector of the UK economy.", "We're consulting right now on those Basel 3.1 proposals.", "So this is a good time for me to stress something important.", "That is that we are very open to evidence-based arguments about how we might change the tailoring we've suggested, or tailor other rules.", "In stressing this, I have in mind particularly some areas where the evidence is sparse, such as for infrastructure lending, or incomplete, such as for capital requirements for exposures to SMEs.", "In general, we will always listen to arguments when people disagree with us, and we will always take into account new evidence.", "This includes tailoring rules that are already in place in response to our own evaluations or to evidence from industry, broader civil society and other stakeholders.", "This is what we did when we implemented an earlier Basel regulatory package known as CRR2.", "In that case, we implemented a new standard for banks' long term funding after tailoring it to be more risk sensitive for activities that are important for the UK.", "That was a change we made in response to evidence-based arguments we received during the consultation.", "We are now taking the same approach to work on Solvency II rules for insurers.", "Debates between us and the Government have got a lot of public attention.", "But there are many areas where we fully agree about the benefits from simplifying the regime to better reflect the needs of the UK.", "And with the high-level policy decisions now clear, we are focused on implementation and on delivering detailed proposals for consultation.", "My colleague Sam Woods recently set out what we are committed to doing.", "All of this will be on top of what we are already doing to remove unnecessary rules we inherited from our time in the EU.", "We have so far deleted 13 guidelines issued by EU regulators, five superseded Supervisory Statements and 26 technical standards onshored from the EU.", "So too will our work simplifying rules about reporting.", "Growth and competition One of the benefits of tailoring rules to UK circumstances is that it helps to facilitate effective competition in markets we regulate.", "I see connections between that objective, which we already have, and our new competitiveness and growth objective.", "That's because an efficient market is one that allocates resources to their best use, including by ensuring that there aren't parts of the economy struggling to access finance that they should be able to secure.", "I don't want to be too simplistic about it - but in general terms what is good for competition is broadly good for growth.", "The importance of competition means that we need to act when rules that are proportionate for large firms are not proportionate for small ones.", "Doing so removes barriers to entry.", "That is why we have invested in the Strong and Simple project to create a simplified regime for small banks and building societies.", "Today we are publishing our first set of policy proposals for this simpler regime.", "These are set out in a Consultation Paper proposing simplifications to liquidity, reporting, and disclosure requirements for banks and building societies that are eligible for the simpler regime.", "In addition, we are also publishing a Consultation Paper proposing simplifications to remuneration rules for smaller firms.", "These are changes we could not have made whilst we were in the EU.", "They are a down-payment on our commitment to use our new powers to tailor rules and to make the UK a better place to operate a financial firm, without compromising on safety.", "We are looking more broadly at the whole structure of rules around remuneration and we are committed to publishing proposals to simplify capital requirements for the simpler regime.", "Ideas for how we can simplify rules for larger mid-tier firms are under development.", "On that subject, I want to draw attention to analysis we have published today about the impacts of the Basel 3.1 proposals we are consulting on and of some earlier reforms.", "The analysis shows how these will together help to narrow the gap between capital requirements for mortgages under the Standardised Approach used by the majority of smaller banks and the Internal Ratings Based (IRB) approach used by bigger banks.", "This analysis shows how we are already levelling the playing field to facilitate effective competition between small and large banks.", "In this case, our analysis shows why we expect the gap between capital required for mortgages under the Standardised Approach and capital required under IRB to narrow significantly.", "These findings will inform our approach to simpler regime capital requirements for small firms.", "Deepening our understanding As we continue our work, we must continue to draw on global best practice when pursuing our new objective.", "Until now, the contribution of prudential regulation to international competitiveness and growth has not been a focus of research in academia or the regulatory and central banking community.", "More research and debate with practitioners, academics and regulators will help us deliver our new objective and will help us understand how to measure and report on how well we are doing.", "This is why I am delighted to announce that we will be holding an international conference on 19 September to deepen our understanding of the links between prudential regulation, international competitiveness, and growth.", "I hope that the conference, which will be held after the Financial Services and Markets Bill is expected to be enacted, will kick off the next stage of a debate about how we can pursue our new objective.", "We would also like to share at the conference ideas about the information - including quantitative metrics - that could be provided to Parliament so that they can judge our performance.", "This is important because I recognise that we regulators shouldn't be judged on our words alone.", "It is right that Parliament have access to timely, informative, and transparent information on what we are doing.", "But any measures should be about what the PRA can control, and not what it can't.", "They should be about our work strengthening the regulatory foundations that support our likely new objective.", "They should tell people whether we are meeting our commitments to regulate in a way that harnesses the UK's strengths as a global financial centre, that maintains trust, and that is tailored to UK circumstances.", "They should also be designed in a way that is consistent with how Parliament has ranked our objectives - they should make it easy to see how we have pursued our new objective properly subject to advancing our primary objectives.", "For example, we know that the operational effectiveness of the PRA is important for the UK's success as a global financial centre.", "That is why we have committed to increasing the frequency with which we report on our efficiency handling regulatory transactions, including authorisations.", "We will also provide more information on the time taken to determine cases and provide new breakdowns of these metrics by type of firm.", "Amongst other things, this will help people understand how long it takes to set up a new bank or insurer - which clearly matters for the UK's competitiveness.", "Let me briefly sum up.", "Be in no doubt that our new objective will lead to big changes in how we make rules.", "We have already been working hard developing our ideas about what competitiveness means for the financial services industry and how it is connected to growth.", "We have a plan for pursuing the new objective.", "That plan recognizes the hierarchy of our objectives and it is focussed on what we can control.", "That, after all, is our job.", "We are getting on with it, and we look forward to being judged on our performance.", "This represents my personal views and not those of the Bank.", "Any errors are my own.", "Particular thanks for their contributions to the speech go to Austen Saunders, Faith Bannier, Max Weidlich and Michael Pinder.", "My thanks also to the following people for their input and comments: Ala Marar, Andrew Bailey, Andrew Bell, Anna Jernova, Ben Dubow, Ben Guerin, Bronagh Kealey, Charandeep Biling, Charlotte Gerken, David Bailey, Eleanor Beamond-Pepler, Gao Yu, Gareth Truran, George Speight, Harriet Gamper, Jon Newton, Jonathan Haynes, Julian Gray, Lanze Gardiner Vandvik, Mariana Gimpelewicz, Matthew Willison, Millie Rettie, Nick Lock, Nigel Fray, Olatunji Jayeola, Paul Hawkins, Phil Evans, Rebecca de Hoest, Renée Horrell, Robert Miller, Sadia Arif, Sarah Breeden, Sam Woods.", "The UK hosts around 150 branches and around 100 subsidiaries of international banks.", "These include branches and subsidiaries of all the banks identified by the Financial Stability Board (FSB) as Globally Systemically Important Banks (G-SIBs).", "The UK hosts around 200 branches and subsidiaries of international insurers.", "For banks, see PRA Supervisory Statement 5/21 - 'International banks: The PRA's approach to branch and subsidiary supervision', July 2021.", "For insurers, the PRA's current approach is set out in PRA Supervisory Statement 2/18 - 'International insurers: the PRA's approach to branch authorisation and supervision', March 2018.", "During 2023, the PRA plans to complete its assessment of any outstanding branches of international insurers currently within the Temporary Permissions Regime as well as to set out its proposed supervisory approach to branches.", "See 'Letter from Charlotte Gerken and Shoib Khan \"Insurance Supervision: 2023 priorities\"', January 2023.", "The PRA also plans to remove capital requirements for branches of international insurers operating in the UK as part of the upcoming Solvency UK package.", "See 'Fundamental Spreads - speech by Sam Woods', 20 February 2023. .", "The PRA currently has 79 supervisory cooperation and information sharing Memorandums of Understanding (MoUs) in place with authorities across 51 jurisdictions.", "Since the UK left the EU, the PRA has signed 34 MoUs with EU institutions and Member States.", "The PRA is in the process of seeking to agree eight further MoUs with non-EU countries.", "New agreements include those with New Zealand and Australia.", "The Bank and the PRA will continue this year to support the Government's negotiations on at least seven more, including by completing an assessment of the Swiss regulatory regime for a mutual recognition agreement which is currently under negotiation.", "PRA Consultation Paper 15/22 and FCA Consultation Paper 22/28 - 'Remuneration: Ratio between fixed and variable components of total remuneration (\"bonus cap\")', December 2022. .", "The latest version of the regulatory grid is produced by the Regulatory Initiatives Forum which is made up of the Bank (including the PRA), the FCA, the Payment Systems Regulator, the Competition and Markets Authority, the Financial Reporting Council, The Pensions Regulator, and the Information Commissioner's Office.", "HM Treasury attends as an observer member.", "In addition to producing the regulatory grid, the Forum monitors the overall weight of regulation.", "This PRA uses this information to review and, when necessary, adjust its plans for regulatory activity.", "See also the existing Policy Index that improves access to current materials.", "PRA Discussion Paper 5/22 - 'Artificial Intelligence and Machine Learning', October 2022.", "An updated approach to firms' broader risk management will incorporate our latest thinking on these topics.", "The BCBS published a standard on the prudential treatment of cryptoasset exposures in December 2022: 'Prudential treatment of cryptoasset exposures '.", "The PRA will be consulting on an implementation of this standard after Basel 3.1 rules have been finalised.", "Furthermore, the FSM Bill would extend current Bank and FCA regulatory regimes for payment systems and e-money to cover the use of 'stablecoins' for payments.", "The Bank will have responsibility for any such payment systems which are systemic or likely to become systemic.", "The Bank intends to consult early this year on the regulatory framework that will apply to such systemic payment systems.", "The PRA's intention is that new standards for PRA-regulated firms will be coherent with rules for other sectors.", "For clarity, I note that tailoring must always be carried out in a way that is consistent with the PRA's objectives and 'have regards'.", "Financial Services: The Edinburgh Reforms.", "The PRA is contributing to reforming the Ring-Fencing Regime for banks, removing rules for the capital deduction of certain non-performing exposures held by banks (the PRA will consult soon on removing these rules), a review into reforming the Senior Managers & Certification Regime (the PRA published an 'Evaluation of the Senior Managers and Certification Regime' in December 2020 and will soon issue a discussion paper with the FCA in coordination with the Government), changes to the Building Societies Act, and work on a potential UK retail central bank digital currency.", "PRA Consultation Paper 16/22 - 'Implementation of the Basel 3.1 standards', November 2022.", "Some reporting requirements for insurance firms, especially smaller firms, have already been removed.", "The PRA will be consulting in the coming months on easing insurance reporting burdens further.", "The PRA has also started a review of banking reporting requirements.", "On empirical research supporting this argument, see Ross Levine, 'Finance, Growth, and Inequality', IMF Working Paper WP/21/164 (2021).", "PRA CP 4/23 - 'The Strong and Simple Framework: Liquidity and Disclosure Requirements for Simpler-regime Firms', February 2023.", "Proposals include replacing the NSFR with a simpler retail deposit ratio for firms with large retail deposit bases, simplifying liquidity reporting templates (including simplifying the ILAAP template), reducing Pillar 3 disclosure requirements, and removing Pillar 3 disclosure entirely when firms do not have listed financial instruments.", "PRA CP 5/23 - 'Remuneration: Enhancing proportionality for small firms', February 2023.", "Proposals include removing requirements to apply rules on malus, clawback, and buyouts for eligible firms.", "On earlier reforms to IRB modelling of mortgage risk, see PRA Policy Statement 13/17 - 'Residential mortgage risk weights', June 2017; PRA Policy Statement 7/19 - 'Credit risk: The definition of default', March 2019; and PRA Policy Statement 11/20 - 'Credit risk: Probability of Default and Loss Given Default estimation', May 2020. .", "For owner-occupier mortgages with LTV ratios below 50%, the gap between risk weights could narrow by between 50% and 70%.", "Letter from Sam Woods to Andrew Griffith MP, Economic Secretary to the Treasury , 01 December 2022.", "Victoria Saporta Executive Director, Prudential Policy ©2023 Bank of England"], "classifications": ["none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Competitiveness", "Growth", "Regulation", "Financial Sector", "Prudential Regulation", "International Standards", "Tailoring", "Stability", "Innovation", "Trust"]}