{"sentences": ["I would like to thank UK Finance for inviting me to speak, and for the perfect timing of the reception.", "On 19 June, exactly a month and a day ago, we reached an important milestone migrating CHAPS (the UK's high-value payment system) to ISO 20022, the global financial messaging standard.", "This evening's event is an excellent opportunity to celebrate this major collective achievement and to look forward to the further change and innovation that lies ahead.", "There are many people here this evening who were involved in the migration to ISO 20022.", "The transition was not just a Bank of England (Bank) programme, it was the careful knitting together of 38 programmes, with all CHAPS Direct Participants being ready at the same time.", "The success was the result of sustained collaboration between the Bank, CHAPS Direct Participants, their customers and vendors, and our technology delivery partner Accenture.", "It required significant planning, system design and testing from all institutions.", "I want to thank each and every one of you for your expertise, commitment, and collaboration.", "The move to ISO 20022 marks the first stage of realising significant benefits for the industry from our major transformation programme to renew the Real-Time Gross Settlement (RTGS) system.", "I would like to take this opportunity to explain the changes underway and how collaboration will help us maintain this unprecedented momentum, unlocking further benefits from RTGS and enhanced wholesale digital money.", "Benefits of renewing RTGS The payments industry is evolving in response to rapid growth in new technology, increasing expectations from customers and the ever-changing risk landscape.", "The Bank, through its provision of the core payments infrastructure - RTGS - wants to support the industry and to enable greater competition and innovation.", "We have set out a vision to deliver benefits to industry across four key areas: increased resilience, greater access, wider interoperability, and improved user functionality.", "The migration to ISO 20022 was the first major step in realising this vision, which will improve not only domestic payments but also enhance cross-border payments.", "We are building a system to meet industry's needs.", "Therefore, unlocking the benefits of renewing RTGS will only be possible with continued close collaboration with the payments industry.", "These benefits will be realised across three main phases - I will speak briefly about each of them in turn.", "First phase of benefits - ISO 20022 The transition to ISO 20022 globally is a major step to increase transparency and interoperability to enhance domestic and cross-border payments.", "It will release some immediate benefits enabling the CHAPS Direct Participants to send and receive richer, more structured payment messages.", "This will support greater straight-through processing, quicker end-to-end payments, and more accurate detection of fraud.", "I encourage everyone here to consider how best your organisations and customers can benefit from this opportunity.", "We have been collaborating with UK Finance to develop a framework for how payments should be prioritised during operational disruption.", "This will help ensure the most urgent payments (such as salaries or benefits) are prioritised and therefore make the whole financial system more resilient.", "There are myriad other use cases, for example, firms could reconcile the payments they receive with the invoices issued on an automated basis; and cross-referencing enhanced information could help in global efforts to combat fraud.", "UK Finance's Ideathon this Autumn will be a great way of facilitating yet more innovative use cases for leveraging enhanced data1.", "I am looking forward to seeing the creative results.", "However, there is still more to be done to ensure we fully unlock the benefits of a globally harmonised messaging standard for the payments industry.", "The more systems that speak the same messaging language, the greater the benefits.", "Delivering this will require a truly collaborative approach across the central banking community, payment system operators and financial institutions.", "The Joint Task Force of the Committee on Payments and Market Infrastructures (CPMI) members and private sector representatives are working together to harmonise end-toend data requirements for cross-border payments.", "An internationally consistent approach to using the new richer data will be a critical catalyst in achieving the G20 targets for faster and cheaper cross-border transfers.", "When the final publication is released, we encourage you to review it and initiate the internal work required to meet this new higher standard by 2025 where possible, and 2027 at the latest.", "Second phase of benefits - new core settlement engine Our focus now turns to the new core settlement engine for RTGS, which will launch next summer.", "The new infrastructure and user interface are currently being tested within the Bank and will be opened up for testing by participants this Autumn.", "This will unlock the second phase of benefits of renewing RTGS.", "ISO 20022 is delivering wider interoperability: the next phase will deliver increased resilience (including increased perimeter security); greater access, and enhanced user functionality.", "It will also introduce a modular architecture, delivering solid foundations on which to introduce further change.", "We have already made significant strides towards providing greater access to RTGS to promote innovation and competition.", "In 2017, we were the first G7 central bank to grant access to Non-Bank Payment Service Providers.", "This was followed in 2021 by a new access policy for omnibus accounts, which will enable RTGS to interoperate with emerging technologies (such as Distributed Ledger) and new business models.", "Building on these policy developments, the renewed RTGS service will be able to accommodate a substantially higher number of account holders, offer streamlined onboarding, and introduce a more proportionate, risk-based assurance model.", "In addition, in line with our commitments under the G20 roadmap on cross-border payments, we will publish around the end of the year an external review of our access polices for non-banks, Financial Market Infrastructures (FMIs) and foreign banks to ensure that processes for these firms do not pose unnecessary barriers to access to RTGS.", "The renewed RTGS will also provide improved user functionality to support emerging user needs in a changing payment environment.", "This includes: An enhanced CHAPS Liquidity Saving Mechanism to support lower liquidity costs.", "We will introduce more efficient algorithms which, based on our estimates, could help CHAPS participants to collectively save many millions of pounds every year .", "Technical capability to extend RTGS operating hours to near 24/7.", "We are engaging with the industry to assess the case for an increase.", "More modern and functionality-rich systems to make user interactions with RTGS easier.", "For example, Application Programming Interfaces (APIs) will provide richer access to payment and liquidity data, which can enable smoother payments processing and improved customer experience.", "Foundations for the future Our ambition does not stop there.", "We will utilise the modular and flexible design to deliver the third phase of benefits of renewing RTGS.", "At the heart of RTGS is the ability to support safe and efficient settlement in central bank money.", "Our vision also encapsulates RTGS acting as an open platform for change and innovation.", "Following feedback to our 2022 consultation on the future roadmap for RTGS , we are prioritising work to assess several innovative features.", "Top of the list are: new ways to connect to RTGS, a synchronisation interface to connect RTGS with other ledgers, and extended RTGS operating hours.", "If implemented, they will achieve ever-higher degrees of resilience and facilitate industry's innovation and competition: they will be key to helping us deliver wholesale enhanced digital money.", "For example, a synchronised settlement interface would allow linking the transfer of funds in RTGS with the transfer of funds or assets on other external ledgers to achieve conditional settlement.", "The introduction of synchronised settlement would put us in a strong position to integrate central bank digital money in RTGS with innovative technologies (such as Distributed Ledger).", "It would allow RTGS to interoperate with other asset ledgers, such as land registers or overseas RTGS systems, helping reduce settlement risk and liquidity costs for a wide range of markets.", "Synchronisation would allow market participants to create innovative services backed by the security of central bank money, and offer their customers a faster, cheaper and safer method of transactions.", "We have already tested this concept through Project MeridianOpens in a new window - an exciting collaboration with Bank of International Settlement (BIS) Innovation Hub London Centre and private sector partners.", "This saw a successful development of a technical prototype for synchronised settlement, using housing transactions as an exploratory use case.", "It concluded, among other things, that synchronisation can improve the efficiency of transactions by automating processes that are currently manual.", "This is relevant for house purchases but also other types of transactions - we are currently considering a generic synchronisation interface that is asset-agnostic.", "Many of you are already working closely with us to assess business cases and shape the high-level design of priority roadmap features.", "Engaging with the industry is so important because you are our customers, who need to trust that we will deliver the changes you need, at the right time and in a safe manner.", "We will need to continue this close collaboration through all stages of service design and delivery.", "These innovative features will help us make UK payments more efficient.", "And furthermore, many of these features will also play an important role in helping us meet the ambitious G20 targets3 for enhancing cross-border payments, many by 2027.", "Jurisdictions across the globe are now focusing their efforts to address the four challenges of cross-border payments: cost, speed, transparency and access.", "The Bank of England is an active advocate of this work: helping to develop the building blocks and actions; contributing to several workstreams; monitoring progress including through the FSB Cross-Border Delivery Group which I chair; and very importantly making changes to our RTGS.", "Working together to realise the benefits of the three key phases of RTGS Renewal benefits will lead to a step change in payments.", "It can catalyse innovation and promote resilience for financial institutions, which would ultimately make domestic and crossborder payments faster, cheaper and safer for customers.", "But we need your help to achieve that.", "In the short term, we need to focus collectively on transitioning to the new core settlement engine next summer.", "And we want your inputs in: shaping the future RTGS roadmap and cross-border payments work; assessing business cases for innovative RTGS features; responding to our upcoming consultations on RTGS operating hours and RTGS access, and considering further use cases for ISO 20022.", "To quote Sir Winston Churchill, whose image on the £5 note maybe in the change in your wallet, \"To improve is to change: to be perfect is to change often\".", "Our vision is to change often, and to do so in partnership with industry.", "I would like to thank Dovile Naktinyte, Karin Oldham, Elizabeth Leather, James Southgate, and Mark Streather for their help in preparing these remarks.", "UK Finance are hosting a Digital Innovation Summit in October 2023.", "Ahead of the summit, UK Finance will be running an 'Ideathon': a Hackathon of ideas where industry teams will be invited to develop ideas on how the implementation of ISO 20022 could provide tangible benefits to their customers when they make and receive payments.", "The winner will be announced in October at the summit.", "As part of our work to enhance the Liquidity Saving Mechanism in CHAPS, we have finalised a new set of matching algorithms for implementation in the renewed RTGS service.", "The enhanced matching algorithms will more efficiently match incoming and outgoing CHAPS payments - this will ultimately reduce the value of intraday liquidity required to settle payment obligations in CHAPS.", "Targets for addressing the four challenges of cross-border payments: Final report - Financial Stability Board (fsb.org)Opens in a new window"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["RTGS renewal", "ISO 20022", "Payments", "Cross-border payments", "Collaboration", "Innovation", "Resilience", "Access", "User functionality", "Synchronised settlement"]}