{"sentences": ["Remarks by Paul Beaudry Bank of Canada Victoria, British Columbia Economic progress report: Are we entering a new era of higher interest rates?", "\"Presume not that I am the thing I was...\" - William Shakespeare Thank you for the kind welcome and thank you to the Greater Victoria Chamber of Commerce for giving me the opportunity to be here today.", "It is always a real pleasure to visit beautiful Victoria.", "I live in Vancouver, but I often make the trip across to Vancouver Island to take advantage of the natural beauty here.", "I love riding the Galloping Goose trail out to Sooke to visit the potholes or hiking the beaches in Juan de Fuca Park.", "I could go on all I hope you won't be day about the wonders of Victoria and the island, but instead-and disappointed-I will focus my talk on interest rates.", "the Bank of Canada's First, I want to talk about decision yesterday to raise our policy rate to 43⁄4%.", "I will elaborate a bit on our discussion and the thinking behind our decision.", "Then I will take a step back and look at where interest rates may be going two or three years into the future and beyond.", "I will consider the question of where interest rates are likely to settle once inflation has normalized, and whether we may be entering a new To do this, I'll explore some of the factors that environment of higher interest rates.", "influenced interest rates in the decades before the COVID-19 pandemic and then discuss why these forces may now be shifting.", "The long-term path of interest rates is an important consideration for many household and business decisions.", "When a company plans a major investment in a new factory or a family buys a new house or car, they need to consider the cost of financing over many years.", "This includes being ready for the possibility that interest rates could stay higher for longer.", "Now, I claim to know with certainty where interest rates are going, but I can point to where some of the risks lie.", "By doing this, I am hoping to help Canadians prepare in case it turns out we have indeed entered a new, higher interest rate environment.", "But as I said, let's start with the present, as I am sure you are curious to understand our thinking.", "Yesterday, Governing Council raised the policy rate to 43⁄4%.", "This was our first rate increase since January.", "When we paused five months ago, we said we needed time to assess whether our forceful monetary policy tightening-425 basis points in less than a year-was restrictive enough to return inflation to the 2% target.", "Put another way, we were looking for an accumulation of evidence that supply and demand were rebalancing, and price pressures were easing, in line with our inflation target.", "By our meeting in April, we were beginning to see some signs that more tightening might be needed and so we discussed the possibility of increasing the policy rate.", "At that time, we were concerned about elevated core inflation and the tightness in the labour market-including strong wage growth.", "We also discussed the possibility that consumer demand could be more robust than expected.", "The data since April have tipped the balance.", "The accumulation of evidence-across a range of economic indicators-suggests that excess demand in the Canadian economy is more persistent than we thought, and this increases the risk that the decline in That's why we decided to inflation could stall.", "Let's start with economic growth, which rebounded in the first quarter of 2023 to 3.1%.", "Consumption growth, in particular, was very strong at 5.8%, with household spending on both goods and services sharply higher.", "We had expected growth in demand for services to start to ease off, but Canadians continue to catch up on travel, entertainment and restaurant spending.", "More unexpected was the strength of the rebound in goods spending, particularly the demand for interest-rate-sensitive goods, like furniture and appliances.", "We also considered evidence that buyers were returning to the housing market, even as supply remained tight, which could further fuel inflationary pressures.", "We discussed how much the strength in consumption could be explained by strong immigration, ongoing pent-up demand and the continued unwinding of supply chain issues.", "We determined that while these factors are at play to varying degrees, the bottom line is there appears to be more momentum in demand than we expected.", "We also talked about the labour market.", "While there are fewer job vacancies, unemployment remains near a record low.", "More workers are coming into Canada, but they are being hired very quickly, reflecting strong labour demand.", "While On inflation, we discussed April's that might not seem like much, it was in the opposite direction of what we expected, and the details behind the headline number were concerning.", "In particular, three-month measures of core inflation remain elevated and seem to have lost their downward momentum.", "And goods inflation surprised us by accelerating in April, reversing course after months of deceleration.", "We still expect headline inflation to have eased in May and to be near 3% later this summer, but this is largely due to lower energy prices and what we call base-year effects-the comparison of current price gains with the very large gains a year ago.", "To sum up, when we looked at the recent dynamics in core inflation combined with ongoing excess demand, we agreed the likelihood that total inflation could get stuck well above the 2% target had increased.", "Based on this accumulated evidence, we decided to raise the policy rate to slow demand and restore price stability.", "We'll have more to say about all of this in our July forecast.", "We know this tightening cycle has not been easy for many Canadians.", "But the alternative-not controlling inflation-would be far worse, particularly for people living on low or fixed incomes.", "When inflation is stable around the 2% target, it removes the anxiety created by large swings in the cost of living.", "Price stability means households and businesses can plan, budget and invest with confidence and allows our economy to work better.", "That is why the Bank remains focused on taking the steps needed to restore inflation to 2%.", "Breaking down interest rate movements That wraps up my discussion of decision, which was very much a look at what we are considering in the near term.", "Now let's consider the forces influencing interest rates in the long term.", "look at the 25 years leading up to the pandemic, a period with a clear downward trend in long-term interest rates in Canada (Chart 1).", "This downward path is whether we're talking about mortgage rates, business loan rates unmistakable, or yields on government bonds.", "Chart 1: Long-term nominal interest rates fell steadily in Canada over the 25 years Quarterly data, 1995Q1 to 2019Q4 % 1995 1999 2003 2007 2011 2015 2019 Conventional mortgage rate Business loan rate 10-year bond yield Sources: Canada Mortgage and Housing Corporation via Haver Analytics and Bank of Canada Last observation: 2019Q4 To better understand the forces that drove that trend, it will be helpful to distinguish between three different types of interest rates: nominal rates, real rates and the neutral rate.", "Let me begin with the first two.", "The interest rates posted by your mortgage broker or set by the Bank are in nominal terms.", "To get the real interest rate, simply subtract inflation from the nominal rate.", "For example, if the nominal interest rate is 5% and inflation is stable at 2%, then the real interest rate is 3%.", "Because real rates are what determine the value in saving and the cost of borrowing.", "Think about it this way: say you have $2,000 to spend on a trip to the Okanagan and want to decide whether to go now or save up for a few more years.", "If the nominal interest rate is 5% and the rate of inflation is 2%, then in three years your $2,000 trip will cost you about $2,120, but your savings will have grown to a bit over $2,300.", "This puts you ahead by roughly $180, reflecting a 3% real interest rate.", "You could use that extra money for a longer stay or a nicer hotel.", "In that sense, the real rate reflects how much more purchasing power you'll ultimately get from your savings.", "If instead you were borrowing at a 3% real rate, then the real rate would reflect how much purchasing you'd have to give up to service your debt.", "When we look at the yield on a 10-year Canadian bond in real terms in Chart 2, we can see that much of the decline in nominal rates in Chart 1 reflects falling real rates.", "This should not be surprising because inflation was quite stable around the 2% inflation target in the 25 years leading up to the pandemic.", "We can also see that the decline in long-term rates was not unique to Canada.", "Most advanced economies saw similar decreases.", "Chart 2: The decline in real yields was an international phenomenon Semi-annual data, April 1995 to October 2019 -2 1994 1998 2002 2006 2010 2014 2018 Canada United States France Germany United Kingdom Canada Note: For each country, the real yield is computed as the difference between the nominal yield on 10-year government bonds and a measure of professional forecasters' inflation expectations over the next 10 years.", "Sources: National Sources, Consensus Economics and Bank of Canada calculations Last observation: October 2019 To make sense of this downward trend in long-term real rates, turn to the concept of the neutral rate.", "As a first step, it is worth noting that long-term real rates largely reflect where markets expect short-term real rates to be in 5 or 10 years.", "This time frame is important because most economists agree that real rates at this horizon are outside the control of monetary policy and instead determined by deeper, structural forces.", "These structural forces shape what economists call the real neutral rate, meaning the level at which short-term real rates should settle over time.", "think of this neutral rate as an anchor.", "Right now, the water is choppy because we are still feeling the shocks of the pandemic and the war in Ukraine.", "But that anchor is where the Bank thinks real rates should settle once the effects of those shocks have faded, inflation is back at the 2% target and the economy is in balance.", "To be clear, the neutral rate is not easy to pin down, nor is it static.", "It is carried along by the structural forces I just mentioned, and over time those forces pull all interest rates in the economy with it-from policy rate to mortgage and loan rates.", "As a result, if we want to make sense of the downward trends I just highlighted, it's important to understand how the real neutral rate is determined and what sort of structural forces could have caused it to drift lower over the 25 years before the pandemic.", "The real neutral rate: Key drivers and their evolution let's talk about Now, the drivers of the real neutral rate.", "In essence, it comes down to the balance between saving and investment in the medium to long run.", "Here, the main idea is that household saving filters through the financial system to finance investments made by firms.", "The saving and investment must balance out.", "When households have a strong desire to save but firms have few investment opportunities, the neutral rate needs to fall to balance them out.", "By contrast, when businesses have many opportunities for profitable investment, but households have little desire to save, the neutral rate is pushed up.", "Because Canada is a small open economy, it is the global balance of saving and investment that matters most for our real neutral rate.", "Most advanced economies are in the same boat, which is why Chart 2 shows such similar trends across countries.", "If we want to understand these trends, we need to consider the structural forces that could have led to upward pressure on global saving or downward pressure on global investment.", "illustrates these forces in action, showing how more desire to save from households should lead to a lower neutral rate (middle panel) and how the neutral rate would fall even further investment opportunities were simultaneously shrinking (bottom panel).", "I won't be able to touch While on all the potential forces in my remarks today,2 I want to flag four that are widely viewed as being key drivers in recent decades-three on the saving side, and one on the investment side.", "Figure 1: Saving and investment determinants of the real neutral rate Initial equilibrium I(r) Saving (S), Investment (I) neutral New equilibrium with upward pressure on saving Saving (S), Investment (I) neutral New equilibrium with upward pressure on saving and downward pressure on investment Saving (S), Investment (I) Demographics and aging The first force has to do with demographics.", "Over the past two decades, both here in Canada and in other countries, the baby boomers have been nearing the end of their working years.", "This is important because people tend to save more as they approach retirement.", "Think of it this way: a 20-year-old is not likely to save as much as someone in their forties or fifties, because the older person is more focused on saving for retirement and, being further into their career, is also likely saving out of a higher salary.", "Large shares of the populations of advanced economies were at this saving-intensive stage of life, and this was a source of both upward pressure on global saving and downward pressure on real interest rates.", "These impacts were reinforced by an increase in life expectancy, which meant that people had to save more than previous generations to be ready for a longer retirement.", "Integration of China and other high-saving economies into the global economy The second force has to do with the rapid rise of China and other low- and middleincome economies.", "Saving rates in many of these countries were high in recent decades.", "In part, this reflects lessons learned from financial crises, but it is also because these countries have weaker financial systems and social safety nets.", "If you can't get insurance or a loan, if you don't have a or reliable pension, then you must put aside more money to cover those gaps.", "And demographic trends similar to those I described under the first force would also have supported saving in some of these countries.", "As a result, as these nations grew and integrated into the global economy, they brought with them a new, large pool of saving that added to downward pressures on real rates.", "Rising inequality The third force is rising income and wealth inequality.", "This trend has been much less pronounced in Canada than in other jurisdictions, such as the United States, but it matters in the context of global saving.", "Rising inequality means more resources are For details on these demographic mechanisms, see G. B. Eggertsson, N. R. Mehrotra and J.", "A. Robbins, American Economic Journal: \"A Model of Secular Stagnation: Theory and Quantitative Evaluation,\" Macroeconomics 11, no.", "1 (2019):1-48; and E. Gagnon, B. K. Johannsen and D. López-Salido, IMF Economic Review \"Understanding the New Normal: The Role of Demographics,\" 69, no.", "Among others, see B. S. \"The Global Saving Glut and the U.S. Current Account Deficit\" (remarks at the Sandridge Lecture, Virginia Association of Economists, Richmond, Virginia, March 10, Gourinchas, of and 2005); R. J. Caballero, E. Farhi and P.-O.", "\"An Equilibrium Model 'Global Imbalances' Low Interest Rates,\" American Economic Review 98, no.", "9 (2015): 2838-2881. concentrated among richer households, who tend to save more than average savers do.", "This created a growing source of downward pressure on real rates.", "The \"missing investment\" puzzle The fourth force is on the investment side.", "A surprising trend in the years leading up to the pandemic was that levels of investment in advanced economies generally remained low despite a large fall in real interest rates.", "If the only forces at play were on the saving side, then lower real rates should have triggered higher investment (Figure 1, middle panel).", "This means another force was likely holding back investment over this period, putting further downward pressure on real interest rates.", "The precise reasons for this \"missing investment\" are difficult to pinpoint,6 but I can offer three examples of factors that may have played a role.", "The first is that profitable investment opportunities may have dwindled over time as more and more low-hanging fruit was picked.", "Second is that competitiveness has decreased: large and established firms have grown to dominate many industries, making it difficult for new and more innovative entrants to gain traction.", "And a third factor is that investment has shifted from physical assets, such as airplane engines and appliances, to digital or otherwise intangible ones, which may be more difficult to finance or to use as collateral.", "Where are real rates headed from here?", "Together, the four forces I described contributed to a sizable fall in real rates over the 25 years leading up to the pandemic.", "The big question now is: where do interest rates go post-pandemic?", "lot of uncertainty surrounding that question-and a significant diversity of As a starting point, it's important to views among economists.", "understand that most of the structural forces driving the neutral rate are slow-moving, so you would not normally expect to see major changes over the span of just a few years.", "Consistent with this, the International Monetary Fund has said it sees no evidence of changes to the neutral rates of advanced economies compared with pre-pandemic See J. Platzer and M. \"Secular Drivers of the Natural Rate of Interest in the United States: A Quantitative Evaluation,\" International Monetary Fund Working Paper No.", "2022/030 (February 11, 2022); and L. Straub, \"Consumption, Savings, and the Distribution of Permanent Income,\" Harvard University Department of Economics working paper (June 5, 2019).", "The term \"missing investment puzzle\" was originally coined by Bank of England Governor Andrew Bailey in a recent speech.", "\"The economic landscape: structural change, global R* and the (speech delivered missinginvestment puzzle\" to the Official Monetary and Financial Institutions Forum, July 12, 2022).", "For details on these three factors, see R. J.", "\"Is U.S. Economic Growth Over?", "Faltering Innovation Confronts the Six Headwinds,\" National Bureau of Economic Research Working Paper No.", "18315 (August and T. Philippon, Brookings 2012); G. Gutiérrez \"Investmentless Growth: An Empirical Investigation,\" Papers on Economic Activity 48, no.", "And when we look at our own models, our most recent analysis suggests neutral rate has not drifted much from its pre-pandemic range and currently lies around 0%-1% in real terms, or 2%-3% in nominal terms.", "Those ranges are our base case for where we think short-term rates will settle once inflation returns to normal.", "However, the risks around that base case are tilted to the upside.", "Looking across the four forces I just listed, there are good reasons to believe that some may be reaching a plateau or even changing course.", "That makes it unlikely the real neutral rate will fall below pre-pandemic estimates and creates a meaningful risk that it could go up.", "In many countries, large shares of the population are no longer saving in preparation for retirement but are actually retired-so they are in a stage of life when people typically start spending their savings.", "This should be a source of downward pressure on global saving and upward pressure on real rates, though the precise extent and timing are difficult to predict.", "To be clear, this is not only a story about baby boomers in advanced economies.", "The one-child policy in China has led to a similar demographic shift in that country, shrinking the pool of saving it contributes to the global economy.", "And, barring significant low- or middle-income structural or political changes, it seems unlikely that another country will be ready to bring in a new, China-sized pool of saving over the coming years.", "Geopolitical pressures could also make some countries less willing or able to channel their saving into the global financial system, relative to the patterns we saw over the 25 years before the pandemic.", "Some of the underlying drivers of could also be waning and therefore causing less drag on real rates.", "For example, globalization may be stalling relative to the pace we saw in the 2000s,12 and the geopolitical pressures I just touched on could even send it into reverse.", "That could lead to less inequality within advanced economies, where the See International Monetary Fund, \"Chapter 2:The Natural Rate of Interest: Drivers and Implications for Monetary Policy,\" World Economic Outlook: A Rocky Road (April 2023).", "Bank's most recent assessment of the Canadian neutral rate For details on the and a newly enhanced model supporting it, see, respectively, J.", "Champagne, C. Hajzler, D. Matveev, H. Melinchuk, A. PoulinMoore, G. K. Ozhan, Y.", "Park and T. Taskin, \"Potential output and the neutral rate in Canada: 2023 assessment,\" Bank of Canada Staff Analytical Note No.", "2023-6 (May 2023); and Kuncl, M., and D. Matveev, 2023, \"The Canadian Neutral Rate of Interest through the Lens of an Overlapping-Generations Model,\" Bank of Canada Staff Discussion Paper No.", "last pre-pandemic assessment, see T. J. Carter, X. S. Chen and J. Dorich, \"The Neutral Rate in Canada: 2019 Update,\" Bank of Canada Staff Analytical Note No.", "For a detailed exploration of many of these issues, see C. Goodhart and M. Pradhan, The Great Demographic Reversal: Ageing Societies, Waning Inequality, and an Inflation Revival (Cham, Switzerland: Palgrave Macmillan, 2020).", "\"China's High Savings: Drivers, See L. Zhang, R. Brooks, D. Ding, H. Ding, H. He, J. Lu and R. Mano, Prospects, and Policies,\" International Monetary Fund Working Paper No.", "\"Charting Globalization's Turn to Slowbalization After Global Financial See S. Aiyar and A. Ilyina, Crisis,\" IMF Blog (February 8, 2023).", "benefits of globalization have generally not been shared evenly.", "Population aging could further decrease inequality-as more and more people retire, labour becomes scarce relative to capital.", "the \"missing investment\" Finally, with respect to puzzle, the transition to a low-carbon economy is creating substantial new investment opportunities in green technology and green infrastructure.", "Adding to this, rapid advances in artificial intelligence could also reverse some of the investment-side weakness that I mentioned earlier.", "For these reasons, we may be entering a new era of public and private investment, and this could put upward pressure on real rates.", "As you can see, important structural forces will affect rates in our post-pandemic world and beyond.", "My overall argument today is that a base-case scenario where the real neutral rate remains broadly in its pre-pandemic range is possible, but the risks appear mostly tilted to the upside.", "In view, that makes it more likely that long-term real interest rates will remain elevated relative to their pre-pandemic levels than the opposite.", "Simply put, it's important to think ahead.", "So what does this mean for you?", "I hope that by highlighting some key drivers of long-term real interest rates and how they may evolve, I will help people be better prepared in the eventuality that we have entered a new era of structurally higher interest rates.", "You need only look to the recent stresses in the global banking sector to see examples of poor planning for the possibility of higher rates.", "And while I explained why considerable uncertainty remains around the outlook for real rates, let me close by circling back to nominal rates, which you will recall include an inflation component.", "Let me be clear: there should be very little uncertainty about that inflation component in the medium to long run.", "The Bank is committed to restoring price stability for Canadians by returning inflation to the 2% target.", "As I said earlier, we know higher interest rates are not easy for Canadians.", "But we also know that persistently high inflation would be harder.", "Our decision yesterday to raise the policy rate was not taken lightly.", "It was something we felt was necessary, based on the accumulation of evidence that I outlined for you today.", "We are committed to restoring price stability for the benefit of all Canadians.", "Thank you for your time.", "I am ready for your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["interest rates", "inflation", "global saving", "real rates", "neutral rate", "investment", "demographics", "China", "inequality", "missing investment"]}