{"sentences": ["Dear colleagues, The Board of the National Bank of Ukraine has decided to keep its key policy rate at 25% per annum.", "This will support the effects of previous measures to improve attractiveness of hryvnia assets, help maintain sustainability of the FX market, and form proper conditions for the continuation of steady disinflation trend and for easing FX restrictions.", "From the start of the year, inflation has been declining faster than expected, including thanks to the NBU's measures to support exchange rate sustainability However, the impact of the war keeps the price pressure and production costs high - in particular, due to difficulties of running business and setting up logistics during the war.", "Inflation will decelerate to 14.8% in 2023 and will return to a single-digit level in Inflation will decelerate this year thanks to a combined effect from lower global energy prices, restrained domestic demand, and the impact of the NBU's monetary policy.", "Already this year, the economy will return to growth, which will accelerate in the coming years on the back of a decrease in security risks assumed by the forecast In view of the rapid recovery in the energy system and the loose fiscal policy, the NBU improved its economic growth forecast for 2023, from 0.3% to 2.0%.", "Provided that the assumptions about the security situation materialize, no significant shortages of electricity are expected, except for some local and situational shortages that might occur in H2.", "At the same time, an increase in budgetary spending on the back of large volumes of international financial assistance will support economic activity and consumption.", "Significant volumes of official financing, coupled with the further development of the domestic debt market, will prevent the need for monetary financing of the sizeable budget deficit.", "Despite an increase in the government's tax revenues and domestic borrowing, these funds are not enough to finance the considerable expenditures of the state budget in wartime and during the post-war recovery.", "International assistance will remain an important source of financing to meet state budget needs.", "Overall, inflows from international partners could exceed USD 42 billion this year.", "The inflows from partners will, among other things, contribute to the growth in international reserves to about USD 35 billion as of the end of this year.", "This will strengthen the NBU's capability to further maintain exchange rate sustainability and gradually ease FX restrictions.", "As before, the key assumption of the forecast is that high security risks will persist until early 2024.", "The key risk to this forecast is that the war lasts longer and is fiercer than anticipated.", "They could have a significant adverse effect on economic activity, while also worsening inflation and exchange rate expectations.", "This will pose additional challenges to the country's macrofinancial sustainability.", "The war is also generating other risks.", "They include: the emergence of additional budgetary needs and substantial quasi-fiscal deficits in the energy sector difficulties with, or the halt in, the operation of the \"grain corridor\" and greater problems arising from the limitations imposed on imports of Ukrainian food by some European countries further damage inflicted on energy infrastructure, which could again cause substantial power shortages a slower decline in global inflation than expected.", "Conversely, the rapid implementation of Ukraine's recovery project, together with European integration reforms, could significantly accelerate the pace of economic growth.", "The arrival of substantial financing for recovery could also provide Ukraine with greater opportunities for easing FX restrictions.", "Taking into account the risks outlined above, high uncertainty, and a significant amount of expected budget expenditures, maintaining exchange rate sustainability amid a pursuit of currency liberalization plans will require the NBU to continue to take a monetary policy approach that makes hryvnia-denominated savings highly attractive.", "With this in mind, the NBU Board decided to keep the key policy rate at 25%.", "Keeping the key policy rate at 25%, introducing additional instruments for preventing household savings from being eroded away by inflation, coupled with measures to increase competition among the banks for time deposits, contributed to greater exchange rate sustainability.", "These same instruments boosted demand for hryvnia instruments, while cutting demand for FX.", "At the same time, exchange rate sustainability is primarily being ensured by tight currency restrictions.", "Their effectiveness wanes over time, while their restrictive effect on business activity grows in intensity.", "It is therefore becoming increasingly desirable to liberalize FX restrictions in the foreseeable future.", "To this end, the NBU is making policy efforts to establish appropriate preconditions for an easing of administrative controls.", "With uncertainty still being high and the risks of current account balances growing further amid significant budget expenditures, the key prerequisite for preserving exchange rate stability and sustaining the decrease in inflation is to make sure that hryvnia savings are attractive.", "To maintain exchange rate sustainability, improve expectations, and steadily reduce inflation, the NBU will continue to ensure the needed monetary conditions.", "Keeping the key policy rate high will support the effects of the NBU's previous measures and leave room for further growth in the investment appeal of hryvnia savings.", "At the same time, the improved macroeconomic situation, including a deeper decline in inflation and the accumulation of a comfortable amount of international reserves, is creating prerequisites for revising the key policy rate forecast.", "The updated macro forecast envisages the launch of a cycle of key policy rate cuts in Q4 2023.", "Even if such a scenario materializes, monetary conditions will remain fairly tight over the forecast horizon as inflation continues to slow, inflation expectations improve, and real returns on hryvnia instruments remain high.", "The NBU stands ready to adjust the time and pace of changes in the key policy rate in view of FX market developments, inflationary dynamics, the sustainability of international support, and the effectiveness of measures to make hryvnia instruments attractive.", "Our monetary policy decisions will continue to be consistent with our key goals of reducing inflation and maintaining exchange rate sustainability.", "Thank you for your attention!"], "classifications": ["monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["exchange rate", "inflation", "economic growth", "security risks", "international assistance", "FX restrictions", "monetary policy", "hryvnia savings", "key policy rate", "budget deficit"]}