{"sentences": ["SPEECH Towards a stronger non-bank financial sector Speech by Luis de Guindos, Vice-President of the ECB, at the Association for Financial Markets in Europe (AFME) and Official Monetary and Financial Institutions Forum (OMFIF) 3rd Annual European Financial Integration Conference Frankfurt am Main, 23 May 2023 In recent years, the global economy has been hit by a series of unprecedented shocks - including a pandemic, the outbreak of war, and an energy crisis.", "And with geopolitical tensions on the rise, we may see the frequency of such shocks even increase.", "The prospect of an increasingly shock-prone economy means that it has never been more important to ensure the financial sector is resilient to challenges that come its way.", "And today, I would like to share some thoughts on financial integration in the euro area, focusing on the important role of the non-bank financial sector in the euro area financial system.", "The importance of the financial system for the economy A strong and integrated financial system is essential to support the growth and resilience of the euro area real economy.", "Well-developed and broad capital markets can help to efficiently allocate capital to the most innovative and productive companies, thereby contributing to economic growth.", "Market-based finance also allows companies to diversify their funding sources and facilitates increased cross-border funding.", "This can result in greater risk-sharing across the euro area and contribute to overall financial resilience.", "Investment funds, for instance, play an important role in financial integration.", "[ However, if we are to strengthen the euro area financial sector's capacity to attract and intermediate funding for euro area companies, we must make further progress on the banking union and continue to develop the capital markets union (CMU).", "The CMU seeks to integrate national capital markets into a genuine single market, in turn making financing more accessible to EU companies and transforming Europe into an even more attractive place to save and invest.", "Consequently, this means scaling up market-based financing in the EU, leading to a larger role for the non-bank financial sector than is already the case.", "The changing role of market-based finance in the euro area It has been almost ten years since the Financial Stability Board published its policy recommendations on strengthening the oversight and regulation of the non-bank financial sector.", "[ And since then, we have seen the sector grow significantly.", "In the euro area, the combined total assets of investment funds, money market funds (MMFs), insurance corporations, pension funds and financial vehicle corporations have doubled since the global financial crisis from €15 trillion to €31 trillion.", "The sector has become increasingly important in financing the euro area real economy in recent years.", "As a share of credit granted by all financial institutions[ ], credit granted by non-banks to euro area non- financial corporates has almost doubled since 2008, from 15% to 26% at the end of last year.", "[ The growing role of non-banks offers the benefit of diversifying sources of finance and can thereby help to ensure a smooth provision of funding to the real economy.", "[ Evidence also suggests that a higher share of non-bank finance can help economies to recover faster from recessions,[ when banks' ability to lend may be impaired.", "[ Crucially, however, the benefits of this diversification rely on making sure that the non-bank financial sector provides a stable source of funding, ensuring robust financing for companies in both normal and stressed market conditions.", "Liquidity and leverage - lessons from recent market events As the market footprint of non-bank financial institutions increases, new risks and vulnerabilities can arise.", "Let me discuss three in particular.", "First, the strong growth of the non-bank financial sector - especially the asset management industry - over the past 15 years has been accompanied by an increase in liquidity mismatches.", "A key contributing factor is that investors in open-ended funds - which account for the largest part of the investment fund sector - can typically redeem their shares on a daily basis without prior notice.", "This creates a liquidity mismatch especially in funds that invest in relatively illiquid assets, such as high-yield corporate bonds.", "Liquidity demand has become more procyclical as a result, especially during periods of financial market stress.", "During the pandemic, we saw how liquidity mismatches in open-ended funds increased demand for market liquidity, which amplified stress in financial markets.", "[ The second vulnerability in the non-bank financial system relates to financial and synthetic leverage, which can amplify shocks and create spillover risks for banks.", "We saw an example of this with Archegos Capital Management, which defaulted on its losses from leveraged equity trades in March 2021.", "The fact that Archegos used total return swaps to generate synthetic exposures highlights another challenge in identifying leverage, as leverage can be embedded in derivative exposures.", "[ While the Archegos default had only a limited impact on the broader financial system, the event nevertheless highlighted possible contagion channels to banks through the provision of synthetic leverage by prime brokers.", "The third vulnerability in the non-bank sector results from an insufficient preparedness to meet large demand for liquidity, especially from margin calls - as the recent stress episode in the UK pension fund sector has highlighted.", "In the United Kingdom, pension funds had made extensive use of leveraged strategies to hedge long-term interest rate risk and free up capital to generate higher returns in their investment portfolios.", "Many smaller pension funds had pooled their hedging activities in liability-driven investment (LDI) funds.", "But a sudden increase in UK government bond yields in September 2022 led to large valuation losses and margin calls, which meant these funds had to deleverage and raise additional cash from their pension fund trustees.", "As a result, pension and LDI funds were forced to sell assets, including gilts, which amplified gilt market movements and liquidity stress.", "And in response, the Bank of England had to intervene on financial stability grounds through temporary purchases of long-dated UK government bonds.", "While these new risks and vulnerabilities are evident, the non-bank financial sector has remained largely stable in recent months, despite the stress in the banking sector that emerged in March.", "Fund investors shifted their exposure from higher to lower risk assets, especially from high-yield corporate to government bond funds.", "Portfolio de-risking has also been evident in insurance corporations and pension funds, as higher interest rates have reduced incentives for the non-bank financial sector to search for yield.", "But there are no grounds for complacency here.", "Structural vulnerabilities from liquidity mismatches and leverage remain elevated despite recent de-risking.", "Moreover, bank and non-bank financial institutions can be closely interconnected through funding channels, ownership linkages and common risk exposures.", "The non-bank financial sector remains particularly exposed to asset price corrections and credit risk should corporate sector fundamentals deteriorate substantially.", "In addition, non-banks' exposure to property markets has increased markedly in recent years, rendering institutions vulnerable to ongoing price corrections in real estate markets.", "Fragile risk sentiment and elevated vulnerabilities in parts of the non-bank financial sector could amplify negative shocks.", "Strengthening the resilience of non-bank financial intermediation Given the vulnerabilities in the non-bank financial sector, it is vital to further enhance its resilience, also from a systemic perspective.", "To date, the macroprudential policy framework has mainly focused on the banking sector, while the policy framework for non-bank financial institutions still needs to be enhanced.", "This means that there are fewer safeguards for non-banks, and risks can grow largely unchecked.", "With this in mind, let me highlight four areas where I see a need for further regulatory efforts in the non- bank financial sector.", "First, we need to reduce the risks of mismatch between funds' asset liquidity and their redemption policies.", "Funds need to ensure that their redemption policies are closely aligned with the liquidity of their portfolio assets.", "For instance, funds that invest in illiquid assets, such as real estate or private debt, should have commensurate redemption notice periods to mitigate liquidity risk.", "At the same time, funds that offer daily redemptions should be required to invest in sufficiently liquid assets and maintain high liquidity management standards to enable them to meet redemption requests under both normal and stressed market conditions.", "This should be complemented by enhancing the availability and use of anti-dilution liquidity management tools to pass on the costs of redemptions to redeeming investors.", "Moreover, higher liquidity buffers would be useful to manage increased liquidity needs during periods of market stress, including from margin calls.", "Second, we must renew our efforts to reform the MMF sector in the EU.", "After the market turmoil in March 2020, proposals to enhance the resilience of the MMF sector were developed at the international and European level.", "These focused on removing regulatory threshold effects, strengthening MMF liquidity requirements, and improving the availability and usability of liquidity management tools.", "[ In the EU, however, reforms of the MMF Regulation have not progressed to date.", "They should be pursued as a matter of priority, while ensuring a globally consistent approach.", "Third, it is essential to address risks from non-bank leverage from various perspectives.", "A key priority should be to develop a globally consistent approach to addressing risk from both financial and synthetic leverage in the non-bank financial sector.", "Further improving data quality and coverage and information sharing are central to assessing leverage-related risks across non-bank financial sector entities and activities.", "This work should be complemented by identifying gaps in policy frameworks globally, especially where financial entities are not subject to adequate leverage rules.", "Fourth, there is a need to enhance margining practices and liquidity preparedness to meet margin calls.", "Since the March 2020 market turmoil, the non-bank financial sector has been repeatedly confronted with periods of high market volatility and surging liquidity needs from margin calls.", "Increasing the transparency and predictability of initial margin models and assessing their responsiveness to market stress can help reduce the procyclical demand for liquidity.", "In addition, ensuring robust liquidity risk management and contingency planning frameworks would mitigate risks associated with inadequate liquidity preparedness.", "More generally, we must recognise the cross-border dimension of activities and regulatory developments in the non-bank financial sector and the importance of global coordination.", "For example, the new guidance recently proposed by the US Financial Stability Oversight Council facilitating the designation of non-banks as systemically important demonstrates that these issues are being considered outside of Europe.", "It is vital that work to identify and address systemic risks is carried out jointly across countries, taking a macroprudential perspective rather than solely focusing on the soundness of individual entities.", "In the past decade, we have seen the role that non-banks play in financing the euro area economy become increasingly important.", "While this is a welcome development in terms of promoting financial integration and supporting economic growth, it also entails increased risks for the financial system.", "Interconnectedness between the banking and the non-bank financial sector remains high, increasing the scope for contagion.", "Given these growing risks, the policy action undertaken to date is becoming ever more insufficient.", "Indeed, there seems to be a general inertia in the adoption of policy recommendations on non-banks.", "The lack of policy action today may mean the materialisation of risks tomorrow.", "In particular, a more comprehensive macroprudential framework should be a priority to ensure that non-banks are more resilient and able to provide a stable source of funding to the real economy in both good and bad times.", "New evidence from the investment fund sector \", Financial Integration and Structure in the Euro Area, ECB, March.", "Financial Stability Board (2013), Strengthening Oversight and Regulation of Shadow Banking.", "Policy Framework for Strengthening Oversight and Regulation of Shadow Banking Entities , August.", "\"All financial institutions\" excludes the Eurosystem.", "Cera, K. (2022), \"Measuring market-based and non-bank financing of non-financial corporations in the euro area\", Financial Integration and Structure in the Euro Area , ECB, April, Box 2.", "Giuzio, M. and Lenoci, F. (2023), \"Corporate loans vs market-based finance: substitutes or complements?", "\", Financial Stability Review, ECB, May (forthcoming).", "Grjebine, T., Szczerbowicz, U. and Tripier, F. (2018), \"Corporate debt structure and economic recoveries\", European Economic Review, Vol.", "(2021), \" Quantitative easing and corporate innovation \", Working Paper Series, No 2615, ECB, November.", "Dekker, L., Molestina Vivar, L., Wedow, M. and Weistroffer, C. (2022), \" Liquidity mismatch in open-ended funds: trends, gaps and policy implications \", Financial Stability Review, ECB, November, Box 6.", "Flows and fragility in bond mutual funds\", Journal of Empirical Finance, Vol.", "Grill, M., Molestina Vivar, L., Mücke, C., O'Donnell, C., O'Sullivan, S., Wedow, M., Weis, M. and Weistroffer, C. (2022), \" Mind the liquidity gap: a discussion of money market fund reform proposals \", Macroprudential Bulletin, Issue 16, ECB, January.", "Copyright 2023, European Central Bank"], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Non-bank financial sector", "Financial integration", "Capital markets union", "Macroprudential policy", "Liquidity mismatches", "Leverage", "Margin calls", "Risk management", "Systemic risks", "Policy action"]}