{"sentences": ["Introduction I am delighted to be given this opportunity to speak to you at the FIN/SUM 2023.", "The main theme of this year's FIN/SUM is \"Fintech, the era of 'Neoteric Individual.\"", "While the term \"neoteric\" is open to interpretation, I will be speaking today within the context of \"moving forward\" or \"evolution.\"", "In a world where information proliferates owing to widespread access to the Internet and smartphones, the diverse decisions and actions of consumers - neoteric individuals - are based on the vast array of readily available information.", "Consequently, diversification of user needs related to financial services has increased rapidly; continuing to merely provide uniform services is no longer sufficient for meeting the various user needs.", "Under these circumstances, financial services are undergoing continuous progress and innovation as they capture cutting-edge technologies and business ideas.", "The field of payments, an example of financial services, is no exception.", "My first opportunity to speak at the FIN/SUM was in September 2019.", "Even if we focused exclusively on the period since, efforts by the private sector toward realizing novel payment services have proven to be remarkable.", "Unbundling of Services and Functions Of the notable developments in payment services, some have drawn my attention in particular, the first of which is progress being made in the unbundling of services that have been provided as tightly coupled thus far.", "To give an example, with fintech businesses utilizing payment functions provided by banks through an open Application Programming Interface (open API), moves to innovate customer services as well as develop a convenient and comfortable user experience are growing increasingly common.", "Shifting our focus to overseas, various stablecoins circulated on permissionless blockchains are emerging.", "This can be considered an unbundling of two payment functions: one for issuing liabilities, or put differently, settlement assets, and the other for recording interest in settlement assets.", "This unbundling also applies to \"programmability,\" a popular term these days.", "While additional functions such as conditional payments have thus far been provided by the entity in charge of the payment functions, the unbundling of functions allows for a wide range of entities, including service users, to carry out the programming of such functions other than core payment functions themselves.", "Simplification of Payment Arrangements through Creation and Discharge of Financial Liabilities The second area of focus is efforts to proceed with the simplification of payment arrangements, which have involved the creation and discharge of financial liabilities.", "For example, many of the Fast Payment Systems introduced overseas in recent years feature real-time gross settlement between banks.", "This is a byproduct of technological advancement allowing for the elimination of the process involving the calculation of net positions, and further, the replacement of obligations between banks, resulting in the simplification of arrangements for the creation and discharge of liabilities.", "If we take a step back and think, we realize that quite a few of the existing arrangements have been shaped amid technical constraints in the past.", "One such case involves correspondent banking arrangements for cross-border payments, in which funds were transferred from the payer to the payee through multiple entities, creating and discharging liabilities in the process.", "Attempts to utilize stablecoins issued by the private sector and wholesale central bank digital currency (CBDC) for interbank settlement in cross-border payments can be considered to have stemmed from the idea that simplifying the existing banking arrangements would significantly enhance efficiency.", "Emergence of Novel Domains of Economic Activities The third area warranting attention is the emergence of novel domains of economic activities.", "Given that payments discharge any financial obligations resulting from economic activities, it goes without saying that economic activity and payments are closely related to each other.", "With various economic activities taking place online, online payments will become even more prevalent.", "Recently, the terms Web3 and Web 3.0 have become familiar to the ear.", "While the implications of these notions may differ from person to person, the Web3 Foundation - founded by Gavin Wood, who coined the term Web 3.0 - defines it as \"a decentralized and fair internet where users control their own data, identity and destiny.\"", "How such ideas will evolve in reality and how economic activity will be shaped under those circumstances have yet to be seen.", "In considering the evolution of payments, it is necessary to also bear in mind how novel domains of economic activities will emerge alongside this evolution.", "The Roles of Central Bank Money The evolution of payments that I have just mentioned carries the potential to bring about enhanced user convenience, new business opportunities, and ultimately, economic growth.", "Even amid such notable evolution, however, some things ought to be maintained.", "By this, I am referring to the coexistence of various forms of money.", "I say this because, under the appropriate arrangements and regulations, such payment instruments as cash, bank deposits, electronic money, and stablecoins compete against one another, building on their respective strengths.", "Only by doing so can a payment system as a whole remain safe, efficient, and resilient over the course of time.", "Under these circumstances, central bank money, such as cash and central bank deposits, is expected to assume a leading role in a world where various forms of privatesector money - including bank deposits, which serve a key function, namely, financial intermediation - coexist.", "When central bank money, which provides the unit of account, is converted without friction to and from other forms of money, this makes it possible to ensure the uniformity of money; in other words, maintaining a situation where \"one yen is one yen,\" regardless of payment instrument.", "Even if novel domains of economic activities continued to emerge to the extent that payment services were provided in these unprecedented domains, it would be desirable that the unit of account in such novel domains was connected with that of the real world.", "As I bring my remarks to a close, let me briefly touch upon CBDC.", "Ensuring the coexistence of CBDC with various other forms of money, and upon doing so, providing in collaboration with the private sector a payment instrument in digital form that is safe and usable anywhere, anytime - this is something that we need to and will in fact achieve in the future.", "With various options lying before us in terms of how and when to carry this out, preparing ourselves so as to respond flexibly to any change in circumstance is indeed the central bank's duty.", "From the viewpoint of preparing thoroughly for the future, the Bank of Japan, two years ago, began its technical experiments for retail CBDC assuming a wide range of users including individuals and firms.", "Taking the findings into account, the Bank has decided to launch a pilot program this April.", "In the pilot program, we will fully utilize the skills and insights of private businesses engaged in retail payments or in related technologies through the soon-to-be established CBDC Forum.", "We would like to ask for your continued invaluable support so that the evolution of payments will lead to the establishment of payment systems for neoteric individuals.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Neoteric Individuals", "Fintech", "Payment Services", "Unbundling of Services", "Simplification of Payment Arrangements", "Novel Domains of Economic Activities", "Roles of Central Bank Money", "Central Bank Digital Currency (CBDC)", "Web3", "Financial Intermediation"]}