{"sentences": ["Banks and society in a changing time: why we need broad dialogue Bundesbank symposium 2023 - Banking supervision in dialogue 05.07.2023 | Frankfurt am Main | Claudia Buch Check against delivery.", "The economy is undergoing structural change which is impacting on the real economy and financial sector alike.", "Banks play a key role in a successful transformation - but they are also exposed to risks.", "We need a public discourse on the role of banks in the transformation process and what is expected of supervision and regulation.", "5 List of references Ladies and gentlemen, It gives me great pleasure to welcome you today to the Bundesbank symposium.", "[1] This is already the 24th event of its kind - but I'm quite sure none of the previous symposiums were held during a period of upheaval like the one we find ourselves in now.", "The global economy has been hit by severe shocks in the past few years, the geopolitical and macroeconomic situation is uncertain, and episodes of stress in financial markets in March of this year are casting their shadow.", "A transformation is needed in the real economy to effectively mitigate climate change and deal with the structural challenges of our time.", "All of this has implications for our liberal economic and social order which go far beyond the financial sector.", "Banks cannot directly influence these conditions, but they need to adapt to them.", "You see, how banks and supervisors react is extremely important: robust banks that have a firm handle on their risks and a sound capital base are vital contributors to a successful transformation.", "However, especially during periods of upheaval, we cannot rely solely on banks' risk management.", "Strong supervision that preserves financial stability and gives society confidence in the stability of banks is more important than ever.", "It is precisely because supervisors act on behalf of society that we need to engage in constructive and comprehensive dialogue with all groups of society.", "\"Banking supervision in dialogue\" - the motto of this series of events - is therefore defined very broadly.", "Our aim is to deepen this dialogue.", "Going forward, we intend to reach out even more to relevant groups of society alongside stakeholders in the industry, to explain and discuss what supervisors can and should do, to talk about how we can tackle the challenges of our time.", "With that in mind, I would like to discuss three theses with you today: 1.", "The economy is undergoing structural change which is impacting on the real economy and financial sector alike.", "Banks have a key role to play in a successful transformation - though this means that they are exposed to risks that require sound risk management and strong supervision.", "We need public discourse on the role of banks in the transformation process and what is expected of supervision and regulation.", "The economy is undergoing structural change which is impacting on the real economy and financial sector alike.", "German and European banks have emerged fairly unscathed from the episodes of stress in international markets in March 2023.", "Bank profits have risen recently, and capital and liquidity ratios are stable.", "[2] Since the global financial crisis, stricter regulation has been implemented and supervision enhanced; in particular, we have a functioning Single Supervisory Mechanism (SSM (Single Supervisory Mechanism)) in the European Union.", "In recent years, we have adjusted the focus of supervision in order to address risks even more effectively and to identify problem institutions at an earlier stage.", "[3] But banks have most certainly also benefited from the extensive fiscal and monetary policy measures of recent years, which have absorbed shocks.", "The sound situation therefore must not detract from the fact that vulnerabilities have built up in recent years.", "After many years of stable growth, low inflation and low interest rates, banks' risk provisioning had fallen sharply.", "The economy has since been hit by severe shocks.", "Inflation and interest rates have risen significantly, and uncertainty is high.", "Interest rates have already gone up by more than we had assumed in past adverse scenarios.", "Supervisors have therefore taken action to mitigate the impact of these vulnerabilities.", "Interest rate risk is a key priority.", "Around two-thirds of the institutions supervised by the Bundesbank are required to meet additional capital requirements in order to counter higher interest rate risk.", "Deposit rates currently still stand at an average of 0.22% [4] and have thus risen less sharply than central bank policy rates.", "If deposits were to be shifted out of low-interest sight deposits into higher-interest time deposits, this would reduce banks' interest margins.", "Off-site supervisors urge the institutions they supervise to model interest rate risk conservatively, for example by assuming an average maturity of less than five years for deposits without a set interest rate fixation period.", "[5] The results of the EU (European Union)-wide stress test conducted by the European Banking Authority ( EBA (European Banking Authority)) and the ECB (European Central Bank)'s parallel SSM (Single Supervisory Mechanism)-wide stress test will also provide further insights into bank resilience at the end of July.", "A baseline and an adverse scenario will be examined over the period from 2023 to 2025.", "The adverse scenario simulates an aggravation of geopolitical tensions, leading to a severe contraction of GDP (Gross Domestic Product) amid persistently high inflation and high interest rates.", "[6] We are facing fundamental structural changes in the economy, which will require a high degree of resilience among banks.", "Looking ahead, banks will have to operate in a much more volatile and risky environment.", "Resilience - the ability to withstand shocks, to function during crises and not to collapse under pressure - is essential for structural change to succeed.", "[7] For, you see, alongside changes in the macroeconomic environment, various global trends are coming to bear on the German economy and require adjustments to be made by banks and firms: Digitalisation: Digital advancements have long been under way - but the pandemic massively accelerated their impact.", "In the wake of the pandemic, use of at least one digital service in Europe - digital adoption - increased from 81% to 95%.", "[8] Decarbonisation and climate policy: The need to act on climate policy has long been acknowledged.", "However, the urgency of setting the right political course, while bearing in mind the costs to society of raising carbon prices, and of finding internationally coordinated solutions has become greater in recent years.", "Deglobalisation: The global economy has become much more interlinked over the past few decades.", "Recently, though, a series of shocks have halted this trend and, in some cases, have already reversed it.", "Heightened geopolitical risks and security policy considerations may lead to greater fragmentation of the world economy.", "Demographics: The impact of demographic change is already making itself felt in the labour market.", "Many businesses are experiencing a shortage of skilled workers, particularly the services sector and thus also banks.", "[9] This structural change requires far-reaching adjustments in the real economy.", "In its latest annual report, the German Council of Economic Experts outlines the medium to long-term challenges facing the German economy.", "[10] Higher energy prices will accelerate structural change, especially in energy and trade-intensive sectors.", "Firms that are heavily reliant on foreign trade will have to diversify supply chains more and reduce dependencies.", "Competition for labour will increase.", "Structural change always implies a great deal of uncertainty as well.", "We do not yet know which firms will be best able to adapt to the new circumstances, which new firms will enter the market and what innovations will come about.", "Banks need to get to grips with these fundamental uncertainties - and do a good job of managing their credit risk accordingly.", "At the same time, competitive pressure on banks is increasing.", "Around one-quarter of loans in the banking union were granted by non-banks recently - in 2008 that figure was 15%.", "[12] In addition, new technologies are making it possible to dismantle banks' value chain.", "Incumbent banks running outdated IT (Informationstechnologie) systems may be at a technological disadvantage compared with new providers of digital services.", "Surveys show that banks have very different strategies for rising to the challenges presented by digitalisation.", "[13] Digitalisation can also induce changes in customer behaviour.", "More than 40% of bank funding in Germany comes from customer deposits.", "[14] During the period of low interest rates, the structure of private deposits underwent a strong shift - the share of sight deposits accessible at short notice has risen from 30% in 2008 to just over 60% in April 2023.", "[15] Until now, sight deposits have been considered a stable form of financing with a relatively low interest rate sensitivity.", "Online banking and digitalisation could, however, change the behaviour of customers and enable faster withdrawals of deposits.", "At the US (United States) banks hit by the turmoil in March, it was mainly uninsured deposits that were pulled out especially swiftly.", "[16] Many of these deposits were heavily concentrated in the technology sector.", "[17] The funding situation at German banks is different; institutional protection schemes and voluntary deposit insurance provide an additional layer of protection for depositors.", "What is more, deposits with German banks are not so highly concentrated.", "And even banks with a higher share of uninsured deposits hold central bank balances or sight deposits with other banks enabling them to service large-scale deposit outflows.", "This afternoon, Karlheinz Walch will discuss the takeaways for supervisors from the episodes of stress in the United States and the role of banks' risk management.", "Banks need to adjust their business models in response to these changes in the competitive environment.", "Can deposits continue to be seen as a relatively stable and reliable source of funding?", "How many branches are needed?", "From which locations can back-office functions be provided?", "These are all important strategic decisions that need to be made by bank management.", "From a supervisory perspective, sound analysis of business models and the competitive environment is important, as both have direct implications for the resilience of banks.", "Banks play a key role in a successful transformation - but they are also exposed to risks.", "Banks have an important role to play in financing structural change and, at the same time, need to display sound management of the associated risks.", "The financial system is the beating heart of a functioning real economy - its purpose is to channel funds to where they are most needed and distribute risks to where they can best be borne.", "But that also means that all decisions we make as a society, how the transformation plays out, how successful the transition is, and also where necessary adjustments are being held back, are ultimately reflected on bank balance sheets.", "Good economic policy that creates the right incentives, sets clear guard rails over a protracted period and does not demand too much of fiscal policy is in the best interests of stable banks.", "How much are banks affected by structural change in the real economy?", "Sectoral credit portfolios provide some insight into this.", "German banks issue around one-third of their corporate loans [18] to the real estate sector, followed by the manufacturing industry and the trade sector, at just under 10% each.", "These are all areas facing considerable structural challenges.", "The usual risk models have trouble capturing structural change.", "Ultimately, these models are based on past experience.", "In times of change, however, it is almost impossible for us to derive expectations about the future from the adjustment patterns of the past.", "This is particularly true at the current juncture: despite severe shocks buffeting the economy, non-performing loans have not risen materially.", "At around 1.3% at the end of 2022, the NPL (Non-performing Loan) ratio remained low.", "Banks' provisions for non-performing loans were correspondingly low.", "[19] Extensive economic policy measures are one reason why the correlation between economic developments and credit risk has loosened.", "On top of that, banks' risk models were not \"trained\" to provide information on future risks in a scenario of higher interest rates, sectoral adjustments and high macroeconomic uncertainty.", "In other words, banks would be well advised to calculate future credit risk based on the most adverse scenarios possible and use any discretion they have to ensure that less meaningful data from the past do not distort the models' results.", "Another aggravating factor is that structurally necessary adjustments do not simply become apparent at the level of a shift between sectors.", "A large part of the adjustment will occur within the sectors.", "How well enterprises within the same sector cope with the new framework will vary.", "In order to assess the risks posed by the transformation, banks and supervisors therefore need to take a more granular view.", "This applies, for example, to the impact of climate risks.", "A loan to a glass manufacturer, for example, entails different climate risks depending on whether the glass is melted using electricity from renewable sources or using natural gas.", "Standardised disclosure requirements are therefore important to ensure that credit risk can be robustly assessed and appropriate risk provisions can be made.", "Climate stress tests show how severely banks would be affected by the effects of climate change.", "In a recent climate risk stress test, we modelled how an increase in carbon prices to up to US (United States)$345 would affect individual banks' financial metrics.", "Different scenarios are assumed: in one scenario, prices rise incrementally, not suddenly, meaning that banks' portfolios are not revalued overnight.", "[20] The second scenario simulates a sudden, but moderate increase in the price of carbon to €200 per tonne.", "What we are looking at is therefore transition risks as the economy moves to carbon neutrality, not physical risks.", "The results show that credit risk in carbon-intensive sectors can cause banks to suffer losses.", "[21] However, these losses appear to be manageable across the banking sector as a whole.", "In essence, these results therefore corroborate earlier Bundesbank climate risk analyses.", "[22] One reason for this is that loans to sectors that are particularly exposed to climate risk account for around 9% of corporate loans overall.", "Individual institutions, by contrast, may be hard hit.", "Susanne Korbmacher and Alexander Schulz will present the results of this climate risk stress test this afternoon.", "At the same time, we asked banks how they measure and assess sustainability risks.", "[23] Around two-thirds of the institutions are only just starting to implement supervisory recommendations on sustainability risks.", "Only a small percentage, mostly larger institutions, carry out internal stress tests and scenario analyses.", "To date, the results feed into strategic considerations or risk management to only a limited degree.", "Institutions should therefore have methods and processes in place to identify sustainability risks and to be able to incorporate them into risk management.", "We need a public discourse on the role of banks in the transformation process and what is expected of supervision and regulation.", "Banks walk a fine line between profit and risk.", "This is true at the individual bank level, but is equally true for the economy as a whole.", "Stable banks allow growth and good risk management; banks that experience stress can come at a huge cost to growth, innovation and social cohesion.", "How do we want to strike this balance between growth and stability?", "Growth and structural change are not to be had without risks.", "But who should shoulder these risks?", "How \"strict\" should supervision be?", "What risks is society willing to accept?", "In short, the role that banks play for the economy and for society is determined not only by their granting of loans and financing the economy, but also by the risks associated with these activities.", "[24] In this sense, effective banking supervision performs an important societal task.", "[25] Banks fund themselves through deposits, which are, in turn, secured by a deposit insurance scheme.", "In order to avoid wrong incentives, banks must be regulated and supervisors need to monitor risks.", "[26] In addition, most of the money in circulation is issued by private banks - within the Eurosystem, the percentage is around 90%.", "Central banks provide only a small proportion, around 10% of M3, in the form of cash.", "[27] Sound banks - and thus a strong supervision - therefore play a key role for stability and trust in money.", "Regulation and supervision were improved in the wake of the global financial crisis.", "Capital and liquidity requirements were strengthened, especially for large, systemically important institutions.", "Derivatives markets were reformed.", "The SSM (Single Supervisory Mechanism) was established.", "These reforms have strengthened the banking system's resilience - while often voiced concerns about side effects in the form of lower lending or greater market fragmentation have not materialised.", "[28] Today, we are at a similar juncture and must set the course for the financial system of the future.", "Allow me to take a closer look at two key questions.", "First, there has been intense debate over the past few years on how supervisors should respond to the increasing digitalisation of financial services.", "Should new market entrants be regulated in exactly the same way as traditional banks?", "Or would this unduly hamper competition?", "Supervisors should be as \"neutral\" as possible, i.e.", "they should not hamper new technologies but, at the same time, they should regulate them in a risk-oriented manner.", "With this in mind, European regulators have established important guardrails for dealing with new technologies such as crypto-assets.", "[29] It is clear that supervision and regulation must take climate risks into account.", "In principle, supervisors treat climate risks in the same way as other risks - banks should be aware of and manage these risks, with supervisors providing a framework.", "However, potentially lowering regulatory standards in order to achieve climate policy objectives would be outside the scope of the supervisory mandate.", "Moreover, lower capital requirements reduce banks' resilience - and ultimately their ability to finance the ecological transformation.", "The answers to the questions about how to deal with new technologies and new risks cannot be provided by supervisors alone.", "We act on behalf of society - and politicians consequently stake out the framework in which we operate.", "Moreover, we are accountable to politicians for what we do.", "Broad public dialogue is needed for a stable financial system.", "We are, naturally, in close contact with the supervised institutions.", "But the relevant ecosystem is very much broader: rating agencies, analysts, enterprises and households as users of banks' services, non-governmental organisations, journalists and the media, academia - ultimately, all parts of society benefit from having a stable financial system and have a contribution to make to our debate on the role and future of the financial system.", "In future, we want to expand our formats for public dialogue.", "The \"Bundesbank in dialogue\" series is already up and running - and we would like to make greater use of it going forward.", "In the autumn, we will launch a new series of debates looking at the impact of structural change - digitalisation, demographics, decarbonisation and deglobalisation - on competition and risks in the banking sector.", "We will also participate in the events to mark the 10th anniversary of the Single Supervisory Mechanism next year.", "The SSM (Single Supervisory Mechanism) is an example of successful integration.", "A recent evaluation by the European Commission finds that the SSM (Single Supervisory Mechanism) provides good quality and proactive banking supervision.", "[30] Cooperation between national and European supervision is working well and thereby creating trust.", "Throughout Europe, events are planned to mark this anniversary, from an exhibition to international research conferences and workshops.", "Banks are doubly impacted by structural change.", "Their balance sheets reflect the adjustments taking place in the real economy, while at the same time they themselves face a digital transformation.", "Strong supervision allows the financial system to function smoothly even in difficult economic times.", "The recent turmoil in the international banking markets has underscored the importance of effective regulation and supervision.", "The close cooperation within Europe, in particular, has paid off.", "In order to set the right course for the financial system to remain stable going forward, we need broad public dialogue on the role of banks in the transformation process and how to deal with risks.", "On this note, I wish you all a successful conference and fruitful discussions.", "List of references Barth, James R., Gerard Caprio and Ross Levine (2012).", "Guardians of Finance: Making Regulators Work for Us.", "The MIT (Massachusetts Institute of Technology) Press.", "Basel Committee on Banking Supervision (2022).", "Evaluation of the impact and efficacy of the Basel III reforms.", "The Resilient Society: Lessons from the pandemic for recovering from the next major shock.", "Endeavor Literary Press.", "Deutsche Bundesbank (2021).", "Financial Stability Review 2021.", "Frankfurt am Main Deutsche Bundesbank (2023).", "Monthly Report, April 2023.", "Frankfurt am Main Dewatripont, Mathias and Jean Tirole (1994).", "The prudential regulation of banks.", "The MIT (Massachusetts Institute of Technology) Press.", "The role of banks in mitigating systemic risks arising in the non-bank financial sector.", "Speech at the ECB (European Central Bank) conference on Counterparty Credit Risk on 20 June 2023.", "Financial Stability Board (2021).", "Evaluation of the Effects of Too-Big-To-Fail Reforms, Final Report.", "German Council of Economic Experts (2022).", "Managing the energy crisis in solidarity, shaping the new reality.", "Available at: German Council of Economic Experts: Annual Report 2022/23: Managing the energy crisis in solidarity, shaping the new reality (sachverstaendigenrat-wirtschaft.de) [-wirtschaft.de/en/annualreport-2022.html] .", "Banken zwischen Politik und Markt: Worin besteht die volkswirtschaftliche Verantwortung der Banken?", "Perspektiven der Wirtschaftspolitik 1(3): 337-356. ifo (Information und Forschung) Institute (2023).", "Shortage of Skilled Workers Eases Somewhat in Germany.", "Available at Shortage of Skilled Workers Eases Somewhat in Germany | Press release | ifo (Information und Forschung) Institute [-release/2023-02-15/shortage-skilled-workers-eases-somewhat-germany] .", "Koont, Naz, Tano Santos and Luigi Zingales (2023).", "Destabilizing Digital 'Bank Walks' (8 May 2023).", "Available at Destabilizing Digital 'Bank Walks' by Naz Koont, Tano Santos, Luigi Zingales :: SSRN (Social Science Research Network)[] Wuermeling, Joachim (2022).", "Gemeinsam für ein stabiles und leistungsfähiges Finanzsystem: Zusammenspiel von Kreditwirtschaft und Aufsicht.", "Speech delivered at the 5th German Banking Industry Committee forum on supervision and regulatory activities 2022 on 15 June 2022.", "I would like to thank Roman Goldbach, Jakob Hartmann, Laura-Chloé Kuntz, Alexandra Mitschke and Joachim Zwanzger for their input and comments on an earlier version of this text.", "Any remaining errors and inaccuracies are entirely my own.", "The German banking sector currently has excess capital of just under €150 billion, which means that it holds just over one-quarter more capital than the regulatory requirement.", "The liquidity coverage ratio of German institutions averaged around 160% in March 2023, and 147% for significant institutions.", "Bundesbank calculations based on prudential reporting (COREP (Common Reporting)).", "See Wuermeling (2022) on the question of how supervisions and regulation are responding to structural change.", "Bundesbank calculations based on the MFI (Monetary Financial institution) interest rate statistics.", "See BaFin (Bundesanstalt für Finanzdienstleistungsaufsicht) - Circulars - Circular 06/2019 ( BA (Bundesagentur für Arbeit)) - Interest rate risk in the banking book 6.", "See EU (European Union)-wide stress testing | European Banking Authority (europa.eu) [-analysis-and-data/eu-wide-stress-testing] 7.", "See https:/ / www.mckinsey.com/ capabilities/ mckinsey-digital/ our-insights/ europes-digital-migration-during- covid-19-getting-past-the-broad-trends-and-averages?cid=eml-web [-digital/our-insights/europes-digital-migration-duringcovid-19-getting-past-the-broad-trends-and-averages?cid=eml-web] 9.", "See ifo (Information und Forschung) Institute (2023).", "See German Council of Economic Experts (2022).", "This information was calculated on the basis of the Bundesbank's financial accounts.", "See Financial accounts | Deutsche Bundesbank [-accounting-systems/financial-accounts/financialaccounts-792676] 13.", "In 2021, significant institutions invested an average of 2.8% of their net operating income in digital transformation projects, with around 5% of their workforce involved in these projects.", "This information is based on an ECB (European Central Bank) survey.", "See Take-aways from the horizontal assessment of the survey on digital transformation and the use of fintech (europa.eu) [~de65261ad0.en.pdf] 14.", "Based on deposits and loans of domestic and foreign non-banks as a share of total assets.", "Bundesbank calculations based on the monthly balance sheet statistics (BISTA (Bilanzstatistik)).", "Bundesbank calculations based on the monthly balance sheet statistics (BISTA (Bilanzstatistik)).", "See Review of the Federal Reserve's Supervision and Regulation of Silicon Valley Bank [-review-20230428.pdf] .", "The volume of loans to non-financial corporations amounted to around €1.6 trillion as at 31 March 2023.", "Bundesbank calculations based on the borrowers statistics.", "Bundesbank calculations based on prudential reporting (FINREP (Financial Reporting)).", "The decision on whether to classify a sector as carbon-intensive or not was based on its participation in the EU (European Union) Emissions Trading System.", "See Deutsche Bundesbank (2023).", "See Deutsche Bundesbank (2021).", "The survey we completed in March asked banks how far they had got with implementing the BaFin (Bundesanstalt für Finanzdienstleistungsaufsicht) Guidance Notice on Dealing with Sustainability Risks.", "See Ergebnisse der strukturierten Erhebung zum Umgang mit Nachhaltigkeitsrisiken unter deutschen Instituten | Deutsche Bundesbank [-finance/ergebnisseder-strukturierten-erhebung-zum-umgang-mit-nachhaltigkeitsrisiken-unter-deutschen-instituten-799390] .", "See Dewatripont and Tirole (1994).", "M3 also includes money market fund shares, which account for around 4%.", "Bundesbank calculations based on the monthly balance sheet statistics.", "See Financial Stability Board (2021) and Basel Committee on Banking Supervision (2022).", "At the EU (European Union) level, the Markets in Crypto-Assets (MiCA (Markets in Crypto Assets)) Regulation and the Digital Operational Resilience Act (DORA (Digital Operational Resilience Act)) are important projects for managing digital risks.", "At the global level, the Basel standard on cryptoasset exposures is being prepared.", "See eur-lex.europa.eu/legal-content/EN/TXT/HTML (Hypertext Markup Language)/?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Structural Change", "Bank Resilience", "Risk Management", "Digitalisation", "Sustainability", "Climate Risks", "Banking Supervision", "Regulation", "Public Dialogue", "Economic Transformation"]}