{"sentences": ["Ladies and gentlemen, distinguished guests and colleagues, I welcome you all today to the sixth edition of the workshop on labour market policies and institutions that marks another important building block in the long-lasting and fruitful cooperation between the Bank of Italy and the CEPR.", "The varied programme, which includes many excellent papers and brings together both well-established and younger labour economists, provides the perfect springboard to comment on the current economic situation and the pivotal role of the labour market.", "We are in the midst of uncertain times.", "The strong post-pandemic employment growth may soon come to an end, following the recent slowdown in economic activity in the euro area.", "Inflationary pressures, largely generated by the growth in commodity and intermediate goods prices and by shocks to global value chains, might have reached their peak in the past few months, but there are upside risks to their persistence.", "Despite strong demand for significant wage increases in certain countries, especially those with tight labour markets, overall wage growth has remained relatively modest up to this point, and real wages are still well below pre-pandemic levels.", "Restoring the lost purchasing power should be tied to achieving productivity growth.", "Uncertainty is not only about the short-term outlook.", "We are facing long-term structural shifts that will affect the functioning of the labour markets and the wellbeing of workers and households in the near future.", "The transition to a net zero emissions economy, automation, robotics and generative artificial intelligence will affect labour demand and its composition, with potentially significant effects on inequality.", "An ageing population will exert significant pressure on labour market participation in all advanced economies and will place a substantial burden on the sustainability of public finances due to fewer taxpayers and escalating old-age-related expenditures.", "The global context is also changing: the rise of new, competing, geopolitical blocs may trigger a process of deglobalization.", "In times of both short and long-term shocks, we need to make sure we balance the imperatives of economic dynamism with the need to address inequalities and protect vulnerable workers.", "This is where studying labour market institutions and understanding how to tailor the policy tools at our disposal becomes so important.", "Let me pick out some issues among those that will be discussed in the workshop.", "We have recently witnessed the pivotal role that the design of wage negotiation systems plays in shaping wage dynamics.", "Especially in the euro area, many aspects of the country-specific wage bargaining systems - such as the duration of wage agreements - induce (nominal) wage rigidities and the delayed response of wages to business cycle conditions.", "There is long-standing debate on whether and how to introduce greater flexibility into wage negotiations, for example by granting certain firms the possibility to deviate from national collective agreements.", "This would strengthen firms' resilience to shocks, albeit at the cost of potentially lower wages, highlighting the importance of protecting workers' welfare.", "Institutions also play a crucial role in shaping the redistribution to workers of the economic rents accruing to firms as a result of their monopsonistic power in the labour market.", "Firms might actually pay inefficiently low wages, or exert their power by only offering temporary and short-time contracts.", "Since the groundbreaking work of Nobel laureate David Card and his friend and co-author Alan Kruger, whom we miss very much, research has suggested that minimum wage policies can contribute to rebalancing the share of economic rents in favour of workers, and can trigger a favourable reallocation process, penalizing firms operating with monopsonistic inefficiencies.", "Policies that encourage firms to offer permanent and full-time contracts can serve as a safeguard for protecting workers.", "On the other hand, although the effect on aggregate employment is undetermined ex ante, these measures might lead to a decrease in employment levels within some firms.", "Meticulously designing policies to fit individual economic contexts is necessary.", "Once again, this means there is a great need for further research to inform policymakers on this topic.", "Welfare programmes are key for shielding workers and households from the negative effects of both temporary shocks and structural transitions.", "Government interventions have played a crucial role in safeguarding households and workers in the wake of the COVID-19 pandemic and during the recent inflationary pressures that have hit lowincome households harder.", "Nevertheless, designing such comprehensive programmes is no mean feat, in a world that is considerably different from the post-World War II era when the foundations of the modern welfare states were laid.", "Striking the right balance between incentivizing labour participation, providing a safety net against negative shocks and complying with budgetary rules requires thorough and realistic modelling frameworks, some of which will be discussed tomorrow by Professor Voena, one of the keynote speakers.", "There is little doubt that the long-term transformation of our economic systems will depend on technological progress, and the way it unfolds.", "Among the many challenges ahead of us, the recent advances in automation and digitalization will undoubtedly have an unprecedented impact on workers' prospects, overall welfare and inequality.", "In the past, labour market and political institutions were crucial in sharing the productivity gains among capital and labour, especially from post-World War II to the early 1970s.", "More recently, automation has generated losers, especially among those whose productivity has not been enhanced by the interaction between technology and their skills.", "Looking ahead, the impact of AI on workers' employment prospects may be different from what we have observed in the recent past, and even highly skilled workers may experience negative labour market outcomes.", "These concerns will be at the heart of Professor Acemoglu's keynote lecture today.", "I am not here to take a stance on all these issues, or more generally on the future of work.", "The real consequences of this new technological wave, however, are likely to challenge several aspects, not only of the labour market - such as the determination of wages and the rent-sharing between firms and workers - but also of the modern welfare state - such as unemployment insurance schemes.", "Brand new policies and institutions will be key in fostering competition, in favouring a smooth transition and in enhancing inclusive growth; minimum income schemes and training and lifelong learning programmes could be useful in supporting those workers most at risk of being displaced.", "The path ahead of us is not set in stone.", "Actively investigating these policy tools and questioning received wisdom is of the utmost importance today.", "For young (and less young) researchers, like many of you here today, the challenge is to provide strong empirical and theoretical evidence to support and guide the upcoming policy decisions.", "For those who are in charge of implementing these policies, a closer look at the recent advancements in economics and social sciences would be beneficial.", "Let me conclude by thanking the organizers for their hard work, the keynote speakers and the presenters for their valuable contributions, and each one of you for your presence here.", "I am sure there will be two very fruitful days of discussion for us all."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Wage dynamics", "Labour market policies", "Wage negotiations", "Minimum wage policies", "Welfare programmes", "Automation", "Artificial intelligence", "Technological progress", "Monopsony power", "Wage rigidity"]}