{"sentences": ["It is a great pleasure to be back in Washington.", "There is plenty going on and a great deal to talk about, so thank you to the IIF and Oliver Wyman for organising this event.", "I want to pick out big issues we face, and try to set out how they fit together and the challenges they give rise to.", "In recent weeks, we have seen the crystallisation of problems in a few parts of the banking sector.", "This is against a background of a necessary sharp tightening in monetary policy to bring down inflation from levels that are much too high.", "All of this has to be set against the most serious global pandemic for at least a century and the most serious war in Europe since 1945.", "Let me therefore draw a first set of conclusions and propositions from what is going on.", "The post crisis reforms to bank regulation have worked.", "Today I do not believe we face a systemic banking crisis.", "When I look at the UK banks, they are well capitalised, liquid and able to serve their customers and support the economy.", "This positive assessment of financial stability is important for monetary policy.", "In our case monetary policy set by the MPC should be able to respond to the macro implications of any dislocation to credit markets to the extent that they influence the outlook for inflation and thus deviations of inflation from target, just as the MPC conditions its policy decisions on asset price and balance sheet developments on all other occasions.", "But, what we have not done - and should not do - is in any sense aim off our preferred setting of monetary policy because of financial instability.", "That outcome depends on having institutional structures governing decisions on monetary policy and financial stability.", "Internationally the picture remains more mixed on the latter.", "Let me next move on to the first stage of what I will call developments in money.", "Many central banks, the Bank of England included, are now implementing Quantitative Tightening (QT), the reversal of the Quantitative Easing (QE) we had previously used.", "QE has worked through its effects on interest rates and asset prices more generally.", "Those effects are temporary and their size is state contingent, being larger in times of crisis and market upheaval.", "We can think of QT likewise, except that we are deliberately implementing it gradually, and not in stressed times.", "It is not an active tool of monetary policy, but any effects it does have will be captured in the normal way of monetary policy setting, through realised financial conditions.", "What I have just described relates to the use of our central bank assets to deliver monetary policy goals.", "The liability side of our balance sheet is key to monetary policy setting too, through the setting of interest rates.", "But our liabilities also play a key Financial Stability role, since the level of reserve account balances held by banks at the central bank is a crucial part of their holdings of liquidity.", "Before the financial crisis, the level of liquid assets, including reserves, was much too low, and this contributed to the scale of the financial crisis.", "Let me now draw the next set of conclusions and propositions.", "Both sides of the central bank balance sheet matter for our dual objectives of monetary and financial stability.", "What is less often said is that post financial crisis, irrespective of QE, a larger central bank balance sheet would have been needed to restore the safe stock of reserves and liquidity buffers.", "It follows, therefore, that we will not shrink central bank balance sheets to what they were pre-crisis.", "But at the moment we don't know with any precision where that level of reserves will be, or what the composition of the assets backing those reserves will be.", "One factor bearing on the equilibrium reserve level question depends on the future mix of banks' liquidity protections, as measured by the Liquidity Coverage Ratio.", "Take the major UK banks as an example.", "Currently, they have an aggregate LCR of 149% which means a total liquidity buffer of £1.4 trillion.", "That buffer comprises £910 billion of reserves and cash and £489 billion of other high quality liquidity assets, mainly government bonds.", "As QT proceeds, that mix will change as reserves decline.", "We can't assume that, going forwards, the current answer on the total size of liquidity protection is the correct one.", "We saw with Silicon Valley Bank that with the technology we have today - both in terms of communication and speed of access to bank account - runs can go further much more quickly.", "This must beg the question of what are appropriate and desired liquidity buffers that create the time needed to take action to solve the problem.", "Let me go on to the next stage of developments in money, digital money, how will it change things and is it needed?", "We tend to think about money in two ways at least: its uses and its forms.", "The uses are store of value, means of payment, unit of account.", "On the forms, we use the terms inside and outside money and commercial bank money and central bank money1.", "In this language, commercial bank money is inside money, and central bank money is outside money.", "We regulate banks in good part because money is a public good.", "Inside or commercial bank money is now the dominant type of money, and that supports the provision of credit in economies.", "Now, onto this scene lands crypto and digital money.", "Note, I did not describe crypto - in its unbacked form - as money.", "For money to fulfil its function as a means of payment it requires stability of value.", "This is clearly not true of unbacked crypto.", "It could be a bet, a highly speculative investment or a collectible, but note that it has no intrinsic value, so buyer be very aware.", "More interesting is the creation of so-called 'stable coins' or digital currency, which purport at least to be money as a means of payment.", "But, as we have seen, they do not have assured value, and in the work we have done at the Bank of England we have concluded that the public should expect assured value in digital money, and confidence in this is needed to underpin financial stability.", "For stable coins to function as money they will need to have the characteristics of, and be regulated as, inside money.", "Meanwhile, a lot of work is going on to assess the future of digital money, including Central Bank Digital Currency (CBDC).", "Digital money is not new.", "Digital money in the form of commercial bank deposits and commercial bank reserves at the central bank have existed for many decades.", "What is new is the idea of broadly available retail digital money.", "But, this evolution of digital money is about the technology of delivery; it has not ripped up the script of inside and outside money.", "The question for us all should therefore focus most on is whether we think there will be a demand for retail digital money in the future?", "And, here we should not suffer a failure of imagination.", "If we think the demand will exist, what form should it take?", "I think it would be preferable not to disturb the existence of both inside and outside money and the broad balance between them.", "But, this requires a number of things to happen and questions to be answered.", "It requires banks to be more active in thinking about digital commercial bank money and not leave it to CBDC.", "In any event, as we have set out in the CP, we think in this new world a central bank digital currency is likely to be needed to anchor the value of all forms of money, including new digital ones and to ensure the maximum opportunity for innovation in payments services.", "Moving on, let me now point to an area where we are at risk of contradicting ourselves.", "I said that assured value was a key principle of digital money.", "How does this fit with the idea that we could resolve failed banks and allow deposits (inside money) to take a haircut?", "One answer is that it depends on the size of the deposit above a certain threshold.", "The idea behind deposit protection is to set a level below which the assurance of value holds, and above which it does not.", "Practice, I would suggest, points to the difficulty of this principle.", "In seeking to solve too big to fail we have tackled this problem by requesting an additional slice of subordinated liabilities which can explicitly bear losses by being converted into equity in the event of a resolution.", "I'm not talking here about AT1 securities, but what comes further up the hierarchy - what in Europe we call 'Eligible Liabilities'.", "The point is that for large banks we have reinforced the assurance of deposits by requiring a bigger cushion of loss absorbing liabilities.", "But smaller banks find it harder to issue marketable long-term debt securities that can count as Eligible Liabilities.", "I think the answer here lies in the world of deposit insurance.", "The US authorities have announced a review of their deposit insurance system.", "In the UK, the Bank is also considering improvements to our approach to depositor pay-outs for smaller banks which do not have Eligible Liabilities.", "Our work has thus far focused on the speed of pay-outs.", "Going further and considering increasing deposit protection limits could have cost implications for the banking sector as a whole.", "As with all things relating to bank resolution, there is no free lunch.", "Two issue areas to go.", "The first is a key part of how we underpin financial stability, namely how we assess and test for stress.", "One of the important innovations since the financial crisis has been stress testing - it is critical, and needs to be thorough and cannot be sidelined when the consequences may be awkward.", "But, there are some difficult issues surrounding how to set the parameters of stress tests - how much stress to assume?", "We tend to calibrate stress tests on the basis of history plus something, but the something can be hard to judge.", "As a case in point, this is what we did in the FPC's work on Liability Driven Investment after 2018.", "Now, we know that this sort of approach does not pass the Black Swan test, one in which the future is not implied by the past and thus not forecastable.", "On its own a stress test is very useful and an essential part of the toolkit.", "But we know that we cannot envisage and design tests that capture all possible future states of the world, and we should not pretend that we can.", "Instead, we must stress up to the point where it is sensible for regulation to create the protection we want, and - this is crucial - we must have other approaches that cover the world of risks beyond that point.", "These approaches are bank resolution tools, and central bank intervention tools of the type we had to use last autumn.", "You will be mightily relieved to hear that we are into the home straight now, but it contains the small issue of non-bank finance.", "Given the increase in bank regulation required in the aftermath of the financial crisis, it is not surprising that the last decade has seen a relative and absolute increase in non-bank finance.", "Continuing the theme developed earlier, one important way to look at the bank versus non-bank world is that in the former there is assurance on the value of money as the main liability of banks, while in the latter the value of investments explicitly and deliberately is not assured.", "This is important, but we also have to recognise that the growth of non-bank finance has led to the significant expansion of the landscape of systemic risk since the crisis.", "In other words, we have seen that the non-bank world can transmit risk into the bank world, and other parts of the core of the financial system, like central counterparties.", "Consequently, the relative focus of our financial stability work has shifted to the risks posed by non-bank financial institutions (NBFIs).", "Moreover, we have seen a common theme running through incidents that have occurred - the dash for cash in 2020, the Archegos Collapse, the LDI pension fund issue, the nickel metals case - namely that for firms to understand and respond to the full risk implications they would have had to observe and respond to a much larger picture of risks than they did observe, and from that came potentially larger risks.", "There is a challenge of breadth and depth in the NBFI world.", "It is a very large and disparate landscape with many activities and entities.", "As a result, we have to survey a lot of ground to look out for risks.", "But in order to understand these risks, we need to get into the detail, hence the depth issue.", "LDI was a good case study of this.", "The LDI fund world comprised 85% of the larger so-called segregated funds, and 15% of the smaller pooled funds.", "Our stress testing work focussed on the 85%, but the problem arose in the 15%.", "In some ways the issues around NBFI bear a striking resemblance to ages old challenges in finance, such as leverage, and inter connectivity with other parts of the financial system, creating the scope for spill-overs and systemic consequences.", "But the heterogeneity of the landscape means that there is no single magic number for leverage as we have with banks, and the inter connectivity can be hard to map, reflecting the recent incidents.", "This helps to explain why at the Bank of England we are conducting a system wide stress exercise involving non banks as well as banks to help us to map out the risks.", "This is inherently a cross-border issue.", "So, we must make progress internationally.", "This is what the Financial Stability Board work programme is focussed on, and why it is so important.", "It is also crucial that individual countries take forward and implement these reforms.", "While the solutions are global, delivering them will necessarily be local.", "Finally, there is an important point to pull out of a number of these issues.", "A common outcome of a shift in the balance from inside to outside money (either through CBDC or banks holding larger reserves at the central bank) or increasing the broader liquidity buffers of banks and non-banks could be to create a constraint on lending and investment in the real economy.", "For the UK economy this would go against the need to finance investment to support stronger potential growth, from its current weak level.", "This constraint would not appear if the counterfactual was an unstable financial system because solving that instability would have to be the priority.", "But in a more stable world public policy must still determine the best use of tools - for instance, advocating ever tougher stress tests and larger liquidity buffers in an attempt to cover future Black Swans is not obviously preferable to having tools by which central banks can make temporary and targeted interventions, as we did last October.", "This underlines my earlier point that strong institutions of prudential policy (macro and micro) are important to enable these decisions to be made.", "The role of the FSB is 15: Macro and micro-prudential policies need also to support lending to and investment in the economy; Good luck with the Roundtable today.", "I am grateful to Fabrizio Cadamagnani, Ollie Clark, Jon Cunliffe, Lee Foulger, Andrew Hauser, Andrew Hewitt, Karen Jude, Nick Mclaren, Ali Moussavi, Tom Mutton, Huw Pill, Fergal Shortall and Sam Woods for helpful comments and assistance in helping me to prepare for these remarks.", "Brookings, Washington DC.", "Friedman, M and Schwartz, A.J.", "(1963) A Monetary History of the United States, 1867-1960, Princeton University Press"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Monetary policy", "Central bank balance sheet", "Digital money", "Bank regulation", "Stress testing", "Non-bank finance", "Liquidity", "Inflation", "Reserve requirements"]}