{"sentences": ["Inflation has been coming down, with the latest data showing a broad-based decline.", "But it is still projected to remain too high for too long.", "This revision is due to past upward surprises in inflation and the implications of the robust labour market for the speed of disinflation.", "Specifically, we expect both wages and employment to continue growing strongly over the projection horizon, while output growth will be weaker this year and next.", "In this context, labour productivity growth will be lower and rising unit labour costs are likely to put upward pressure on inflation.", "This assessment of price pressures is also confirmed by real-time indicators of underlying inflation.", "Exclusion measures and indicators that capture the persistent effects of energy are showing signs of softening.", "But the wage-sensitive components of core inflation remain strong and domestic inflation is rising.", "This configuration suggests that the external drivers of underlying inflation - namely rising energy costs and supply bottlenecks - are easing, but domestic factors - i.e.", "wage pressures - are becoming increasingly important.", "At the same time, our monetary policy is working to rein in inflation pressures.", "We have already undertaken a sizeable policy adjustment, and this is now starting to be felt along the transmission chain.", "First, we are seeing our past rate increases being transmitted forcefully to financing conditions.", "Borrowing costs have increased steeply and growth in loans is slowing.", "In April, lending rates reached their highest level in more than a decade, standing at 4.4% for business loans and 3.4% for mortgages.", "Second, our monetary policy is also starting to be transmitted to the demand components that are typically more sensitive to interest rate changes: housing and business investment, as well as durable consumption goods.", "This is one reason why we are seeing a pronounced divergence between weakening manufacturing and resilient services.", "The strengthening transmission of policy tightening to the economy helps explain why inflation is projected to decline further towards our target, since it will increasingly dampen demand.", "Taking into account our updated assessment of the inflation outlook, the dynamics of underlying inflation, and the strength of monetary policy transmission, the Governing Council decided yesterday to raise interest rates again by 25 basis points.", "That means we have now raised rates by 400 basis points in less than a year.", "This is testament to our determination to ensure that inflation returns to our 2% medium-term target in a timely manner.", "We also confirmed that our future decisions will ensure that the key ECB interest rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our 2% medium-term target and will be kept at those levels for as long as necessary.", "In other words, we still have ground to cover.", "Barring a material change to our baseline, it is very likely that we will continue to increase rates at our next policy meeting in July.", "Thereafter, we will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In particular, our interest rate decisions will continue to be based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "The Governing Council also confirmed that it will discontinue the reinvestments under the asset purchase programme as of July 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary Policy", "Wage Pressures", "Transmission", "Interest Rates", "Demand", "Underlying Inflation", "Economic Outlook", "ECB", "Target"]}