{"sentences": ["Ladies and Gentlemen, I am delighted to address you at this Eurofi seminar in Stockholm, and I would like to extend my warmest thanks to David Wright and Didier Cahen.", "This speech, as the two previous ones, seems like a perfect opportunity to take a first look at the lessons to be learnt from the banking turmoil of 2023.", "As I have the privilege to speak after my friends Pablo Hernández de Cos and Klaas Knot, my task is made simpler: they have already covered a lot of ground, and hence I will be able to speak still more freely, and to call my speech \"Three blessings and a funeral\".", "Let me start with the funeral, at least the one that we can welcome, but which, unfortunately, is not final.", "It should be the condemnation and the funeral of mismanagement.", "Indeed, blatant mismanagement of the risks and of the business model in some banks explains first and foremost the recent turmoil.", "As Pablo said in Washington, \"jumping straight to discussions about the regulatory and supervisory implications of recent events is akin to forgiving banks for not fulfilling their primary responsibilities\".", "To put it even more bluntly, when some people act like reckless drivers on the road, they are the ones who are guilty, not the police.", "After the (temporary, alas) funeral, let me return to the three blessings.", "This word is a bit selfcentered, I confess, since I am referring to public policies, and each of them today raises questions: (I) regulation, (II) supervision, (III) resolution.", "Therefore, how could we revisit each of them?", "Regulation: a plea for an effective implementation Allegedly, if regulation had been more effective, it could have prevented the banking turmoil.", "For its critics, Basel III was too focused on liquidity and counterparty risks, and not enough on interest rate risk.", "Well- let me call into question those ideas.", "Such criticism is ironic: didn't anyone notice that the first blast of turbulence came from a bank not subject to the full set of Basel standards?", "While the Basel framework applies in its entirety to every single European bank - several thousands of them - , it applies to only 13 banks in the United States, leaving a myriad of regional but sometimes significant banks, including SVB, with much lighter requirements.", "According to our estimates, and in line with a study carried out by Yale University, SVB's short-term liquidity ratio (LCR) would have fallen short of the Basel requirement of 100%.", "Another point concerns the allegedly inadequate treatment of latent but not recognised losses in the current prudential framework.", "First off, we should all bear in mind that all liquid assets included in the LCR are factored in at their fair value.", "In addition, unrealised losses have to be disclosed in financial statements ensuring transparency.", "Therefore, there is no issue here.", "On the capital side, we have to be very mindful of the risk of increasing the volatility of banks' own funds if unrealised gains and losses were to be fully reflected in capital for securities held at amortised cost.", "That said, and according to the IMF, the impact for EU banks would be 5 times smaller than for US banks.", "SVB's failure argues for an effective and broader implementation of the Basel III requirements, rather than an eternal effort to refine them - and thus delay their application.", "In short, more Basel III now - whatever the reluctance of some European banks has been -, rather than a hypothetical and delayed Basel IV.", "Speaking of regulation, let me add a word on two potential points of attention, and first the single name credit default swap (CDS) market.", "At the end of March, the lack of liquidity of this market and its opaqueness caused an undue episode of financial distress affecting Deutsche Bank.", "We should not accept that such a dysfunctional market entails such systemic risks: as a first step, we need to establish a better understanding of the transactions, the participants and the risk of correlation with other financial instruments like AT1 and deposits.", "Second, we must acknowledge that the increased speed of deposit outflows - due to technology, combined with the power of social networks - raises new challenges: should we improve deposits insurance, and/or adjust some liquidity ratios?", "None of these changes is obvious, to say the least, but none should be taboo.", "Supervision: lessons from an active euro area model Fair enough about implementing Basel III; but then comes the next suspicion: Credit Suisse failed despite being Basel III compliant.", "The answer is clear: good regulation is necessary; it's never sufficient.", "The risks generated by specific business models such as the asset-liability mismatch at SVB or the weak profitability and weak internal controls that dogged Credit Suisse should typically have led to higher supervisory requirements.", "Supervision should not be seen as a static business; it must be active and tailored to banks characteristics.", "This is precisely the spirit of the \"Pillar 2\" in the Basel framework, with the annual Supervisory Review Process.", "I sometimes hear doubts about supervision, which some believe should be treated as a legal dialogue, cautious in its form, and slow in its effects.", "No: supervision can and must be intrusive - including on-site -, exercised by highly skilled practitioners, quick in its reaction, strong in its powers.", "This is not wishful thinking: it has been our experience for decades in the French ACPR, and now for years in the European SSM.", "Active supervision is indeed one of the great successes of our European Banking Union.", "In light of the recent reality test, I believe there are two lessons to be learnt from our model.", "First, the experience of the Single Supervisory Mechanism shows the advantages of the players being subject to leading authority in an integrated banking space, with clearly defined responsibilities and coordination.", "This single supervision allows for comparisons across a vast sample of comparable institutions, and thematic campaigns of on-site missions.", "Second, our active supervision features regular and comprehensive stress testing including on interest rate risks, which is also applied to less significant institutions.", "The European Banking Authority (EBA) conducts an EU-wide banking stress test every two years, taking into account the latest macro-financial developments: in 2023, stress test scenarios are typically based on a sharp rise in short-term and long-term interest rates.", "Moreover, following the EBA guidelines on Interest Rate Risk of the Banking Book (IRRBB) - as part of the rigorous application of the Pillar 2 process - , published in 2018 and enhanced in 2022, European banks are required to perform regular supervisory tests to measure the impact of interest rate movements on their interest margins and economic value of equity; US regional banks such as SVB are not.", "Resolution: how to make it work Now for our last blessing.", "Since the global financial crisis, banks and authorities have strengthened their ability to deal with crisis events by developing a resolution framework.", "However, in the case of Credit Suisse, the Swiss authorities chose the option of a merger.", "It thus raised renewed questions on how to make resolution more operational and more trustworthy, facing as said the risk of faster bank runs.", "We should take this question very seriously, without jumping yet to its conclusions.", "Let me only share two thoughts at this stage.", "The first one relates to the resolution of large and even systemic banks.", "The recent events showed, among other question marks, that the provision of potentially significant amounts of liquidity in crisis time is a key issue to address.", "We should collectively reflect on how to ensure a credible backstop to existing sources of funding.", "The framework allowing the ECB to provide a \"Eurosystem Resolution Liquidity\" remains to be built.", "The other priority, on the other end of the spectrum, is to shift from resolution \"for the few\" - really for the too few: two cases in the last 9 years- to resolution \"for the many\", including small and medium-sized banks.", "The European Commission proposal on the revised Crisis Management and Deposit Insurance framework is a step in the right direction in this respect: enlarging the use of resolution for smaller banks is an opportunity to further operationalise transfer tools and ensure consistent and smooth market exit of non-viable banks.", "However, an increased mutualisation between the Resolution Fund and the Deposit Guaranty Schemes is questionable, as having big corporates benefit from the same protection than smaller retail deposits.", "Let me sum up the three first lessons: an intrusive and effective supervision; a regulation implemented everywhere; and some soul-searching on resolution.", "But as the master of detective novels, Agatha Christie said: \"The truth, however ugly, is always curious and beautiful to seekers after it\".", "We will continue to investigate and learn.", "But this should not obscure the elephant in the room.", "One of the most important potential source of vulnerabilities nowadays remains non-bank financial intermediaries, which are not regulated appropriately.", "This is where the liquidity mismatch is the highest and this is why I strongly concur with Klaas' determined commitment to deliver on the FSB agenda there.", "I thank you for your attention.", "Pablo Hernández de Cos, Banking starts with banks: initial reflections on recent market stress episodes, Speech, 12 April 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Basel III", "Regulation", "Supervision", "Resolution", "Interest rate risk", "Liquidity", "Non-bank financial intermediaries", "Deposit insurance", "Single Supervisory Mechanism", "Crisis Management"]}