{"sentences": ["Assalamu'alaikum and a very good morning to distinguished guests.", "It is with great pleasure and gratitude to AIBIM that I am able to be with you today to speak on a topic that is close to my heart.", "Integrity, as this audience is aware, is the cornerstone of any well-functioning financial system.", "Throughout history, we have seen the damaging consequences from bank runs, financial market meltdowns and other financial shocks that occur when the public can no longer count on financial institutions to do the right thing in private.", "And yet, cases of corruption and financial mismanagement continue to abound.", "Trust is central to banking.", "If we already know how badly things can go when trust breaks down, why is integrity - or rather, the lack thereof - still an issue in 2023?", "Anybody here who has ever had to make a difficult life decision may understand why.", "Integrity is not a given.", "It cannot be written or codified into existence.", "Integrity requires continuous personal and institutional reflection of what our values are.", "Above all, it demands of us the strongest form of ethical courage to stay true and consistent to these values, especially when it is much easier to do otherwise.", "The 2022 Corruption Perception Index published by Transparency International report showed that Malaysia is ranked 61, compared to 51 in 2019.", "While Malaysia has placed priority on addressing corruption and strengthening governance and integrity in recent times, for example through the National Anti-Corruption plan, it is imperative for all stakeholders to actively play their role in this very important endeavour.", "Ladies and gentlemen, Integrity holds an even more foundational place within Islamic finance.", "Upholding high standards of ethical behaviour and personal integrity at all times are not simply actions that guarantee good governance or financial stability.", "In our shared faith, they are virtuous ends within themselves.", "Many verses of the Quran and hadiths emphasise the importance of integrity.", "One such example is in Sahih Al-Bukhari 7138, where the Nabi Muhammad s.a.w.", "Every one of you is a guardian and is accountable for his charges\".", "In today's speech, I would like to touch upon two aspects of banking where the integrity of an institution truly comes to the fore.", "One, corporate governance and workplace culture.", "Every individual is responsible for their actions, but what parameters has the institution put in place to make it easier to do the right thing?", "Two, the institutional role in preserving national integrity through effective and strict measures against money laundering and terrorism financing - more commonly referred to as ML/TF risks.", "Firstly, governance and culture.", "While each individual is responsible for maintaining high standards of integrity in their personal conduct and everyday work, the institution's management has a duty to ensure that the systems in place do not become an impediment to individual acts of honesty, transparency and integrity.", "Encouraging staff at all levels to voice their concerns, fostering an environment of healthy debate, and championing individual examples of personal integrity in the workplace are all important steps towards a robust check and balance system within the institution.", "A strong governance framework would promote these ideals, while mitigating the worst effects of their absence.", "This includes, among others, clear roles and accountabilities across all key actors or leaders within the institution, strong whistleblowing policies, transparent procurement procedures and a continuous commitment towards awareness training on best practices in these.", "In this regard, leaders have an important role to play; from setting the right tone from the top to exhibiting the right values and behaviours, that is walk the talk.", "Within Islamic finance, these are practices that are in line with the principle of Maqasid Al-Shariah.", "The consideration of wider social welfare and the greater good should form the basis of all personal conduct, and on a higher level, institutional decisions.", "Valuebased intermediation, or VBI, similarly calls for Islamic financial institutions to deliver the highest ethical standards in all aspects of businesses by embedding self-discipline and continuous improvement within their operations and practices.", "This is in line with Shariah principles of righteousness (or what we call ihsan) and consultation (or istisharah ).", "Ladies and gentlemen, Let's now shift gears from the institutional to the systemic.", "With the continuously evolving ML/TF landscape, banks are expected to play a more active role in protecting the wider integrity of the financial system - and ultimately the public funds they are entrusted with.", "This demands greater vigilance and awareness of trends of serious crimes in the country and emerging threats impacting the system.", "It also calls for effective responses in the form of more robust, agile controls to address these identified trends and threat in a timely manner.", "From the National Risk Assessment 2020 undertaken by members of the National Coordination Committee to counter money laundering and to assess and facilitate the understanding of ML/TF risk exposures, it was found that the top five high-risks crimes that pose substantial ML/TF threats to the country are corruption, fraud, smuggling, illicit drug trafficking and organised crimes.", "Corruption remains a systemic issue, and is particularly insidious, since it facilitates and sometimes enables others significant crimes such as fraud, drugs, human trafficking and environmental crimes.", "The assessment also indicated that the banking sector is exposed to high level of ML /TF risks.", "With banks as the nexus between all financial and non-financial sectors, the banking platform has become an ideal channel to be abused for criminal activities - including corruption.", "In this regard, it is crucial that banks understand these key risk drivers to accurately assess whether their current systems are sufficiently adequate in the face of such risks and deploy their resources more strategically to focus on addressing specific, high-risk areas.", "Some best practices for control measures include improving the ability to deter illegal fund flows within the system, conducting swift identifications of illegal transactions and prompt submissions of suspicious transaction reports (STR).", "Banks are also highly encouraged to make good use of technological advancements to develop more holistic monitoring and risks detection systems, allowing for more prompt alerts and sophisticated red flag systems and stronger compliance to Anti-Money Laundering & Counter Financing of Terrorism (AML/CFT) requirements.", "It goes without saying that savvy systems alone are not the one-stop solution.", "This must be complemented by continuously maintaining and upgrading relevant competencies of AML/CFT personnel through investments in training.", "Ladies and gentlemen, I would like to take a moment here to commend the industry on the strides it has made in the AML/CFT space over time.", "In particular, STRs received from the banking sector has steadily improved in quality over the years.", "There is no doubt that these STRs and the overall cooperation of banks with the relevant authorities have been useful in supporting enforcement activities by law enforcement agencies.", "This includes supporting MACC's investigations through timely responses to orders, provisions of documents and witnesses.", "This cooperation has also included active participation in public-private partnership initiatives, including the National Scams Response Centre.", "As a member of the Financial Action Taskforce or FATF, Malaysia will once again be undergoing a Mutual Evaluations Exercise in 2024 and 2025.", "For the uninitiated, this is an in-depth assessment of the country's measures to combat ML/TF risks and its compliance with the international standards set by the FATF.", "This will be the fourth time for us and the last one was done in 2014.", "It is my hope that the stride made in Malaysia's AML/CFT ecosystem, strong commitment of all institutions towards a highintegrity financial system, and effective cooperation between the industry and public authorities will be reflected in the eventual outcomes of the Evaluation Exercise.", "In particular, it is paramount for all staff of reporting institutions to maintain high professional standards, adhere to existing confidentiality requirements, and undergo adequate AML/CFT trainings.", "Ladies and gentlemen, I would like to leave you with a line that is often quoted when speaking about integrity: \"Integrity is doing the right thing even when no one is watching\".", "While the quote may have been over-used, it has not dimmed its truth one bit.", "It is much easier to do the right thing under other watchful eyes, the safety barriers of procedures, or even the instruction of prescriptive rules.", "But oftentimes, the decisions that will matter most are what we choose to do when nobody, but our conscience is watching.", "It is when an institution knows without doubt that its people will stay the course in these situations that it can truly claim to have achieved the ideal culture.", "Before I end, I would like to congratulate AIBIM on the launch of Integrity Year 2023 and it is my sincere hope that all participants, whether in this room today or from your respective institutions, will benefit from a deeply beneficial and fulfilling programme planned for the rest of the year.", "Thank you and Assalamu'alaikum."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Integrity", "Money Laundering", "Terrorism Financing", "Governance", "Culture", "Corruption", "Shariah", "AML/CFT", "Values", "Ethics"]}