{"sentences": ["Geoeconomic fragmentation from a small open economy perspective address by Governor Gabriel Makhlouf to the Global Interdependence Centre Conference 16 May 2023 Speech Good morning.", "It is a pleasure to welcome you all to the Central Bank of Ireland and to host the Global Interdependence Centre (GIC).", "The GIC has long sought to boost international cooperation, by providing a forum for experts to discuss important issues facing economies and affecting the quality of life, part of the Centre's mission which resonates with me since the Central Bank of Ireland's constant and predominant aim is the welfare of the people as a whole.", "I have remarked before that a striking feature of the rst decades of the twenty-rst century is the increased pace of change.", "The focus of my remarks this morning is a potentially large and signicant change: geoeconomic fragmentation, or, to be more specic, a policy-driven reversal in global economic integration.", "This issue was at the forefront of discussions at the Spring Meeting of the IMF last month and is at the heart of the GIC's mission.", "Rising global interdependence Economies around the world have become increasingly interdependent in recent decades.", "The ratio of world trade over world GDP, a standard measure of globalisation - or interconnectedness as I prefer to describe it - has more than doubled since 1970 to almost 30%.", "This has led to increased specialisation, efciency and productivity.", "Increased trade and investment ows between countries has facilitated the transfer of technology and knowledge, and the development of global value chains.", "Indeed, the value of traded intermediate goods now accounts for more than 50% of world trade.", "Non-economic benets of greater global interdependence are the spread of ideas, cultures, and people across borders.", "This contributes to greater understanding of different viewpoints, helping to promote peace and stability and, in turn, greater prosperity.", "There is some evidence, however, that the benets of greater global interdependence are not evenly distributed.", "While some countries and regions have benetted greatly from increased trade and investment, others have been left behind, leading to rising economic inequality.", "And while the gains of globalisation are apparent, increased interdependence can also create new vulnerabilities.", "Greater integration can increase the susceptibility of the domestic and global economy to potential adverse shocks in regions specialising in critical segments of supply chains.", "The return of protectionism Policymakers in many countries are increasingly concerned at the smooth functioning and security of global supply chains.", "The COVID-19 pandemic and heightened geopolitical tensions following Russia's war on Ukraine and its people have exacerbated these issues.", "The imposition of sanctions on Russia by a number of countries suggests that a more fragmented international system could replace previous norms of ever more open markets and increasing interconnectedness.", "In particular, strategic geopolitical rivalries may decrease the weight that policymakers place on economic gains from global integration.", "This dynamic, along with factors such as natural disasters, climate change-induced volatility and terrorism mean that supply chain disruptions could be a new normal.", "Such disruptions have fostered a narrative that countries and regions could be better off by reducing their exposure to foreign shocks, which propagate into their economies through integration into global value chains.", "There is a renewed focus on the efciency-resilience trade-offs inherent in international trade.", "That is, whether the gains from lower-cost imports adequately compensate for greater susceptibility to shocks transmitted across borders.", "I have previously highlighted that resilient systems are in the interest of the community as a whole, and particularly during a time of disruptive change.", "Our ability to respond to the pandemic was a clear illustration of the benets of building-up stocks of resilience.", "In order to increase security of supply and reduce \"excessive dependencies\", the EU has recently enacted legislation to spur the local production of key manufacturing inputs.", "These initiatives seek to help Europe achieve Open Strategic Autonomy, or the ability to protect its interests and adopt its preferred economic, defence and foreign policy without depending heavily on other foreign states.", "This is a stated policy objective of the European Commission.", "Similar legislation is being enacted around the world, such as the Ination Reduction Act in the US.", "These legislative initiatives underscore the shift towards an emphasis to reduce exposure to global supply chains including through the greater use of domestic inputs, the shortening of value chains and through the further diversication of input sources.", "The potential effects of global fragmentation The IMF and other international institutions are warning that there are potentially considerable negative effects from a fragmentation of global trade along geopolitical lines.", "In an early study, the OECD estimate that greater localisation increases vulnerability to both external and domestic shocks.", "This is contrary to proponents of localisation, who believe that any increase in susceptibility to domestic shocks are offset by an increase in resilience to external shocks.", "While the size of the economic costs vary across studies, one message is clear: the deeper the fragmentation, the larger the costs.", "For example, if the fragmentation is relatively minor and/or offset by trade diversion, the adjustment costs are relatively small.", "However, if there is a severe fragmentation that also affects technological diffusion, the loss of economic output is substantial at between 8 to 12 percent in some countries.", "Of course, one must treat such estimates with caution as there is no historical precedent for a potential global decoupling of this scale.", "The modelling exercises conducted thus far generally nd considerable cross-country heterogeneity in terms of impact, with small open economies reliant on global value chains most affected.", "I shall return to this aspect shortly.", "Central Bank research indicates that the costs of reshoring are larger if it results in a rise in local rm market power and a fall in local rm productivity.", "Greater economic openness exposes local rms to foreign competition.", "However, efforts to boost the local production of a good would reduce the exposure to foreign competition of existing domestic producers.", "By signalling a clear increase in preference for local inputs, localisation policies could (unintentionally) encourage rms in supported sectors to increase their price markups.", "Indeed, there is empirical evidence that global geopolitical risks are associated with higher ination.", "One approach to supply chain reorientation is \"friend-shoring\", whereby supply chains linkages with like-minded trade partners are increased.", "However, research by economists here at the Central Bank suggests that friend-shoring is only benecial if reciprocated.", "A globally-connected small open economy Ireland is a globally interconnected economy and is highly dependent on international trade and investment.", "We are deeply embedded in global supply chains.", "The EU is our largest destination market accounting for around a third of our exports, while the US is also a crucial market at around one fth of exports.", "With a relatively small domestic market, Ireland has largely pursued an export-led growth model in recent decades.", "However, this production structure makes Ireland vulnerable to supply-side constraints.", "The Irish economy was not always as open and globally interdependent as it is today.", "For the rst part of its modern history, Ireland had a highly protectionist economy, with high tariffs, quotas, and other trade barriers designed to shelter domestic industries from foreign competition.", "This protectionist approach was seen as necessary to promote industrialisation and economic development, as Ireland was a relatively poor country with a small domestic market and few natural resources.", "Beginning in the 1960s, Ireland began to move towards a more open and export-oriented economy, with a series of policy reforms aimed at promoting trade and investment.", "Attracting these rms provide a range of employment opportunities, advanced technologies, export prociencies, and management and manufacturing best practice.", "In recent years, agglomeration, where the successful operation of existing multi-national companies attracts additional investment within the same, or similar, sectors has helped.", "However, these connections also mean that the Irish economy experiences greater pass-through from developments in the global nancial cycle.", "This is one factor explaining the higher volatility of Ireland's economic aggregates relative to other economies.", "For example, Central Bank research shows a signicantly higher response of Ireland to negative global shocks than our larger trading partners.", "Our research also shows that growth prospects in small countries are more susceptible to negative shocks than larger, more diversied countries.", "With regards to geoeconomic fragmentation in particular, our analysis suggests that spillovers from the reshoring activities of large trading partners are generally negative, largely as a result of reduced demand for Irish exports.", "Policy implications Almost a year ago, I noted that the impact of any weakening of global integration on medium to long-term ination is something that is not yet understood fully.", "Despite an increase in focus on this topic since then, I think we still have a lot to learn.", "Geoeconomic fragmentation can potentially have signicant effects on ination.", "Most directly, changes in the availability of goods and services can affect their prices.", "If countries become more self-sufcient and rely less on imports, this could lead to a reduction in global trade ows, which would reduce competition and potentially raise the costs and prices.", "This channel could be particularly strong for a country like Ireland that is highly dependent on imports.", "Of course, over time, countries could become better at substituting imports and produce them more cheaply, exerting downward pressure on costs and prices.", "Another potential effect of geoeconomic fragmentation on ination is an increase in the volatility of ination.", "This is because changes in global trade patterns and shifts in supply and demand can lead to sudden and unpredictable changes in the price of goods and services.", "This can make it difcult for central banks to manage ination and may require them to adjust interest rates more frequently or aggressively than they would otherwise.", "While it is difcult to predict the exact impact of geoeconomic fragmentation on ination, it is clear that changes in global trade patterns and shifts in supply and demand could potentially have signicant and unpredictable effects on the price of goods and services.", "Geoeconomic fragmentation could create divergences in economic performance and ination rates across the euro area.", "For example, if some Member States are more exposed to the negative effects of geoeconomic fragmentation, they may experience weaker economic growth and higher unemployment.", "The literature indicates that this could potentially have important implications for the transmission of monetary policy.", "If certain countries are more exposed to nancial shocks or disruptions, it could lead to greater divergence in borrowing costs and lending conditions across the euro area, which could in turn affect the effectiveness of monetary policy.", "A key to addressing any such challenges will be close engagement between national authorities and EU institutions to coordinate policy responses and promote greater economic integration and resilience across the euro area.", "As a small, highly-interconnected economy, Ireland faces greater downside macro-nancial risks compared to larger, more diversied economies.", "It is both more sensitive to developments in the global nancial cycle and more prone to structural macroeconomic shocks, such as those potentially presented by sudden changes in global integration.", "A resilient banking system requires sufcient capital buffers to absorb such structural shocks.", "This is reected in our updated strategy for deploying macroprudential capital tools, taking on-board lessons learned during the pandemic on the importance of buffers that are explicitly releasable during times of stress to support bank lending into the economy.", "[21] Parting thoughts Countries can boost their resilience while maintaining the benets of openness.", "One approach is to diversify the economy by promoting the growth of multiple sectors and industries, reducing dependence on any one industry or market.", "If international trade and investment is not adequately diversied across countries or regions, declining economic conditions in an individual jurisdiction can have outsized effects.", "For example, UK rms' direct investment in Ireland declined by one third in the ve years following the vote to leave the EU.", "Investment in infrastructure - including transport, communications and energy - can help to promote economic connectivity and reduce vulnerabilities to disruptions or breakdowns in these critical systems.", "I have agged this as particularly vital for the Irish economy.", "While geoeconomic fragmentation is rooted in concerns over and beyond economics, policymakers need to consider ways to reduce the costs of any such adjustment.", "Limiting reshoring to vital goods that are most susceptible to supply chain disruptions could help reduce the depth of fragmentation.", "We should avoid excessively weakening Europe's long-established state aid rules, as reduced foreign competition will ultimately undermine reshoring policies by giving local rms greater market power.", "It could also lead to demands for support in other industries, which are not the focus of reshoring initiatives.", "Our analysis also indicates that if locally produced inputs are inferior to their imported counterparts, the economic costs of reshoring could be substantial.", "As such, policymakers should focus localisation policies on goods where there is already an existing comparative advantage in production.", "Or, at least, where the distance from the technological frontier is not too large.", "And, with regards to friend-shoring, policymakers should seek greater ties with regions that are not potential competitors for goods.", "For example, many countries have similar aims to Europe for increased production of semi-conductors.", "This competition may induce trade tensions in future.", "Finally, perhaps the most important issue for policymakers is to understand the trade-offs and to be able to articulate them clearly when explaining their choices to the wider community.", "Resilience, of course, matters but ultimately, interconnectedness has given the world prosperity, opportunity and stability, notwithstanding its challenges.", "So we all have to be vigilant and avoid turning the reasonable quest for greater autonomy into an excuse to retreat behind borders.", "All of us need to understand, be aware of and manage the risks posed by the quest for autonomy and having greater - or indeed taking back - control.", "A focus on building resilience while maintaining vigilance, understanding and awareness will help us avoid the risk of sleepwalking into a world of diminished expectations and the relative impoverishment of future generations.", "Thank you for your attention and I look forward to an engaging discussion.", "[1] I would like to thank Daragh Clancy and Robert Kelly for their contribution to my remarks.", "[2] Makhlouf, G. (2021), \"Birth, growth and towards maturity: macroprudential policy in Ireland\", Remarks at the ESRI, 8 November 2021.", "Global Value Chains in the Post-COVID-19 Age \", NBER Working Paper No.", "(2022), \" Global value chains: measurement, trends and drivers \", ECB Occasional Paper No.", "[5] Heimberger, P. (2020), \" Does economic globalisation affect income inequality?", "(2021), \" Supply chain resilience: Should policy promote diversication or reshoring?", ", NBER Working Paper No.", "[7] Makhlouf, G. (2021), \"Managing risk, rebuilding resilience\", Remarks at the European Financial Forum, 11 February [8] Council of the European Union (2022), \" Council Conclusions on the EU's economic and nancial strategic autonomy: one year after the Commission's Communication , Brussels.", "[9] For a comprehensive discussion, see Baldwin, R. and R. Freeman (2022), \" Risks and global supply chains: What we know and what we need to know \", NBER Working Paper No.", "[10] Organisation for Economic Cooperation and Development (2020), \" Shocks, risks and global value chains: Insights from the OECD METRO model \", Paris.", "[11] For an overview of the estimated effects from various studies, see Aiyar, S. et al.", "(2023), \" Geoeconomic Fragmentation and the Future of Multilateralism \", IMF Staff Discussion Notes No.", "(2023a), \"The macroeconomic effects of global supply chain reorientation\", mimeo [13] Caldara, D. et al.", "(2023), \" Do Geopolitical Risks Raise or Lower Ination ?", "(2023a), \"The macroeconomic effects of global supply chain reorientation\", mimeo [15] Arriola, C. et al.", "(2020), \" Efciency and risks in global value chains in the context of COVID-19 \", OECD Economics Department Working Papers No.", "(2017), \"Global and domestic modelling of macroeconomic shocks: a GVAR analysis of Ireland\", Central Bank of Ireland, Research Technical Paper, Vol.", "(2019), Financial stability considerations of being a small, highly globalised economy\", Central Bank of Ireland, Financial Stability Review 2019:I.", "(2023b), \"Reshoring production in small open economies\", mimeo [19] Makhlouf, G. (2022), \"Remarks by Governor Gabriel Makhlouf on the publication of the Financial Stability Review 2022:1\", 15 June 2022.", "(2023), \" The EU's Open Strategic Autonomy from a Central Banking Perspective.", "Challenges to the Monetary Policy Landscape from a Changing Geopolitical Environment \", ECB Occasional Paper No.", "311 [21] Central Bank of Ireland (2022), \"The Central Bank of Ireland's framework for macroprudential capital\", June 2022.", "©2023 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Geoeconomic fragmentation", "Global interdependence", "Reshoring", "Supply chain resilience", "Inflation", "Friend-shoring", "Open Strategic Autonomy", "Economic integration", "Macro-financial risks", "Monetary policy"]}