{"sentences": ["Introduction Distinguished guests, ladies and gentlemen.", "A very good morning and thank you to the organisers of this MyDigital and Tech Roundtable for inviting me to deliver the opening We are here today to discuss issues and ideas to spur digital-ready talent and futureproof the workforce for Malaysia.", "I believe this conversation is timely.", "As leaders in our fields, I'm sure all of us agree that staying relevant amid a shifting and competitive landscape is a top challenge for today's employees and employers.", "The pandemic exposed deep-rooted labour market fragilities and structural inequalities.", "In Malaysia, as in other countries, vulnerable segments such as low-income workers, the youth, women, ethnic minorities, informal and fixed-term workers were among the hardest hit by the crisis.", "Some are still finding their footing.", "More importantly, we are facing several structural shifts that continue to reconfigure our economy, with resulting implications on the future of work.", "Among the key ones that may resonate with us here today are: First, the digital and sustainability revolution.", "Increased adoption of technologies such as AI and IoT, coupled with rising urgency on the sustainability agenda will reshape industries.", "This will demand new skillsets and unlock opportunities, but also create challenges for businesses and employees.", "Second, shifting work preferences.", "This includes expansion of gig workers, increased remote or flexible working arrangements, and a dynamic workforce with more frequent career switches.", "We have already witnessed, for example, a rise in digital nomads who travel freely and work remotely.", "Third, an ageing population and the need for diverse participation.", "Malaysia is swiftly ageing, requiring changes in the labour market policies to cater to an older working segment as well as encouraging higher workforce participation among women and other minority groups.", "At the same time, we need to resolve the issue of relatively higher unemployment rates among youths.", "And fourth, the growing generational gap in the workforce.", "Up to four different generations now coexist in many workplaces.", "Each have varying perspectives on leadership, learning and workplace culture.", "We can thus expect a host of opportunities, but also the need the navigate deep-seated differences.", "The digital revolution is expected to increase our labour productivity by 30% and create up to 500,000 jobs by 2025.", "However, the reconfiguration also poses challenges.", "The need for specialised skills can lead to a widening talent gap, if left unaddressed.", "Already, 51% of firms surveyed by BNM faced difficulty in hiring workers, largely due to mismatches of skills for the mid and high-skilled segments .", "What does this mean for us?", "Looking ahead, the local and global outlook means organisations need to embrace the 'new normal' by adopting new business models to address overall productivity and challenges at work.", "At its core, attracting and nurturing the right talent is crucial for any organisation of the future.", "Thus, it is critical to begin thinking beyond policies for short-term recovery and start the task of building a future of work that is safer, fairer and greener.", "\"Building back better\" calls for increased policy coherence, particularly between economic employment and social policies, and a whole-of-society approach.", "My remarks today seek to explore three strategies on how we may futureproof our talent workforce: 1) equipping the workforce with the right skills; 2) employing a \"good jobs strategy\"; and 3) strengthening collaboration among ecosystem partners.", "Equipping the workforce with new skillsets that are relevant and practical for future needs With greater adoption of technology, in-demand skills across jobs in Malaysia will shift over the next few years.", "The skills gaps will continue to widen.", "By 2025, half of all employees will need reskilling.", "Even for workers who remain in existing roles, 40% of core skills will need to change to remain relevant.", "A sizeable number of jobs will be replaced or become obsolete.", "This means individuals need to continuously learn new skills to be indispensable and grasp new opportunities.", "This means access to comprehensive upskilling and learning infrastructures are essential, whether at an individual, organisation or industry-wide level.", "And this means, lifelong learning is a must for everyone in the workforce.", "In the financial sector, we too face this challenge.", "Recognising the importance of equipping talents with relevant skillsets, the Bank and the financial industry are pursuing several initiatives on this front.", "They include: The development of an industry-driven framework that serves as a single point of reference on future skills and career development pathways, for those working or aspiring to work in financial services.", "We hope this can be a starting point for a holistic future skills framework at the national level to unlock greater benefits and synergies for cross-sector talent mobility; and Continuous efforts are being made to raise the professionalism of the workforce through higher standards of professional programmes and qualifications for various career pathways.", "These range from risk specialists in banking to loss adjusters for insurance.", "Nonetheless, some job losses may be inevitable due to a shift in the division of labour between humans and machines.", "Therefore, a whole-of-industry approach is crucial: First, we want to ensure appropriate supporting mechanisms are in place; Second, we want to minimise the impact of job displacement on livelihoods; And third, we want to support an orderly transition of the affected workforce to jobs in other organisations or economic sectors.", "Such support may include, among others, appropriate compensation, reskilling opportunities and outplacement assistance.", "Employing a 'good jobs strategy' to unlock the value of human My next point focuses on employing a 'good jobs strategy' to unlock the value of human potential in our workforce.", "If there's one thing the pandemic taught us, it's the need for adaptability in overcoming challenges.", "More so in today's workforce, with the multifaceted issues arising from technology, sustainability, demographics and other structural changes.", "Consequently, talent planning and management must move in tandem with these changes.", "What do I mean by that?", "Several priorities are fundamental to pave the way for a better, more productive and rewarding future of work: First, leveraging analytics to forecast talent needs and to better measure workforce performance and productivity.", "By regularly analysing and monitoring employee performance and engagement metrics, organisations can determine the strategic talent acquisition, development and management decisions required.", "This will prepare the workforce for the challenges they will face going into the future.", "Second, developing a fast, agile and coherent workforce investment strategy.", "Several key elements include identifying workers who are being displaced from their roles, establishing appropriate internal committees to manage the displacement, funding reskilling and upskilling, motivating employee engagement in this process, and tracking the long-term success of such transitions.", "This should also account for specific needs by segments such as older workers, mothers returning to the workforce and contract employees.", "Third, introducing agile HR and organisational policies to enhance workforce flexibility and productivity.", "Given the recent success of remote working, many organisations are looking to capitalise on productivity and efficiency gains by establishing an effective hybrid working model that supports both office and remote working.", "These efforts can complement initiatives at a national level such as the National Employment Portal, MyFutureJobs, which facilitates ease of job matching based on skills and competencies.", "With a strong foundational strategy in place, workers will not only be able to survive, but also thrive in a future-ready workforce.", "Strengthening business-education partnerships through publicprivate collaboration Ladies and gentlemen, An interesting insight from the last few decades is how quickly skills become obsolete.", "We know this will be true going forward.", "Time horizons for reskilling will continuously shorten, as will the shelf-life of new skills.", "Just-in-time learning may become the dominant pedagogy, with much shorter training focused on task-specific skills, flexible time commitment and agile curricula.", "Reviews of existing curriculum can no longer have a fixed lifecycle and must keep pace with future skills needs through periodic reviews.", "This leads me to my final point.", "More effective collaboration between the private and public sector is invaluable to enhance talent development at all stages.", "Partnerships among the education sector and employers can address this by enabling better workforce planning across disciplines, improved academic program design and relevant graduate skillsets.", "For Malaysia, this results in lower employer training costs, improved productivity and more industry-ready graduates.", "I'm aware some here have existing tie ups along these lines.", "Your insights on the success, challenges and way forward today can be invaluable for others in the sessions ahead.", "Another avenue is through reformation of the technical and vocational education and training (TVET) system.", "Intensified industry involvement in curriculum design and delivery through increased apprenticeship, hands-on training, real-life simulations and specialised employer training programme can help students gain real working experience.", "This system, enabled by appropriate financial support and enhanced coordination with the public sector can help to strengthen TVET as a viable alternative to traditional tertiary education and hence, improve the quality of graduates.", "Concluding message Let me conclude.", "Structural shifts in the configuration of our economy will continue to drive further evolution in the workforce.", "The call to action is both evident and urgent.", "This means renewed opportunities for everyone here today.", "We have leaders representing the government, industry, training providers, institutions of higher learning and public policy.", "We ought to focus our common efforts on improving access and delivery of upskilling initiatives, enhancing workplace policies to improve productivity and orientating higher learning curriculum towards market needs.", "Talent is at the core of Malaysia's journey towards becoming a high-income nation.", "I hope we will come together and work towards a future where our talent is nurtured, and our workforce is equipped with the necessary skills of the century.", "On that note, I wish you productive discussions ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital revolution", "Future of work", "Skills gap", "Upskilling", "Good jobs strategy", "Workforce flexibility", "Business-education partnerships", "Talent development", "TVET", "Labour market inequalities"]}