{"sentences": ["Towards good governance in the financial system of A speech delivered online to the Institute of Directors on 7 September 2023 by Christian Hawkesby, Deputy Governor and General Manager Financial Stability Written with Esther Bonaparte E nga mana, e nga reo.", "E nga karanga maha o te wa.", "(To all authorities, all voices, to the many chiefs gathered here.", "Behold the breath of life!)", "Karanga mai Whakatau mai Tena koutou katoa (Thank you to the leadership of the Institute of Directors who have called us here; who have welcomed us here; who have looked after us here.", "Thank you very much) I am delighted to be with you this morning, both as Deputy Governor of the Reserve Bank of New Zealand and as a fellow member of the Institute of Directors.", "In recent years, I have presented to the Institute of Directors a number of times, at the annual conference and at branch functions around the country.", "Some of the topics I've covered have been the Māori Economy 1, Financial Inclusion2 and the Future of Money.", "All of these issues are at the heart of central banking in New Zealand.", "They are also topics that I've found directors and trustees are very keen to understand for their roles.", "Today I am here to discuss a topic at the very heart of the governance and the territory of the Institute of Directors - the path towards good governance in the financial sector of Aotearoa.", "• First, I want to explain the role of governance in Reserve Bank's approach to prudential supervision and regulation; Second, I want to look back through history to reflect on past governance lessons learned, and discuss how these have shaped governance guidance; and Finally, I will share the outcomes of our recent Thematic Review on Governance and take any questions.", "I should first acknowledge that at the Reserve Bank, Te Pūtea Matua we have been undergoing our own very significant changes in governance.", "Under our 1989 Act, the powers and responsibilities of the Reserve Bank were held by the Governor, with the Board playing an oversight and advisory role.", "Now under our new 2021 Act, the Monetary Policy Committee is responsible for formulating monetary policy and the Reserve Bank Board is responsible for all other governance functions.", "Under this new approach, our Board of Directors looks much more like a standard corporate board like our regulated entities.", "The past couple of years has been an intense period setting up the foundations for our new Board to succeed in its role.", "However, today I am here to talk about our role as the prudential regulator of deposit takers and insurers, and the crucial role that good governance has on the stability of those institutions and the financial system, as well as the ability of the financial services industry to meet the needs of New Zealanders.", "More specifically, I'd like to share the findings of our Governance Thematic Review3 which we jointly undertook with the Financial Markets Authority (FMA), New Zealand's financial conduct regulator.", "This work follows on from the joint Conduct and Culture Review we published in 2018.", "That work highlighted the critical role of culture and conduct from the Board and Senior Management of financial institutions to ensure trust in their services4.", "The scope of this latest Governance Thematic Review was around the thoroughness and discipline boards follow in governing their activities.", "Systems, processes, documenting lessons, and transparency were a key focus of our work.", "What sat behind this was a view that if appropriate fixed investment and care are taken at the outset, governance will be more efficient and effective.", "With these foundations in place, more time is available to focus on strategy, conduct, culture and behaviours, reducing the likelihood of the worst-case outcomes we have seen through history - financial failures, bailouts, systemic crises, misconduct and mis-selling.", "A common theme we identified was the need for boards to set themselves up for success now and into the future.", "This is the essence of a being a good kaitiaki.", "It's about being a temporary guardian or caretaker, with responsibility to hand things over to the next generation in a better position and ready for the future.", "The results of the Thematic Review will inform our institutional supervision priorities and input into our supervisory standards and guidelines as we embed the new Deposit Takers Act 2023 (DTA) and review of the Insurance Prudential Supervision Act 2010 (IPSA).", "We also hope that this work is of wider value, providing a unique opportunity to learn from others, both for other financial institutions and those outside the financial industry.", "Our approach to prudential regulation and supervision Effective governance is critical to the financial soundness, success, and long-term sustainability of New Zealand's financial institutions and to ensuring their customers are treated fairly.", "As Dr John Laker says in the introduction to the Review, there is no 'one size fits all' governance framework for financial institutions and no single best practice for governance, but there are essential foundational elements in governance policies, processes and practices that underpin good decision-making at board level.", "Before getting into the Review, it is important to step back and briefly remind ourselves why there is a role for a public policy institution like Te Pūtea Matua to have responsibility for financial stability.", "A sound and well-functioning financial system - financial markets, financial institutions, payments systems - provides a public good shared by society in much the same way that physical infrastructures do.", "Transport, energy, water and communications infrastructure provides benefits that are felt much more widely than by individual users.", "As a public good, the costs of financial instability can also be felt far beyond the management, shareholders, or customers of individual financial institutions.", "Sound financial institutions and financial systems are core responsibilities for us at the Reserve Bank and the organisations we regulate.", "We want to ensure that we have a resilient financial system that can withstand shocks and provide the financial services that all New Zealanders rely on.", "It is a privilege to be a deposit taker or insurer in our society; it comes with the safeguard of being prudentially regulated and supervised.", "Our approach to prudential supervision relies on three interdependent pillars - self discipline, market discipline and regulatory discipline5 6.", "• Self discipline: relates to the role of directors and senior managers7.", "Boards of financial institutions are responsible for setting the strategic direction; the tone and culture of the entity; the risk appetite of the organisation; ensuring there are strong systems, policies, processes and procedures; making critical decisions; and holding management to account.", "In many ways the governance Board is the financial institution.", "Market discipline: relates to the role of financial market participants in monitoring the risk profile, and the financial performance and position, of financial institutions, and in influencing their behaviour.", "An aim of the market discipline pillar is to reduce the information asymmetry between firms and market participants so that they can effectively monitor and influence financial institutions8.", "Regulatory discipline: relates to the role of regulation, such as minimum capital and liquidity requirements, to enhance the effectiveness of market and self discipline, and to minimise the costs of financial instability if they do occur9.", "It's hard to overstate the importance of good governance in all this.", "No matter how strong the regulatory discipline and market discipline are, if there are governance failings, or even weak governance, the stability of the organisation and the financial system as a whole, are at risk.", "Figure 1 - Three pillars of prudential regulation and supervision History and importance of good governance Over the past 20 years we have learnt a lot about governance failings and weak governance.", "Internationally, the Global Financial Crisis (GFC) highlighted governance failures of financial institutions that experienced the most trouble managing their financial risks10 11.", "Some common themes of governance failures on the board during the GFC included: • A lack of financial industry experience amongst directors; An inability of board members to accurately identify and understand financial risks; and • Boards failing to receive timely, relevant, and digestible information.", "Unfortunately, in New Zealand we are not immune to governance failures and lessons.", "Around the same time as the GFC, the failure of finance companies was further precipitated by governance weaknesses.", "South Canterbury Finance is a prime example of the importance of having effective board dynamics and procedures amongst directors.", "Governance failings included: • The board had few formal meetings between all directors; • Independence was hindered as the chairman doubled as the controlling shareholder, creating a challenge for the board to make collective decisions; and • The board did not sufficiently review the content of papers or financial statements12.", "More recently, CBL Insurance serves as a reminder of public concerns being raised in relation to financial institutions' governance.", "For CBL Insurance these included: • Ceasing to follow up on recommendations from the Appointed Actuary; • Failing to sufficiently oversee the risks facing the insurer; • Breaching regulatory directions13; and Failing to disclose material information to the market14.", "Scandals in Australia over conduct and culture in 2018 also highlighted governance failings in managing non-financial risks.", "The Royal Commission noted several prominent governance issues • Not receiving the right information, and not doing enough to seek further information; Not doing enough with the information they had to oversee and challenge management; • Putting the pursuit of profit above all else, in particular above the interests of customers and compliance with the law; and Unclear lines of accountability which resulted in a lack of consequences when outstanding issues were left unresolved15.", "The Royal Commission's review prompted the FMA and the Reserve Bank to jointly review Conduct and Culture here in New Zealand16.", "For the Reserve Bank a key takeaway was that an entity's culture is the key driver of its conduct and risk management.", "Creating the right culture requires an ongoing conscious effort, led from the top.", "Boards need to take ownership for ensuring the appropriate culture is embedded within an organisation17.", "A scan of governance in New Zealand's financial sector would not be complete without mentioning the section 95 reviews that we requested on governance from ANZ in 202018 and Westpac in 202119.", "Both resulted in a significant uplift and strengthening of governance that should be acknowledged and recognised.", "Finally, yet again this year we were reminded of the importance of governance through the highprofile collapse of Silicon Valley Bank (SVB) in the United States.", "SVB saw failings in governance • The board not receiving adequate information about the risks faced; Directors failing to 'lean in' and hold management liable for the mismanagement of the organisation's risks; and • The board as a whole possessing limited banking experience20.", "An Independent Review for the RBNZ for the Supervision of CBL Insurance Ltd.", "Final Report available at CBL RBNZ Final Report.", "FMA reaches agreement with CBL Corporation and four independent directors on continuous disclosure breaches, available at FMA reaches agreement with CBL Corporation and four independent directors on continuous disclosure breaches | Financial Markets Authority See Haynes K, M. (2019).", "Final Report - Royal Commission into Misconduct in the Banking, Superannuation and Financial Services Industry (Volume 1).", "Final report available at Final Report - Volume 1 (treasury.gov.au) In 2018 the Reserve Bank and Financial Markets authority undertook a joint review into the conduct and culture issues present in life insurers and banks in New Zealand, and looked to understand how banks and life insurers identify and remediate issues.", "Available here for life insurers life-insurer-conduct-and-culture.pdf (rbnz.govt.nz) and here for banks banks-conduct-and-culture-review.pdf (rbnz.govt.nz).", "Conduct, Culture and Financial Inclusion A speech delivered at The Westpac Massey Fin-Ed Centre - Building Financially Capable Communities: Our Pathways To Success Conference, available at: Conduct, Culture and Financial Inclusion (rbnz.govt.nz).", "Section 95 - Review of ANZ Bank New Zealand Limited - Effectiveness of the directors' attestation and assurance framework, available at anz-nz-section-95director-attestation-and-assurance-review-december-2019.pdf (rbnz.govt.nz) See Oliver Wyman.", "(2021).Risk Governance Review - Section 95 Review of Westpac New Zealand Limited for additional information on material shortcomings in the Board's Oversight, available here Section 95 Risk Governance Review of Westpac New Zealand Limited (rbnz.govt.nz) See Barr, M S. (2023) Review of the Federal Reserve's Supervision and Regulation of Silicon Valley Bank, available at: Review of the Federal Reserve's Supervision and Regulation of Silicon Valley Bank Individually, these factors may not have had a material impact on the failure of SVB, but when considered collectively, the inadequate governance processes and behaviours resulted in the board having inappropriate oversight of the risks facing SVB.", "Principles, policies and guidelines Historically, the OECD has been the leading international organisation on principles of good governance across all sectors - financial and non-financial21.", "They have periodically released corporate governance principles to support boards and policy makers in improving economic efficiency, sustainable growth and financial stability.", "While ineffective governance was not the sole contributor to the GFC, it highlighted the risks faced when boards fail to grasp the magnitude of their financial risks and acted as a catalyst for improving corporate governance across the world.", "Organisations and regulators looked to increase the expectations and accountability on directors.", "In 2010, the Bank for International Settlements (BIS)22 published the first edition of its corporate governance principles for banks.", "Given the central importance of governance to banks, it seems remarkable that these were not published until 2010 when you consider the foundations of modern banking regulation have been in place since the first Basel Accord of the 1980s.", "Around the same time, the Group of Thirty - a private sector organisation, which we at the Reserve Bank are proud to be a part of, along with other global central banks, international financiers and academics - published its comprehensive document which took a global perspective on good governance practices23.", "Its guidance provided key insights and recommendations for enhancing governance effectiveness of financial institutions.", "Here at the Reserve Bank, our governance guidelines for insurers were published in 201124 and our corporate governance policy for banks (BS14) was published in 201425.", "The FMA also has its own corporate governance guidance as a financial conduct regulator26.", "To further promote good governance and recognise the critical role that boards play in both protecting the interests of shareholders and providing long term value, the NZX released the latest version of their Corporate Governance Code this year27.", "The code strikes a balance between promoting strong governance practices and providing flexibility to boards to tailor their governance practices to the unique needs of their business.", "The Institute of Directors published its Four Pillars of Governance to provide guidance on good practice governance, global trends and the contemporary operating environment in New Zealand.", "Now in its fourth edition28, it is the go-to reference guide for governance, within arm's reach of directors, trustees and governors across all sectors of the economy: from financial, to nonfinancial; private sector, public sector.", "Our joint Governance Thematic Review with FMA With all this context and background in mind, in late 2021 we teamed up with the FMA to undertake a joint review of governance.", "Our shared objective was to examine the policies, processes, and operational practices of boards of financial institutions we regulate.", "We wanted to focus on key areas of governance to: • Determine the extent to which these aligned to our regulatory requirements and guidance; • Understand how these allow boards to provide oversight and govern effectively; and Promote effective board practices by outlining areas of good practice that all boards should consider, as well as highlight areas for improvement.", "Figure 2 - Areas of focus for effective governance We reviewed a sample of 29 entities regulated by the Reserve Bank and/or FMA, across the banking, insurance, non-bank deposit taking and investment management sectors.", "For each entity, we reviewed a range of documents related to board and governance policies, procedures and record keeping.", "This was followed up with in-depth onsite reviews where we interviewed board members and executive management, focusing on eight key areas of • Roles and responsibilities; • Board and committee composition and structure; Board and committee performance; Board training; Board meetings; • Board capacity; and • Conflicts of interest.", "We assessed the entities against our expectations for governance, as set out in relevant legislation and the Reserve Bank and FMA guidance.", "Where we did not have guidance on a specific area we looked beyond our internal guidance and considered international good practices to gain an understanding of what other jurisdictions and regulators consider when assessing governance.", "When forming a view on international good practice we looked to governance guidance from a range of regulators from Bank of England, Federal Reserve, Australian Prudential Regulation Authority and OECD.", "Good practices and areas for improvement We observed a variety of governance practices across the industry; there were a number of good practices, as well as practices that were below our expectations.", "There is still room for improvement for most entities to ensure robust policies and processes are in place.", "Some areas where we generally saw good practices included: • Formal and clear processes for planning and formulating strategy.", "Strong processes for selecting and appointing new directors and the CEO.", "• Boards being composed of a majority of independent directors.", "• Clearly documented succession planning for CEOs and senior management.", "• Formal standalone conflicts of interest policies.", "• Formal annual planning processes and work plans for board and committees.", "Regular education sessions for the board, including in-depth sessions on specific risk topics.", "While we observed good practices across the sample, many of these practices were not embedded into policies and processes, and those that were documented often lacked sufficient detail and clarity.", "Through our review we have seen boards make positive changes to their governance structures, with their practices evolving over time.", "However, we observed changes which were not often reflected in the organisation's governance frameworks.", "Formalising practices into these foundational documents: • Fosters transparency and accountability; Sets the tone from the top, supporting good practice being embedded into the values and culture of the organisation; and Sets boards up for success not only now, but into the future.", "In addition to formalising processes, some of the key areas for improvement across the sample Processes for selecting and appointing the board chair and committee members were not robust.", "Several entities did not have clear or comprehensive processes in place for the chair and board committee members.", "Succession planning for the board was not as formal and rigorous as we expected.", "While discussions were taking place and processes existed, almost none of the locally incorporated entities had documented plans for the board, committees, or the board chair.", "Whilst the review identified that most entities were performing some form of internal evaluation of the board, the evaluations lacked formal, clearly defined, and comprehensive criteria.", "Performance of the board was not independently reviewed for most entities.", "• Although capacity of directors was assessed prior to appointment and on an ongoing basis, these assessments were mostly informal in nature and not comprehensive.", "This was due to the absence of a formal framework to ensure consistent and robust assessment of capacity.", "• In the absence of a formal framework, organisations generally took varying and ad-hoc approaches to identifying the ongoing training needs of the board.", "• While organisations had diversity policies for staff, these diversity policies did not apply to the board.", "Being future focused and embedding good practice A common theme running through these findings of the Governance Thematic Review is the ability of boards to change and evolve, setting themselves up for success not only now but into the future.", "The environment facing governance boards is forever changing: Changing economic developments.", "Changing structural factors, such as climate change.", "• Changing threats, such as cyber scams and attacks.", "• Changing opportunities, from new markets and technologies.", "• Changing expectations to embrace diversity to better arm boards to navigate these varying developments, trends, threats and opportunities.", "• Changing expectations to embed a Te Ao Māori perspective and the strengths and benefits this provides, as a unique comparative advantage of Aotearoa, New Zealand29.", "Changing expectations to earn and retain the social licence to operate by being transparent, accessible and accountable to all of society.", "As this evolution occurs, we need boards to ensure that they have the appropriate processes, capabilities and culture in place which allows them to ask the right questions and provide appropriate direction, challenge and oversight.", "One of the key roles of the board is to use the learned experience of previous boards to guide the organisation.", "With this in mind, one of the most valuable assets that directors leave an organisation with is their lessons learned so future generations can learn from their experience.", "In order to be future focused and embed a continuous improvement mindset, some of our key recommendations that all boards should consider include: Undertaking robust suitability assessments which outline the skills, diversity and capabilities required on the board.", "This will assist the board in maintaining the collective skills and experience to guide and oversee the organisation's long-term strategy; Ensuring that succession planning is thorough and well thought out to mitigate future composition risks, maintain an appropriate balance of skills, experience and diversity, and ensure continuity; • Actively considering the diversity needs of the board to support them in their role; • Assessing director capacity against a formal framework to ensure directors have sufficient time to be effective in their role; • Conducting regular and robust evaluations to drive effective board performance.", "This includes having a clearly defined, and comprehensive criteria and ensuring improvements are identified and implemented; and • Providing effective and appropriate challenge to one another and management.", "This continuous improvement mindset is the essence of a being a good kaitiaki.", "It is about being a temporary guardian or caretaker, with responsibility to hand things over to the next generation in a better position and ready for the future.", "Next steps and conclusion Thank you for this opportunity to join you this morning, as Deputy Governor and as a fellow member of the Institute of Directors.", "If you were directly involved in the Governance Thematic Review, thank you for your willingness to participate.", "The examples of good practice we observed in your entities are shared in our report so others can learn from them.", "I also hope you will embed any good practices that you don't currently have in place.", "If you weren't involved in the Governance Thematic Review, we hope that this work is of wider value, providing a unique opportunity to learn from others - both for other financial institutions and those outside the financial industry.", "At the Reserve Bank, the insights will inform our supervisory priorities and input into standards and guidelines as we embed the new Deposit Takers Act 2023 (DTA) and review of the Insurance Prudential Supervision Act 2010 (IPSA).", "Finally, I wanted to finish with a whakataukī (proverb) first said in 1858 by Pōtatau Te Wherowhero in 1858, a Waikato chief and the first Māori King.", "\"Kotahi te kōhao o te ngira e kuhuna ai te miro mā, te miro pango, te miro whero\" The literal translation is \"through the eye of the needle pass the white thread, the black thread and the red thread\".", "Pōtatau was highlighting the importance of connection, collaboration and a common vision, and the strength this can create.", "Three strands woven strongly together are much stronger than one.", "At the same time, much like threading three strands through the eye of one needle, achieving this is not easy, and requires much deliberate focus and effort.", "In the world of financial stability, the strands of self-discipline, market-discipline and regulatorydiscipline together make for a strong financial system that meets the needs of New Zealanders.", "In the world of governance of financial institutions, the connected strands of past, present and future directors enable the learned experience of previous boards to guide the organisation into the future.", "Kia kaha, kia maia, kia manawanui, kia ora koutou katoa.", "Be strong, be bold, be patient, be well and good luck."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Governance", "Financial Stability", "Financial Institutions", "Prudential Regulation", "Governance Thematic Review", "Corporate Governance", "Conduct and Culture", "Risk Management", "Board of Directors", "Financial Inclusion"]}