{"sentences": ["Financial stability and monetary policy: from low-for-long to the new Keynote Konstanzer Seminar 24.05.2023 | Konstanz | Claudia Buch Check against delivery.", "The low-for-long environment of the past decade has been exceptional.", "The low-for-long interest rate environment has had implications for the financial sector.", ".1 Changing patterns of bank assets 2.2 Changing patterns of bank liabilities 2.3 Do banks underestimate future macroeconomic risks?", "Transition to the new normal 4 Implications for financial stability 4.1 Higher interest rates affect the valuation of banks' assets and liabilities.", ".2 The cash flow of banks is affected by the speed of transmission of higher interest rates into net interest margins.", "6 References Thank you very much for inviting me to talk at this year's Konstanz Seminar.", "The Konstanz Seminar is clearly a landmark institution for monetary policy discussions in Germany - and beyond.", "It was founded in 1970 by Karl Brunner.", "My academic teacher at the University of Bonn, Professor Manfred J.M.", "Neumann has played a key role over many years to keep the seminar a vibrant place.", "Monetarists' views of monetary policy have been a unifying feature for many participants of the seminar.", "I vividly recall my first visit to the seminar in the late 1990s.", "[1] Much has happened since then.", "In academia, there has been a revolution in terms of using microdata to understand the transmission of monetary policy and using improved empirical methods to identify causal effects.", "[2] In policymaking, we have gone through an extended period of quantitative easing after the global financial crisis, operating in part through the risk-taking channel.", "Macroprudential policy has developed into a distinct policy field, recognising that excessive risk-taking in the financial system cannot solely be addressed with microprudential tools.", "This shift in focus has been one of the major leaps forward compared to the economics taught during the 1990s; and rightly so.", "Recent turbulences on banking markets are a vivid reminder how closely intertwined stress of individual institutions and monetary policy decisions can be.", "Today, I will focus on the interaction between monetary policy and financial stability.", "I will structure my comments around three points: First, the low-for-long interest rate environment of the past decade has been quite exceptional.", "Monetary policy was highly expansionary.", "Growth has been stable.", "Financial market volatility was low for the most part.", "Risks appeared to be low, too.", "But, second, during the period of low interest rates, vulnerabilities have been building up beneath the surface.", "Assets and liabilities of many financial institutions have become more vulnerable to increasing interest rates.", "Benign macroeconomic conditions of the past may too easily have been projected into the future.", "Third, we are now in the transition to a new normal, and we need to set the stage for dealing with the structural change that lies ahead.", "This transition is challenging for the financial sector and for the real economy.", "Some risks have already materialised.", "While the German financial system has weathered the storms so far, sufficient resilience remains a priority.", "Future adverse shocks may turn existing vulnerabilities into injuries that heal slowly.", "The low-for-long environment of the past decade has been exceptional.", "Looked at from a historical perspective, the low interest rate environment of the decade preceding the COVID (Coronavirus Disease) pandemic has been remarkable.", "Nominal and real interest rates in advanced economies, both short and long-term rates, have trended down [Figure 1].", "Financing costs and real interest rates have been lower than during the past 150 years.", "[3] This reflects structural factors such as aging populations, rising savings rates, and a slower pace of technological innovation.", "[4] Expansionary monetary policy has certainly played a role as well.", "Figure 1: Inflation and interest rates in Germany and the Euro area The German economy experienced the longest upswing since reunification.", "Corporate insolvencies [Figure 2] and unemployment declined almost steadily.", "Real gross fixed capital formation has risen during the past decade and only began wavering with the start of the pandemic.", "Figure 2: Corporate insolvencies in Germany Very low interest rates could affect the allocation of resources in the real economy.", "Low interest rates and easy credit conditions provide incentives to invest and thereby foster business dynamics.", "Yet, despite stable GDP (Gross Domestic Product) growth, Germany, like many other advanced economies, experienced a slowdown in business dynamics.", "[5] Several structural factors, including demographic change and a decrease in the diffusion of knowledge, play a role.", "There are two channels through which easy financing conditions could have dampened business dynamics.", "First, very low interest rates could keep financially weak firms in the market.", "[6] Weak banks with a high share of non- performing loans on their books might exacerbate this effect.", "Banks might prolong loans to weaker customers to avoid the realisation of losses.", "Less funding might therefore be available for new and more productive firms.", "Such a mechanism would be visible in corporate insolvencies and job flows, as fewer firms would exit the market.", "The available data for Germany is rather mixed.", "While corporate insolvencies declined, the number of financially weak non-financial firms [7] also fell from around 8% in 2010 to roughly 6% in 2018.", "While job flows decreased, the job finding rate also increased slightly but steadily in response to labour market reforms.", "[8] Changes in the competitive structure of markets are a second channel through which low interest rates could have permanent real effects.", "Incumbent firms may invest strategically to crowd out potential competitors.", "This could prevent market entry, increase market concentration, and dampen productivity growth.", "[9] The existing evidence does not suggest that this has been the case for Germany.", "Indicators of concentration and market power in German industry have, by and large, remained constant over the past decade.", "[10] Looking ahead, the link between financing conditions and business dynamics is likely to intensify though.", "Adaption to a new macroeconomic environment and structural change will require investment at a time when financing conditions become tighter.", "Credit risk and non-performing loans might increase.", "Before discussing the implications of the \"new normal\" for balance sheets of banks in more detail, let us take a look at the implications of the low-for- long interest rate environment for the financial sector.", "The low-for-long interest rate environment has had implications for the financial sector.", "The risk-taking channel of monetary policy can have side effects: it increases the likelihood of financial stress as credit expands, and asset prices may overheat.", "[11] A long cyclical upturn, coupled with ample liquidity and favourable financing conditions, can lead to excessive risk taking and an underestimation of risks.", "During the past decade, the financial cycle has indeed expanded dynamically.", "Private and public debt have been on the rise globally.", "In Germany, high credit growth and a strong rise in residential real estate prices have contributed to the build-up of vulnerabilities.", "Banks and other financial intermediaries have become more vulnerable to increasing interest rates and declining valuations.", "In this sense, the low-for-long interest rate environment casts a shadow on balance sheets of financial institutions.", "Let me thus zoom in and describe the changing patterns of banks' assets and liabilities.", ".1 Changing patterns of bank assets On the asset side of banks' balance sheets, we have seen a shift towards relatively riskier loans.", "In German banks' loan portfolios, loans to relatively weak firms now account for a fairly large share.", "At the end of 2021, loans to firms with an above-average debt overhang ratio made up 73% of banks' credit portfolios [Figure 3].", "[12] One plausible explanation is that firms with stronger financial fundamentals have used other sources of finance such as market finance or retained earnings.", "At the same time, given the historically low interest rates, financial institutions have been \"searching for yield\".", "[13] Figure 3: Allocation risk in German banks' domestic credit portfolio These increased \"allocation risks\" have made banks more vulnerable to adverse shocks.", "Such shocks could shift credit risk into the lower tail of the distribution and expose banks to losses in their credit portfolios.", "[14] Note that the weakening of the portfolio structure may not be visible in good times: if the tide goes up, all firms look financially healthier.", "In other words, credit risks may be underestimated.", "From the banks' perspective, the share of relatively weak firms might indeed look smaller: according to risk weights derived from banks' internal models, the share of firms with a below-average creditworthiness was around 30% at the end of 2021 [Figure 3].", "However, as the tide turns, the relatively weaker firms may get into financial trouble more easily.", "Over time, banks have shifted not only into potentially riskier assets but also into longer-term assets.", "Housing loans account for around 16% of German banks' total assets.", "[15] For smaller banks such as savings banks and cooperatives, housing loans play an even more important role, amounting to about one third of total assets.", "Banks have, over the past decade, significantly increased the share of long-term loans: the share of mortgages with maturities of more than 10 years increased from about 30% to 48% between 2010 and 2021.", "Loans to non-financial firms typically have longer maturities than mortgage loans, but here, too, the share of long-term loans increased from about 67% in 2010 to 74% in 2021.", "This increased maturity transformation potentially exposes banks to liquidity and interest rate risk.", "Additionally, market valuations of assets rose, partly decoupling from underlying fundamentals.", "The residential real estate market serves as a good example: Between 2010 and mid-2022, house prices in Germany roughly doubled.", "According to our most recent estimates, real estate prices in urban areas in 2022 remained between 25%-40% above the level suggested by the socio-demographic and economic fundamentals.", "[16] Such overvalued asset prices translate into potentially overvalued collateral.", ".2 Changing patterns of bank liabilities The structure of banks' liabilities has shifted as well.", "During the long period of very low interest rates the maturity of retail deposits has thus shortened significantly.", "The share of sight deposits in total retail deposits stood at around 30% right after the Global Financial Crisis [Figure 4].", "Over the subsequent decade, that share has increased to 70%.", "Figure 4: Share of sight and time deposits in total retail deposits Can shifts in banks' liabilities be traced to central banks' balance sheets expansions?", "During periods of quantitative easing, banks may become more dependent on central bank liquidity.", "Quantitative easing implies that banks have relatively easy access to central bank reserves.", "Banks may adjust their pricing policies to induce a switch from time to demand deposits, which would shorten the maturity of deposits.", "In addition, banks may write off-balance-sheet credit lines and thus make future liquidity commitments to firms.", "Both types of adjustment expose banks to higher liquidity risk - potentially under the expectation that access to central bank liquidity would continue to be easily available.", "Such an increasing \"liquidity dependence\" has been documented for the U.S. banking sector.", "[17] Evidence for the United States also shows that quantitative tightening does not necessarily lead to a reversal of these trends.", "Instead, demand deposits and credit lines continued to grow even during the period of quantitative tightening between 2017 and 2019.", "As a result, quantitative easing left the U.S. banking system more financially fragile.", "This may have real economic implications if banks finance fewer longer-term projects than they otherwise would have done.", "It remains to be seen whether German banks have a persistently higher dependence on central bank liquidity.", "The maturity of retail deposits has clearly shortened [Figure 4].", "German banks have also increasingly extended credit lines [Figures 6 and 7].", "Both would be indications of liquidity dependence.", "Yet, in the euro area, quantitative tightening started only in March 2023 as the pace of reinvestments of proceeds from maturing government bonds has been reduced.", "[18] So far, the ratio of German banks' credit lines relative to central bank balances has been rather stable.", "Moreover, the funding structure of German banks has started to shift from sight to time deposits.", "Both would point to a declining liquidity dependence.", "Figure 6: Central bank reserves and credit lines of banks in Germany Figure 7: Credit lines relative to a bank's total assets Going forward, monitoring the liquidity situation of financial institutions is central to our macroprudential surveillance.", "From the U.S. experience, we know that market reactions to a withdrawal of liquidity may be quite abrupt.", "A severe stress episode in September 2019 forced the Fed (Federal Reserve System) to pause its first period of quantitative tightening.", "[19] The stress quickly faded when quantitative tightening stopped, and volatility declined as asset purchases resumed.", "Hence, although there are, at the moment, no clear indications that sustained liquidity dependence would be a major concern in Germany, we certainly have to err on the side of caution and monitor liquidity, credit lines, and changes in deposits carefully.", ".3 Do banks underestimate future macroeconomic risks?", "Financial crises often coincide with macroeconomic turning points.", "From a financial stability perspective, understanding how the macroeconomic environment affects the health of banks, how banks assess their exposure to macroeconomic risks, and taking preventive action if macroeconomic risks are underestimated is thus crucial.", "At the same time, modelling exposure to future macroeconomic risks is challenging.", "Adjustment patterns of the past may not be very informative with regard to future risks.", "Yet, our formal models and informal heuristics largely rely on observations from the past.", "This potential underestimation of risk is particularly relevant today.", "Given the benign macroeconomic and financial conditions during the past decade, models may not sufficiently account for adverse scenarios.", "The patterns in the data that we have seen in the past may paint an overly optimistic picture of the future.", "While the pandemic caused a severe economic recession, this was barely associated with losses in the financial system.", "So far, credit losses have remained fairly contained.", "Loan loss allowances and non-performing loans remain at historically low levels of 0.5% and 0.8% of gross lending, respectively.", "There has been a small increase, but only since the last quarter of 2022.", "The capitalisation of banks has even increased during the pandemic, with capital in excess of the regulatory minimum increasing by €36 billion to €165 billion between the first quarter of 2020 and the fourth quarter of 2022.", "[20] One main reason for the decoupling of credit losses and GDP (Gross Domestic Product) growth has been the exceptional policy measures that were taken during the pandemic.", "The number of insolvencies among enterprises and households actually fell during the COVID (Coronavirus Disease) recession [Figure 2].", "This apparent decoupling of macroeconomic developments and individual risks makes it difficult to assess future macroeconomic risks.", "Our forecasts for corporate insolvencies in the year of the pandemic, 2020, saw insolvencies increasing sharply over the years 2020 and 2021.", "These forecasts were conditioned on the macroeconomic projections of the Bundesbank at the time.", "Clearly, the model did not have any historical episode to learn from.", "The significant fiscal and monetary support during the pandemic, together with the relaxation of capital buffers for banks, was not captured by the data and models.", "[21] Going forward, the link between macroeconomic developments and losses in the financial system is likely to normalise.", "Stress tests and macroprudential scenario analyses are important tools that help us in gauging the effects of future macroeconomic conditions, in particular the effects of a monetary tightening and higher interest rates for the financial sector.", "Given that vulnerabilities in the financial sector have increased, macroprudential policy complements monetary policy by addressing risks to financial stability.", "During the upswing of the financial cycle, countercyclical capital buffers can be built up that can be released if the system comes under stress.", "In January 2022, the German macroprudential authority, BaFin (Bundesanstalt für Finanzdienstleistungsaufsicht), thus decided to raise the countercyclical capital buffer to 75 basis points, in conjunction with an increase of the sectoral systemic risk buffer for residential real estate loans to 2%.", "[22] This decision was based on analytical work by the Bundesbank assessing feedback effects from the financial system to the real economy under adverse scenarios.", "We also monitor the effects of this macroprudential policy package on lending and interest rates carefully.", "So far, the package has had the intended effect of increasing resilience in the financial system without negative side effects in terms of credit availability or costs of credit.", "Transition to the new normal Currently, we are in a phase of transition to a new normal and a period of accelerated structural change.", "The Russian attack on Ukraine necessitates a shift in energy and security policies.", "The transition to a climate-neutral economy and geopolitical risks will require adjustments in the real economy.", "Macroeconomic volatility is likely to remain elevated.", "In the financial sector, digitalisation and the entry of new competitors challenge incumbent financial institutions.", "Structural vulnerabilities such as overcapacities and high operating costs may take their toll.", "There is significant uncertainty as to how this transition will play out.", "The \"new normal\" will likely be characterised by higher interest rates, higher prices for energy, and changing patterns of global integration - both in terms of global value chains and financial integration.", "All this has the potential to significantly affect the German economy, Assessing the speed and intensity of structural adjustment is difficult.", "[23] The current tightness of the labour market in part still reflects the fallout of the pandemic.", "Hiring slowed down during the pandemic and is now picking up.", "This slowdown has exacerbated the scarcity of skilled workers and the high number of vacancies.", "A larger-scale process of reallocation from energy-intensive sectors towards less energy-intensive sectors would hardly be visible in the data yet.", "As regards financial markets, energy-intensive sectors tend, on average, not to report weaker profitability or tighter financing conditions than firms in other sectors.", "[24] In line with this, costs of bank borrowing for firms in energy-intensive sectors do not differ much from those in sectors with lower energy dependence.", "[25] Yet, funding costs in capital markets differ as green bonds tend to trade at a premium compared to comparable conventional bonds.", "[26] The corporate sector will have to adjust to the new macrofinancial environment.", "Higher interest rates will affect the financial situation of firms.", "[27] Capital and labour will have to adjust to changes in relative prices.", "All this takes place against the backdrop of a series of shocks that have already hit the economy.", "Some adverse scenarios of the past have already materialised.", "With the end of the pandemic related restrictions, adverse demand and supply shocks have driven up inflation and interest rates.", "Over the course of 2022 alone, interest rates rose by around 200-300 basis points - an increase that would previously have been classified as a \"stress scenario\".", "The Basel interest rate coefficient, which is used to assess the exposure of banks to interest rate risk, assumes an upward shift of 200 basis points.", "These shocks have already tested existing buffers.", "Higher interest rate risks affect balance sheet valuations and expose financial institutions to potential losses.", "The corporate sector had been in a sound financial position prior to the pandemic, but it is too early to tell whether financial buffers remain fully available.", "[28] Higher debt levels and high inflation certainly limit the ability of fiscal and monetary authorities to buffer shocks.", "Implications for financial stability So far, the financial sector in Germany and the EU (European Union) has weathered the recent stress on financial markets quite well.", "The German financial system proved to be stable, although share prices were temporarily under pressure for individual institutions.", "Higher levels of capital and liquidity, together with policy support, have ensured sufficient resilience.", "In this sense, the financial sector reforms of the past decade have paid off.", "There is, however, no reason for complacency.", "From a financial stability policy perspective, adjustment of the financial system to short-term, cyclical, and to long-term, structural changes, needs to be monitored carefully.", ".1 Higher interest rates affect the valuation of banks' assets and liabilities.", "To a large extent, the unexpected component of past shocks should already be reflected in market valuations.", "Higher interest rates have resulted in declining valuations of securities held by banks [Figures 8 and 9].", "Yet, by reclassifying some bonds into the held-to-maturity portfolio, banks did avoid valuing these assets at market prices (mark-to-market) and thereby realising losses.", "Hidden reserves acted as a buffer and dampened the balance sheet losses of banks.", "Meanwhile, though, hidden reserves have turned into hidden losses.", "Figure 9: Gains and losses at large, systemically important German banks resulting from changes in market prices Do accounting rules make revaluations fully visible on banks' balance sheets?", "In Germany, many banks have the option to value securities in their held-to-maturity portfolio at the price at purchase.", "This choice is subject to an assessment of the auditor on whether it is financially viable for the bank to hold the asset until maturity.", "Moreover, a large portion of banks' assets consists of held-to-maturity loans to firms and households.", "For these assets, market prices are not readily available.", "But, even if there is no market price, valuations of assets are not immune to rising interest rates.", "Hence, banks' balance sheets may not yet fully reflect valuation changes.", "Hidden losses have implications for supervision.", "First, supervisors require banks to cover interest rate risk in the banking book with sufficient capital, as part of the Supervisory Review and Evaluation Process ( SREP (Supervisory Review and Evaluation Process), under Pillar 2).", "Around two-thirds of the institutions supervised by the Bundesbank are already obliged to meet additional capital requirements in order to cover higher interest rate risk.", "Off-site supervision ensures that institutions model interest rate risk conservatively.", "[30] Second, to account for a rise in credit risks caused by higher interest rates, banks have to perform an impairment test of the entire banking book.", "If this test identifies additional credit risk, they have to provision for these losses.", "[31] Third, banks are required to disclose hidden losses by accounting regulation in the notes to the financial statements.", "International standard setters are currently reviewing the implications of recent stress episodes on banking markets.", "This also includes implications of accounting rules.", "[32] There is a trade-off: on the one hand, marking-to-market has the advantage that changes in market valuations are transparently reflected in bank's balance sheets.", "On the other hand, valuations might fluctuate more.", "Moreover, stricter regulatory requirements for interest rate risk will enter into force in the EU (European Union) this year.", "In addition, MaRisk (Mindestanforderungen an das Risikomanagement) has been revised with the aim of improving the monitoring and management of credit risk.", "In the future, internal risk management will have to take greater account of risks stemming from net interest income and the risk of asset depreciation.", "Changes in interest rates affect the net worth of banks more broadly.", "The economic value of equity ( EVE ( Economic value of equity)) is an important metric for obtaining a comprehensive picture of the interest sensitivity of banks' assets and liabilities.", "[35] The Basel interest rate coefficient measures how banks' net worth would hypothetically change if a 200 basis point parallel shift of the yield curve occurred.", "For the German savings banks and cooperatives, according to the most recent estimate from the last quarter of 2022, the hypothetical losses in net present value amounted to around 15% of their own funds.", "The figure is smaller for the larger banks that typically make more intense use of derivatives to hedge interest rate risk.", ".2 The cash flow of banks is affected by the speed of transmission of higher interest rates into net interest margins.", "How banks' cash flow responds to the changes in the macroeconomic environment depends on their business model and market power.", "Over the medium to long-term, higher interest rates allow banks to generate higher cash flow and exploit benefits of maturity transformation.", "However, over shorter time horizons, banks' ability to generate cash flow can be suppressed - thus limiting banks' ability to respond to adverse developments in the market environment.", "In the German banking sector, higher interest rates are increasingly being passed through to banks' funding costs.", "Smaller savings and cooperative banks in Germany, traditionally have higher interest rate margins than the larger banks - around 1.5% of the balance sheet total as compared to 0.5% [Figure 5].", "For the larger banks, the net interest margin has been relatively flat over the past decade.", "For smaller banks, it has declined quite significantly from almost 2.4% in 2014.", "The net interest margins of these banks also recovered a bit recently, reflecting their higher pricing power in local markets.", "As regards the funding structure of German banks, Figure 4 has shown the shift from demand towards time deposits, which are more costly for banks but, potentially, also a more stable form of funding.", "The digitalisation of financial services is likely to affect banks' funding structures and the franchise value of deposits.", "Retail deposits have typically been considered to be a stable form of bank funding with a relatively low sensitivity to interest rate changes.", "[36] In this sense, retail deposits allow banks to hedge some interest rate risk on the asset side of their balance sheet: when interest rates rise, the value of assets falls, and the value of the deposit franchise rises.", "However, the deposit franchise is valuable only if depositors remain in the bank.", "Online banking and the digitalisation of financial services can lead to quite disruptive adjustments of deposits, in particular for uninsured depositors, as evidenced by recent bank run episodes.", "[37] Banks' ability to pass higher funding costs through to lending rates is currently limited by two factors.", "In Germany, high shares of long-term loans with fixed interest rates limit interest rate pass through.", "Moreover, credit demand is relatively weak at the current juncture, thus restricting banks' pricing power.", "In the first quarter of 2023, banks reported tightened credit conditions in the Bank Lending Survey, driven in large part by increasing credit risks.", "[38] Evidence on lending conditions is mixed.", "[39] While loan-to-value ratios for mortgage loans have tended to decline recently, income-based indicators such as the debt-service-to-income ratio have tended to increase.", "Banks could try to boost returns by moving into higher yield but also riskier assets.", "For firms in the high-yield segment, fundamental indicators have indeed worsened, and risk premia have increased.", "At the same time, credit losses in the banking system may increase if higher funding costs challenge debt sustainability of firms and households.", "For households, high inflation has lowered real incomes, leaving them with less financial headroom and lowering their ability to repay debt.", "At the aggregate level, long interest rate fixation periods, the fact that housing loans were granted to households with relatively high incomes and wealth, and robust labour markets mitigate credit risk.", "Yet, it remains important to monitor credit risk at a granular level to identify emerging pockets of risk.", "Sound risk management by banks is the first line of defence against these risks.", "Hence, banks should review their risk assessment tools and consider sufficiently adverse scenarios in their internal capital and liquidity management.", "Good governance mechanisms, internal controls, and preventive measures are the best protection against external shocks which are beyond the control of the individual bank.", "Microprudential supervision ensures the safety and soundness of individual financial institutions.", "Interest rate risk is a focus of our supervisory work.", "In addition, the Single Supervisory Mechanism (SSM (Single Supervisory Mechanism)) has recently announced a deep dive into banks' practices with regard to loan forbearance.", "And, in our day-to-day supervision, we challenge banks' models and their risk management.", "Finally, macroprudential oversight is needed to monitor risks that go beyond the individual financial institution.", "Many banks, but also insurers and pensions funds, are exposed to similar types of risk.", "If managed well, risks can be diversified in the financial ecosystem, but fire sales and liquidity stress can also have ripple effects throughout the financial system.", "One important question is where exposure to interest rate risk resides within the financial system.", "Many banks have hedged their interest rate risks through derivatives.", "This does indeed mitigate overall risk if the counterparties are outside of the banking sector.", "A substantial share of this risk is transferred to insurance companies and pension funds.", "However, European data suggest that many counterparties are other banks - interest rate risk would thus remain within the banking system.", "We have recently come out of a period of historically low interest rates during which vulnerabilities in the financial system have built up.", "To some extent, risks have already materialised, and buffers in the financial system have been tested.", "In some cases, however, losses may not have been realised yet.", "This requires careful monitoring of risks and of potential fault lines in the financial system.", "But the biggest challenge to banks, central banks, and supervisors still lies ahead: managing the transition to the new normal.", "This new normal will likely be characterised by higher interest rates and energy prices, greater macroeconomic uncertainty, and changing patterns of globalisation.", "We do not know how these structural changes will play out.", "But we now need to set the stage for a successful transition.", "In a benign scenario, policy provides the right incentives, the real economy and the financial sector respond, and this sets the real economy on a path of stable growth.", "However, there is also the possibility of a scenario of delayed structural change in which the real economy adjusts insufficiently fast and in which stress in the financial system gradually builds up.", "This could adversely affect monetary policy's room to manoeuvre.", "All actors need to make their contribution to avoid such an adverse scenario.", "First, risks need to be monitored and managed carefully at the bank-level, and balance sheets of financial institutions need to be sufficiently transparent.", "Second, if an adverse shock threatens the functioning and stability of the financial system, sufficient macroprudential buffers need to be available.", "Building up buffer space in good times is thus crucial.", "Third, mechanisms for debt restructuring need to be in place.", "[42] Fourth, fiscal policy needs to ensure a smooth transformation of the real economy, including clear price signals so that the financial sector and the real economy can adjust and transition risks are mitigated.", "Sound macrofinancial policies are the best protection against financial stability risks.", "Finally, good academic research can play an important complementary role: How to forecast and assess future scenarios in times of fundamental uncertainty?", "How to better assess feedback channels from the micro to the macro- level?", "And how to identify frictions and fault lines early on?", "What conceptual framework to use to better understand how the real economy and the financial sector adjust to the new normal?", "These are only but a few questions that the transition poses and where we need creative thinking outside of the box.", "In this sense, I wish you interesting and fruitful discussions for the remainder of the seminar.", "Acemoglu, Daron and Simon Johnson (2007), Disease and Development: The Effect of Life Expectancy on Economic Growth, Journal of Political Economy 115(6): 925-985.", "Acharya, Viral V., Rahul S. Chauhan, Raghuram Rajan and Sascha Steffen (2022), Liquidity dependence: Why shrinking central banks balance sheets is an uphill task.", "Akcigit, Ufuk and Sina T. Ates (forthcoming).", "What happened to U.S. Business Dynamism?", "Aksoy, Yunus, Henrique S. Basso, Ron P. Smith and Tobias Grasl (2019), Demographic Structure and Macroeconomic Trends, American Economic Journal: Macroeconomics 11(1): 193-222.", "Altunbas, Yener, Leonardo Gambacorta and David Marques-Ibanez (2014), Does Monetary Policy Affect Bank Risk?, International Journal of Central Banking 10(1): 95-136.", "Backus, David, Thomas Cooley and Espen Henriksen (2014), Demography and low-frequency capital flows, Journal of International Economics 92(Supp.", "Basel Committee on Banking Supervision (2023), Basel Committee to review recent market developments, advances work on climate-related financial risks, and reviews Basel Core Principles, https:/ / www.bis.org/ press/ p230323a.htm [] , last accessed: May 22, 2023.", "Bednarek, Peter (2021), Analysis of (stressed) allocation risk in the aggregate credit portfolio of domestic banks.", "Deutsche Bundesbank Technical Paper 10/2021.", "Bennewitz, Emanuel, Silke Klinge, Ute Leber and Barbara Schwengler (2022), Zwei Jahre Corona-Pandemie: Die deutsche Wirtschaft zwischen Krisenstimmung und Erholung - Ein Vergleich der Jahre 2019 und 2021 - Ergebnisse des IAB ( Institut für Arbeitsmarkt- und Berufsforschung)-Betriebspanels.", "Bernanke, Ben S. and Kenneth N. Kuttner (2005), What Explains the Stock Market's Reaction to Federal Reserve Policy?, The Journal of Finance 60(3): 1221-1257.", "Bolton, Patrick and Marcin Kacperczyk (2021), Do investors care about carbon risk?", "Brunnermeier, Markus K. (2023), Re-thinking Monetary Policy in a Changing World, https:/ / www.imf.org/ en/ Publications/ fandd/ issues/ 2023/ 03/ rethinking-monetary-policy-in-a-changing-world-brunnermeier [-monetary-policy-in-a-changing-world- , last accessed: May 22, 2023.", "Buch, Claudia M., Sandra Eickmeierand, Esteban Prieto (2014).", "Survey-based evidence on bank risk taking, Journal of Economic Dynamics and Control 43(C): 12-30.", "Buch, Claudia M. (2023), Resilient retail banking: Setting the course towards a robust financial sector.", "Speech delivered at the 21st Retail Banking Day of the \"Börsen-Zeitung\": Next level banking - digital, smart and sustainable, 8 May 2023, Frankfurt a.M. Federal Financial Supervisory Authority (2022), General Administrative Act ordering a capital buffer for systemic risks under section 10e of the KWG (Gesetz über das Kreditwesen), [] , last accessed: May 22, 2023.", "Federal Financial Supervisory Authority (2017), Finanzkonglomerate: BaFin (Bundesanstalt für Finanzdienstleistungsaufsicht) konsultiert Rundschreiben und Formular für SolvabilitätsMeldung, https:/ / www.bafin.de/ SharedDocs/ Veroeffentlichungen/ DE (Deutschland) /Meldung/2017/meldung_171013_finanzkonglomerate.html , last accessed: May 23, 2023.", "Federal Ministry for Economic Affairs and Climate Action (2020), Wie groß wird die Insolvenzwelle?", "https:/ / www.bmwk.de/ Redaktion/ DE/ Schlaglichter-der-Wirtschaftspolitik/ 2020/ 12/ kapitel-1-6-wie-gross-wird-die- insolvenzwelle.html [-der-Wirtschaftspolitik/2020/12/kapitel-1-6-wie-gross-wird-die- insolvenzwelle.html] , last accessed: May 22, 2023.", "Chodorow-Reich, Gabriel (2014), The Employment Effects of Credit Market Disruptions: Firm-level Evidence from the 2008-9 Financial Crisis, The Quarterly Journal of Economics 129 (1): 1-59.", "Choi, Jaewon and Mathias Kronlund (2018), Reaching for Yield in Corporate Bond Mutual Funds, Review of Financial Studies, 31(5): 1930-1965.", "Copeland, Adam, Darrel Duffie and Yiling Yang (2021), Reserves were not so ample after all.", "New York Fed (Federal Reserve System) Staff Reports No.", "Dell'Ariccia, Giovanni, Luc Laeven and Gustavo Suarez (2017), Bank Leverage and Monetary Policy's Risk-Taking Channel: Evidence from the United States, Journal of Finance 72(2): 613-654.", "Deutsche Bundesbank (2020), German enterprises' profitability and financing in 2019.", "Deutsche Bundesbank (2021), Minimum Requirements for Risk Management, https:/ / www.bundesbank.de/ en/ tasks/ banking-supervision/ individual-aspects/ risk-management/ marisk/ minimum-requirements-for-risk-management- [-supervision/individual-aspects/risk-management/marisk/minimum- requirements-for-risk-management-756600] , last accessed: May 22, 2023.", "Deutsche Bundesbank (2022a), Productivity effects of reallocation in the corporate sector during the COVID (Coronavirus Disease)-19 crisis, Monthly Report September 2022: 47-66.", "Deutsche Bundesbank (2022b), Financial Stability Review 2022, Frankfurt a. M. Deutsche Bundesbank (2022c), The Bundesbank's surveys of firms - applications for assessing the financial situation in the corporate sector, Monthly Report June 2022: 83-95.", "Deutsche Bundesbank (2023b), German enterprises' profitability and financing in 2021, Monthly Report March 2023: 67-81.", "Deutsche Bundesbank (2023c), April results of the Bank Lending Survey in Germany: Banks tighten credit standards, https:/ / www.bundesbank.de/ en/ press/ press-releases/ april-results-of-the-bank-lending-survey-in-germany- [-releases/april-results-of-the-bank-lending-survey-in-germany-905906] , last accessed: May 22, 2023.", "Deutsche Bundesbank (2023d), Buchkredite (einschließlich Wechsel) an inländische Private Haushalte und Organisationen ohne Erwerbszweck / Kredite für den Wohnungsbau / Alle Bankengruppen, https:/ / www.bundesbank.de/ dynamic/ action/ de/ statistiken/ zeitreihen-datenbanken/ zeitreihen-datenbank/ 723452/ 723452?", "Di Maggio, Marco and Marcin Kacperczyk (2017), The unintended consequences of the zero lower bound policy, Journal of Financial Economics, 123(1): 59-80.", "Drechsler, Itamar, Alexi Savov and Philipp Schnabl (2021), Banking on Deposits: Maturity Transformation without interest rate risk, Journal of Finance 76(3): 1091-1143.", "European Banking Authority (2022), EBA (European Banking Authority) publishes final standards and guidelines on interest rate risk arising from non-trading book activities, https:/ / www.eba.europa.eu/ eba-publishes-final-standards- and-guidelines-interest-rate-risk-arising-non-trading-book-activities [-publishes-final-standards-and-guidelines-interest-rate-risk-arising-non-trading-book- , last accessed: May 23, 2023.", "European Central Bank (2022a), Combined monetary policy decisions and statements, 15 December 2022. https:/ / www.ecb.europa.eu/ press/ pressconf/ shared/ pdf/ ecb.ds221215~db4079c498.en.pdf [~db4079c498.en.pdf] , last accessed: May 22, European Central Bank (2022b), Euro area interest rate swaps market and risk-sharing across sectors, in: Financial Stability Review, November 2022.", "European Central Bank (2022c), ECB (European Central Bank) Banking Supervision: SSM (Single Supervisory Mechanism) supervisory priorities for 2023-2025, https:/ / www.bankingsupervision.europa.eu [~3a1e609cf8.en.html] , last accessed: May 23, 2023.", "European Systemic Risk Board (2021), Lower for longer - macroprudential policy issues arising from the low interest rate environment - June 2021.", "Fricke, Daniel, Stephan Jank, and Christoph Meinerding (2022), Who Pays the Greenium?, Available at SSRN (Social Science Research Network): http:/ / dx.doi.org/ 10.2139/ ssrn.", "(2016), The Rise and Fall of American Growth: The U.S. Standard of Living since the Civil War, Princeton: Princeton University Press.", "Grimm, Maximilian, Òscar Jordà, Moritz Schularick and Alan M. Taylor (2023), Loose Monetary Policy and Financial Instability, National Bureau of Economic Research (NBER (National Bureau of Economic Research)), Working Paper Hartung, Benjamin, Philip Jung and Moritz Kuhn (2022), Unemployment insurance reforms and labor market dynamics, Working Paper.", "https:/ / www.wiwi.uni-bonn.de/ kuhn/ paper/ Unemployment_ Insurance_ and_ Separation_ Rates.pdf[-bonn.de/kuhn/paper/Unemployment_Insurance_and_Separation_Rates.pdf] , last accessed: May 22, 2023.", "Asset allocation and monetary policy: Evidence from the eurozone, Journal of Financial Economics, 120 (2): 309-329.", "Institute for Employment Research (IAB ( Institut für Arbeitsmarkt- und Berufsforschung)) (2023), IAB ( Institut für Arbeitsmarkt- und Berufsforschung)-Stellenerhebung: Aktuelle Ergebnisse, https:/ / iab.de/ das-iab/ befragungen/ iab-stellenerhebung/ aktuelle-ergebnisse/ [-iab/befragungen/iab-stellenerhebung/aktuelle-ergebnisse/] , last accessed: May 22, 2023.", "Ioannidou, Vasso, Steven Ongenaand and José-Luis Peydró (2015), Monetary policy, risk-taking and pricing: Evidence from a quasi-natural experiment, Review of Finance 19 (1): 95-144.", "Jafarov, Etibar and Enrico Minella (2023), Too Low for Too Long: Could Extended Periods of Ultra Easy Monetary Policy Have Harmful Effects?, International Monetary Fund (IMF (International Monetary Fund)), Working Paper No.", "Jiang, Erica X., Gregor Matvos , Tomasz Piskorski and Amit Seru (2023).", "Monetary Tightening and U.S. Bank Fragility in 2023: Mark-to-Market Losses and Uninsured Depositor Runs?", "Jimènez, Gabriel, Steven Ongena, José-Luis Peydró and Jesús Saurina (2014), Hazardous Times for Monetary Policy: What Do Twenty-Three Million Bank Loans Say About the Effects of Monetary Policy on Credit Risk-Taking, Econometrica 82(2): 463-505.", "Jimènez, Gabriel, Steven Ongena, José-Luis Peydró and Jesús Saurina (2012), Credit Supply and Monetary Policy: Identifying the Bank Balance-Sheet Channel with Loan Applications, American Economic Review 1102(5): 2301- Jimènez, Gabriel, Dmitry Kuvshinov, José-Luis Peydró and Björn Richter (2022), Monetary Policy, Inflation, and Crises: New Evidence From History and Administrative Data, CEPR (Center for Economic and Policy Research) Discussion Paper 17761.", "Koont, Naz, Tano Santos and Luigi Zingales (2023), Destabilizing Digital \"Bank Walks\", unpublished Working Paper https:/ / www.chicagobooth.edu [/-/media/research/stigler/pdfs/workingpapers/328destabilizingdigitalbankwalks.pdf] , last accessed: May 22, 2023.", "Liu, Ernest, Atif Mian and Amir Sufi (2022), Low interest rates, market power, and productivity growth, Econometrica, 90(1): 193-221.", "Maddaloni, Angela and José-Luis Peydró (2011), Bank Risk-taking, Securitization, Supervision, and Low Interest Rates: Evidence from the Euro-area and the U.S.", "Lending Standards, The Review of Financial Studies 24(6): 2121- Monopolies Commission (2022), Hauptgutachten XXIV: Wettbewerb 2022. https:/ / www.monopolkommission.de/ images/ HG24/ HGXXIV_ Gesamt.pdf[] , last accessed: May 22, 2023.", "OECD (Organisation für wirtschaftliche Zusammenarbeit und Entwicklung) (2021), Declining business dynamism: Cross-country evidence, drivers and the role of policy.", "STI Policy Note, January 2021, https:/ / www.oecd.org/ sti/ ind/ declining-business-dynamism.pdf[-business-dynamism.pdf] , last accessed: May 22, 2023.", "Pedersen, Lasse H., Shaun Fitzgibbons and and Lukasz Pomorski (2021), Responsible investing: the ESG (Environmental-Social-Governance)-efficient frontier, Journal of Financial Economics 142 (2): 572-597.", "Paligorova, Teodora and João A. C. Santos (2017), Monetary policy and bank risk-taking: Evidence from the corporate loan market, Journal of Financial Intermediation 30(C): 35-49.", "Pastor, Lubos, Robert Stambaugh and Lucian A. Taylor (2022), Dissecting green returns.", "Working Paper Rajan, Raghuram G. (2005), Has financial development made the world riskier?, Proceedings - Economic Policy Symposium - Jackson Hole, Aug: 313-369.", "I would like to thank Bernd Fitzenberger, Katharina Knoll, and Esteban Prieto for most helpful feedback and information on an earlier draft.", "I also thank Peter Bednarek, Christoph Roling, Atilim Seymen, Roman Goldbach, Friso van der Meyden, Kamil Pliszka, Aaron Janowski, Michael Scholz and Christian Bothe for their contributions to the speech.", "All remaining errors and inconsistencies are my own.", "See Grimm, Jordà, Schularick and Taylor (2023).", "See Akcigit and Ates (2023), Deutsche Bundesbank (2022a) and OECD (Organisation für wirtschaftliche Zusammenarbeit und Entwicklung) (2021).", "More recent data are not available.", "Financially weak firms are defined as those with an interest coverage ratio (operating and investment income (EBIT) over interest and similar expenses) of less than one in the reporting year and in the preceding two years.", "See Deutsche Bundesbank (2020).", "See Monopolies Commission (2022).", "See Grimm, Jordà, Schularick and Taylor (2023) and Jimènez, Kuvshinov, Peydró and Richter (2022).", "The debt overhang ratio is calculated as the ratio of debt to earnings before interest, taxes, depreciation and amortisation.", "The concept of the incentive to \"search for yield\" was coined by Rajan (2005) to describe a source of financial risk.", "A range of empirical studies indicate that, when interest rates are low, financial institutions make riskier investment decisions, see, e.g., Maddaloni and Peydró (2011), Buch, Eickmeier and Prieto (2014), Jimènez, Ongena, Peydró and Saurina (2014), Altunbas, Gambacorta and Marques-Ibanez (2014), Ioannidou, Ongena and Peydró (2015), Dell'Ariccia, Laeven and Suarez (2017), and Paligorova and Santos (2017) in respect of banks.", "A similar link has been identified for other types of investors such as mutual funds (Choi and Kronlund, 2018), money market funds (Chodorow-Reich, 2014; Di Maggio and Kacperczyk, 2017), pension funds (ChodorowReich, 2014), and retail investors (Hau and Lai, 2016).", "Indicators of allocation risks include the debt overhang ratio, the interest rate coverage ratio, and the Altman T-score, which measures borrowers' probability of reaching the state of bankruptcy within the next two years.", "See Deutsche Bundesbank (2023).", "See Acharya, Chauhan, Rajan and Steffen (2022).", "See European Central Bank (2022a).", "See, for example, Deutsche Bundesbank (2022b).", "There are other examples of insolvency forecasts: the German Economic Institute and BVR (Bundesverband der Deutschen Volksbanken und Raiffeisenbanken) (Bundesverband der Deutschen Volksbanken und Raiffeisenbanken) estimated an increase of corporate insolvencies of up to 30% in 2020 compared to 2019.", "The Bank for International Settlements and Euler Hermes predicted increases of about 14% and 12%, respectively, in 2021 compared to 2020.", "S&P estimated that Europe's corporate default rates would more than double (to 8.5% from 3.8%) in 2020.", "See Federal Ministry for Economic Affairs and Climate Action (2020).", "See Bundesanstalt für Finanzdienstleistungsaufsicht (2022).", "See Institute for Employment Research (IAB ( Institut für Arbeitsmarkt- und Berufsforschung)) (2023) and Bennewitz, Klinge, Leber and Schwengler (2022).", "See Deutsche Bundesbank (2023b).", ".See Deutsche Bundesbank (2022b).", "See Pedersen, Fitzgibbons and Pomorski (2021), Pastor, Stambaugh and Taylor (2022), Bolton and Kacperczyk (2021), Ilhan, Sautner and Vilkov (2021) and Fricke, Jank and Meinerding (2022).", "Evidence in Bednarek (2021) suggests that higher interest rates affect firms mainly through the interest rate coverage ratio rather than higher debt and lower profitability.", "Current consistent financial reports of the corporate sector are available only up to the end of 2021.", "Evidence from the Bundesbank Online Panel for Firms suggests that less than 20% of corporates perceive access to funding and higher interest rates as a major issue.", "Moreover, the survey evidence shows that most firms have a substantial liquidity buffer.", "See also Deutsche Bundesbank (2022c).", "A recent paper estimates that the U.S. banking system's market value of assets is $2.2 trillion lower than suggested by their book value of assets when accounting for loan portfolios held to maturity.", "See Jiang, Matvos, Piskorski and Seru (2023).", "See Bundesanstalt für Finanzdienstleistungsaufsicht (2017).", "Basel Committee on Banking Supervision (2023).", "See European Banking Authority (2022).", "The 7th MaRisk (Mindestanforderungen an das Risikomanagement) amendment will be published in the second quarter of 2023.", "See Deutsche Bundesbank (2021).", "See Drechsler, Savov and Schnabl (2021).", "See Deutsche Bundesbank (2023c).", "See Deutsche Bundesbank (2022b).", "European Central Bank (2022c).", "See European Central Bank (2022b)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Monetary policy", "Low-for-long interest rate environment", "Banking sector", "Risk-taking", "Financial cycle", "Allocation risks", "Liquidity risk", "Macroeconomic risks", "Structural change"]}