{"sentences": ["As prepared for delivery Good morning!", "It is an honor for me to join you at this Summit of the Global Forum on Remittances, Investment and Development.", "This event aims to strengthen the existing initiatives aimed at advancing the international agenda on remittances and diaspora investment.", "I am pleased to note that during the Summit delegates will explore the new opportunities and challenges in the global and Africa's ecosystems, new digital channels, and innovative business models as well as sharing experiences.", "Remittances are inexorably tied to the stories of migrants.", "Stories full of courage, endurance, desperation, successes, failures, guilt, redemption- The best and the worst of life.", "Consider the desperation and courage of those migrants putting all their lot in a hardly seaworthy boat in the Mediterranean Sea and a promise from a human trafficker.", "Consider the story of an Afghanistan boy in the book \"Kite Runner\" by Khaled Hosseini.", "Or the story of Sadio Mané, the celebrated Senegalese professional footballer who left home with nothing, but now supports everyone in his region in Senegal.", "These are the stories of migrants that need to be told.", "Let me turn to the theme of the Summit, by acknowledging the important role of the diaspora in economic development, mainly through remittances.", "The financial contribution of diaspora remittances is significant.", "As the President of African Development Bank remarked recently, \"Africans in diaspora are Africa's largest financiers.", "Remittances from the diaspora to Africa grew from US$37 billion in 2010 to US$96 billion in 2021.", "Total Official Development Assistance to Africa in 2021 was US$35 billion or 36 percent of remittances from diaspora.\"", "According to data from the World Bank, remittance flows to low- and middle-income countries increased by 4.9 percent to reach US$626 billion in 2022, even as global flows are estimated to have reached US$794 billion in the same year.", "Further, remittances now represent a prime source of external finance for low- and middle-income countries relative to other types of flows, such as foreign direct investment (FDI), official development assistance (ODA), and portfolio investment flows.", "Closer home, Kenya is the third largest recipient of remittances in Sub-Saharan Africa, and it received US$4.0 billion in 2022, an increase of 8.3 percent compared to 2021, which represents over 3 percent of Kenya's GDP.", "Remittances have had massive impact on the lives and livelihoods of the recipients.", "Take for example, Esther from Kenya, who worked in Saudi Arabia as a housekeeper for 7 years from 2012 to 2019.", "She was able to achieve 70 percent of her financial goals while in Saudi Arabia and at the same time managed to build a 2-bedroom stone house in Kabete, Kenya, educate her 3 children and take care of her mother's as well as other relative's needs.", "Kenya's digital landscape enabled her to achieve this by providing a platform for transactions (M-Pesa) and for savings (M-Shwari).", "Esther is a return migrant and believes that she would have achieved 100 percent of her financial goals had she stayed longer.", "However, the cost of sending remittances remains high especially in certain corridors.", "According to the World Bank's data, the cost of sending US$200 averaged between 5 percent and 10 percent worldwide, far exceeding the Sustainable Development Goal (SDG) target of 3 percent.", "As a result of the high costs, remittance tickets remain sizeable.", "In the case of Kenya, the adoption of technology and innovation has reduced costs allowing for smaller bite-sized remittance tickets.", "Kenya's 2021 Diaspora Remittance Survey revealed that 32 percent of remittances are through mobile money operators, due to the convenience, speed, and lower cost.", "Still, a lot needs to be done to reduce costs towards the SDG target.", "Remittances are used by recipients largely for daily expenditures, and not for investment and growth.", "The 2021 Diaspora Remittance Survey revealed that the purchase of food and household goods, medical and education expenses, rent, and household utilities constituted 49 percent of remittances.", "This indicates that the huge reservoir of human and financial capital that represents the diaspora remains largely untapped.", "The diaspora should be an important bridge between the host and the home countries.", "For instance, India success story in the information technology (IT) industry is anchored on the diaspora.", "India is also home to an increasing number of start-ups that have achieved unicorn status-enterprises valued at more than US$1 billion-that have been founded by Indian diaspora.", "The benefits from the diaspora should go well beyond the remittances.", "This is an appropriate time for deepening the conversations on how the diaspora can contribute to economic growth and progress especially in Africa where significant opportunities exist, and significant resources will be required to put our citizens on the path of shared prosperity.", "A UNDP report indicated that by 2050, more than half of Africa's population will be under 25.", "Additionally, 25 percent of the world's labor force will be based in Africa.", "Between 10-12 million people join the labour force in Africa each year, yet the continent creates only 3.7 million jobs annually.", "This quandary can only be resolved successfully with significant input from all those that have a connection with the continent, and crucially, the diaspora.", "Nevertheless, further work is needed to improve the business environment and thereby attract additional investments.", "Kenya has implemented several measures to improve the business climate, including significant investments in infrastructure, advancing innovative use of technology, among others.", "These initiatives are key to promoting competitiveness in the economy.", "A recent survey by US News and World Report ranked Kenya at position 26 globally-an improvement from position 39 in 2021-due to its resilience and momentum.", "It was also ranked the best country to start and run a successful business across the continent in 2022.", "As I draw to a close, let me mention a new innovation that will expand the available investment opportunities for the diaspora.", "This follows the digital innovations that allow transactions to be conducted anytime anywhere and with small ticket sizes.", "CBK is implementing a Central Securities Depository (CSD) that will improve efficiency and transparency in the government domestic debt market.", "The CSD will mitigate segmentation in the interbank market and enhance liquidity distribution by strengthening the operation of the secured overnight market.", "More importantly, the CSD provides a new and easy way to invest in Government securities and will therefore be beneficial to the Diaspora.", "The Kenyans abroad will be able to register CSD accounts online, from wherever they are, thereby mitigating the current inconvenience of having to come physically to the Central Bank.", "They will also be able to invest in Government of Kenya securities online.", "Additional investment channels in government securities, including diaspora bonds, are also being considered.", "I want to conclude with a poignant text from the little book \"Sea Prayer\" by Khaled Hosseini.", "A father prays over his sleeping son as they wait for dawn and a boat to arrive, to start their perilous journey towards the promise of a new life: Pray God steers the vessel true, when the shores slip out of eyeshot and we are a flyspeck in the heaving waters, pitching and tilting, easily swallowed.", "you are precious cargo, Marwan, the most precious there ever was.", "I pray the sea knows this.", "This Summit offers an opportunity to chart a new path for engaging the diaspora.", "How I pray the sea knows this.", "I wish you fruitful deliberations and a successful Summit."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Remittances", "Diaspora", "Investment", "Economic development", "Kenya", "Technology", "Innovation", "Central Securities Depository", "Sustainable Development Goal", "Migration"]}