{"sentences": ["Dear Prime Minister Andrej Plenkovi, dear Managing Director Kristalina Georgieva, dear ministers, governors, distinguished guests, ladies and gentlemen, good morning to everyone.", "After a beautiful evening yesterday, that served as a perfect introduction to our gathering, it is my great pleasure to also welcome you to the official part of our conference.", "As you know, the conference is jointly organized by Croatian National Bank and the International Monetary Fund.", "This is the third biennial conference that we started in 2017, when the MD of the Fund was my current boss in the Governing Council of the ECB.", "At that time neither of us knew that today we would be sitting together in the ECB Governing Council.", "That much about the predictability, which has poorly served us on a much grander scale over the last years.", "So, I would first like to express my sincere gratitude to our IMF colleagues for excellent cooperation during the preparation of the conference.", "We are both happy that we have managed to gather top policy makers and speakers at this beautiful location to talk about very topical issues.", "My special welcome goes to the IMF's Managing Director Kristalina Georgieva - it is indeed our great privilege to have you on the conference and to host you for the first time here in Dubrovnik.", "I also thank our Prime Minister Plenkovi for being with us today to open this event and to set the stage for fruitful discussions that will follow.", "Finally, I want to thank all of you for coming here to enrich the conference by sharing your great knowledge and experience with us.", "Last time we gathered here in Dubrovnik, on a similar occasion, was in 2019.", "We had to skip 2021, for the known reason, namely one of the shocks that hit us in this short period of time - the pandemic.", "I'm happy that we are back here in a better shape than in spring of 2020 most believed we would be at this moment in time.", "And while the main objective of the conference has not changed much - that is to discuss policies needed to enable sustainable growth and prosperity in Central Eastern and Southeastern Europe - the underlying circumstances at that time were so much different than today.", "From an economist's perspective, it seems that 2019 was not years ago, but decades ago.", "In the four years since our last gathering, we were hit by a sequence of global shocks, unprecedented in their diversity and density of occurrence - first the pandemic, then the energy crisis, the full-fledged war on European soil and the refugee crisis, and all coupled with the long-standing and ongoing climate crisis.", "These shocks further triggered some major structural changes - the pandemic speeded up digitalization and changed the working habits all over the globe, but also led to severe global supply disruptions.", "On top of that, the war led to global trade and investment fragmentation, and further exacerbated inflation pressures, thus forcing the central banks to aggressively raise interest rates.", "Quite a different world than when we last met here on a similar occasion.", "As stressful and demanding these recent years have been, for policymakers and economists they were also a lifetime opportunity for learning important lessons.", "In times like these we often say: \"Don't waste a good crisis.\".", "From each and every of them we can learn something and by doing that we can benefit.", "When it comes to these recent crises, I would highlight three key lessons we should take away - resilience, adaptability, and cooperation.", "We live in an increasingly shock-prone environment in which unpredictability is becoming the norm.", "Who would have thought in 2019 that we would have a pandemics and major war in Europe in next three years?", "Who would have thought that inflation would reach double digit levels?", "In such an environment, in times of great uncertainty, resilience becomes a key priority for businesses and governments alike.", "Resilience entails two elements: preventing the build-up of vulnerabilities, and preparing to absorb the shocks when they occur.", "If you have not done first, the second becomes much more difficult.", "On prevention, a lot has been done over the past few decades - we are constantly developing new indicators, tools and instruments to address potential vulnerabilities.", "But, as we very well know, no crisis is the same, so on top of prevention we also need to work on our absorption capacity when a crisis happens.", "The pandemic has proven that only a swift and massive policy action can mitigate the economic effects of a huge external shock.", "However, the extent of policy action is limited by the available fiscal space, so this crisis has again highlighted the importance of building fiscal buffers - prevention.", "On our first two panels today, we'll have a chance to talk about building resilience in areas most hit by the recent shocks - the energy sector and supply chains - while at the same time being mindful of the importance of fiscal prudence.", "More broadly, in addition to prevention and mitigation policies, for building resilience it is also essential to rebuild trust in governance structures, institutions and data.", "This is because effective crisis responses depend on public acceptance and adherence to necessary measures and policies.", "The higher is the trust in the institutions, the easier it is done.", "And institutions themselves build credibility in the times of crisis.", "The second lesson is adaptability.", "Although resilience and adaptability are linked, they are different in important ways.", "Resilience entails enduring a challenge, while adaptability refers to the ability to thrive beyond it.", "In the EU, progress on this front is evident.", "We have been moving from reactive policies to strategic decision-making.", "The recent crises brought about some tectonic institutional enhancements: the early months of the pandemic led to the establishment of the EU recovery fund, which constituted a breakthrough for the financial solidarity of member states.", "The Next Generation EU package provided an anchor for investment in the green and digital transitions in a way that will support resilience and adaptability in the long term.", "Finally, the REPowerEU Plan aims to end dependence on Russian fossil fuels, but also entails measures for energy savings, new energy storage rules, and a strategy to buy energy together.", "That being said, adaptability is difficult to nurture, as we often tend to stick to existing patterns of behaviour and decision-making, especially when there is no imminent crisis that would push changes and force us to think outside the box.", "The last lesson that I'd like to mention (though you can derive more) is cooperation.", "While some initiatives during the pandemic demonstrated willingness for increased global cooperation and solidarity in crisis times (for instance the IMF's emergency financing, debt relief initiatives, and SDR allocation), the more recent trade and investment fragmentation trends may put in jeopardy global policy coordination efforts.", "And while business strategies such as near-shoring and friend-shoring may be justified by security motives, government inward-oriented policies can be costly, distortionary and of limited efficiency.", "As an alternative, we should think of more ways to improve international cooperation, not impede it.", "Climate change mitigation and adaptation or Sustainable Development Goals are examples of global public goods where governments can achieve important economic and social goals through global cooperation, and can easily fail without it.", "When talking about lessons from recent past, let me, for a moment, go further back in history, and use the opportunity of being here in Dubrovnik, to draw some parallels with the medieval Republic of Ragusa (the old name of the city-state of Dubrovnik).", "The history of old Ragusa was also not immune to external shocks, such as wars, natural disasters (earthquakes), trade interruptions and epidemics.", "In fact, in the medieval times, the dangers were far more serious than those we are facing today.", "In addition to conflicts, there was a constant threat of food shortages and diseases.", "So, navigating in choppy waters was exactly what the policymakers of Ragusa were doing so successfully for centuries - both literally and metaphorically.", "Literally, by rightly recognizing shipbuilding as their strategic industry and subsidizing it for centuries, they became one of the most prominent shipbuilders of their time.", "And metaphorically, they were indeed navigating well their economic development and maintained their independence amidst limited natural resources and practically no military power, and surrounded by hostilities from all sides (the Ottomans, Venice).", "They achieved that through resilience, adaptability and cooperation.", "In medieval Europe trade interruptions were frequent so the government of Dubrovnik tried to contain risks from food shortages by maintaining large reserves of grain and other commodities.", "Furthermore, they were the global frontrunners in implementing disease prevention measures, including setting up the world's first quarantine station, which was located right on the site of our concert last night.", "Finally, they realized that wise government policies in the field of public education, health and social welfare were instrumental in preventing social unrest in the context of frequent external shocks.", "At the same time, historical evidence suggests that Ragusa practiced a very prudent policy with respect to state finances, minting of currency, and market-encouraging regulations.", "As for cooperation, despite hostile surroundings, Dubrovnik's military expenditures were minimal, as they instead were focusing on diplomatic efforts and negotiating skills.", "A historian Berkovi documented that \"Dubrovnik entered into numerous international political and trade relations [and was] able to utilize [this] wisely and skilfully in the defense of [its] independence, sovereignty and economic growth\".", "And as a central banker of a country that has recently joined the euro area, five months ago, I must say that this is also not the first time we use hard currency here.", "Dubrovnik had a mint, called Zecca, from 14th to 19th century that minted its own much appreciated and sought after currency.", "To conclude, old Dubrovnik based its prosperity on openness and trade, while at the same time building its resilience through smart and prudent economic, fiscal and development policies.", "This multifaceted strategy cannot be a better lesson against the backdrop of today's challenges.", "With this historical hindsight, I wish all of us productive and fruitful discussions and I am happy to give the floor to the Managing Director of the IMF, Ms Kristalina Georgieva."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Resilience", "Adaptability", "Cooperation", "Fiscal prudence", "Energy crisis", "Supply chains", "Inflation", "Digitalization", "Climate change", "Sustainable Development Goals"]}