{"sentences": ["Accompanying charts of the speech I am happy to be back in this Parliament to discuss the ECB's monetary policy shortly after last week's Governing Council meeting.", "More than one year has now passed since that February morning when we all woke up to the horrifying news of war in Europe.", "The Russian invasion of Ukraine - which you have selected as a topic for this hearing - is first and foremost a human tragedy for the people of Ukraine.", "And in the face of this senseless atrocity, they have shown remarkable resilience and determination.", "In the words of the former President of this Parliament, José María GilRobles, who sadly passed away last month, \"The future belongs to those who are prepared to make the effort to hear the voice of hope\".", "As Europeans, we need to continue hearing the voice of hope coming out of Ukraine and support the Ukrainian people in their struggle for freedom, democracy, and peace - the fundamental values of our Union.", "It is clear that solidarity, especially during this crisis, makes us stronger and more resilient.", "So we must continue to nurture our ability to act together - which has again proven effective over the past year: we have managed to reduce our dependence on Russian pipeline gas by roughly 80%, and gas prices have now fallen back to levels below those seen before the invasion.", "In my remarks today, I will start by discussing current market developments and then proceed to outline our assessment of the euro area economy, before explaining our latest monetary policy decisions.", "I welcome the swift action and the decisions taken by the Swiss authorities.", "These actions were instrumental for restoring orderly market conditions and ensuring financial stability.", "We are monitoring market developments closely and stand ready to respond as necessary to preserve price stability and financial stability in the euro area.", "The euro area banking sector is resilient, with strong capital and liquidity positions.", "In any case, the ECB's policy toolkit is fully equipped to provide liquidity support to the euro area financial system if needed and to preserve the smooth transmission of monetary policy.", "Outlook for the euro area economy and the ECB's monetary policy Let me now turn to the outlook for the euro area economy and monetary policy.", "Euro area activity stagnated in the fourth quarter of 2022, according to Eurostat's latest release.", "The outcome was slightly better than we had expected in December.", "However, private domestic demand fell sharply.", "High inflation, prevailing uncertainties and tighter financing conditions dented private consumption and investment, which fell by 0.9 per cent and 3.6 per cent respectively.", "Survey indicators for economic activity have steadily improved over recent months, coinciding with reduced concerns about energy shortages and price increases.", "These factors coupled with the ongoing support provided by fiscal policy and the continued resilience of the labour market, are expected to support a recovery over the coming quarters.", "Accordingly, projected growth for 2023 has been revised up to 1.0% in our latest staff projections, which also foresee growth of 1.6% in both 2024 and 2025.", "It has to be stressed, though, that the ECB staff projections were finalised before the recent emergence of financial market tensions.", "As such, these tensions imply additional uncertainty around the baseline assessments of inflation and growth.", "I will now turn to inflation, which has decreased from its peak in October owing to a sharp drop in energy prices and stood at 8.5% in February.", "Input cost pressures, which are partly related to the past surge in energy costs and the impact of supply bottlenecks and re-opening effects, are all weakening.", "However, accumulated price-pressures are still spreading through the economy with a delay.", "As a result, inflation excluding energy and food, has continued to increase, reaching 5.6% in February.", "Wage pressures have strengthened on the back of robust labour markets and employees aiming to recoup some of the purchasing power they have lost to high inflation.", "Moreover, many firms have been able to raise their profit margins in sectors faced with constrained supply and resurgent demand.", "The energy price shock implies a hit to the domestic economy, which should be absorbed by both firms and workers in order to ensure that it does not lead to a spiral of upward price and wage adjustments.", "In the baseline of our latest staff projections, headline inflation has been revised down, mainly reflecting a smaller contribution from energy prices than previously expected.", "At the same time, underlying price pressures remain strong.", "Inflation excluding energy and food is expected to average 4.6% in 2023, which is higher than foreseen in the December projections.", "Subsequently, it is projected to come down to 2.5% in 2024 and 2.2% in 2025, as the upward pressures from past supply shocks and the reopening of the economy fade out and as tighter monetary policy increasingly dampens demand.", "As inflation is projected to remain too high for too long, the Governing Council last week decided to increase the three key ECB interest rates by 50 basis points, in line with our determination to ensure the timely return of inflation to our 2% medium-term target.", "The elevated level of uncertainty reinforces the importance of a data-dependent approach to our policy rate decisions, which will be determined by our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "The key ECB interest rates remain our primary tool for setting the monetary policy stance.", "The reduction of the asset purchase programme (APP) portfolio - the second topic for today's hearing - is part of our monetary policy normalisation.", "As of the beginning of this month, the APP portfolio has been declining at a measured and predictable pace of €15 billion per month on average and will continue to do so until the end of June 2023.", "The subsequent pace will be determined over time and the Governing Council will regularly reassess the pace to ensure it remains consistent with the overall monetary policy strategy and stance, to preserve market functioning and to maintain firm control over short-term money market conditions.", "With war in Europe and high inflation requiring immediate action, policymakers may be inclined to divert their attention from long-term challenges - but we must all strive to keep up our efforts to address the existential crisis of climate change.", "For us at the ECB, this means continuing to make progress on our climate roadmap.", "This week we will publish the first climate-related financial disclosures of the Eurosystem's corporate sector assets held for monetary policy purposes, and of the ECB's own funds and the staff pension fund.", "We will be joined in the coming weeks by all Eurosystem central banks, which will disclose climate information on their own eurodenominated non-monetary policy portfolios.", "Besides helping us be more transparent about our climate impact, these disclosures help us track our progress towards supporting, within our mandate, a decarbonisation path in line with the goals of the Paris Agreement and EU climate neutrality objectives.", "They will show, for example, that our corporate sector portfolio is becoming less carbon intensive, partly thanks to our efforts to tilt purchases towards issuers with a better climate performance.", "Over time - as more and better-quality data become available - we will improve the level of detail and expand reporting to include other portfolios and asset classes.", "Better and harmonised climate disclosures for all asset classes would help not only the ECB, but also the entire financial sector, to better account for climate-related risks.", "Thank you for your attention, I now look forward to your questions.", "ECB (2021), \"ECB presents action plan to include climate change considerations in its monetary policy strategy \", 8 July."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "ECB monetary policy", "Ukraine", "Energy", "Financial stability", "Economic outlook", "Asset purchase programme", "Climate change", "Interest rates", "Solidarity"]}