{"sentences": ["Dr. Mangal Goswami, Executive Director, The SEACEN Centre Professor Ulrich Volz, Professor of Economics & Director of the Centre for Sustainable Finance, SOAS, University of London Distinguished speakers, and participants Ladies and gentlemen First of all, I would like to extend a warm welcome to all participants to the ASEAN Core Curriculum on Climate Risk Resilienceand Sustainable Finance Block 4: Regulation and Supervision.", "It is a pleasant opportunity to finally meet you in person as I believe this is the first hybrid SEACEN seminarhere since 2020.", "On behalf of the Bank of Thailand, I would like to thank the SEACEN centre and the SOAS centre for Sustainable Finance for arranging the capacity building course on this important and urgent topic in Thailand.", "Ladies and Gentlemen, I am confident that all of us have already acknowledged substantial threat of climate change posing to society and economy.", "Central banks and financial regulators in our region and around the world have put much effort in setting a concrete policy direction towards tackling climate change.", "Likewise, the BOT published a directional paper on Transitioning towards Environmental Sustainability Under the New Thai Financial Landscape last year to communicate and kick start the journey with our stakeholders.", "It is essential for the financial sector to manage climate-related risks, while at the same time, support the economic transition.", "This means financial institutions have to internalize climate considerations into their business operations and risk management framework and offer financial products and services to help business transition especially in the high-emission and vulnerable sectors without disrupting the economy and leaving someone behind.", "However, there is no denying that financial sector has substantial gaps and challenges to overcome in order to achieve such goals, particularly on the risk management perspective.", "Financial sector resilience would be undermined by the climate-related risks without appropriate measures in a timely manner.", "Thus, central banks and financial regulators have a crucial role in building capacity and facilitating guidelines and tools needed for climate-related and environmental risks.", "The first step should be providing concrete expectation and guidance for financial industry to uplift their business operations, risk management, and disclosure that align with international standards.", "Simultaneously, the infrastructures and common tools for climate risk management such as climate scenario analysis, stress test, and climate-related data must be put in place to create an enabling ecosystem where financial institutions and regulators could assess and monitor the risks effectively.", "Ladies and Gentlemen, Looking ahead, it is thus inevitable that our regulatory and supervisory frameworks should take into account sustainability and climate-related factors.", "The conduct of prudential framework in this new landscape will arguably be the most difficult task as it is relatively new and still evolving.", "In addition, developing economies also have the distinct contexts and challenges to consider, especially on the expertise, data availability, and collaboration between public and private sector.", "Hence, this course is essential for us SEACEN regulators to understand and identify our gaps, learn the key rationale why such frameworks and tools are being recommended and, more importantly, the implementation of cutting-edge practices that have been tested and adopted internationally.", "We are greatly fortunate to have such a prominent list of experts to share their insights and experiences on these topics.", "I would like to end my remarks by emphasizing the importance of regulators' capacity and collaboration.", "Tackling sustainable finance and climate change is a challenging process and a long journey that cannot be accomplished by solely single entity.", "Not only do financial institutions, but central banks and financial regulators also need to learn, share, and accommodate these new approaches to ensure sufficient measures and readiness of the whole financial sector for climate risk management and green transition.", "I hope you all have a good learning experience and a successful course."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial sector", "Climate risk management", "Risk management", "Sustainable finance", "Prudential framework", "Climate-related risks", "Environmental sustainability", "Capacity building", "Regulation and supervision"]}