{"sentences": ["Check against delivery Ladies and gentlemen, Just over ten years ago, on 14 June 2013, a group of economics and business professors who had formerly been employed by the Deutsche Bundesbank founded the Alliance for Monetary and Financial Stability (Aktionskreis Stabiles Geld).", "At that time, inflation rates in the euro area and in Germany, measured on an annual average and according to the Harmonised Index of Consumer Prices, were around 1.5%.", "At first glance, one might think that monetary policymakers would have been largely satisfied with this.", "Whilst adherence to the policy objective at the time, which targeted inflation \"below, but close to, 2%\", was not perfect, deviation from the target was also not severe - and was in no way comparable to the current rates of inflation, which are far too high.", "Nevertheless, things were anything but easy for monetary policymakers in the euro area back then.", "Despite Mario Draghi's \"whatever it takes\" in July 2012, the following year was still marked by the financial and sovereign debt crisis.", "Although confidence in the financial markets did rebound somewhat, monetary policy remained in crisis mode - with its non-standard measures and a deposit facility rate of 0.0%.", "It was thus against this backdrop of the persistent low-interest-rate environment and the then still unresolved euro area sovereign debt crisis that the Alliance for Monetary and Financial Stability was created.", "The founding document states: \"The aim of the alliance is to promote the culture of monetary and financial stability in the public at large.", "The members of the alliance are convinced that a vibrant culture of stability in a monetary union not only presupposes appropriate action on the part of politicians and central banks, but must also be well understood by - and firmly anchored in - the population.\"", "I am glad that this is the approach you chose.", "In my view, it remains fundamentally correct today, in what is a completely different environment.", "We - the Bundesbank and the Eurosystem - are also working to better communicate our messages to the general public.", "That is why the title of my speech today is \"Anchoring monetary stability in people's minds\".", "This requires appropriate communication - which sounds obvious, but is often not at all easy.", "Communication and monetary policy Like other central banks, the Bundesbank and the ECB communicate monetary policy issues through a variety of channels.", "These include various reports, press conferences and press releases, speeches such as mine today, interviews, online articles and social media posts, and the Bundesbank's public education work.", "It is helpful that central bank communication is not alone in the field, because the more people that we reach with monetary policy topics, the better.", "The media can support this, as can representatives from academia, politics and associations like the Alliance for Monetary and Financial Stability.", "For example, an ECB survey conducted in 2021 found that, while 87% of respondents in the euro area had already heard of the European Central Bank, the majority considered their own knowledge of the ECB's monetary policy to be relatively low.", "And only 45% indicated that they were actually interested in information about the ECB and its policies.", "A representative survey conducted by the Bundesbank in Germany in spring 2023 showed that around two-thirds of participants were at least somewhat interested in monetary policy issues.", "More than 80% said that they had at least a rough idea of the Bundesbank's and the ECB's tasks.", "Out of the respondents who knew of the Bundesbank and the ECB by name, around three-quarters believed that ensuring monetary stability was one of their tasks.", "However, around three-quarters of them also (incorrectly) thought that it was our job to lend to the government.", ".1 Results of the strategy review But how can we share knowledge if the general public is not interested?", "This is a challenge that the Eurosystem has recognised and taken up.", "As part of the review of the monetary policy strategy in 2020 and 2021, central bank communication was one of the areas that was analysed.", "During the review period, a number of Eurosystem \"listening\" events were held in which representatives of the ECB and the national central banks engaged in dialogue with civil society organisations.", "Following these positive experiences, the ECB Governing Council decided to make outreach events a structural feature of the Eurosystem's interaction with the wider public.", "At these information events, it is important to both \"listen\" and \"explain\".", "This is because the feedback received from members of the public showed in unequivocal terms that central banks should explain their roles more clearly.", "As part of the strategy review, the ECB Governing Council decided to modernise its monetary policy communication.", "Amongst other things, this has led to efforts to make publications easier to read and understand, with simpler language and greater visual appeal.", "The Bundesbank, as part of the Eurosystem, has for a number of years been committed to bringing its message to the widest possible audience, especially the younger generation.", "One case in point is our Euro20+ event, which we will already be holding in its fifth edition in November.", "At this event, we invite young people to take part in two days of workshops, lectures and much more.", "I am also very happy to be participating.", "At a time when crypto-tokens, for example, can suffer massive losses in value, it is especially important to convey the differences and advantages of stable money to a younger audience in particular.", "Crypto-tokens may be alluring as a potential source of innovation for financial services, for instance.", "At the same time, however, one must be aware of the considerable risks they carry.", "Overall, Eurosystem communication should be as targeted to specific audiences as possible.", "When it comes to monetary policy, the specialist audience should be addressed differently than the \"laity\".", ".2 Anchoring inflation expectations The more people have a sound understanding of our strategy, our measures, our decisions and their effects, the more efficient our monetary policy will be.", "Let me briefly explain: by communicating our monetary policy more openly and more clearly, it becomes more comprehensible.", "This lowers the barrier to engaging with the issues and our message.", "This can enhance the credibility of monetary policy and help to align economic agents' expectations with our objective of price stability.", "Anchoring monetary stability in the minds of the public also means anchoring people's expectations about future inflation rates.", "One of the objectives of the strategy review was to more clearly present the target for inflation, thus providing an even better anchor for long-term inflation expectations.", "The ECB Governing Council is now aiming for an inflation rate of exactly 2% for the euro area over the medium term, rather than \"below, but close to, 2%\".", "At the same time, the strategy review made it clear that the objective is symmetric, meaning that positive and negative deviations from 2% are equally undesirable.", "How economic agents assess future price developments influences their behaviour - for example, purchasing decisions among households, wage negotiations between wage bargainers, or pricing policies of enterprises.", "If private agents expect inflation to stand at 2% over the medium term, and if this expectation is reflected in their economic decisions, it will be that much easier for the central bank to achieve its objective.", "Its monetary policy is thus more efficient.", "This means that the desired effect can be achieved with less use of instruments.", "If, by contrast, workers and trade unions expect persistently high inflation rates, they could continue to make well above-average wage demands, for example.", "Or enterprises could continue to raise their prices in anticipation of further increases in costs.", "If targets are clearly missed over a longer period of time, the risk of economic agents adjusting their expectations will grow.", "Against the backdrop of the current persistently high inflation rates, there is a danger that inflation expectations will become detached from their anchor.", "According to the ECB Consumer Expectations Survey, the expectations of consumers in the euro area for inflation 12 months ahead and three years ahead declined significantly in April, after they had increased markedly again in March.", "According to the Bundesbank's survey, the downward trend in the inflation expectations of individuals in Germany for the next 12 months recently continued.", "However, inflation expectations here, too, remain at an elevated level.", "The financial markets exhibit a high level of inflation uncertainty beyond the medium term.", "In this context, financial market participants are hedging against inflation rates above the target, which is reflected in the historically high inflation risk premia.", "Longterm inflation expectations for the euro area, which are derived from expert surveys by Consensus Economics, are closer to the inflation target of 2%, but still slightly higher.", "In order to continue to provide a secure, credible anchor, monetary policy must make a convincing stand in the fight against inflation.", "At present, this is primarily a question of convincing through our actions - that is, raising key interest rates.", "Only if our actions are persuasive can our words as central bankers have an impact, both in terms of inflation expectations and expectations about future monetary policy.", ".3 Guidance for expectations concerning the monetary policy stance For some time now, communication has been seen as an independent monetary policy instrument.", "Here, I mean forward guidance.", "It was introduced in the euro area ten years ago, the same year as the founding of the Alliance for Monetary and Financial Stability.", "In July 2013, the ECB Governing Council first expressed its expectation that key interest rates would remain at or below their levels of the time for an extended period.", "When key interest rates were close to their lower bound, forward guidance proved to be an effective monetary policy instrument.", "By making conditional announcements about the development of key interest rates or asset purchase programmes, the ECB Governing Council provided financial market participants with guidance for their expectations of the future monetary policy stance.", "Steering expectations in this way put downward pressure on longer-term interest rates and stimulated the economy.", "This was desirable in terms of monetary policy given the inflation rate, which was too low.", "Today, the situation is quite different.", "We no longer have zero interest rates.", "And, at the press conference in May, Christine Lagarde made a concise point: \"Data dependency is not forward guidance.\"", "The ECB Governing Council has thus backed away from the forward guidance instrument somewhat.", "It is currently emphasising the data-dependent approach to its decisions in the face of great uncertainty.", "However, the Governing Council will certainly provide information on its monetary policy reaction function, i.e.", "on the factors that will determine its future key interest rate decisions.", "Specifically, it is currently pointing to three key elements: first, the assessment of the inflation outlook against the background of current economic and financial data, second, the dynamics of underlying inflation and, third, the strength of monetary policy transmission.", "I freely admit that this information on how expectations are formed will most likely only be understood by experts.", "The authors of one ECB Working Paper put it this way: \"Citizens with so many other things on their minds cannot be expected to understand, for example, the nuances of forward guidance or quantitative easing\".", "And it is true, while they need a basic understanding, they do not need to know all the ins and outs.", "After all, I do not know as much about medicine as my doctor, either.", "What matters most is to win and maintain the general public's trust: trust that monetary policy in the euro area is fulfilling its mandate to preserve price stability.", "At this point, I would like to draw on the image of an anchor once again - because, thanks to the Eurosystem's independence, price stability is anchored at the institutional level, too.", "A central bank's independence is inexorably linked to its accountability so that the public can know whether an independent central bank is fulfilling its role and not overstepping its mandate.", "If, as is currently the case, monetary policy clearly misses its objective of price stability, accountability rests first and foremost with those in charge.", "The ECB Governing Council needs to explain why the euro area inflation rate has been (far) too high for so long, why it is likely to remain above 2% for even longer, and what we are doing about it.", "Unfortunately, monetary policy issues can be quite complex.", "Nevertheless, our communication needs to reach a wider audience than just the experts.", "If we are to impart knowledge to as many people as possible, and ultimately win and maintain trust, our motto needs to be: \"As simple as possible, as comprehensive and as detailed as necessary.\"", "I will also try to bear this in mind as I now turn to current monetary policy in the second part of my speech.", "Current monetary policy First of all, I would like to present the macroeconomic forecasts for both the euro area and Germany - published last week, they are still hot off the press.", ".1 Economic and price developments Eurosystem staff expect economic growth in the euro area to be 0.9% this year.", "That is not much, but at least the economy weathered the energy crisis better than had been feared in the winter.", "Higher growth rates of 1.5% and 1.6%, respectively, are expected for the following two years.", "Household incomes, and therefore household consumption, are likely to benefit from strong wage increases as inflation rates decline.", "This will drive economic activity.", "By contrast, tighter monetary policy in the euro area since December 2021 is dampening not only inflation but also economic growth.", "It is important that demand be curbed in order to bring high inflation under control.", "In the latest projections, euro area inflation is estimated to be 5.4% this year.", "Inflation is likely to continue to fall, down to 2.2% on average in 2025.", "In other words, our 2% target will not be achieved within the forecast period.", "One reason why inflation will not abate sooner is the lagged impact of monetary policy measures.", "Furthermore, it will take time for the change in energy prices to be reflected in the prices of other goods.", "This is what happened when energy prices were surging.", "And now that energy prices have calmed down again, it will also take time for underlying price developments to return to normal.", "On a positive note, euro area headline inflation decreased significantly in May, dropping to 6.1%.", "But the core rate, which is inflation excluding volatile energy and food prices, is down only slightly from its peak.", "For Germany, the Bundesbank's latest projections paint the following picture of economic conditions and inflation.", "With the German economy having contracted in the winter half-year, meaning that it got off to a weak start in 2023, real gross domestic product is expected to fall by 0.3% on average over the year.", "According to the projections, the German economy is set to recover only arduously from the crises of the past three years.", "In particular, it will still struggle with the consequences of high inflation, though this will at least ease.", "In May, the inflation rate in Germany stood at 6.3% as measured by the Harmonised Index of Consumer Prices.", "Wage growth will be strong, and the labour market will be robust.", "Households' purchasing power and consumption will thus gradually recover.", "(Real) government consumption will decline sharply in 2023 owing to expenditure in connection with the pandemic coming to an end, before increasing significantly again.", "However, tighter monetary policy has resulted in higher financing costs.", "This will dampen private investment, especially in housing construction.", "The stronger euro and the high wage dynamics will constitute headwinds for German exporters.", "Nevertheless, exports will grow moderately amid rising foreign demand.", ".2 Monetary policy stance compatible with financial stability It is up to monetary policy to ensure that the inflation rate returns to its target of 2% over the medium term.", "That is why interest rates need to be high enough to sufficiently slow economic growth and keep inflation expectations anchored.", "Monetary policy must do what is necessary to safeguard price stability.", "Ultimately, price stability is also the best contribution that monetary policy can make to the prosperity of our society.", "Within less than one year, the ECB Governing Council has raised its key interest rates by four whole percentage points.", "This is a sign of our determination and vigour in the fight against inflation.", "The relevant key interest rate - the deposit facility rate - is now at 3.5%.", "I do not think this is high enough yet.", "As I have already mentioned, the extent to which interest rates will actually have to rise will depend on the incoming data.", "One thing is for sure - once we have hit that peak rate, key interest rates will stay at that level for as long as necessary.", "If we are to overcome inflation, we need both persistence and tenacity.", "Furthermore, the necessary normalisation and tightening of monetary policy requires central banks to reduce their balance sheets.", "The Eurosystem will now reduce its balance sheet at a faster pace, which I very much welcome.", "Reinvestments under our largest asset purchase programme (the APP) will be completely discontinued as of July, meaning that bond holdings will fall by an average of €25 billion per month.", "According to the latest decision, it is still envisaged that principal payments under the pandemic emergency purchase programme (PEPP) will be fully reinvested by the end of 2024.", "The securities holdings from the monetary policy purchase programmes are not the only factor contributing to the reduction in the Eurosystem's balance sheet total.", "Banks are also paying back their long-term loans to us.", "When it comes to reducing the balance sheet, more speed is a good thing.", "I am not concerned that the market will be unable to cope with this reduction.", "Even if market volatility were slightly higher, it would not be a disaster, as markets were significantly more volatile before the 2008 financial crisis than they are at present.", "But, of course, we will make sure that the process is approached with an appropriate level of moderation on the whole.", "The ECB Governing Council must also ensure that rises in key interest rates are transmitted to real economic activity via the financial sector as smoothly as possible.", "The rapid and sharp interest rate hikes have caused banks' funding costs to increase considerably.", "As a result, bank loans have also become more expensive and lending conditions have tightened.", "Loan growth has slowed markedly due to both the less favourable conditions as well as weaker demand for loans from enterprises and households.", "Monetary policy tightening is having an effect, but not an excessive one.", "Despite the recent turmoil in the financial system, especially in the US banking sector, the transmission of monetary policy in the euro area has not fundamentally changed thus far.", "The euro area banking system has proved resilient and sound.", "A large part in this has been played by the reforms in the aftermath of the financial crisis, too.", "The latest balance sheet data show that banks have good capital bases and good levels of liquidity.", "I see no reason for major concern at the moment.", "Nevertheless, the tightening of monetary policy presents challenges for banks.", "Weaknesses in supervision and regulation can be made apparent or even become problematic.", "In addition, more recent developments need to be taken into account.", "For instance, the interplay between digital banking and social networks can increase the speed of a bank run - a large-scale withdrawal of deposits.", "Central banks and financial supervisory authorities are constantly monitoring the situation.", "The Eurosystem's monetary policy toolkit is very well equipped to provide sufficient liquidity in an emergency and to ensure smooth transmission.", ".3 A broad-based approach to stability Ladies and gentlemen, central banks have an established place in the economic system.", "They provide support by ensuring price stability.", "At the same time, they can fulfil their roles as anchors more effectively or more easily if other institutions \"join in\" - especially economic policymakers.", "A broad-based approach to stability should cover many areas.", "I will begin by briefly touching on the core area of fiscal policy and then discuss the labour market as an example.", "Markus Brunnermeier recently said: \"Many politicians continue to think that the central bank can reduce inflation on its own.", "Yet it is not as simple as that.", "Cooperation from the government is needed.", "The fight between central banks and governments will intensify\".", "I hope, of course, that this prediction does not come true.", "In the current environment, it is important that the stance of fiscal policy does not make the tasks of monetary policy more difficult.", "Thus, Germany and the other euro area countries should allow the broad-based crisis assistance to be phased out in a timely manner.", "In this context, it would not be advisable to extend the energy price brakes beyond the end of this year.", "Limiting budget deficits is also sensible in order to remain capable of action in a new crisis situation.", "Ultimately, it is important that fiscal policy offers reliable prospects of sound public finances.", "In this regard, the European Commission's recent proposals for reforming the EU's fiscal rules seem unhelpful, as the binding effect of the rules would probably be weaker.", "The same rules would no longer apply to all Member States.", "Instead, the European Commission would negotiate - on a bilateral basis - multi-year country-specific plans to cut debt.", "Requirements are likely to become even more complex and less transparent, thus making the results even more difficult to assess.", "The scope for discretion would probably grow.", "These reform proposals are not yet set in stone.", "If, however, the final new set of rules meant there was actually less pressure to reduce high levels of debt, this would be a heavy burden for monetary policy.", "Persistently tight labour markets could also result in changing conditions for monetary policy, as employees' greater bargaining power could lead to strong wage growth and thus to continued inflationary pressures.", "Shortages of labour are already evident in an increasing number of sectors in Germany and throughout the euro area.", "Given the foreseeable demographic change, a decline in the labour supply is to be expected.", "In Germany, for example, more baby boomers are likely to leave the labour market than can be offset by net migration from 2026 onwards.", "Economic policymakers are called upon to bolster the supply of labour in a variety of ways: greater incentives for women in part-time employment to work longer, improved childcare and nursing care services, increased immigration of skilled workers, easier recognition of foreign academic and professional qualifications, greater participation of older people in the labour market by raising the statutory retirement age, for example.", "In short, stability-oriented monetary policy is easier if other actors help to create favourable conditions for it.", "A third example would be competition policy.", "This helps to limit enterprises' pricing power.", "Ladies and gentlemen, this brings me to the end of my speech.", "A broadly anchored approach to stability in politics, the economy and society is highly desirable.", "Inflation must not become entrenched - neither in the data nor in people's minds.", "It is worth engaging in work to inform and gain the trust of the public.", "However, I am a realist: even with the best communication, not everyone will be completely won over by monetary policy.", "Usually, only a small portion of society will consider monetary policy issues to be exciting and enjoyable (or perhaps even cool).", "I suspect that this portion is significantly overrepresented here in this room - and that is something I am delighted to see.", "And I hope that we all go from success to success in awakening interest and curiosity in broader parts of society when it comes to anchoring monetary stability in people's minds.", "Thank you for your attention.", "Gardt, M., S. Angino, S. Mee and G. Glöckler, ECB communication with the wider public, ECB Economic Bulletin, Issue 8/2021, pp.", "122-142.5 European Central Bank, Clear, consistent and engaging: ECB monetary policy communication in a changing world, Occasional Paper Series, No 274, September 2021; European Central Bank, An overview of the ECB's monetary policy strategy, ECB Economic Bulletin, Issue 5/2021, pp.", "Deutsche Bundesbank, The Eurosystem's monetary policy strategy, Monthly Report, September 2021, pp.", "Deutsche Bundesbank, Forward guidance - an indication of monetary policy stance in the future, Monthly Report, August 2013, pp.", "Blinder, A. S., M. Ehrmann, J. de Haan and D. Jansen, Central Bank communication with the general public: promise or false hope?, ECB Working Paper Series No 2694 /August 2022, pp.", "Markus Brunnermeier: Kampf zwischen Regierungen und Notenbanken (nzz.ch), 2 May 2023.", "Deutsche Bundesbank, The reform of the EU's fiscal rules, Monthly Report, May 2023, pp."], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy Communication", "Inflation Expectations", "Monetary Policy Stance", "Financial Stability", "Central Bank Independence", "Balance Sheet Reduction", "Fiscal Policy", "Labor Market", "Competition Policy", "Anchoring Monetary Stability"]}