{"sentences": ["Chairman McHenry, Ranking Member Waters, and other members of the Committee, I appreciate the opportunity to present the Federal Reserve's semiannual Monetary Policy Report.", "We at the Fed remain squarely focused on our dual mandate to promote maximum employment and stable prices for the American people.", "My colleagues and I understand the hardship that high inflation is causing, and we remain strongly committed to bringing inflation back down to our 2 percent goal.", "Price stability is the responsibility of the Federal Reserve, and without it, the economy does not work for anyone.", "In particular, without price stability, we will not achieve a sustained period of strong labor market conditions that benefit all.", "I will review the current economic situation before turning to monetary policy.", "Current Economic Situation and Outlook The U.S. economy slowed significantly last year, and recent indicators suggest that economic activity has continued to expand at a modest pace.", "Although growth in consumer spending has picked up this year, activity in the housing sector remains weak, largely reflecting higher mortgage rates.", "Higher interest rates and slower output growth also appear to be weighing on business fixed investment.", "The labor market remains very tight.", "Over the first five months of the year, job gains averaged a robust 314,000 jobs per month.", "The unemployment rate moved up but remained low in May, at 3.7 percent.", "There are some signs that supply and demand in the labor market are coming into better balance.", "The labor force participation rate has moved up in recent months, particularly for individuals aged 25 to 54.", "Nominal wage growth has shown some signs of easing, and job vacancies have declined so far this year.", "While the jobs-to-workers gap has narrowed, labor demand still substantially exceeds the supply of available workers.", "Inflation remains well above our longer-run goal of 2 percent.", "Over the 12 months ending in April, total personal consumption expenditures (PCE) prices rose 4.4 percent; excluding the volatile food and energy categories, core PCE prices rose 4.7 percent.", "In May, the 12-month change in the consumer price index (CPI) came in at 4.0 percent, and the change in the core CPI was 5.3 percent.", "Inflation has moderated somewhat since the middle of last year.", "Nonetheless, inflation pressures continue to run high, and the process of getting inflation back down to 2 percent has a long way to go.", "Despite elevated inflation, longer-term inflation expectations appear to remain well anchored, as reflected in a broad range of surveys of households, businesses, and forecasters, as well as measures from financial markets.", "With inflation remaining well above our longer-run goal of 2 percent and with labor market conditions remaining tight, the Federal Open Market Committee (FOMC) has significantly tightened the stance of monetary policy.", "We have raised our policy interest rate by 5 percentage points since early last year and have continued to reduce our securities holdings at a brisk pace.", "We have been seeing the effects of our policy tightening on demand in the most interest rate-sensitive sectors of the economy.", "It will take time, however, for the full effects of monetary restraint to be realized, especially on inflation.", "The economy is facing headwinds from tighter credit conditions for households and businesses, which are likely to weigh on economic activity, hiring, and inflation.", "The extent of these effects remains uncertain.", "In light of how far we have come in tightening policy, the uncertain lags with which monetary policy affects the economy, and potential headwinds from credit tightening, the FOMC decided last week to maintain the target range for the federal funds rate at 5 to 5-1/4 percent and to continue the process of significantly reducing our securities holdings.", "Nearly all FOMC participants expect that it will be appropriate to raise interest rates somewhat further by the end of the year.", "But at last week's meeting, considering how far and how fast we have moved, we judged it prudent to hold the target range steady to allow the Committee to assess additional information and its implications for monetary policy.", "In determining the extent of additional policy firming that may be appropriate to return inflation to 2 percent over time, we will take into account the cumulative tightening of monetary policy, the lags with which monetary policy affects economic activity and inflation, and economic and financial developments.", "We will continue to make our decisions meeting by meeting, based on the totality of incoming data and their implications for the outlook for economic activity and inflation, as well as the balance of risks.", "We remain committed to bringing inflation back down to our 2 percent goal and to keeping longer-term inflation expectations well anchored.", "Reducing inflation is likely to require a period of below-trend growth and some softening of labor market conditions.", "Restoring price stability is essential to set the stage for achieving maximum employment and stable prices over the longer run.", "Before concluding, let me briefly address the condition of the banking sector.", "The U.S. banking system is sound and resilient.", "As detailed in the box on financial stability in the June Monetary Policy Report, the Federal Reserve, together with the Treasury Department and the Federal Deposit Insurance Corporation, took decisive action in March to protect the U.S. economy and to strengthen public confidence in our banking system.", "The recent bank failures, including the failure of Silicon Valley Bank, and the resulting banking stress have highlighted the importance of ensuring we have the appropriate rules and supervisory practices for banks of this size.", "We are committed to addressing these vulnerabilities to make for a stronger and more resilient banking system.", "We understand that our actions affect communities, families, and businesses across the country.", "Everything we do is in service to our public mission.", "We at the Fed will do everything we can to achieve our maximum-employment and price-stability goals.", "I am happy to take your questions.", "A box in our latest Monetary Policy Report, \"Developments in Employment and Earnings across Demographic Groups,\" discusses differences in labor market outcomes among segments of the population.", "A box in our latest Monetary Policy Report, \"Developments in the Federal Reserve's Balance Sheet and Money Markets,\" discusses changes in the size of the Federal Reserve's balance sheet.", "For a discussion of bank credit availability, see the box \"Recent Developments in Bank Lending Conditions\" in the latest Monetary Policy Report."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Labor Market", "Monetary Policy", "Economic Outlook", "Price Stability", "Interest Rates", "Banking System", "Maximum Employment", "Financial Stability", "Credit Conditions"]}