{"sentences": ["Inflation persistence and monetary policy - speech by ICMB Lecture, Graduate Institute, Geneva Published on 04 April 2023 In this speech Huw Pill discusses the outlook for the economy, including how lower energy prices might push down on inflation in the short term, but could also boost demand and therefore impact inflation in the medium term.", "He stresses that the MPC must continue to monitor how these external shocks to inflation might become embedded in the economy, and therefore risk persistently high domestically driven inflation.", "He goes into detail about the Monetary Policy Committee's role in controlling inflation, and the potential impact of its recent significant increases to interest rates.", "He outlines how the Monetary Policy Committee carefully assesses the impact of interest rate rises that have yet to feed through, with the need to address current inflationary pressures.", "It is a great pleasure to talk under the auspices of the International Centre for Monetary and Banking Studies (ICMB) this evening.", "Thanks in particular to Professor Panizza for extending the invitation.", "I look forward to a stimulating debate.", "Let me start with some stark and uncomfortable facts.", "Annual UK CPI inflation was 10.4% in February.", "That is unacceptably high.", "The Bank of England's Monetary Policy Committee (MPC) is committed to returning inflation to its 2% target on a sustainable basis.", "By doing so, the MPC will not only deliver on its mandate, but will also create an environment of price stability in which households and firms can take the longer-term investment and spending decisions that drive the dynamism, innovation and productivity gains on which UK living standards depend.", "The MPC has tightened monetary policy over the past eighteen months to achieve the 2% inflation target.", "Bank Rate has been increased from its effective lower bound of 0.1% to today's level of 4.25%.", "Quantitative easing (QE) has been halted and replaced with a programme of quantitative tightening (QT), involving the sale of gilts and corporate bonds held as a result of the Bank's earlier asset purchase schemes.", "And the MPC's communication about the outlook for monetary policy has shifted significantly.", "Picking up on this lattermost point, in the monetary policy summary published following March's MPC meeting, the Committee noted: \"if there were to be evidence of more persistent [inflationary] pressures, then further tightening in monetary policy would be required\".", "Even as the Committee's communication has evolved, some variant of this line has been included in the MPC's communication since the middle of last year.", "It illustrates the shift towards more data-dependent and conditional statements about the monetary policy outlook since I joined the MPC in the late summer of 2021.", "As is clear from the sentence I quoted, the concept of inflation persistence lies at the heart of the MPC's assessment and communication of the policy outlook.", "In my remarks this evening, I hope to explain my understanding of what we mean by inflation persistence, and thus how it has and will influence monetary policy decisions.", "To emphasise from the outset: this is a personal view, not necessarily that of the Committee as whole.", "In presenting my interpretation, I will address four questions: Why focus on inflation persistence?", "And what are the close-to-realtime indicators of inflation persistence on which the MPC is focused?", "In doing so, I will use one aspect of recent economic experience - specifically the adverse terms of trade shock to the UK stemming from higher imported energy prices - as a 'case study' to illustrate my points.", "By implication - and possibly to the disappointment of some of you - that means I won't offer a comprehensive assessment of the UK economic situation and outlook in my remarks tonight.", "And, as a result, I won't be giving any guidance about the immediate outlook for Bank Rate decisions, which necessarily depends on such an encompassing assessment.", "Rather my goal is to provide some further insight into the thought process that guides my vote at the MPC: if you like, the thinking behind my own 'monetary policy reaction function'.", "The transmission of monetary policy actions to developments in consumer price inflation famously operates with 'long and variable lags'.", "Developments in economic theory and modelling have suggested that these lags may be shorter than previously thought (owing to a direct impact of monetary policy actions on inflation expectations).", "But the available empirical work continues to suggest that the peak effect[5] on inflation of a change in Bank Rate today occurs at a horizon of somewhere between 12 and 24 months.", "If an economic shock comes as a genuine surprise (in that it could not - or at least was not - anticipated) and that shock affects inflation at a shorter horizon than the lags in monetary policy transmission, then monetary policy cannot offset all of its inflationary implications.", "In those circumstances, some shorter-term volatility in inflation is inevitable.", "As a result, monetary policy needs to be forward-looking, with policy actions calibrated to have the appropriate impact on inflation to steer inflation to target as the lags in transmission unwind.", "By implication, monetary policy should focus on the inflationary impact of a shock at the 12 to 24 month horizon (or beyond): that is to say, on the more persistent implications of the shock.", "The inflationary implications of a shock that unwind of their own accord within the period defined by the lag in monetary policy transmission - what have been labelled the transitory inflation impact - are, by nature, of less relevance for monetary policy since there is little monetary policy can do to affect them.", "The case for monetary policy makers to focus on the persistent component of inflation is therefore clear.", "But implementing this approach in practice inevitably faces a number of practical problems.", "In real time, identifying the character and magnitude of the underlying shocks is difficult.", "The propagation of these shocks to consumer price inflation is uncertain and possibly changing through time, as is the transmission mechanism of monetary policy itself.", "The lags in monetary transmission are not just long and variable, but also not fully predictable.", "I address these issues in the remainder of this talk.", "Nevertheless, the MPC's focus on the persistent element of CPI inflation is consistent with both its remit - which emphasises that the inflation target 'holds at all times' - and with the medium-term orientation of its policy strategy - which emphasises that the Committee seeks to reach the inflation target 'sustainably in the medium term.'", "Underlying these two elements of the framework is recognition that the lags in monetary policy transmission (and the uncertainties surrounding them) rule out controlling inflation on a short-term month-to-month basis.", "Attempts to control inflation at that higher frequency risk becoming a source of additional volatility, rather than a contribution to containing it.", "A well-designed policy will focus on the medium term and thereby emphasise the persistent components of inflation that threaten to cause deviations from the inflation target at that horizon.", "Flavours of inflation persistence For data series that exhibit 'mean reversion' - in other words series that return to some average level after being shocked away from it - persistence is typically understood in terms of how long it takes to get back to that average level.", "Given the MPC's mandate, CPI inflation will revert to 2% over time.", "But it is taking longer to return to target than was originally expected, and longer than is desirable.", "From a policy perspective, we want to understand why this persistence in inflation has emerged.", "In thinking about that, it is helpful to distinguish between different sources of persistence.", "One reason for inflation to have risen above target is that there have been a series of inflationary shocks to the economy, each of which was transitory in itself but - by dint of coming one after the other and operating in the same direction - led to greater persistence in headline inflation overall.", "I label this a form of extrinsic inflation persistence.", "Such an account resonates with the way the MPC has described the inflation process over the past couple of years.", "Inflation first rose on account of bottlenecks in international goods markets that emerged from the interaction of disruption to global supply chains and changes in the pattern of consumer demand, both stemming from the lockdowns triggered by the onset of the Covid pandemic.", "Then, just as these bottlenecks were easing as the pandemic receded, UK energy prices rose dramatically following the Russian invasion of Ukraine and the resulting dramatic increase in wholesale European natural gas prices.", "And now, just as those wholesale gas prices have fallen substantially in recent months, we are seeing another inflationary impulse coming from rises in food prices driven, at least in part, by unexpectedly weak crop yields in southern Europe and north Africa.", "Understood in this way, the persistence of UK inflation is largely a manifestation of 'bad luck' - a 'series of unfortunate events'.", "It reflects a sequence of fundamentally transitory shocks - each of which monetary policy can do little about, for reasons I have already explained - that have cumulated through time into a more long-lasting elevation of headline inflation.", "There is much truth in that narrative.", "But we have to guard against complacency in interpreting recent inflation developments in this way.", "I recognise that this is potentially both a self-serving and an incomplete view of recent inflation developments in the UK.", "For one thing, we need to assess whether the surprises we have been confronted with over recent years could have been anticipated by better analysis and research: for example, could we have forecast the vulnerabilities in global supply chains once the pandemic had struck?", "Or could we have foreseen the dynamics in food prices given agricultural commodity prices?", "These challenges deserve further research - although it is naïve to believe that there are easy solutions to such formidable analytical problems.", "And - in particular, from today's perspective - we should recognise that persistent deviations of inflation from target, even if stemming from what are fundamentally a series of transitory inflation shocks, might prompt changes in behaviour that generate more long lasting inflationary dynamics.", "For example, we might see a shift in long-term inflation expectations or the emergence of 'second round effects' in price setting behaviour that threaten to create momentum in inflation even after the original impulse has receded.", "This naturally leads to what I label intrinsic persistence in headline inflation.", "Rather than being driven by a series of external shocks, greater intrinsic inflation persistence emerges when the economy's response to the same fundamental inflationary shock changes in a way that implies headline inflation takes longer to return to target.", "In taking monetary policy decisions, the MPC needs to form a judgement about whether and, if so, how intrinsic inflation persistence is evolving.", "In other words, it unavoidably needs to assess whether economic behaviour has changed in a way that either makes the response of headline inflation to a specific shock last longer and/or whether it diminishes the impact of monetary policy measures in containing inflation.", "On my reading, at least in principle, greater intrinsic persistence of inflation would justify a stronger tightening of monetary policy.", "By contrast with extrinsic drivers of persistence, greater intrinsic inflation persistence is something that monetary policy can - and should - address.", "Drivers of inflation persistence At this point, I will focus on one specific inflationary shock that we have recently faced, namely the significant rise in imported energy prices stemming from Russia's invasion of Ukraine and its implications for European wholesale natural gas prices.", "Once we focus on intrinsic inflation persistence, by nature we have to focus on a specific shock.", "It is the change of economic responses to that shock - in particular, changes in price and wage setting behaviour - that determine how the intrinsic persistence of headline inflation will evolve.", "Drawing on a previous talk,[13] let me first establish four relevant features of the shock.", "(1) It came as a genuine surprise to monetary policy makers, in the sense that it was neither anticipated nor anticipatable at anything other than a short horizon.", "(2) The resulting rise in European wholesale gas prices was transmitted to UK CPI inflation (via both direct effects on household energy bills and indirect channels through the energy costs of producers of goods and services) in the course of a few months, and thus substantially more quickly than the typical 12-24 month lag in monetary policy transmission.", "(3) The shock was very large by historical standards.", "And (4) for an energy importer like the UK, the rise in European wholesale natural gas prices represented a substantial deterioration in the terms of trade, with adverse implications for national income.", "In other words, the price of what the UK was buying from the rest of the world rose significantly relative to the price of what the UK was selling to the rest of the world, making the average UK resident worse off.", "Although the shock was large, the MPC did not interpret it as a signal that a new persistent upward trend was emerging in wholesale natural gas prices.", "Rather the substantial increase seen in mid-2022 was viewed as a one-off driven by specific circumstances, which was likely to at least partially unwind in the not too distant future.", "Taken together, these characteristics implied that the direct and indirect impacts of the rise in wholesale natural gas prices represented a transitory shock to CPI inflation, since once the level of gas prices stabilised or reverted to historical averages, the impact on headline inflation would diminish or reverse.", "This is the basis for the argument that monetary policy makers can - and should - 'look through' the direct and indirect effects on inflation of one-off external shocks to energy prices, about which they can do little.", "Rather monetary policy should focus on containing the so-called second round effects of energy price rises, which follow from firms and households seeking to avoid the squeeze on their real incomes stemming from higher energy bills by passing on energy cost rises in the form of higher prices and bidding for stronger wage and margin growth.", "The danger that these second round effects become embedded in price and wage dynamics creates the threat of a self-sustaining momentum in headline inflation which justifies a monetary policy response, even as the initial impulse from the energy price recedes.", "In the language I have developed above, the appropriate monetary policy response depends on the magnitude of intrinsic inflation persistence in response to the energy price shock.", "The greater that intrinsic persistence, the stronger the monetary policy tightening required.", "The benchmark for assessing the intrinsic persistence of inflation in response to an energy price shock is captured within our standard price and wage models.", "But these models are estimated on data for the past thirty years, where UK inflation has generally remained close to the 2% target.", "A key policy question in the current situation revolves around how much we can trust these models now that the deviation of inflation from target is larger, owing to the magnitude of the energy price shock.", "As I have discussed on previous occasions,[20] one influence on this judgment is that state of the economy.", "The UK labour market is currently very tight by historical standards, with unemployment close to fifty-year lows.", "In parallel, the disruption to supply chains I have mentioned above has increased corporate pricing power.", "After all, for every producer that has difficulty sourcing its inputs, there is supplier one step earlier in the supply chain that faces strong demand and scope to raise prices.", "Both a tight labour market and strong corporate pricing power are likely to increase the possibility that price and wage setting dynamics add to the intrinsic persistence in inflation.", "Another influence on intrinsic inflation persistence is the magnitude of the shock itself.", "Our standard models are linearised around the steady state defined by the inflation target.", "This approach is robust to small deviations from inflation target.", "But where deviations are substantial, non-linear effects may kick - and our standard models may underestimate inflation persistence.", "For example, now that inflation is substantially higher than target owing to the size of the energy price shock, firms may shift from a 'time-dependent approach' to pricing behaviour - say raising prices just once a year - to a 'state-dependent approach to pricing - say raising prices more frequently as energy costs pass different thresholds.", "Such a change in behaviour will naturally change the dynamics of the inflation response, possibly creating additional intrinsic inflation persistence in ways that are not captured by our existing models.", "In principle, we can estimate new models incorporating such non-linearities.", "But, in practice - owing to the success of the inflation targeting regime in the past quarter of a century - we don't have recent data from a period of high inflation.", "Either we have to re-commission models from an earlier period (when economic structures were very different on many dimensions) or we have to rely partly on judgement as a complement to empirical analysis.", "In framing those judgements, we need to take a view what is driving intrinsic inflation persistence.", "In other words, we need to understand the structural economic behaviour underlying the propagation of the fundamental shock: we need a 'story' to explain what is driving economic outcomes, in particular price and wage behaviour.", "This brings me back to the energy price shock.", "The deterioration in the UK's terms of trade owing to higher energy prices has adverse consequences for UK domestic real incomes.", "Because the UK now has to pay more for what it is importing from the rest of the world (notably natural gas) relative to what it is selling (mainly services), in aggregate domestic real incomes have suffered.", "This dent in real incomes is the result of a change in relative prices - that is to say, it is the real consequence of a real shock to the UK economy.", "Ultimately, monetary policy can do little to offset the real impact of real shocks: all it can do is support the necessary and inevitable adjustment of the economy to that real shock in a manner that guarantees inflation will remain at its 2% target on a sustainable basis over the medium term.", "Higher international energy prices weigh on UK real incomes and spending power.", "This is inevitable - monetary policy cannot avoid these effects.", "An important question in this context is how the inevitable cost of higher imported energy prices is distributed across UK residents.", "Understandably, firms and households will seek to resist the impact of higher energy prices on their spending power by seeking to pass those costs onto their customers or employers and by raising their own prices and wages.", "But at the aggregate level, attempts to shift the unavoidable cost to someone else are self-defeating.", "All they achieve is to create additional nominal demand pressures on resources that ultimately will create inflation and endanger the achievement of the inflation target.", "Other things equal, that element of inflation driven by firms' and households' attempts to avoid the real cost of higher energy prices is likely to persist as long as energy prices remain high, not just while energy prices are rising.", "This is what creates the potential for the 'second round effects' that seek to avoid the real cost of higher energy prices to sustain above target inflation even as the original impulse to headline inflation from the direct effect of higher energy prices on household utility bills recedes.", "In other words, the level of energy prices is likely to have implications for how much intrinsic inflation persistence exists in the aftermath of an energy price shock.", "If a rise in energy prices in seen as permanent, it is more likely to trigger greater intrinsic inflation persistence.", "And the greater the proportion of any energy price rise that is seen as being lasting rather than temporary, the greater the intrinsic inflation persistence that is likely to follow.", "Making assessments of this type is particularly important at present.", "Headline inflation is set to fall sharply in the coming months, both because the big contributions from energy price rises last year will drop out of the annual calculation and because wholesale gas prices have reverted of late.", "But the level of energy prices remains well above pre-pandemic levels, so the scope for some sustained momentum in inflation stemming from greater intrinsic inflation persistence exists.", "Yet the level of European wholesale gas prices has fallen substantially further towards its prepandemic level in recent weeks, perhaps suggesting that the intensity of attempts to avoid the costs implied by a terms of trade deterioration are likely to abate, with the strength of intrinsic inflation persistence set to fall in parallel.", "Judgements along these dimensions will shape my assessment of how persistent the current elevated level of inflation will prove, and thus what the appropriate monetary policy choices will be.", "This discussion can be placed into a bargaining framework.", "Imperfect market competition leads to the creation of some 'economic surplus' that has to be distributed across various competing actors.", "Given the deterioration in the terms of trade, more of that surplus has to be given to foreign suppliers of energy.", "That leaves less to be shared among domestic residents.", "A bargaining process will determine how the remaining smaller economic surplus is distributed, as each group or actor seeks to preserve their own real spending power.", "There is a tendency to view this bargaining process as a confrontation between 'workers' and 'firms', and some of the media coverage likes to interpret central bank statements in that light.", "But any economic transaction involves distribution of some 'economic surplus' between a buyer and a seller.", "In a market transaction, the more effective the seller is in extracting that economic surplus, the higher the resulting market price will be.", "This applies along corporate value chains in transactions between intermediate good producers (sellers) and final good producers (buyers), just as it does in the labour market between employees (sellers) and employers (buyers).", "And the underlying distributional competition exists among workers - say between private and public sector employees, or between employees and the self-employed - just as much as much as within the corporate sector or between firms and workers.", "Monetary policy has neither the mandate nor the capacity to make fine distributional choices across these different groups.", "That is something better left to the market and/or the decisions of fiscal and regulatory authorities.", "Monetary policy is potentially a very powerful tool.", "But it is also a blunt tool - able to steer the aggregate level of spending in the economy over time in pursuit of price stability, but not to micro-manage a broad raft other economic challenges.", "The danger of over-burdening monetary policy with other objectives and thereby distracting it from its core task was recognised in the design of the MPC's remit, with clear primacy attached to the achievement of the inflation target.", "What monetary policy can, should and must do is steer the economy in a direction whereby these distributional bargaining processes are resolved in a way consistent with the 2% inflation target.", "An understanding of how monetary policy actions and their implications for aggregate demand influence the power and position of participants in the bargaining process is needed.", "In the labour market, this implies taking a view on what influences the relative bargaining power of employees and employers.", "Candidates include: the evolution of unemployment (perhaps relative to some equilibrium measure of unemployment);[26] the extent of mismatch in the labour market (as reflected in measures like the ratio of vacancies to unemployment);[27] and the pace of churn in the labour (captured in measures of hiring and vacancies).", "In goods markets, the relative bargaining power of firms along value chains will be influenced by factors such as: the strength of demand and thus corporate pricing power; the intensity of competition among firms; the barriers to entry and exit from specific market segments; and the regulatory regime.", "Monetary policy makers need to form judgments on the relative importance of each factor and thus take a view about how they influence the responsiveness of intrinsic inflation persistence to monetary policy actions.", "These issues therefore lie at the heart of current MPC discussions.", "Indicators of inflation persistence While I have emphasised the importance of constructing a behavioural story in forming judgements about inflation persistence, in practice real time assessments will rely on how the data flow is interpreted against those judgements.", "At its March meeting, the MPC again identified the tightness of the labour market, the strength of wage developments and the momentum in service price inflation as the key indicators it uses to assess the magnitude and evolution of inflation persistence, on which it has placed considerable weight in taking monetary policy decisions.", "Recent developments in these indicators have been mixed.", "The labour market remains tight on traditional indicators, with employment growth expected to be more resilient and unemployment rates lower than expected a few months ago.", "But wage developments - particularly higher frequency indicators of current momentum - appear to be easing, even as services price inflation surprised to the upside, albeit largely on the back of components typically though to be erratic on a month-to-month basis.", "The mixed character of developments in these key indicators makes it all the more important to keep a structural framework in mind on which to form judgements about the overall implications for inflation persistence and monetary policy.", "For the reasons I have developed above, the evolution of energy prices plays a key role.", "Now that that terms of trade shock is being at least partly reversed by the large and rapid fall of wholesale gas prices - both in absolute terms and relative to the path of futures upon which the MPC's February macroeconomic forecast was conditioned - developments are moving in a more favourable direction.", "Relative to where we were a few months ago, the difficult 'trade-off' facing monetary policy as a result of the adverse terms of trade shock - that is to say, rising inflation in concert with a squeeze on domestic real incomes and spending - has eased.", "The MPC should be cautious about 'looking a gift horse in the mouth' by viewing better prospects for activity as something inherently inflationary.", "It needs to recognise that the improving terms of trade driving those improved prospects for activity is simultaneously weighing on both inflation (through the direct and indirect effects of energy price falls) and inflation persistence (by reducing the intensity of the distributional conflict, as the foreign claim on domestically generated economic surplus falls back).", "Having said that, some part of the recent positive news to UK employment and activity might have a less benign interpretation as regards inflation prospects.", "If it were to reflect a new positive demand shock, rather than the unwinding of the deterioration in the terms of trade, then - other things equal - it would strengthen the case for further monetary tightening.", "In that case, the recent improvement in the prospects for UK employment would challenge the view embodied in the MPC's February forecast that an easing in the labour market - as reflected in higher unemployment, a lower vacancy-to-unemployment ratio, or less job churn - will ultimately weigh against persistent inflationary pressures.", "In interpreting the implications of recent data for monetary policy, the MPC will need to exercise its judgement about which of these two underlying stories is more relevant.", "Concluding remarks In February, the MPC signalled that it had adopted a more 'data-dependent' stance.", "This was consistent with establishing a clear inflection point in the upward path of Bank Rate - but not necessarily a pause, still less a turning point.", "Consistent with that, a further 25bp hike - smaller than the 50bp increases seen at previous meetings - was announced in March.", "Given the lags in monetary policy transmission, there is a lot of policy-in-the-pipeline still to come through.", "Nevertheless, on balance the onus remains on ensuring enough monetary tightening is delivered to 'see the job through' and sustainably return inflation to target.", "Although headline inflation is set to fall significantly in the course of this year owing to a combination of base effects and falls in energy prices, caution is still needed in assessing inflation prospects on account of the potential persistence of domestically generated inflation.", "I hope my remarks today have given some insight into how I am thinking - and will think - about the role inflation persistence will play in coming to monetary policy choices: focusing on intrinsic persistence through the lens of an interpretation of the incoming data using a structural story about price and wage setting behaviour.", "Of course, the evolution of inflation persistence against the background of the terms of trade shock stemming from Russia's invasion of Ukraine is only one of many challenges facing monetary policy makers at present.", "It needs to be seen in the context of other economic disturbances, not least the recent turmoil in the financial sector.", "We have been told by our colleagues in the Financial Policy Committee that the UK financial system remains robust and resilient.", "Nonetheless, those of us on the MPC need to remain vigilant to signs of tightening financial conditions and be prepared to respond to the macro implications of any dislocation to credit markets to the extent that they influence the outlook for inflation.", "At the next MPC meeting in early May, we will benefit from a comprehensive assessment of the outlook embodied in a new forecast.", "On that occasion, I will come to my own conclusions about Bank Rate on the basis of my assessment of the data flow and its interpretation in the forecast analysis.", "As always, my decision will focus on achieving the MPC's price stability mandate through achieving the 2% inflation target on a sustained and lasting basis.", "The views expressed in this speech are not necessarily those of the Bank of England or the Monetary Policy Committee.", "I would particularly like to thank Saba Alam, Philip Schnattinger and Brad Speigner for helpful discussions in the preparation of this speech.", "The text has also benefitted from helpful comments from Andrew Bailey, Jonathan Haskel, Catherine Mann, Dave Ramsden, Martin Seneca, Fergal Shortall and Silvana Tenreyro for which I am most grateful.", "Opinions (and all remaining errors and omissions) are my own.", "The MPC ceased to reinvest the proceeds of maturing gilts in its asset purchases portfolio as of February 2022.", "The decision to commence gilt sales was taken in September 2022 and, after a brief delay associated with the market turmoil at end September and early October, gilt sales commenced in November 2022.", "Corporate bond sales had started from March 2022. .", "The canonical reference is Friedman (1961) 'The lag in effect of monetary policy,' Journal of Political Economy 69(5), pp.", "For an overview of more recent results, see Havranek, T. and M. Rusnak (2013).", "'Transmission lags of monetary policy: A meta-analysis,' International Journal of Central Banking 9(4), pp.", "My MPC colleague Catherine Mann argued in this direction in a recent speech; see Mann, C.L.", "'Expectations, lags and the transmission of monetary policy,' speech at the Resolution Foundation, 23 February.", "Support for this view is offered in Cesa-Bianchi, A., G. Thwaites and A. Vicondoa (2020).", "'Monetary policy transmission in the United Kingdom: A high frequency identification approach,' European Economic Review 123 (art 103375).", "However, that view is not uncontroversial.", "For example, subjective assessments of the lags in transmission have been found to suggest lags are longer than in the past, as reported in Andre, P., C. Pizzinelli, C. Roth and J. Wohlfart (2022).", "'Subjective models of the macroeconomy: Evidence from experts and representative samples', Review of Economic Studies 89(6), pp.", "In the UK, a case can be made that lags may be longer, as transmission via the mortgage market now relies on longer maturity rate (2 - 5 year maturity) to a much greater extent than in previous interest rate cycles.", "I refer here to the lag before the 'peak effect' as a shorthand for estimate of transmission lags.", "Transmission comes via distributed lags over a period of time.", "A research programme is currently underway at the Bank to assess the length of transmission lags.", "Given that Bank Rate has been at or near its effective lower bound for most of the past 15 years (and has changed little through time as a result), a re-exploration of transmission from Bank Rate innovations to CPI inflation is both now possible and overdue.", "For an analysis of this form on US inflation, see Cogley T. and T.J. Sargent (2001).", "'Evolving post-World War II US inflation dynamics,' NBER Macroeconomics Annual 16, MIT Press.", "For a deeper discussion of these definitional issues, see the analysis presented in Altissimo, F., M. Ehrmann and F. Smets (2006).", "'Inflation persistence and price-setting behaviour in the euro area,' ECB occasional paper no.", "46, which draws on the analytical framework underlying the substantial body of research undertaken as part of the ESCB's Inflation Persistence Network in the early 2000s.", "For example, see the discussion in chapter 3 of the MPC's Monetary Policy Report - November 2022, entitled 'The key factor's affecting the MPC's inflation projection.'", "The recent rise in food prices may also follow in part from the consequences of the Russian invasion of Ukraine and its implications for agricultural commodity markets in cereal and vegetable oils.", "Even if the modal forecast reverts to the inflation target, the distribution around that forecast associated with potential second round effects may also justify action.", "This was part of the rationale for the MPC's February 2023 decision.", "To understand how this shock was seen in real time, see the discussion in Box B of the MPC's Monetary Policy Report - May 2022, entitled 'How will the Russian invasion of Ukraine affect the UK economy?'", "'Returning inflation to target,' speech by Huw Pill at Kings College, London, 6 July.", "It is important to note that the military threat to Ukraine was foreseen by the time of the Russian invasion.", "However, (1) it would have to have been clear much earlier - at least a year earlier - if monetary policy were to be able to contain the initial inflationary impulse from higher energy prices; and (2) as the military threat grew, market pricing of natural gas futures rose.", "It is these futures prices that feed into the setting of UK household utility bills, so the relevant surprise was the earlier one in commodity markets, which was only visible to the MPC in real time.", "This transmission occurred via the OfGEM mechanism for setting the 'price cap' on UK household utility bills, as explained here 'Energy price cap explained,' OfGEM .", "Between September 2021 (when I first joined the MPC) and its peak at the end of August, the January future price of UK wholesale natural gas rose by a factor of eleven.", "In the MPC's forecasts, our initial technical assumption was that gas prices would follow a random walk (in other words, they would stay at their then high level permanently) and then shifted to assuming they would follow the (downward) path implied by market futures prices.", "For a critical assessment of this approach, see Beaudry, P., T.J. Carter and A. Lahiri (2022).", "'Looking through supply shocks versus controlling inflation expectations: Understanding the central bank dilemma,' Bank of Canada working paper no.", "The Bank of England employs a suite of wage and price models as part of the analytical machinery underpinning the MPC's quarterly macroeconomic forecasts.", "These models capture variants of the Phillips curve, with spot wage or price developments depending on measures of inflation and inflation expectations, as well as import prices and measures of economic slack.", "See, for example: Speigner, B.", "'Long-term unemployment and convexity in the Phillips curve,' Bank of England working paper no.", "'Revisiting the effects of long-term unemployment on inflation: The role of non-linearities,' Bank of England working paper no.", "'UK monetary policy outlook,' speech by Huw Pill at the Money Market Association of New York University, 9 January.", "Response to the Bank of England's Decision Maker Panel (DMP) survey shed light on the potential for such changes in corporate pricing behaviour.", "The slides accompanying this talk illustrate these data.", "This point has been well-articulated in the euro area context in a recent ECB blog: Arce, O., E. Hahn and G. Koester (2023).", "'How tit-for-tat inflation can make everyone poorer,' ECB.", "For a discussion of this issue, see Lorenzoni, G., and I. Werning (2023).", "'Wage price spirals,' MIT working paper.", "An illustration of this point is contained in the slides that accompany this evening's talk.", "My thanks are owed to Philip Schnattinger and Brad Speigner for their considerable help in articulating the argument.", "For a discussion of this in the US and European contexts, see Rotemberg, J.J. and M. Woodford (1999).", "'The cyclical behaviour of prices and costs,' ch.", "16 in Handbook of Macroeconomics 1(B), pp.", "'European inflation dynamics,' European Economic Review 45, pp.", "Unemployment: Macroeconomic performance and the labour market.", "Chief Economist and Executive Director, Monetary Analysis ©2023 Bank of England"], "classifications": ["none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation persistence", "Monetary policy", "Energy prices", "Intrinsic inflation persistence", "Distributional bargaining", "Labour market tightness", "Wage developments", "Service price inflation", "Terms of trade shock", "Financial conditions"]}