{"sentences": ["Are crypto-assets a threat to financial stability?", "Speech prepared for the seminar series Women in Finance - University of Hohenheim 20.04.2023 | Hohenheim | Claudia Buch Check against delivery.", "What matters for financial stability?", ".1 Size 1.2 Interconnectedness and common exposures 1.3 Complexity 1.4 Substitutability 1.5 Leverage 2 Are crypto-assets relevant for financial stability?", ".1 What are crypto-assets?", ".2 Size and market structure 2.3 Common exposures and interconnectedness 2.4 Complexity 2.5 Substitutability 2.6 Leverage 3 Implications for the regulation of crypto-asset markets 3.1 Risks inherent in crypto-asset markets require preventive regulation.", ".2 Preventive regulation requires monitoring risks in crypto-asset markets.", ".3 International initiatives address risks and improve monitoring, while gaps remain.", "5 References This version: 25 April 2023 Spring has come, but whether the crypto-asset winter is over remains to be seen.", "Those who see crypto-assets mainly as a conduit for illegal and gambling activities would certainly hope that turbulent spells in markets for crypto-assets have provided a salutary lesson.", "Those who see productive potential in these new technologies would hope that these episodes help separate the wheat from the chaff.", "Which of those views prevails is an open issue.", "Whether crypto-assets that promise to improve the provision of financial services ultimately deliver on those promises crucially depends on the regulatory response.", "Which services are useful, how market structures evolve, whether new entrants are able to challenge the incumbents, what risks are associated with this - all this is shaped by regulations that apply to crypto markets.", "Today, I would like to focus on the financial stability implications of crypto-assets.", "So far, the crypto market has been small.", "Market capitalisation of crypto-assets stands around 0.2% of global financial assets.", "However, if there is one thing we've learnt from the past, it is that even seemingly small pockets of distress can breed financial crises.", "Crypto-assets promise innovative ways of providing financial services, just as the securitisation of financial assets did in the 1990s.", "Securitisation was an innovation considered to improve the allocation of risks in the financial system.", "It, too, started small in the 1980s, only to grow to an annual issuance volume of approximately half of outstanding mortgage and consumer loans in 2007.", "Similarly, the US mortgage market was considered to be of relatively minor importance - only to send shockwaves through the global financial system in 2007-08.", "[5] Hence, assessing risks to financial stability early on is important.", "In a nutshell, financial stability is about ensuring that the financial system provides its services to the real economy - even in times of stress and structural change.", "[6] Currently, the crypto-asset world is not very connected to the traditional financial system or to the real economy.", "Failures and stress in these markets may not put financial stability at risk.", "But it could also mean precisely the opposite: perhaps there is not much real value-added in crypto-assets and the underlying technologies while, at the same time, high leverage in largely unregulated markets could lead to instability in the core financial system?", "Before answering these questions and addressing the need for regulatory action, let me start by giving an overview of how we assess financial stability.", "In the second part of my talk, I will apply these concepts to the crypto-asset market.", "This comparison will show that: First, risks inherent in crypto-asset markets require preventive regulation.", "Preventive regulation requires, second, monitoring risks in crypto-asset markets early on, and third, international initiatives to address risks and improve monitoring, but relevant gaps remain, in particular to prevent cross-border regulatory arbitrage.", "What matters for financial stability?", "Defining what is \"systemic\" is not easy from a conceptual point of view, and recent stress in the financial system shows that the market environment matters.", "Different indicators are thus used to capture the degree of systemic importance of financial institutions.", "Banks are classified as either significant or less significant institutions, with implications for regulation and supervision.", "The classification of banks uses a number of indicators: size, interconnectedness and common exposures, complexity, and substitutability.", "Before comparing the core financial system to the crypto-asset system based on these indicators, let me stress that the quality of information is radically different.", "For the core financial system, in particular for banks, we have fairly good information.", "Banks are tightly regulated, and regulation requires reporting.", "These reporting systems have been significantly upgraded following the global financial crisis, which involved costs for both banks and public authorities.", "[9] These investments are paying off: we now know much more about linkages in the financial system, and about exposures and risk concentrations.", "This information is not perfect, but gaps that were identified during the global financial crisis have been closed fairly well - and work continues.", "In the crypto-asset world, the situation is drastically different: crypto-asset markets are not (yet) regulated comprehensively, which means there are hardly any reliable reporting systems.", "One might think that this would not be necessary.", "After all, one of the promises of crypto-assets is transparency: All information should be publicly available and traceable for everyone.", "But publicly available transaction data is hardly sufficient to monitor and assess risks in crypto-asset markets.", "For example, transactions cannot be linked to specific individuals, and much trading of crypto- assets takes place \"off-chain\".", "Unless proper reporting standards are applied, we have to rely on information provided voluntarily.", "Such information can hardly be checked for validity, and it is potentially subject to manipulation.", "This risk is particularly high for self-reported trading volumes on unregulated exchanges.", "There is indeed increasing evidence of price manipulation, in particular in illiquid markets.", "[11] Most of the data on crypto assets that I use in the following is taken from publicly available sources.", "It has been subjected to some plausibility checks, such as comparisons with other sources, but should still be treated with caution.", "But let's begin by looking at indicators of systemic risk in the banking system.", ".1 Size The bigger banks are, the larger is their systemic footprint.", "Generally, banking systems are dominated by very few, very large players.", "Idiosyncratic shocks that affect these institutions can thus have implications for the entire financial system.", "[12] The German banking sector is no exception: the top 1% of banks account for 51% of market share in terms of total assets.", "The large number of smaller banks - more than 1,300 savings banks or cooperatives - have an aggregate market share of 41% (Chart 1).", "Chart 1: A few large banks dominate the German banking sector.", "This chart shows the market share in terms of total assets of German banks (€9.4 trillion in Q4 2022) grouped by their level of systemic importance.", "The figures in brackets refer to the number of banks in each group.", "For the purpose of this illustration, global systemically important institutions are not included in the set of other systemically important institutions, which, including the G-SII, would contain 16 banks.", "In the same way, the G-SII and O-SIIs are not included in the subset of the remaining significant institutions (SIs) in this illustration.", "Less significant institutions (LSIs) and other banks constitute the rest of the banking system.", "The systemic footprint of large banks cannot be observed directly.", "However, statistical indicators can be used to assess this impact indirectly.", "One relevant question is, for example, how a potential shortfall in capital for a stressed large bank is correlated with a shortfall in capital for the entire financial system.", "This is what the CoVaR methodology measures (Chart 2).", "[13] Calculating this measure for the German financial system recently shows a decline in the level of systemic risk.", "Yet, the current levels still exceed those before the global financial crisis.", "Chart 2: The systemic footprint of banks in Germany has trended downwards but remains above levels observed before the global financial crisis.", "In the aftermath of the 2007-08 financial crisis, the G20 launched financial sector reforms to reduce the \"too big to fail\" problem: banks which become so large that their disorderly failure would cause significant disruption to the wider financial system and economic activity.", "Systemically important banks are often rescued - or \"bailed-out\" - by the government in the event of distress.", "They benefit from an implicit guarantee, which becomes explicit in times of crisis.", "This changes incentives: if risks are ultimately borne by the taxpayer, funding costs may not fully reflect risks, thus incentivising excessive risk-taking, balance sheet growth, and management compensation.", "In order to mitigate these risks, tighter capital requirements and supervision are imposed on systemically important banks, and the effects of these reforms have been evaluated by the Financial Stability Board, which is an international entity to monitor the global financial system.", "[14] 1.2 Interconnectedness and common exposures Size alone is certainly not a sufficient metric to assess systemic importance.", "Smaller banks can be systemically important if the system is highly interconnected and if banks are exposed to the same type of risk - such as interest rate risk.", "One channel for interconnectedness is the interbank market.", "During the global financial crisis, liquidity provision through the interbank market suddenly dried up.", "Banks cut credit lines to each other as uncertainty about counterparty credit risk increased.", "Hence, between 2008 and 2022, the share of interbank assets and liabilities in terms of total loans of German banks fell from 19% to 8%.", "Liquidity provision through central banks increased.", "[15] More recently, the volume in the German interbank market has increased, but it remains far below the values observed prior to 2008 (Chart 3).", "Chart 3: Interbank exposures have declined following the global financial crisis.", "While the interbank market is a channel for direct contagion in the financial system, common exposures to the same shock can lead to indirect contagion effects.", "This risk is particularly acute at the current juncture.", "Higher interest rates and higher risk to the growth outlook expose vulnerabilities in the financial system that have built up over time.", "Maturity transformation exposes banks to interest rate risk.", "Adverse shocks to the real economy can increase credit risk for many banks quite broadly.", ".3 Complexity A highly complex entity can be systemically important.", "Complexity can have different dimensions, such as the volume of derivatives business, a large number of (international) affiliates, or operational complexity.", "The more complex a bank is, the greater the costs and time needed to resolve it.", "[16] A cross-border resolution of such an entity requires coordination among authorities in multiple jurisdictions.", "[17] A vivid example of the resolution of a complex entity is the Lehman Brothers insolvency: it took 14 years after the bank's failure to resolve it.", "[18] 1.4 Substitutability Very specialised providers of financial services can be systemically important, even if they are small or not highly complex.", "Providers of infrastructure such as the payment systems services are one example.", "If such an institution experiences distress or even fails, other services can be disrupted as well and liquidity may dry up.", "The more specialised the institution, the more costly it is to replace its services.", ".5 Leverage Time and again, leverage in the financial system has been a trigger of financial crises.", "High leverage makes borrowers vulnerable to adverse shocks such as a rise in interest rates or losses in income.", "This increases credit risk and leads to losses for financial institutions.", "Poorly capitalised - highly \"leveraged\" - financial institutions respond by cutting the provision of financial services and credit, which has negative repercussions for the real economy.", "Therefore, the reform agenda of the past decade has focused on reducing leverage in the financial system.", "Banks are indeed better capitalised than they used to be - while leverage in the private and public sector has continued to increase.", "Are crypto-assets relevant for financial stability?", "There is no simple metric that measures \"financial stability\".", "Rather, financial stability is shaped by the complex interaction between the financial products that are offered, market structure, leverage and governance of financial institutions, regulation and, not least, the incentives and objectives of the people who are providing these financial services.", "The one important distinction between providers of traditional financial services, such as banks, and crypto-asset providers is technology.", "Apart from that, many features are similar - including potential risks to financial stability.", "So let's discuss these features in turn, beginning with what crypto-assets actually are.", ".1 What are crypto-assets?", "Currently, there is no internationally agreed definition of crypto-assets.", "According to the Financial Stability Board (FSB), a crypto-asset is a \" (...) digital asset (issued by the private sector) that depends primarily on cryptography and distributed ledger or similar technology\".", "The traditional financial system uses conventional IT infrastructure.", "Securities transactions and holdings are recorded by a central securities depository in a centralised database - a \"ledger\".", "[20] In contrast, crypto-assets are issued and recorded on a shared and distributed digital ledger - a \"blockchain\".", "The most popular blockchains for crypto-assets are public and permissionless.", "\"Public\" means that all transactions are visible to all, but in a pseudonymous way: participants within the network interact via identification code, but the actual identity of the participant is usually unknown.", "\"Permissionless\" means that new information can be added by anyone (\"miners\" or \"validators\") fulfilling the technical requirements using a computerised process that validates transactions (\"consensus mechanism\").", "Depending on the underlying consensus mechanism, mining and validation of some crypto-assets requires a lot of computing power, which makes the process very energy-intensive.", "For example, crypto-assets like Bitcoin have an energy consumption comparable to that of a medium-sized country like Spain.", "[21] Despite these technological differences, crypto-assets have features in common with the traditional financial system: trading on market places and exchanges, provision of payments services, lending, or use of collateral in financial transactions.", "Two types of crypto-assets are relevant: The first are \"native\" tokens.", "These are not backed by any real or financial assets and are hence labelled \"unbacked\" crypto-assets.", "This distinguishes them from traditional financial instruments or currencies.", "Unbacked crypto-assets have no fundamental value and are not backed by any cash flows, and their price is driven entirely by sentiment.", "[22] The two best-known native tokens are Bitcoin and Ether, the native token of the Ethereum blockchain.", "Native tokens are integral to permissionless blockchains as they reward miners or validators for settling transactions by adding new blocks to the chain.", "The second type of crypto-assets are stablecoins.", "These are mostly pegged to central bank currencies such as the US dollar.", "Stablecoins have been primarily developed to overcome inefficiencies and reduce costs in the traditional payments system.", "[23] Although coined as being \"stable\", the market valuations of stablecoins in fact fluctuate quite significantly.", "Also some stablecoins are not fully audited, and they disclose their reserves on a voluntary basis only.", "Hence, the existence and composition of reserves cannot always be verified.", ".2 Size and market structure The total market capitalisation of all crypto-assets traded on exchanges reached an all-time high of roughly US$3 trillion in 2021 (Chart 4).", "In the first half of 2022, prices for crypto-assets collapsed.", "Besides changes in the macroeconomic environment, this price decline reflected the widespread use of leverage.", "Many crypto-asset intermediaries became insolvent, and market capitalisation dropped to US$1 trillion in early 2023, or 0.2% of global financial assets.", "Chart 4: Market capitalisation of crypto-assets is highly concentrated and low compared to the traditional financial system.", "The market is highly concentrated.", "The top six tokens accounted for more than 70% of market capitalisation.", "[24] As regards issuers of stablecoins, 90% of market capitalisation is concentrated within the three largest entities (Chart 5).", "A large proportion of all crypto-asset trading takes place on just a few platforms.", "Centralised crypto-asset service providers and crypto-asset conglomerates offer many different services simultaneously, such as brokerage, trading, Iending, custody, as well as clearing and settlement.", "This concentration of activities can lead to conflicts of interest and excessive risk-taking though.", "Chart 5: The market for stablecoins peaked in early 2022, and it is highly concentrated.", "Part of crypto-asset activity has shifted to decentralised finance (DeFi).", "In this model, financial intermediaries are replaced by autonomous (and self-executing) open-source software protocols deployed on public blockchains.", "Unlike in the case of centralised crypto-asset exchanges, where most transactions are initially settled outside of the blockchain network, all transactions are executed on the blockchain (\"on-chain\").", "Changes to the software code should not be decided by central bodies, but by a \"community\" and \"governance token\", representing a kind of voting right.", "What sounds like a decentralised system is, in practice, often highly concentrated.", "The monitoring and governance of DeFi protocols is often in the hands of a few founders or developers, who gradually transfer relevant rights to a broader community.", "Hence, only a very few projects function in a truly decentralised manner.", "[25] A key metric to evaluate the size of DeFi is total value locked (TVL), reflecting the sum of crypto- assets that have been transferred to the software code underlying a DeFi protocol.", "[26] These codes are called \"smart contracts\".", "These protocols can replicate a wide range of financial services, but lending and trading of crypto-assets are currently the most important ones.", "After very strong growth in 2021, the size of the (global) DeFi market decreased enormously in 2022, in line with the overall development in the crypto-asset market (Chart 6).", "Chart 6: DeFi activity peaked at end-2021 before collapsing in line with the overall crypto-asset market.", "In today's most important blockchains, validators join groups (\"pools\").", "The resulting high concentration at the level of validators can potentially have a negative impact on the security and transparency of a blockchain.", "[28] 2.3 Common exposures and interconnectedness The crypto-asset system is highly interconnected, as highlighted by the recent bankruptcies of numerous crypto-asset entities.", "Procyclical selling can thus affect the overall volatility of crypto- asset markets.", "Common exposures in the crypto-asset system largely correspond to those in the traditional financial system.", "Prices of crypto-assets have been responsive to macroeconomic fundamentals such as monetary policy shocks, especially since 2020.", "[29] Prices declined sharply during recent periods of increased macro-financial risks, much in line with traditional asset classes such as equities (Chart 7).", "Chart 7: Correlations between Bitcoin returns and other asset classes have fluctuated over time.", "In addition, the crypto-asset system is highly exposed to settlement and operational risk in a small number of blockchains.", "For example, almost two-thirds of DeFi activity is based on the Ethereum blockchain as a settlement layer.", "[30] The crypto-asset system is exposed to liquidity risk.", "Only a few stablecoins are crucial for the liquidity of crypto-asset trading, and they are also widely used as collateral for collateralised loans or margin trading.", "Liquidity in the crypto-asset system specifically depends on a few stablecoins pegged to the US dollar.", "[31] These back their tokens mainly by investments in money market instruments.", "The system is thus exposed to shocks in money markets.", "Currently, the crypto-asset system is not highly connected with the financial system.", "As long as crypto-asset entities do not have the necessary licences themselves, they depend on banks as a bridge between central bank currencies and the crypto-asset world to receive funding.", "Yet, only a few internationally active banks reported crypto-asset exposures as at the end of June 2022, accounting for only 0.013% of total exposures.", "[32] Similarly, investment funds based in the EU have limited exposure to crypto-assets as well.", "In April 2022, 111 funds reported crypto-asset exposures, all of which were Alternative Investment Funds.", "[33] The majority of these funds were small, with net asset values below €100 million.", "By way of comparison, there is a total of around 60,000 investment funds in the EU, representing an aggregate net asset value of around €18 trillion.", ".4 Complexity Crypto-asset providers can be highly complex.", "Crypto-asset conglomerates resemble financial conglomerates with complex risk profiles.", "[35] They not only operate as pure exchanges, but offer many different services within a single entity, including custody and derivatives trading.", "In the traditional financial system, these activities are separated or subject to prudential requirements in order to prevent conflicts of interest.", "In the case of FTX, for example, a similar separation or sufficient governance structures were not in place.", "[36] Crypto-asset conglomerates provide financial functions across multiple jurisdictions and operate through a network of global affiliates.", "Some are headquartered in unregulated off-shore regions or have no known headquarters at all.", "In addition, it is difficult to enforce rights against a specific person in a decentralized system without appropriate governance structures.", "This prevents effective supervision through domestic regulators, especially in the absence of international agreements on regulatory compliance and supervision.", "[37] 2.5 Substitutability Some blockchains and assets within the crypto system would be difficult to replace in the short term.", "At the current juncture, the crypto-system is largely self-referential, and crypto-assets are hardly used outside the crypto system.", "This limits negative implications for the functioning of the broader financial system or for the real economy.", "In certain developing countries, however, the situation differs.", "El Salvador, for example, has declared Bitcoin to be legal tender.", "But even in countries that actively promote the use of crypto- assets as a means of payment, adoption seems to remain limited.", "[38] 2.6 Leverage High leverage is a key risk for financial stability - in traditional finance as well as in crypto-asset markets.", "A high degree of leverage amplifies boom and bust phases within the crypto-asset system, and it can be a channel for the propagation of shocks to the traditional financial system.", "Leverage is a particular issue in the crypto-asset system, as collateral often consists of unbacked crypto-assets with no intrinsic value, which tend to be highly volatile.", "Borrowed funds are often reused as collateral for other loans, giving rise to \"collateral chains\".", "[40] In the event of an abrupt decline in prices, a chain reaction can occur as assets serving as collateral are automatically liquidated, thus amplifying the price declines.", "Crypto-asset exchanges allow for margin trading that increases leverage: the exchange lends crypto-assets to users, usually against collateral.", "In these margin trades, a user could borrow crypto-assets worth up to 20 times the collateral value.", "[41] Some exchanges also offer leveraged derivatives that can achieve leverage multiples of up to 100 times.", "Leverage has indeed been a key channel of contagion during recent spells of market turbulence.", "The collapse of the stablecoin TerraUSD in May 2022 led to heavy losses for highly leveraged crypto-asset hedge funds.", "As a result, they were unable to meet their margin calls, thereby triggering bankruptcies of crypto-asset lending platforms.", "[42] Also, the insolvency of FTX was caused by lending out client funds to affiliated entities engaged in margin trading.", "[43] 3 Implications for the regulation of crypto-asset markets 3.1 Risks inherent in crypto-asset markets require preventive regulation.", "Risks that are inherent in the traditional financial system are also inherent in crypto-asset markets.", "This requires appropriate regulation - regulation which does not unduly constrain innovation, but that ensures investor protection, financial market functioning, and financial stability.", "Providers of services in crypto-asset markets need to comply with basic standards - above all accounting standards.", "Additional rules apply to providers of financial services: rules on consumer protection, conduct rules, rules preventing money laundering and anti-terrorist financing rules, and microprudential regulation.", "Ultimately, all these policies lay the foundation for a stable and resilient financial system.", "At the current juncture, the size of crypto-asset markets may not pose immediate risks to financial stability.", "Having said that, financial regulation has an important preventive function.", "The OECD's principles of financial regulation state: \"A pre-cautionary approach is warranted in financial regulation; policy makers should pro-actively anticipate and address emerging risks and problems and not initiate reforms solely in response to the onset of a crisis\".", "[44] Therefore, it is important to address potential systemic risks as early as possible through preventive regulation.", "Economically similar activities and risks require similar regulation and supervision.", ".2 Preventive regulation requires monitoring risks in crypto-asset markets.", "Preventive regulation requires, at a minimum, to carefully monitor crypto-asset markets.", "Doing so requires significantly improved information.", "Atlas, a project of the Eurosystem Centre of the BIS Innovation Hub, will develop a data platform to provide reliable insights into the macroeconomic relevance of DeFi and crypto-asset markets.", "This open-source data platform will provide information on market capitalisation, economic activity and international flows of crypto-assets.", "Competitive effects on the core financial system also need to be better understood.", "If new entrants facing weaker regulation provide better financial services, competitive pressure on incumbents increases.", "This can be welfare-enhancing - but it can also imply undue risks which become more difficult to contain once a market segment has grown.", "Monitoring based on information that is provided voluntarily by the private sector does not suffice.", "There is no assurance that such information is regularly available and of sufficient quality.", "Hence, we need minimum reporting standards for crypto-asset providers that allow for a consistent monitoring of markets and risks.", ".3 International initiatives address risks and improve monitoring, while gaps remain.", "Several regulatory initiatives are ongoing with the aim of monitoring crypto-asset markets, separating crypto-asset markets from the core financial system, and addressing risks in crypto- asset markets.", "The Financial Stability Board coordinates international regulatory and supervisory approaches to crypto-asset activities.", "In 2020, it published recommendations on the regulation, supervision and oversight of global stablecoin arrangements.", "[46] Updated recommendations are scheduled for publication in July 2023.", "[47] As regards the exposure of banks to crypto-assets, the Basel Committee on Banking Supervision (BCBS) adopted a supplement to the Basel Framework in 2022 that sets international minimum standards for the prudential treatment.", "Two groups of crypto-assets are distinguished: Group 1 comprises tokenised traditional assets and certain stablecoins.", "These are subject to capital requirements based on the risk weights of underlying exposures as in the existing Basel Framework.", "Group 2 comprises all other crypto-assets, including unbacked crypto-assets.", "These are subject to more conservative capital requirements.", "A bank's total exposure must not exceed 2%, and should be lower than 1%, of its Tier 1 capital.", "If exposures exceed 2% of the bank's Tier 1 capital, then the full exposure to assets in Group 2 must be backed by own funds.", "Banks have to comply with these rules by 1 January 2025, and implementation will establish reporting requirements for banks.", "The European Union is already in the process of implementing new standards, which arguably makes it the first jurisdiction with a comprehensive regulatory regime for crypto-assets and markets.", "[49] The European Union's Markets in Crypto-Assets Regulation (MiCA) balances incentives for innovation against risks to the financial system and investors through requirements regarding the issuance of crypto-assets and crypto-asset services; the authorisation and supervision of issuers of crypto-assets and of crypto-asset service capital requirements and governance rules; reserve requirements for stablecoin issuers based on the existing regulations for e-money issuers.", "MiCA will also impose reporting requirements on entities carrying out crypto-asset activities.", "Issuers of stablecoins not pegged to the euro with an issuance value of more than €100 million must report certain information.", "Providers of trading platforms must make information publicly available, and they must give public authorities access to data.", "Enhanced monitoring arrangements apply to \"significant\" service providers (with at least 15 million active users).", "With the international approach of regulation and containment, we are on the right track - but significant gaps remain.", "Further work in a number of areas is required: Address concentration risks: Currently, MiCA imposes governance requirements for activities within the same entity but not for activities across an entity or group.", "[50] Given that risks can arise from the concentration of certain activities within one entity, it needs to be monitored whether MiCA addresses these risks sufficiently or whether an extension is needed.", "Address risks related to banks issuing crypto-assets: Risks for banks from issuing their own crypto-assets, such as tokenised deposits, require monitoring and mitigation, as needed.", "Regarding tokenised deposits, it has not yet been fully clarified whether they would fall under crypto-specific regulation or under traditional banking regulation.", "Limit regulatory arbitrage: [51] Service providers from regions that do not implement minimum regulatory standards could be prevented from providing services in well-regulated jurisdictions.", "One option would be to prohibit crypto-asset service providers and banks in well-regulated jurisdictions from doing business with providers in non-compliant jurisdictions.", "Also, a common understanding of the scope of MiCA and the approach to decentralised DeFi applications across Europe is needed.", "Improve reporting: MiCA addresses risks in parts of the crypto-asset market, and it provides improved information.", "However, crypto-asset activities that are currently not covered by MiCA, such as crypto-asset lending, need to be closely monitored as well.", "Moreover, reporting requirements for crypto-asset exposures should be introduced not only for banks but also for other financial institutions.", "For example, MiCA sets out no reporting requirements for wallet providers or for exposures between trading platforms and issuers.", "Also, there are no requirements for financial institutions other than banks to report exposures to crypto-assets.", "Crypto-assets and markets are a relatively recent innovation in finance.", "It may be too early to draw lessons about how useful they are.", "But good regulation needs to err on the side of caution.", "The evidence so far clearly shows the need to monitor and take preventive action against risks in these preventive regulation, better reporting systems and good monitoring and regulatory arbitrage.", "Crypto-assets promise more innovative ways of providing financial services than the traditional financial system, but they also entail risks that are strikingly similar: high market concentration, complexity, common exposures, and high operational risk.", "And, in the end, it is not technologies that manage risks but people.", "The history of finance is ripe with examples of risks that have been shifted to uninformed parties - willingly or unwillingly.", "Good regulation is about incentivising risk-taking that is beneficial for society, while preventing risk-taking that is harmful for others.", "The first line of defence against innovation that does more harm than good is informed consumers of financial services and strong consumer protection.", "Currently only a small part of the population invests in crypto-assets.", "[52] But current developments in financial markets have made us painfully aware that risks to financial stability are real.", "These risks have effects that go way beyond just the investors in financial assets, including crypto-assets.", "If things turn sour, it is the entire population that bears the costs - in terms of repercussions to the real economy or costs to the taxpayer.", "We clearly need more conceptual work on the risks and benefits of financial innovation.", "The future use cases of a crypto-asset product are hard to predict, even for its developers.", "This opens the door for an important research agenda.", "We need a better understanding of the welfare effects of financial services, of the drivers and mitigants of risk.", "Finally, let me come back to the title of this seminar series: \"Women in Finance\".", "Crypto-assets promise alternatives to the traditional way of providing financial services.", "Does this also apply to the gender balance?", "For banks, we have fairly good information on the share of women in leadership positions.", "Women made up 14% of large German banks' executive boards in 2022, up from 2% in 2008, but far below a level of participation reflecting gender balance in society.", "[53] For providers of crypto-assets and financial services, information is scarce.", "By some estimates, less than 5% of crypto-asset entrepreneurs are women.", "[54] Women are also less likely to invest in crypto-assets than men: in the United States, only 26% of crypto-asset holders are women.", "[55] Could this make these markets more prone to risk-taking?", "Some studies would suggest that it does, but there is also evidence to the contrary.", "[56] Clearly though, regulation needs to provide an environment which facilitates financial decisions which are good for the individual and which do not put financial stability at risk.", "Adrian, Tobias and Markus K. Brunnermeier (2016), CoVaR.", "William & Mary Law Review.", "Crypto Crash: Why the FTX Bubble Burst and the Harm to Consumers.", "Hearing before the U.S. Senate Committee on Banking, Housing, and Urban Affairs, Wednesday, 14 December 2022.", "Great Crypto Crisis: The Prudential Regulation of Systemically Important Crypto Conglomerates.", "Singapore Journal of Legal Studies.", "Aramonte, Sirio, Wenqian Huang and Andreas Schrimpf (2021).", "DeFi risks and the decentralisation illusion.", "Bank for International Settlements.", "Quarterly Review, December 2021.", "Basel Committee on Banking Supervision (2011).", "Report on asset securitisation incentives.", "Basel Committee on Banking Supervision (2013).", "Global systemically important banks, updated assessment methodology and the higher loss absorbency requirement.", "Basel Committee on Banking Supervision (2021).", "SCO40 - Global systemically important banks: Scope and definitions.", "Basel Committee on Banking Supervision (2023).", "Basel III Monitoring Report.", "Benigno, Gianluca and Carlo Rosa (2023).", "The Bitcoin-Macro Disconnect.", "Federal Reserve Bank of New York.", "Securitization and economic activity: The credit composition channel.", "Borghans, Lex, James J. Heckman, Bart H.H.", "Golsteyn and Huub Meijers (2009).", "Gender differences in risk aversion and ambiguity aversion.", "Bremus, Franziska and Claudia M. Buch (2017).", "Granularity in banking and growth: Does financial openness matter?", "Bucher-Koenen, Tabea, Andreas Hackethal, Johannes Koenen and Christine Laudenbach (2021).", "Gender Differences in Financial Advice.", "Revise and Resubmit at the American Economic Review.", "National Bureau of Economic Research (NBER).", "Cornelli, Giulio, Sebastian Doerr, Jon Frist, and Leonardo Gambacorta (2023).", "Crypto shocks and retail losses.", "Bank for International Settlements.", "Deutsche Bundesbank (2019).", "Financial Stability Review 2019.", "Deutsche Bundesbank (2022).", "Financial Stability Review 2022.", "The Credit Crisis: Conjectures about Causes and Remedies.", "The Role of Law in Shaping Current Technological Trends in the Securities Post-trading System.", "Accounting, Economics, and Law: A Convivium.", "Decrypting financial stability risks in crypto-asset markets.", "Financial Stability Review, May 2022.", "European Systemic Risk Board (2023).", "Crypto-Assets and Decentralized Finance: Systemic implications and policy options.", "Financial Stability Board (2020).", "Regulation, Supervision and Oversight of \"Global Stablecoin\" Arrangements.", "Financial Stability Board (2021).", "Evaluation of the Effects of Too-Big-To-Fail Reforms: Final Report.", "Financial Stability Board (2022).", "Regulation, Supervision and Oversight of Crypto-Asset Activities and Markets.", "Financial Stability Board (2023a).", "Financial Stability Board (2023b).", "The Financial Stability Risks of Decentralised Finance.", "Financial Stability Board and International Monetary Fund (2022): G20 Data Gaps Initiative (DGI-2) Progress Achieved, Lessons Learned, and the Way Forward.", "Gschossmann, Isabella, Anton van der Kraaij, Pierre-Loïc Benoit and Emmanuel Rocher (2022).", "Mining the environment - is climate risk priced into crypto-assets?", "European Central Bank Macroprudential Bulletin.", "Monetary Policy and Bitcoin (revised version).", "Deutsche Bundesbank Discussion Paper No 41/2021.", "Kyriazis, Antzelos, Iason Ofeidis, Georgios Palaiokrassas and Leandros Tassiulas (2023).", "Monetary Policy, Digital Assets, and DeFi Activity.", "Available at SSRN: Makarov, Igor and Antoinette Schoar (2022).", "Cryptocurrencies and Decentralized Finance (DeFi).", "Brookings Papers on Economic Activity, Spring 2022:141-196.", "Mind the gap: we need better oversight of crypto activities.", "Risk Characterization of Regulatory Arbitrage in Financial Markets.", "European Business Organization Law Review 22:719-752.", "Organisation for Economic Cooperation and Development (2010).", "Policy Framework for Effective and Efficient Financial Regulation, General guidance and high-level checklist.", "Schubert, Renate, Martin Brown, Matthias Gysler and Hans Wolfgang Brachinger (1999).", "Financial Decision Making: Are Women Really More Risk-Averse?", "I would like to thank Tobias Etzel, Paul Grau, Rachel Hand, Maria Lebedeva, and Lui-Hsian Wong for their most helpful comments and inputs to an earlier draft.", "Any remaining errors and inconsistencies are my own.", "See Droll and Minto (2022) on the role of law and regulation in shaping technological trends in post-trading, including the use of blockchains.", "See , Basel Committee on Banking Supervision (2011) and Bertay, Gong and Wagner (2017).", "See Deutsche Bundesbank (2022).", "See B[] asel Committee on Banking Supervision (2023) and Cornelli, Doerr, Frist and Gambacorta (2023).", "See McCaul (2023) for a discussion on how to improve the oversight of crypto asset markets.", "See Financial Stability Board and International Monetary Fund (2022).", "Cong, Li, Tang and Yang (2022) estimate the share of \"wash trading\" to be as high as 70% of total trading activity in unregulated crypto-asset exchanges.", "\"Wash trading\" describes a type of market manipulation in which investors simultaneously buy and sell the same financial assets in order to create artificial activity in the market.", "This distorts prices, volumes, and volatility in unregulated marketplaces.", "See European Systemic Risk Board (2023).", "See Adrian and Brunnermeier (2016).", "CoVaR measures the \"Value at Risk\" of the financial system, conditional upon an individual financial institution being in distress.", "A higher value implies higher systemic risk.", "See Financial Stability Board (2021).", "See Basel Committee on Banking Supervision (2013).", "See Financial Stability Board (2021).", "See -lehman-brothers-collapse-plan-repay-after- bankruptcy/#xj4y7vzkg.", "See Basel Committee on Banking Supervision (2021).", "See Financial Stability Board (2022).", "See Gschossmann, van der Kraaij, Benoit, and Rocher (2022).", "See European Systemic Risk Board (2023).", "See Financial Stability Board (2023a) for challenges in cross-border payments.", "See Aramonte, Huang and Schrimpf (2021).", "See European Systemic Risk Board (2023).", "For the Bitcoin blockchain, which is considered to be fully decentralised, four entities provide more han half of the validation power.", "Benigno and Rosa (2023) find limited evidence that Bitcoin prices immediately react to monetary and macroeconomic factors when looking at data since 2017.", "Karau (2023), however, shows that the relationship between Fed policy and Bitcoin prices has evolved over time and that Bitcoin returns respond strongly to FOMC announcements after 2020.", "(2023) also identify a stronger effect on the volatility of Bitcoin and Ether returns in more recent time samples.", "Tether, the largest stablecoin by market cap and trading volume, accounts for around 70% of all trading on centralised crypto-asset exchanges.", "See -of-trade-volume-by-pair-denomination, accessed 29 March 2023. .", "This figure is a weighted average across the sample of banks reporting crypto-asset exposures.", "See Basel Committee on Banking Supervision (2023).", "The survey was conducted among national competent authorities supervising insurers, banks and financial markets in 28 European Economic Area member states.", "See European Systemic Risk Board (2023).", "See European Systemic Risk Board (2023).", "See Financial Stability Board (2022).", "See -salvador-staff-concluding-statement- of-the-2023-article-iv-mission.", "See European Systemic Risk Board (2023).", "See Financial Stability Board (2023b).", "See European Systemic Risk Board (2023).", "See Organisation for Economic Co-operation and Development (2010).", "See Financial Stability Board (2020).", "These recommendations are currently under revision.", "See Financial Stability Board (2022).", "Some requirements are stricter than for stablecoins under the European legislation (MiCA).", "For example, at present, no stablecoin issued on a permissionless blockchain may be classified as a Group 1 asset.", "MiCA also foresees that issuers of e-money tokens, stablecoins referenced to one single currency, should be required to be issued either by a credit institution, as defined in the Capital Requirements Regulation, or by an e-money institution authorised under the revised Electronic Money Directive (\"EMD2\").", "See European Systemic Risk Board (2023).", "Minto, Prinz and Wulff (2021) discuss regulatory arbitrage in financial markets.", "Various surveys suggest that the vast majority of consumers do not own crypto-assets.", "An ECB survey conducted in Belgium, Germany, Spain, France, Italy and the Netherlands in November 2021 revealed that 10% of households owned crypto-assets (European Central Bank 2022).", "A survey conducted in Germany found that 4% of the population held crypto-assets at the end of the year 2021.", "See Zahlungsverhalten in Deutschland 2021 (bundesbank.de).", "An ECB survey covering the entire euro area also found that 4% of the population owned crypto-assets at the end of the year 2022.", "See Study on the payment attitudes of consumers in the euro area (SPACE) - 2022 (europa.eu).", "See -than-5-of-crypto-entrepreneurs- are-women.", "See -and-crypto-new-frontier.", "Many experimental and survey-based studies suggest that women appear to be more risk- averse than men.", "See Borghans, Heckman, Golsteyn and Meijers (2009) and Bucher-Koenen, Hackethal, Koenen and Laudenbach (2021).", "Some older studies find no gender differences in actual investment choices, suggesting that the framing of the decision matters (Schubert, Brown, Gysler and Brachinger 1999)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Crypto-Asset Markets", "Regulatory Implications", "Systemic Risk", "Leverage", "Concentration", "Interconnectedness", "Complexity", "Substitutability", "Women in Finance"]}