{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss our recent policy announcement and the Bank of Canada's Monetary Policy (MPR).", "Last week, we maintained the policy rate at 41⁄2% as we continue to assess whether monetary policy is restrictive enough to return inflation to our 2% target.", "Since the last time we were here with you, we've seen a steady improvement in inflation and modest economic growth.", "Inflation is coming down quickly-data this week show it fell to 4.3% in March.", "And we forecast it to be around 3% this summer.", "We are encouraged by that, but we are also seized with the importance of staying the course and restoring price stability for Canadians.", "Several things still have to happen to get inflation all the way back to the 2% target.", "Inflation expectations have to come down further, services price inflation and wage growth need to moderate, and corporate pricing behaviour has to normalize.", "We are focused on these indicators, and the evolution of core inflation, to ensure that consumer price index (CPI) inflation continues to progress toward the target.", "If monetary policy is not restrictive enough to get us all the way back to the 2% target, we are prepared to raise the policy rate further to get there.", "Before I take your questions, let me give you some economic and financial context for the decision.", "The Canadian economy remains in excess demand.", "Gross domestic product (GDP) growth in the first quarter of the year appears stronger than we projected in January, and the labour market is still tight.", "The unemployment rate, at 5%, remains near its record low, and wages continue to grow in the 4% to 5% range.", "Employment growth has been surprisingly strong, reflecting continued demand and increases in labour supply.", "Past policy rate increases are working their way through the economy and restraining demand.", "Households are slowing their spending, particularly on big-ticket items.", "As mortgages are renewed at higher rates, more households will feel the restraining effects of monetary policy.", "Taking these forces into consideration, we expect Canadian GDP growth to be weak for the rest of this year before beginning to pick up gradually in 2024 and through 2025.", "What does all of that mean for inflation?", "We've come a long way from the 8.1% inflation we saw last summer.", "As I mentioned, annual CPI inflation was down to 4.3% in March, led by falling goods price inflation, and we see further declines ahead.", "But many Canadians are still struggling to manage the rising cost of living, and prices of many things that people need to buy are still rising too quickly.", "Food price inflation is just under 10%.", "We expect food price inflation to come down in the months ahead, but services price inflation will take longer.", "Continued strong demand and the tight labour market are putting upward pressure on many services prices, and those are expected to decline only gradually.", "We expect it will take until the end of 2024 to get inflation all the way back to the 2% target.", "When we met last week, the Bank's Governing Council discussed whether we've raised rates enough, and we considered the likelihood that the policy rate may need to remain restrictive for longer to return inflation to the 2% target.", "Governing Council also discussed the risks around our projection.", "The biggest upside risk is one I just mentioned-that services price inflation could be stickier than projected.", "The key downside risk is a global recession.", "If global banking stress re-emerges, we could be facing a more severe global slowdown and much lower commodity prices.", "Overall, we view the risks around our inflation forecast to be roughly balanced, but with inflation still well above our target, we continue to be more concerned about the upside risks.", "Our job at the Bank of Canada is to get inflation all the way back to the 2% target.", "We are encouraged with the progress so far.", "And seeing inflation get down to 3% this summer will be welcome relief for Canadians.", "But let me assure Canadians that we know our job is not done until we restore price stability.", "Price stability is important because it restores the competitive forces in the economy and allows Canadians to plan and invest with the confidence that their money will hold its value.", "That's the destination-we are on our way and we will stay the course.", "With that summary, the Senior Deputy Governor and I would be pleased to take your questions."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Monetary policy", "Inflation target", "Price stability", "Services price inflation", "Wage growth", "Excess demand", "GDP growth", "Labour market", "Upside risks"]}