{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss the Bank of Canada's Financial System Review (FSR).", "In addition to its price stability mandate, the Bank plays a critical role in preserving and promoting the stability of the Canadian financial system.", "Financial system stability and price stability go hand in hand.", "Price stability-confidence in the value of money-is the bedrock of a stable, well-functioning financial system.", "And financial stability is a precondition for price stability.", "The FSR is our annual assessment of risks that could test the resilience of Canada's financial system and affect its important role of serving the economy.", "It is different from the Monetary Policy Report (MPR), which provides our outlook-our forecast-for the Canadian economy.", "The FSR is not a forecast.", "It does not provide what we view as the most likely outcome for the financial sector.", "Rather, it examines the vulnerabilities and risks that could test the stability of Canada's financial system and affect its ability to act as a shock absorber.", "And as Carolyn will explain shortly, this year's FSR takes a slightly different approach from previous versions, with the aim of outlining areas of concern more clearly and concisely.", "Over the past year, global financial conditions tightened in response to monetary policy actions aimed at reducing inflation.", "The forceful response by central banks, including here in Canada, is proving successful at bringing inflation down.", "At the same time, we have seen periods of volatility and pockets of stress, particularly in the US banking sector.", "Just as households, businesses and governments are adjusting to higher global interest rates, so must the financial sector.", "As this adjustment unfolds, participants in the financial system, regulators and central banks must all be vigilant.", "The recent banking stresses in the United States and Switzerland are a reminder that risks can materialize and spread quickly.", "They highlight that the business models of some financial institutions rely too much on an environment of low interest rates and low market volatility.", "Fortunately, authorities in those countries took swift actions to limit the spillover effects of these stresses to the broader financial system.", "Equally important, banks around the world are more resilient today than they were before the 2008-09 global financial crisis, thanks to significant improvements in financial buffers and risk management practices.", "Here in Canada, regulators have taken important steps to ensure that Canada's financial system and Canadian banks remain robust.", "Nevertheless, if global financial stress were to re-emerge and prove more persistent, Canada could see more significant spillover effects-especially if stresses triggered a severe global recession and interacted with existing vulnerabilities.", "Let me now turn to Carolyn to discuss all of this in more detail.", "As the Governor noted, the FSR is not a forecast.", "It's a deliberate look at what could go wrong and the resulting implications for financial stability.", "And this year we've reorganized the FSR to make our communication about these potential risks clearer.", "We've moved away from discussing financial system vulnerabilities and risks separately.", "Instead, we've combined them and organized them under key sectors or areas of focus.", "This approach reduces repetition and allows for a more concise analysis of the kind of risk that could arise if future shocks were to occur.", "You can expect further changes and refinements in next year's FSR.", "Let me take you through three areas we're monitoring closely.", "The first is Canadian bank funding.", "Banks channel money from savers and investors to borrowers.", "As interest rates go up, banks need to pay savers and investors more, so the funding they use to make loans becomes more expensive.", "This is an intended outcome of monetary policy tightening.", "The increase in bank funding costs is coming at a time when sources of low-cost deposits are declining.", "And Canadian banks generally have more demand for loans than can be funded solely by Canadian deposits and investments, so they rely on attracting additional funding from global wholesale markets.", "These markets can be significantly affected by global events, such as the recent banking stress.", "We are closely monitoring the combined impact of these factors on bank funding.", "The recent turbulence in global markets stemming from bank failures had little direct impact on Canadian banks.", "But if global stresses were to return and persist, bank funding costs could rise beyond the higher levels induced by tighter monetary policy.", "In addition, in a severe stress situation, funding could also become harder to secure.", "In response, banks would likely constrain credit to households and businesses, potentially exacerbating an economic downturn.", "The second area we are monitoring closely is the interaction between global stresses and liquidity in fixed-income markets, both globally and in Canada.", "In an environment of greater pressure on bank funding, major banks may have less capacity to supply liquidity to market participants in periods of stress, which is when they need it most.", "This market liquidity is crucial to financial stability, given the growing importance of asset managers and other non-bank financial intermediaries that rely on it.", "The extreme market stresses at the outset of the COVID-19 pandemic showed that the financial system is vulnerable to sudden spikes in demand for market liquidity.", "The third area the Bank is watching closely is the ability of Canadian households to service their debt at higher interest rates.", "Higher debt-servicing costs are stretching budgets and reducing borrowers' financial flexibility.", "About one-third of households have seen their mortgage payments increase since February 2022, just before the Bank started raising its policy interest rate.", "More households will see their payments go up in the next few years as they renew their mortgages.", "Lenders and regulators are taking steps to provide borrowers with options for managing higher payments, such as extending amortizations.", "However, as borrowers make use of these options, they may have less capacity to absorb future shocks.", "Canadians have a long history of paying their debts even under stressed conditions.", "And, so far, households are proving resilient despite the sharp increase in interest rates.", "However, in a severe and prolonged recession, mortgage defaults could rise, leading to credit losses for lenders.", "That, in turn, could lead to a further pullback in credit, worsening the downturn.", "This Review also outlines emerging risks that we are monitoring, including cyber incidents and climate-related financial risks.", "It also provides an update on developments in cryptoasset markets.", "I'll conclude by underlining a few things about resilience.", "The vulnerabilities described in the FSR may not threaten overall financial stability on their own.", "But shocks tend to have more impact when vulnerabilities have built up.", "So our main message is that-as the adjustment to higher interest rates continues-financial institutions need to adapt, and central banks and regulators need to be extra vigilant.", "I also want to assure Canadians that the steps taken to bolster our financial system are proving their worth.", "Canadian banks are held to the highest global regulatory standards and subject to rigorous supervision.", "At the Bank of Canada, we will continue to monitor the financial system closely for signs of stress.", "And we have the tools needed to provide emergency liquidity if severe stresses develop.", "In fact, we recently reviewed our pandemic-related liquidity interventions to help us better target our responses in the future.", "We stand ready to act, if needed, to safeguard the stability of the Canadian financial system.", "The Governor and I will now be happy to take your questions."], "classifications": ["none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial System Stability", "Bank Funding", "Mortgage Debt", "Liquidity", "Global Financial Stress", "Interest Rates", "Cyber Incidents", "Price Stability", "Financial Vulnerabilities", "Credit"]}