{"sentences": ["As many of you know, I am a General Board member of the European Systemic Risk Board (ESRB).", "In that capacity, I contribute to, and follow the work of the ESRB closely.", "But today, I will be speaking as chair of the Financial Stability Board.", "And so, I wanted to begin by highlighting a few similarities between these two important international bodies.", "Both the ESRB and the FSB were created after the 2008 global financial crisis (GFC).", "The former under the EU, the latter under the G20.", "Those of you who have been involved in one of our committees such as the ESRB's ATC or the FSB's SRC will know that we share a love for acronyms.", "But, of course, we have something far more fundamental in common.", "We both monitor vulnerabilities in the financial system.", "We make policy recommendations to address them and we look at how these recommendations are implemented.", "Ultimately, we have the same goal.", "Increasing the resilience of the financial system.", "Either with a European focus, in the case of the ESRB; or with a global focus - in the case of the FSB.", "International cooperation is in our DNA.", "So what has the FSB been doing?", "Since our inception in 2009, we have overseen a range of financial sector reforms.", "increases in the quality and quantity of capital and liquidity in the banking system; frameworks to resolve failing financial institutions; and enhancements to the resilience of non-bank financial intermediation, among others.", "I think it's fair to say that these post-crisis reforms have made the financial system better equipped to withstand unexpected shocks.", "Of course, our focus is on the financial system at large.", "Therefore, individual financial institutions may fail even as the broader system continues to function.", "We saw this happening in the banking sector earlier this year.", "But, however unexpected shocks like these may have been, in hindsight, they can be explained.", "And so, it is up to us, regulators, but also the industry, to look for that explanation and draw lessons from it.", "As we do so, and look ahead to possible future systemic threats, it is important to start with the broader macro-financial backdrop.", "Because shocks never happen in a vacuum.", "For much of the past 15 years, financial conditions have been highly accommodative.", "At the ESRB we sometimes called it the 'hunt for yield'.", "A hunt in which some financial institutions relied on business models based on the presumption of low and stable interest rates.", "An old banker's adage states: 'it's not the speed that kills, but the sudden stop' .", "So, with those accommodative financial conditions coming to a swift end, the vulnerabilities that developed during the 'hunt for yield' could be crystalised.", "Financial markets and indeed regulators did not fully anticipate the 'sudden stop'.", "But, both the ESRB and the FSB had been warning about the developing vulnerabilities for some time.", "There was bound to be transition risk for financial institutions and the system at large when coming from such a long period of low interest rates.", "Today, we find ourselves in that transition phase.", "At the same time, there is limited fiscal space in many countries.", "This is the consequence of elevated public debt, alongside a higher interest rate environment.", "And, of course, until inflation is returned to target, monetary policy space is similarly constrained.", "Thus, the scope to lean against an economic downturn is more limited than in the past.", "For this reason, financial policy makers need to be especially vigilant.", "With this backdrop in mind, let me now turn to the recent disruptions affecting the global financial sector, across both banks and non-banks.", "As I said, in the aftermath of such events, it is important to draw the right lessons and to respond.", "The FSB is working hard on both.", "Earlier this year, the banking sector saw the most significant system-wide stress since the GFC, in terms of both scale and scope.", "A global systemically important bank in Switzerland had to be rescued, and several medium-sized US-based banks failed.", "These events highlighted a number of issues for financial stability: First and foremost, the importance of banks' own risk management and governance practices was again brought to the fore.", "Second, we witnessed an unprecedented speed of bank runs.", "This underscores the growing impact of technology and social media on depositor behaviour.", "Third, the recent failures provided a number of important lessons for regulators.", "On this last point, the Basel Committee on Banking Supervision (BCBS) recently issued a report in which it outlines its initial learnings for bank regulation and supervision .", "Among other things, the bank failures raise important questions about: the calibration and usability of bank liquidity buffers, the regulatory treatment of held to maturity assets and interest rate risk in the banking book, and the application of the Basel framework to smaller regional banks that may be systemic upon failure.", "The BCBS is taking this work forward and will assess the need to explore policy options in due course.", "The FSB has published its own lessons learnt report.", "In our case, regarding the international bank resolution framework .", "Our findings uphold the appropriateness and feasibility of the framework.", "But we find that there is still work to do - regarding how key parts of the framework are implemented and operationalised.", "For instance, we are looking at whether resolution planning and loss-absorbing capacity requirements should apply to a broader range of banks.", "The regional US banks that failed earlier this year were not subject to the full range of these requirements.", "Indeed, they did not have in place long term debt, designed to absorb losses in the event of the bank failing.", "This meant that uninsured depositors were at a greater risk of taking losses.", "That, in turn, created a strong incentive for these depositors to run when signs of trouble emerged.", "And there are various other topics that the FSB is addressing, like the choice and flexibility of resolution strategies, temporary public sector liquidity backstops, and ways to address legal challenges to executing bail-in across borders.", "Making progress on these issues is essential to ensure that we can effectively resolve systemic banks without undue harm to either the economy, or the taxpayers' pocketbook.", "In our pursuit of financial stability, we must also look beyond banks.", "Unfortunately, severe liquidity stress and even institution failures have also recently occurred in the non-bank financial intermediation sector.", "In the past few years alone, we witnessed: widespread pressure on core funding markets when the pandemic hit, the demise of Archegos, extreme pressure on commodity markets and traders following Russia's invasion turmoil among liability driven investment funds and pension funds in the UK.", "These events each reflected a combination of two vulnerabilities: excessive leverage and insufficient liquidity risk management on the part of the affected non-banks.", "On various occasions in recent years, large market movements or redemption pressures have placed non-banks under strain.", "These disruptions aren't just an existential threat to the players involved.", "They spill over onto other institutions - and in some cases, they affect the functioning of the underlying markets.", "So, following the March 2020 market turmoil, the FSB embarked upon a wide-ranging effort to bolster NBFI resilience.", "In our work so far, we have focused on both entity types and activities which may contribute to systemic risk.", "We have made good progress, including by issuing policy recommendations for money market funds in 2021.", "Looking ahead, we will soon issue policy recommendations to address liquidity mismatches in open ended funds.", "And next year we will advance our work to address excessive leverage in NBFI, and to enhance liquidity preparedness for margin calls.", "The failures of various banks this year were an important reminder of the speed with which vulnerabilities can be triggered in the current environment.", "We are learning lessons from this.", "At the same time, contagion from these individual bank failures was limited.", "This is thanks to the swift and concerted actions of authorities on both sides of the Atlantic, and amid confidence in the resilience of the broader financial system.", "That confidence is underpinned by the financial reforms that regulators collectively introduced following the GFC.", "I don't know what the future will bring.", "There will certainly be more challenges to come.", "But as long as we continue to learn from the past.", "As long as we advance the implementation of the reforms already agreed upon.", "And as long as we work together across jurisdictions to address emerging vulnerabilities - we can maintain a level playing field, set on a solid foundation.", "And, we can safeguard a future in which the financial system remains a source of growth and prosperity for our economies.", "ATC stands for Advisory Technical Committee SRC stands for Standing Committee on Supervisory and Regulatory Cooperation Quoted in: Doornbusch, R. Goldfajn, I and Valdes, R. (1995).", "Currency Crises and Collapses.", "Report on the 2023 banking turmoil (bis.org)(Refers to an external site) 2023 Bank Failures: Preliminary lessons learnt for resolution - Financial Stability Board (fsb.org)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial stability", "Systemic risks", "Bank failures", "Financial reforms", "Non-bank financial intermediation", "Liquidity risk", "Resolution framework", "Excessive leverage", "International cooperation", "Vulnerabilities"]}