{"sentences": ["1 Introduction Excellencies, Ladies and gentlemen, Sir Michael Arthur, Thank you very much for your kind introduction.", "It is a pleasure for me to be your guest today.", "In the mid-19th century, Tsar Nicholas the First of Russia reputedly coined the phrase of the \"sick man\" of Europe to describe the Ottoman Empire.", "Over the course of the 20th century, many other countries had that dubious honour: Britain was among them, particularly in the 1960s and 1970s.", "The term has been applied to Russia itself.", "And there are sources referencing France, Germany, Greece, Portugal, and Italy as the sick man of Europe through the decades.", "Germany is not the sick man of Europe Fast-forward to the present day, and commentators have zeroed in on Germany as the sick man of Europe again.", "Current data releases appear to corroborate that take: private consumption stagnated; weak foreign demand led to a decline in exports; and the construction sector is reportedly feeling the pinch from steeply rising input prices and higher financing costs.", "Most institutions, including the International Monetary Fund and the OECD, are projecting that the German economy will shrink in 2023.", "And according to their assessment, Germany would be the only major country to experience such a decline.", "There's no denying that Germany does indeed face a number of challenges.", "But at the same time, I think it is wrong to label Germany as the sick man of Europe.", "According to our analysis, much of the current slump can be attributed to the aftermath of energy price shocks and to lacklustre external demand.", "Both of these factors are hitting Germany particularly hard, given its strong industrial base and robust international trade activity.", "The manufacturing sector accounts for 18% of GDP in Germany - that's about twice as high as in the UK.", "The sum of German imports and exports is as high as GDP, compared with two-thirds of GDP in the UK.", "But both the energy price shocks and lacklustre external demand also appear to be temporary phenomena, and not necessarily structural aspects.", "Forecasts for next year underscore this.", "They generally project the economy to grow again.", "But even so, there are several challenges from a structural perspective.", "These are not unique to Germany.", "Many countries are facing some or even all of these challenges: climate change, digitalisation, an ageing population, and a fragmentation of trade, with a potential impact on globalisation.", "Today, I would like to focus on the latter.", "The risk of deglobalisation is particularly acute for Germany's growth outlook.", "Its economy is far more open to trade than that of many other countries.", "So it's hardly surprising that changes in the environment for world trade are a crucial parameter for Germany's success.", "A changing environment for world trade Those changes have been comprehensive and far-reaching over the past years, with both longer-term trends and sudden events playing out.", "Up until the global financial crisis, international trade far outpaced world GDP.", "In a sense, international trade was fuelling the world economy.", "Since then, we have witnessed a decline in that role.", "Much of the shift can be explained by a fairly technical phenomenon: emerging market economies are not necessarily small economies any more.", "They represent a growing share of global GDP.", "But compared to advanced economies, they generally use a smaller percentage of foreign inputs in their own production.", "This shift of economic growth towards emerging market economies has thus automatically reduced the ratio of world trade growth to global activity growth.", "A likely factor that has gained attention recently is a perceived rise in protectionism.", "Researchers at Global Trade Alert have done the tedious but insightful job of classifying hundreds of individual trade policy actions over the years as either \"liberalising\" or \"harmful\".", "The number of such interventions has risen tremendously.", "Indeed, it increased tenfold within the space of just a decade.", "And it was \"harmful\" interventions that accounted for the bulk of this increase.", "Discriminatory trade actions far outnumber liberalising ones.", "These longer-term developments have been accentuated by a number of shocks, most prominently Brexit, the coronavirus pandemic and the war in Ukraine.", "All these events have laid bare crucial dependencies in supply chains.", "The role of value chains It's worth taking a deeper look at the role of international supply mechanisms: How did global value chains develop?", "Why are they central to international trade?", "And what challenges do they face in terms of their resilience?", "Global value chains represent production processes that are spread around the globe.", "Different steps of the process take place in different parts of the world, each adding some value to the final product.", "For example, a smartphone assembled in China might rely on metals from Chile, chips from Singapore that are manufactured using machines from the Netherlands, a display from South Korea, computer code from India, and cargo insurance from here in London.", "Activities are thus broken down and performed where the necessary skills and materials are readily available.", "A number of factors provided tailwinds for global supply chains: wages in emerging markets were much lower, and transport costs went down.", "Also, enhanced communications technology became readily available, which facilitated the coordination of global production processes.", "This international work-sharing model thrived particularly around the turn of the century.", "China joined the World Trade Organization in 2001, and many other emerging market economies were integrated into global production processes around this time, too.", "Global value chains have thus taken on a central role.", "They constitute two-thirds of international trade.", "The more traditional view of international trade, where each country produces final goods and services and exports them to consumers abroad, only accounts for the remaining third.", "Intensifying the global integration of trade has been mutually beneficial.", "The rise of global value chains has helped countries specialise in areas in which they can leverage a comparative advantage.", "International trade has thus fostered productivity and economic growth.", "Global value chains have therefore also been a key force in reducing poverty in emerging market economies.", "At the same time, advanced economies benefited as well.", "Firms improved their competitiveness by capitalising on the opportunities presented by global value chains.", "Consumers were able to obtain a broader variety of goods at better prices.", "Yet in recent years, global value chains have been challenged from a number of sides.", "For instance, there have been debates about \"unfair\" practices and subsidies.", "Furthermore, relocating production cost people their jobs in some areas, leaving them with bleak prospects.", "The people in these areas often tended to oppose globalisation.", "But one topic that warrants particular attention concerns the resilience of supply chains.", "This resilience has increasingly been called into question.", "During the coronavirus pandemic, we witnessed severe breakdowns of supply chains, particularly those with China.", "Authorities there imposed strict containment measures; factories and ports closed down.", "These disruptions inevitably produced significant negative effects in the short term.", "Similarly, in the light of mounting geopolitical uncertainty, there has been a growing awareness of critical imports - items that are sourced from only a small number of countries.", "For Germany, realising just how reliant the country was on Russian energy imports was a kind of wake-up call.", "An extreme case is a situation where virtually all imports are concentrated on a single supplier.", "For example, China is estimated to control 90% of the rare earths refining capacity.", "I did not pick China as an example by chance.", "China is considered the most critical choke point in global value chains across a broad range of industries, both as a dominant supplier and as a dominant buyer.", "How to address supply chain resilience If we want to carry on reaping the benefits of international trade, this is an issue we need to address.", "For one thing, we have to distinguish between short-term interruptions and permanent dependencies.", "While disruptions caused by the pandemic were painful, it was precisely because of those global value chains that firms were able to adjust to the big shifts in demand experienced afterwards.", "Bundesbank researchers found that the deeply interlocked value chains helped a great deal in rapidly adjusting to these new demands.", "Think of IT equipment required for remote work.", "But also test kits, face masks and other personal protective equipment were needed all of a sudden.", "That in turn supported the recovery.", "As a by-product of the troubles experienced, firms have now updated their risk assessments.", "They have started reconfiguring their production networks to scale back their reliance on certain suppliers.", "That is a complicated task, and in many cases, \"more robust\" may also mean \"more expensive\".", "But it is essentially this market-driven approach that will ensure greater resilience.", "It allows a delicate balance to be struck.", "Supply chains will be diversified and realigned where necessary.", "At the same time, market forces will prevent firms from becoming too isolated.", "There are limits to this line of action, unfortunately.", "Commodity and energy imports may be hard to diversify, quite simply because these natural resources are far from evenly spread across the globe.", "Some other critical industries producing intermediate inputs are highly concentrated as well.", "In these cases, the transitional costs of reconfiguring supply chains may be extremely high.", "Consider the semiconductor industry, where setting up a single new production line may be a multi-billion euro endeavour.", "At the same time, being excessively reliant on a single source country is often problematic from a geopolitical point of view.", "It is for these strategic industries with limited alternatives that policy interventions to increase resilience can be justified.", "The European Union has devised its Open Strategic Autonomy framework for precisely this purpose.", "It can pinpoint fragilities and allow for targeted support.", "Yet there is some obvious friction between the \"open\" and the \"autonomy\" parts of this strategy.", "Striking the right balance between these two aspects will inevitably spark debate, and possibly even disagreement.", "On the one hand, there is still much to be done in terms of making supply chains resilient.", "A recent Bundesbank survey among German firms highlights the limited scope for reducing critical inputs from China.", "Almost half of manufacturers report that their production hinges on intermediate products from China.", "Eighty percent of them claim it would be at least difficult to replace these inputs.", "On the other hand, we should remind ourselves of the undisputable benefits of globalisation.", "Retreating from established trade patterns on a broad scale comes at a huge cost, as Brexit showed, much to everyone's great discomfort.", "I won't dwell on its consequences.", "But that episode does illustrate that withdrawing from international cooperation comes with a substantial price tag and should thus be considered with the greatest care.", "In some cases, this price tag may be justified by other, more pressing objectives: For example, there cannot be normal trade with countries that flagrantly violate the international order by waging wars of aggression or fostering terrorism.", "As elected representatives, politicians may decide to restrict trade for the greater good.", "But these cases are exceptions that prove the rule.", "Normally, there is good reason to continue maintaining an open, rules-based trading system.", "This also requires the World Trade Organization to be able to adapt its rulebook to new problems.", "Nowadays, this commitment to an open and rules-based system seems to have slipped down the agenda for many governments.", "I hope it has become clear that I consider this open, rules-based system to be very important.", "Relevance for monetary policy Now you may be asking yourselves: does all this matter for central banks?", "And what role can monetary policy play here?", "To the first question, I would say yes, this all matters a great deal for central banks.", "From a theoretical perspective, there are a number of reasons why the international division of labour could dampen inflation: for example through cheaper imports, greater competition, or lower input costs.", "The empirical evidence, however, is rather ambiguous.", "What we have seen is that the temporary disruptions and realignments of supply chains and the ensuing shortages have been reflected in rising import prices.", "And these have played a notable role in the recent inflation episode.", "This brings me to the second question, what can monetary policy do?", "When it became clear that the surge in inflation was more stubborn than anticipated, the Eurosystem acted forcefully.", "Since July of last year, we have seen an unprecedented series of interest rate hikes.", "Over the course of just fourteen months, policy rates have gone up by 450 basis points.", "At its last meeting in October, the ECB Governing Council opted to stay the course and leave rates unchanged.", "This appears justified, as we have achieved a reasonable degree of tightening, and inflation pressures have subsided somewhat in the past months.", "Nevertheless, inflation rates in the euro area are still too high.", "And they have been too high for too long.", "Inflation is still forecast to remain above target for the entire horizon of the latest ECB staff projection.", "Lively wage growth combined with a decreasing labour supply will keep the pressure up.", "It is imperative to remain vigilant.", "As we know, monetary policy measures take time before their full effect becomes visible.", "There is a lot of uncertainty surrounding the outlook, and we still face risks that the inflation outlook could turn out higher than expected.", "The Governing Council will continue to follow a data-dependent approach.", "And it will continue to be guided by a clear objective: we will maintain a sufficiently high level of the monetary policy rate for as long as necessary to ensure that inflation returns to 2%.", "Price stability is also the best contribution monetary policy can make to bolstering the resilience of global value chains.", "Because it ensures the stability and reliability needed to tackle the challenges I have discussed here today.", "I started my speech with the image of the \"sick man\" - a metaphor that has been used to describe countries over the past two centuries.", "I said that Germany is not currently the sick man that some claim it to be.", "But Germany, like many other countries, faces structural challenges.", "The risk of deglobalisation is one such challenge.", "While we need to bolster our economic resilience, we should not forget that an open, rules-based trading system is one of the founding pillars of our economies.", "Deutsche Bundesbank (2023), Germany as a business location: selected aspects of current dependencies and medium-term challenges, Monthly Report, September 2023, pp.", "OECD (2020), Trade Policy Implications of Global Value Chains, OECD Trade Policy Brief.", "World Bank (2020), World Development Report 2020: Trading for Development in the Age of Global Value Chains International Energy Agency (2021), The Role of Critical Minerals in Clean Energy Transitions, World Energy Outlook Special Report.", "Economist Impact (2022), Trade in Transition 2022, chapter on \"The great reconfiguration\" .", "Deutsche Bundesbank (2023), The significance of China as a supplier of critical intermediate inputs to German firms, Box, Monthly Report, September 2023, pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global value chains", "Supply chain resilience", "Deglobalisation", "Inflation", "Monetary policy", "Open trading system", "German economy", "Structural challenges", "Energy imports", "International trade"]}