{"sentences": ["Esteemed ladies and gentlemen, esteemed hosts, dear colleagues, It is a pleasure to greet you on my behalf and on behalf of the National Bank of Serbia and to express my hope that this Banking Summit will become a tradition.", "I shall start by saying that the banking sector, just like all other sectors, has to share the destiny of both the corporate and the household sector, as this is the only way for us to last.", "And if each of us perceives investment in households and corporates as investment in the future, this will be a guarantee of our success and duration!", "People, knowledge and trust are the key pillars of all states and all institutions, of banking in particular.", "Trust is, however, similar to a tower of cards, easily shattered by any doubt, whereas the bulwarks of doubt are built from the most resilient materials - prejudice and fear.", "This is why we need to be wise and act in the general interest, treading the narrow space between great expectations from us as regulators and the inherited excessive freedoms, in the name of the market, capitalism and democracy!", "I hope you don't mind my introduction, but I have learnt a long time ago that trust is built and preserved by results only, and there can and should be no shortcuts to this goal!", "Investment in trust is investment in the future!", "Dear colleagues, Today we will discuss the opportunities and challenges in the banking sector.", "Still, where is the boundary between the real and the financial sector?", "Their business conditions, their risks and outlook are the same.", "It is a fact that the conditions in which we are operating today are among the most challenging in history.", "It is also a fact that the risks are mostly global and certainly regional, which calls for synchronised action.", "High inflation caused by robust growth in energy and food prices required monetary policy tightening.", "I will not discuss the character of inflation today, but the point is that we had to be restrictive.", "Economic activity recorded by our key trade partners is weak, notably reducing their external demand for our products.", "We are in the midst of a period of major geopolitical challenges, which are not receding.", "The events that amplify volatility in the commodity and financial markets reinforce the importance of natural risks to which humans have been contributing to.", "These are all shared risks, and, to the extent that each of us individually successfully conducts our economy through all this turbulence, we as neighbours will be better off as well.", "Of course, it is best when we preserve the stability that is given to us by law together.", "I believe that we succeeded in that, and I want us to continue doing so.", "Where are we now in Serbia?", "We keep the exchange rate of the dinar against the euro at a relatively stable level despite all the challenges.", "I start with that because the stability of the dinar exchange rate is one of the key pillars of the overall macroeconomic and financial stability of the country.", "This is the conclusion of rating agencies, the International Monetary Fund, European officials, and investors in Serbia.", "But, for me, its contribution to the growth and development of Serbia is of key importance.", "A stable exchange rate of the dinar against the euro is a pillar of trust of our citizens and corporates in the policy makers in Serbia.", "And no one has the right to take that pillar away from them by doing or not doing.", "Thanks to the strong regulatory and macroprudential framework for banks, as well as the fact that we implemented the tightening of monetary conditions in a gradual and well-calibrated way - our banking sector has remained stable, highly liquid and profitable.", "The key indicators of banks' operations are well above regulatory values, while the share of NPLs in total loans is close to a historical low.", "However, the conditions are such that we have to choose between price stability, economic growth and financial stability.", "I claim that we can do everything, with well-measured policies!", "An example of this is our measure to cap interest rates on variable-rate housing loans.", "The effect of this measure on the financial results of the banking sector does not in any way threaten the banking sector's operations, and it contributes to the preservation of financial stability by preventing the growth of NPLs.", "This measure helps increase the disposable household income, but to the extent which does not threaten the strong downward trajectory of inflation, as it makes up around 0.3% of the total household consumption in Serbia in one year.", "Therefore, the inflation target has not been jeopardised.", "Finally, this measure can contribute to the recovery of consumption, which is necessary for us to achieve the desired economic growth.", "And that is the third goal - economic growth!", "Dear colleagues, All of us here today know that our job never ends, just like no policy can work on its own!", "Hence, the preserved business confidence and a stable banking sector resulted from the overall economic policy, and this ensured a significant rise in employment amid such circumstances, as well as an increase in real wages in both the private and public sector.", "Only this synergy of the real and financial sector can ensure the lasting success of both!", "An illustration is the assets of commercial banks operating in Serbia of around EUR 50 bn, over 80% higher than in 2012.", "The synergy as well as trust effect.", "That there is confidence in our system is illustrated by the fact that FX savings of households rose by over 70% in the last ten years, while dinar savings increased around seven times.", "Up until ten years ago, the only two sources of investment financing in Serbia were a modest inflow of FDIs and modest capital investments of the government of around 2% of GDP.", "In the meantime, both sources of financing increased fourfold, and we gained two more, maybe even more important pillars of investment financing - profitability of domestic companies and investment loans of banks.", "For example, in 2014, domestic companies recorded a loss of around EUR 2 bn, and investments could not be financed from own sources.", "Since then the Serbian economy's net financial result has been improving every year, by around one billion euros on average annually, and in 2022 corporate profitability reached around EUR 5 bn.", "This broadens the base of good clients of the banking sector and credit risk is reduced.", "Thus, macroeconomic stability and structural reforms are both our key challenge and potential, and our crucial heritage for the coming generations.", "Heritage is also a unique technological revolution in which we can be the leaders or followers and which brings changes particularly to the financial sector.", "We decided to be at the forefront of this process, without ever losing sight of system security and stability.", "I can freely say that today we are at the edge of the revolution that is taking place by means of bits and bytes.", "The fact is that our payment methods, loan applications, signing of contracts with financial institutions, transactions time, technologies used - are changing at a great speed.", "Up until yesterday we used physical databases, and today we use blockchain technology.", "From ATMs we switched to user service based on artificial intelligence.", "Transactions which took days, are now implemented in real time.", "All of this is saving time as the most precious resource.", "And it is a huge potential for the coming period.", "Dear colleagues, In the end, I would summarise, in a slightly different way, the challenges, but also the opportunities.", "A popular topic, which is discussed almost fatalistically, is the \"green agenda\".", "However, climate challenges are not new, only the awareness that we have lost precious time has increased.", "Threats to the environment simmered in both the 19th and 20th centuries.", "However, history has destined us to solve them strategically, which involves the banking industry and central banks, and there is no substitute for regional cooperation!", "Digitalisation has been talked about almost fatalistically lately.", "There is no doubt that digitalisation brings enormous potential for progress.", "However, new technologies also bring us new risks such as cyber security, data protection or the concentration of market participants.", "And as responsible market regulators, we have to take care of that.", "Policy-making in the era of fake news is also a challenge as fake news can make difficult the process of managing expectations which are an important channel of policy transmission.", "Challenges arise also when individuals think that policies can be run via social media, individuals whom I call \"advisors without skin in the game\".", "It is our duty to continue making decisions based on data and in-depth analyses, aware at the same time of the importance of the words we use.", "Today, transparency is one the important features of central bank's work, and we want our decisions to be understood and we want to serve citizens in the way they deserve.", "What lies ahead is the period of building up our knowledge base by continuous reviewing of the effects of our policies and actions, as well as the increasing use of artificial intelligence that must be managed by man as the one who has created it.", "These are important lessons for the future.", "Still, investment in people, cooperation and diversification remains the best investment in the future!", "I have always believed that the greatest value is to be a friend to a friend.", "And I don't want anyone convincing me that friendships don't exist and that that there are only alliances based on interest.", "Isn't our interest cooperation and survival?", "We shall exist as long as we cooperate and that does not necessarily mean that we all always have to think the same.", "But it is important that we look for the best solutions together.", "That's why we are all here.", "And the first question in solving any problem is: If not us, then who?", "Thank you, my dear colleagues, for showing the strength of cooperation by taking part in the summit.", "I would also like to thank banking associations from the region.", "Finally, many thanks to the Association of Serbian Banks for launching this bank summit and congratulations on your 102nd anniversary marked yesterday."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["banking sector", "monetary policy", "financial stability", "economic growth", "inflation", "risks", "digitalisation", "green agenda", "cooperation", "trust"]}