{"sentences": ["Ladies and gentlemen, dear guests, Good afternoon and welcome at the Banka Slovenije event on the digital euro project.", "As digitalisation is rapidly progressing, money, payment and financial systems are following suit.", "At today's event, we will explain what the digital euro project is all about, how it is progressing and what this means for our currency.", "Money and payments have been digital for decades.", "The euro has existed in electronic form since its introduction, for consumers as a commercial bank money.", "Despite that, most people have persisted to pay with cash.", "However, this pattern is gradually changing.", "Today, Europeans make most of cashless payments with credit and especially debit cards.", "In addition, for transactions between consumers themselves and with businesses, instant payments emerged about two decades ago.", "This enabled transaction to be a matter of few seconds, regardless of the day or the hour the payment is made.", "Besides technological progress, external shocks played a role - positive in this instance.", "Pandemic, namely, provided an additional boost to contactless payments.", "However, instant payments are not yet the new normal and remain limited, especially for cross-border transfers.", "Meanwhile, the central bank money is at the moment still available to the general public in physical form only, as cash.", "Providing central bank money to everyone also in the digital form, alongside cash, could help us to ensure that our common currency - the euro - is fit for digital age.", "And here, I would like to mention three aspects.", "Firstly, with a digital euro, European citizens and businesses would be able to make and receive instant digital payments throughout the euro area, free of charge.", "Digital euro could be used for purchases in physical shops and for online purchases, as well as for transfers to other individuals.", "With digital euro, it would be possible to pay like with any other digital payment method, with an internet connection, but we also strive to make offline payments available.", "To emphasise, such a universal pan-European payment method is not yet available to consumers.", "Secondly, launching a digital euro would increase competition in the digital payments market, enhance the overall efficiency and reduce costs in payment services.", "Thirdly, and most importantly for us, central bankers, with the digital euro, we would strengthen the monetary sovereignty of the euro area, and preserve the effectiveness of monetary policy.", "Taken all together, the digitization of public money seems to be rather a necessity than merely an opportunity.", "At this point, readiness is key concept we are following.", "That is why today, the vast majority of central banks are considering their own digital currency.", "After the Eurosystem has recently completed the investigation phase, we have just embarked on the preparation phase.", "Therefore, we do not have all the answers yet, but we are keeping up to be prepared if or when the time comes for its introduction.", "To share with you the findings of work done so far, and also to address open issues, I have invited my fellow colleagues, governors from Croatia, Estonia, Lithuania, Malta and Slovakia to share our knowledge and views on the digital euro.", "But before we move on to the panel discussion, let me give the floor to Simon Anko, director responsible for the digital euro project at Banka Slovenije to set the scene: what we have achieved so far and what are the dilemmas we are faced with."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Digital euro", "Digital payments", "Central bank money", "Instant payments", "Monetary sovereignty", "Monetary policy", "Cashless payments", "Technological progress", "Cross-border transfers", "Digital currency"]}