{"sentences": ["Building a balance sheet to support financial stability Speech delivered to UBS Australasia Conference in Sydney, Australia By Karen Silk, Reserve Bank Assistant Governor 14 November 2023 A ~ Reserve Bank Te Putea Matua E nga mana, e nga reo.", "E nga karanga maha 0 te wa.", "Téna koutou, téna koutou, téna koutou katoa, Good morning.", "It's wonderful to be here in Sydney representing Te Putea Matua, the Reserve Bank of New Zealand.", "I want to thank UBS for hosting th As an Assistant Governor with responsibility for fi thinking about the RBNZ's balance sheet, its si and that is what I would like to talk about today.", "he RBNZ's balance sheet, following Rayner's in 2021. given their form of moneta profit and is not the exclusi nk balance sheets are garnering sig GFC, any change in central banks' y easing or \"quantitative tigh that a central bank's balance shee herefore any time there is a chang upport of policy.", "When we conside Today my purpose.", "In parti business supporti the FX swap marke The functioning of via the financ Financial stability is often n their traditiona individual entities.", "With increases in size la n of monetary policy.", "isa ze, composition and ficant interest these days, which is u ancial markets, I is speech m igh inviting me to speak.", "spend a fair amount of time the risks associated wi t be considered the thi awkesby's in 2020 and Vanessa gely due to their use as tools of nce sheets are commonly viewed g. n instrument of policy, not an ins he size or composition of the ba will be on the RBNZ's balance sheet as a tool to support financial s the recent steps we've taken \"lender-of-last-resor ood collateral, and typica nks also play a critical role in ng objectives related to ensure that the e OCR.", "confide ial sys he real economy.", "hought about in terms of prudential regu individual deposit takers which in turn strengthens \"role, central banks can a ly at penalty rates of interes the provision of market liq 0 efficient payments and se he RBNZ regularly transacts in implied NZD overnight interest rates in that market remain ary policy transmission.", "For instance, t markets more broadly is also importa nce, impedes transmission of monetary policy, and can quickly transmit andable as either a rument of cy, however, this includes financial stability and The role of the central bank balance sheet in financial stability lation - which a he financial syste , to support the tlements across ability and I will 0 strengthen the RBNZ's balance sheet for that cular in the area of foreign reserves.", "m. so provide funding or liquidity, dity in the normal course of nt for financial stability.", "Market Central banks in this context can also play a role as \"market-maker-of-last-resort\", providing market liquidity through facilities designed to provide targeted and temporary liquidity where it might otherwise be absent, largely in times of stress or crisis.", "For example, the RBNZ has a Bond Market Liquidity Support (BMLS) facility which we can use to make outright purchases of government bonds during periods of market stress - something we did during the most acute phase of the COVID-19 crisis.", "Bond Market Liquidity Support 100 12 Jan 20 Feb 20 Mar 20 Apr 20 May 20 Ms NZGB Purchases (LHS) LGFA purchases (LHS) Average bid-ask spread of Nominal NZGBs (RHS) Source: Bloomberg; RBNZ The role of market-maker-of-last-resort is largely an unavoidable one given the importance of market functioning, both for financial stability and as a channel for the transmission of monetary policy.", "But that doesn't mean there aren't important questions to ask about how and when central banks should play this role.", "How dysfunctional do markets need to be before central banks step in, who should have access to central bank facilities and on what terms, are live policy issues across many jurisdictions today.", "The Bank of England has recently announced its intention to provide liquidity acilities to non-banks' and the Federal Reserve's response to banking stress earlier this year included a facility which took collateral at par, rather than at market value'.", "While circumstances at a given point in time may dictate variation in response to crises, guidelines or the provision of support can also support appropriate expectations of self-sufficiency with market participants.", "To that end, as part of our current internal Liquidity Management Framework Review, we are developing our crisis \"playbook\" to support a clear understanding of the purpose, scope and entry and exit conditions for crisis facilities between ourselves and market participants.", "ankofer co.uk/s Bank Term Funding program.htm am.", "Retrieved from www.federalreserve.gov website: -stability/bank-term-funding- Foreign Reserves Coordination Framework The introduc re The in decisioning occur with obj ervene in the fo jectives.", "This cou or when the leve he case of the R inister of Finance oO a new 'Fo ion oO in anuary 2023.", "Like most central banks, RBNZ ho of the exchang BNZ, the level a eign Rese e RBNZ and M ions.", "Periods o e, ndamenta aining a free-fl ameworks we apply.", "in assessing the appropriateness of FX intervention licy Committee (MPC) utilise four key criteria that se four required to be met.", "These include: 1) Exceptio ly high or low 2) Unjustified - the exchange rate should s 3) Consistent - intervention should be consistent wi amework does not fundamentally c ds foreign reserves on its balance sheet e rate is at extreme and unjustified levels inister of Finance.", "The FRCF was f intervention are still expec cating exchange rate, with this bei th ou against the desired stance of monetary poli cy.", "id use of foreign reserves had historically been ag emoranda of Understanding, with the last one ag the new Reserve Bank Act 2021 required the RBNZ and ves Management and Co-ordination agement and use of foreign rese Framework' (FRC ves in New Zealand a agreed in December 20 ange the approach to ed to be rare, and we ng reflected in the i hat can be used to market to support both financial stability and mo d include intervening when market functioning is impaired, and liqui dity is limited eed with the eed in 2007.", "F) setting out oreign or monetary policy purposes, the h hurdle for intervention to e exchange rate should be be unjustified by economic monetary policy objectives 4) Opportune - market conditions should be opportune and allow intervention a reasonable chance of success.", "NZDTWI and RBNZ Foreign Exchange Activity Monthly data to June 2023 -1,000 *Includes all RBNZ activity in the foreign exchange market including business as usual operations 2018 2020 2022 Gl Net purchases of NZD (LHS)* «==NZDTWI Exchange Rate (RHS) A well-functio oreign assets addressed by Figure 3 Monthly data will consi ning foreign exchange market is crit it may also be necessary for the R dity and confidence to the market.", "which requires a prepositioning of der whether market dysfunction intervention.", "exporters, importers, borrowers, and inves inancial crises, ors.", "In orde is sustained, FRCF, agreement was reached wit rency Intervention Capacity to September 2023 h the Mi holdings of foreign reserves for this purpose.", "The agreemen eview, growth in size of the economy and scale of FX markets in the intervening period and ore the need for increased capacity to support intervention.", "ew Zealand's economy and Average 2007-. n extreme circumstances, such as ntervene for financial stability purposes, r to do so the RBNZ must al ations, the ance sheet.", "In these situ systemic and could be of Finance to increase the RBNZ's acknowledges the time since last *Foreign reserves that are readily liquefiable less foreign currency liabilities that fall due in the next 12 months.", "As episodes of intervention are rare there is no clear answer as to what the right level of foreign reserves is.", "In determining what an appropriate level of foreign reserves for we considered a range of metrics, including import volumes, deb well as international central bank comparisons, and scenarios including p New Zealand and overseas.", "We will not be commenting on the that information is considered market sensitive but will note that occur over a number of years.", "This is because we seek to avoid u Increasing the level of foreign reserves - all else equal - results in t reaching agreed levels.", "ew Zealand might be, ing and FX turnover, as evious interventions in arget level of reserves agreed as achieving it is a process that will ndue risk to market liquidity from he size of the RBNZ balance sheet increasing.", "The raising of reserves, and their subsequent investment in foreign currency assets, is funded through the RBNZ increasing the level of settlement cash i the initial cost of funding the foreign reserves reflects the Official C settlement cash within the system is remunerated by the RBNZ.", "This also means that ash Rate (OCR) - the rate at which This cost of carry is partially offset by the return generated on the investment of the foreign reserves into assets such as foreign currency government bonds.", "The RBNZ holds two main portfolios of foreign reserves, hedged and unhedged, with the distinction between the two simply reflecting how the NZD is converted into a foreign currency.", "Unhedged reserves are raised by selling NZD in exchange for foreign currency in the spot foreign exchange market.", "This transaction results in us owning foreign currency, and the value of these assets will fluctuate in line with increases or decreases in the exchange rate.", "The hedged reserves are raised by lending NZD in exchange for foreign currency, generally in the cross-currency basis swap market.", "We effectively borrow foreign currency under long term contracts and are not exposed to movements in the exchange rate, because all the foreign exchange rates are agreed at the start of the contract.", "Under the Foreign Reserves Managemen primary considerations when looking to inves when they are needed our reserves mainta incorporating sustainability considerations i esponsible for managing the investment of the t our reserves are safety and liquidity.", "This ensures that in their value and can be easily converted into cash.", "Subject to satisfying safety and liquidity requiremen ike other central banks around the globe, the climate change will impact upon those over investment opportunities.", "A Review of Financial Resources Historically the RBNZ has chosen to hold a mix of both unhedged and hedged reserves.", "In addition 0 the different exchange rate exposures, there are other considerations taken into account when determining the mix.", "These include the relative costs, risk appetite, refinancing risk and intervention needs.", "While we will not comment on what the composition will look like in the future, we expect he mix of portfolios to carry flexibility and be influe nced by market conditions over time.", "Co-ordination Framework the RBNZ is also oreign reserves.", "Like most central banks, the s, return is then considered and optimised and RBNZ is also evaluating alternatives for the investment criteria.", "While the purpose of the eserves will always require safety and liquidity as primary criteria, risks such as those posed by ime and transition and mitigation likewise may add to Central banks, including the RBNZ, are unique in that they can operate under negative equity - the value of thei iabilities can exceed the value of their assets - without impinging on their ability to fulfil their policy objectives.", "However, there is a risk that periods of deep and persistent negative equity could erode confidence in a central bank and therefore its ability to fulfil its' policy objectives.", "The RBNZ has a legislatively manda manner and aims to have sufficient financial resources to support its core operations, manage exposure to financial risks associated with its balance sheet activities, and enable a reasonable range of policy interventions for financial stabili future.", "ity and monetary policy that may be needed in the ed obligation to operate in a financially responsible Holding and using foreign reserves, for example, exposes the RBNZ balance sheet to a range of financial risks, including market, credit, liqui dity and counterparty risks.", "In the normal course of operations, this would require access to an appropriate level of financial resource, i.e.", "capital or like instruments, to accommodate exposure to those risks on their balance sheet.", "exposure to financial risk well in advance and support the RBNZ's operational independence, which is critical for ou our objectives.", "RBNZ, together with the NZ Treasury, have reviewed the RBNZ's financial determined that in addition to those req holdings, there are current and potential future balance sheet activities (su inancial stability) that carry a degree of financial risk and would also bene ch as interventions quick action in a cr uired to support the agreed increase in foreign reserves it from additional pre- Pre-positioned financial resources, in this case capital and indemnities, provide several benefits beyond mitigation of risks to credibility.", "It can support the Crown's ability to manage overall Crown of a crisis, support fiscal and monetary policy coordination, provide clarity around decision-making structures to enable credibility in achieving Following the review, the RBNZ has received an additional $1.8 billion in capital plus additional indemnities from the Crown.", "Indemnities provide financial backing for the RBNZ and transfer financial risk to the Crown in relation to specific activities undertaken by the RBNZ.", "Unlike capital, indemnities are not fungible - they can't be exchanged for anything else - and can volatility.", "ot be used to support general balance sheet An example of an indemnity that you may be familiar with is the indemnity the RBNZ received for around the world are publicly owned and their balance sheets are co government balance sheets, the overall effect on gove Since the RBNZ balance sheet is a subset of the Crown balance sheet, accounting stance.", "in instances of market dysfunctio profitable.", "purchased under LSAP that remain on our balance sheet).", "has now been terminated for new purchases (although it remains in effect Central banks around the world have taken varied approaches to address Following the review two new indemnities have been provided.", "The first indemnity speci supports foreign exchange interventions related to the FRCF.", "The second i osses that may be incurred on bond purchase programmes, in the future.", "As discussed bond purchase programmes, which can be useful in supporting financial stability, may be needed , such as that we encountered at the onset of COVID- important to note that interventions will not necessarily lead to losses, and in some cases, can be potential losses on the Large Scale Asset Purchase Programme (LSAP) deployed in response to COVID-19.", "Provision of this indemnity has meant tha programme have not impacted the RBNZ's capital position.", "As part of the accounting losses from the LSAP review this indemni for existing bonds accounting losses fi bond purchase programs undertaken during and before COVID.", "Some central banks (like the RBNZ) have opted for indemnities while others have gone into negative equity.", "Since central solidated within overall nment balance sheets remains the same.", "have to some extent been offset by fiscal benefits to the rest of the Crown.", "The IMF has explored he net benefits of the LSAP programme in New Zealand as part of their independent Article eport, and has found that the LSAP programme had favourable effects on the Crown's fiscal ndemnity relates to 9.", "It is Larger risks, fo Conclusion and not profit.", "interventions oO policy interventi this scale.", "onetary Policy (AMP) tools with the Ministe indemnity beyond our existing financial resou with a role in promoting example for bond purchase programmes intended to provide ongoing monetary on the scale of the COVID-19 LSAP, may require additional financial resources, rrently provided.", "However, we expect that in such situations, there would be more ime to formulate policy and seek additional financial resources once immed have been alleviated.", "As such, we have not sought pre-positioned financial resources to enable andum of Understanding (MOU) on Additional of Finance which lays out a process for seeking an rces if needed.", "This MOU further provides the Crown iate crisis concerns fiscal and monetary policy coordination.", "As previously discussed, the ns the ability to operate under negative equity.", "conjunction with Treasury and the Minister of Finance, the RBNZ determined Risks related to We are building towards hat now.", "orm of capital and indemnities, which enable us to support if required, and like other central banks retain the ability to operate u Central banks are sometimes accu n conclusion, central banks can use their balance sheets to support not just monetary policy, but also financial stability objectives.", "In all cases though, the balance sheet is an instrument of policy nterventions for financial stability might happen at the same time as monetary ons, for example during COVID-19, or they may occur independently, in fixed income or currency markets.", "is very important for New Zealand, as a small open economy.", "In hrough the Foreign that a higher level of foreign reserves holdings was appropriate.", "evel of foreign reserves holdings, combined with risks associated with other current and possible future balance sheet activities in pursuit of our obj necessitated a higher level of financial resources.", "We now have a greater level of pre-positioned inancial resources in the © support financial stability, if and when needed.", "We have agreed processes intervene in markets 'o seek additional der negative equity.", "sed of fighting the last crisis.", "Our aim in undertaking reviews of our reserves, resources and intervention playbooks is to not continue to fight the last crisis, but to learn from it, and position ourselves to be prepared (as far as one can be) for the next one.", "Retrieved from www.federalreserve.gov website: httos-stability/bank-term-funding-program.htm Bolt, W., Frost, J., Shin, H. S., & Wierts, P. (2023).", "The Bank of Amsterdam and the limits of fiat money.", "Retrieved from BIS website: Carstens, A.", "Central banks are not here to make profits [Speech].", "Presented at the Op-ed by Mr Agustin Carstens, General Manager of the BIS.", "Retrieved from Foreign reserves.", "Retrieved from ronz.govt.nz website: httos-markets/foreign-reserves auser, A.", "Thirteen days in October: how central bank balance sheets can support monetary and financial stability [Speech].", "Presented at the ECB's 2022 Conference on oney Markets.", "Retrieved from -hauser-keynote-speech-at- he-european-central-bank-conference-on-money-markets auser, A.", "A journey of 1000 miles begins with a single step: filling gaps in the entral bank liquidity toolkit [Speech].", "Presented at the Market News International Connect Event.", "Retrieved from httos:/Awww.bankofengland.co.uk/speech/2023/september/andrew-hauser- speech-at-market-news-international-connect-event awkesby, C. (2020, August).", "COVID-19 and the Reserve Bank's Balance Sheet [Speech].", "Presented at the 2020 KangaNews New Zealand Capital Markets Forum.", "Retrieved from ow the Reserve Bank implements monetary policy.", "Retrieved from ronz.govt.nz website:_httos-the-reserve-bank- implements-monetary-policy F. (2023, August).", "New Zealand: 2023 Article IV Consultation-Press Release; Staff Report; and Statement by the Executive Director for New Zealand.", "Retrieved from httos-Zealand-2023-Article-IV- Consultation-Press-Release-Staff-Report-and-Statement-by-the-538455 Jordan, T. (2011).", "Does the Swiss National Bank need equity?", "Basel: Swiss National Bank.", "Preventing and responding to dysfunction in core markets [Speech].", "Presented at the Workshop on Market Dysfunction.", "A Strategic View of Te Putea Matua's Balance Sheet [Speech].", "Presented at he ANZ-KangaNews New Zealand Capital Markets Forum 2021.", "Foreign currency reserves: wh www.rbnz.govt.nz.", "Liquidity: one word, three meanings [Speech].", "Presen KangaNews New Zealand Capital Market Su mmit.", "Retrieved from 9/liquidity-one-word-three-meanings und them.", "Understanding how central banks use their ba critical categorisation.", "Re central banks use their balance sheets: A cri rieved from CEPR website: Understanding how ical categorisation I CEPR"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Foreign Reserves", "Balance Sheet", "Monetary Policy", "Market Liquidity", "Central Bank Intervention", "Financial Risk", "Indemnities", "Negative Equity", "Crown Balance Sheet"]}