{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss our recent policy announcement and the Bank of Canada's Monetary Policy Last week, we maintained our policy interest rate at 5%.", "We held our policy rate steady because monetary policy is working to cool the economy and relieve price pressures, and we want to give it time to do its job.", "But further easing in inflation is likely to be slow, and inflationary risks have increased.", "Before I take your questions, let me give you some economic and financial context for the decision.", "Since the last time we were here with you, the Canadian economy has slowed, and the data suggest demand and supply are now approaching balance.", "We're now seeing clearer evidence that higher interest rates are moderating spending and relieving price pressures.", "The economy has entered a period of weaker growth, with growth averaging about 1% over the last year.", "Growth in gross domestic product (GDP) is forecast to remain below 1% for the next several quarters before picking up in late 2024 and rising to 21⁄2% in 2025.", "With the economy expected to move into excess supply this year and with growth anticipated to be weak for the next few quarters, we think there's more inflation relief in the pipeline.", "We expect inflation in Canada to ease gradually and return to our 2% target in 2025.", "But we're worried that higher energy prices and persistence in underlying inflation are slowing progress.", "The effects of higher interest rates on inflation are most evident in the prices of durable goods, like furniture and appliances that people often buy on credit.", "These effects have also spread to many semi-durable goods-a category that includes things like clothing and footwear-as well as many services excluding shelter.", "Inflation in these categories is now running generally at or below 2%.", "Price increases for groceries, while still elevated at almost 6%, have also eased and are expected to moderate further.", "However, a number of factors are getting in the way of low inflation.", "Higher global energy prices are increasing prices at the pump.", "And that is pushing headline inflation back up.", "Structural supply shortages in our housing market are boosting prices for shelter.", "In addition, near-term inflation expectations and wage growth remain elevated, and corporate pricing behaviour is normalizing only slowly.", "Since we will be discussing housing in more depth today, let me provide some additional detail now.", "The rise in interest rates has cooled demand for housing.", "Since February 2022, housing resales have declined by 33% and house prices by about 10%.", "But shelter price inflation has picked up, running at above 6%.", "Structural pressures in our housing market are slowing the return of inflation to target.", "Shelter price inflation has become more broad-based, with rent and other accommodation expenses increasing, in addition to the ongoing rise in mortgage interest costs, which is related to our policy rate increases.", "We look forward to discussing these housing dynamics with you in more depth.", "The combined impact of all these pressures on inflation is that we now expect inflation to be about 31⁄2% through to about the middle of next year.", "As excess supply in the economy increases, inflation should ease in 2024 and reach 2% in 2025.", "Overall, inflationary risks have increased since July.", "The forecast we released last week has inflation on a higher path than we expected last summer.", "In addition, rising global tensions, particularly the war in Israel and Gaza, have increased the risk that energy prices could move higher and supply chains could be disrupted again, pushing inflation up around the world.", "With clearer evidence that monetary policy is working, my colleagues on the Bank's Governing Council and I judged last week that we could be patient and hold the policy rate at 5%.", "However, to be confident that our policy rate is high enough to get inflation back to 2%, we need to see more easing in our measures of core inflation.", "We will continue to assess whether monetary policy is sufficiently restrictive to restore price stability, and we will monitor risks closely.", "Our decision last week reflected our best efforts to balance the risks of over- and undertightening.", "We don't want to cool the economy more than necessary.", "But we don't want Canadians to have to continue to live with elevated inflation either-and we cannot let high inflation become entrenched in the economy.", "If inflationary pressures persist, we are prepared to raise our policy rate further to restore price stability.", "In summary, we have made a lot of progress reducing inflation, but we are not there yet, and we need to stay the course.", "When price stability is restored, the economy will work better for everyone.", "With that summary, I would be pleased to take your questions and begin our discussion."], "classifications": ["none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Monetary policy", "Housing market", "Interest rates", "Economic growth", "Price pressures", "Inflationary risks", "Shelter prices", "Core inflation", "Supply chain disruptions"]}