{"sentences": ["Accompagnying slides to the speech # SLIDE 1 Managing Climate Risk in the Financial Sector1 Excellencies, ladies and gentlemen, all protocols observed, I wish you all on behalf of the CBCS a warm welcome.", "Dear Chair, esteemed guests, scholars, and fellow concerned citizens, it is so good to see you and welcome you at the Central Bank again, a year after the first event of the Curaçao Climate Change Platform.", "A kind thank you to the Chair and the organizers for the opportunity to address you at the start of this second in hopefully a long series of these important gatherings.", "Until we get the job done of making Curaçao resilient for the changes ahead of us.", "# SLIDE 2 Introduction - Time to plan the road to adaptation The other day we had a meeting with the Chair at the department of Meteorological Services about this CCCP meeting.", "(I am happy to mention that the Communist Party has had nothing to do with this entire process.)", "Climatic challenges that were predicted by the models of Meteo and their colleagues abroad are now unfolding all around us.", "The world - as an international community - is realizing and recognizing that we are set up for failure with current policies, but it is not spurring into action with the ferocity and unity needed to prevent warming beyond which irreversible damage to the environment will occur.", "Curaçao will be at the receiving end of things and will need to think through how to adapt to this reality and how to cope with the increasing risks from climate change.", "The IPCC reported that in the coming 30 years Curaçao and the rest of the Caribbean will likely experience 1. mean temperature increases, 2. more droughts, 3. more heavy rainfall, and storms, 4. rising sea temperatures and 5. loss of coastal areas through rising sea levels.", "It is quite the list.", "Adapting the economic and social structure for these probable effects of climate change is possible, but it is also a long and resource intensive process.", "However, the cost of doing nothing will be much larger.", "In the face of escalating climate change, the imperative to safeguard our small country of 150.000 residents has never been more pressing.", "However, the costs are preceding the benefits in the case of climate investments by many years.", "The consequence of this \"tragedy of the horizons\" as Mark Carney called it is that long term planning is needed that supersedes the regular 4-year political cycle, the typical business cycle and the credit cycles central banks are monitoring.", "The probable outcome is that we are acting when it is too late.", "The tragedy of the horizons is certainly true for action on mitigation.", "To an extent it might also be true for adapting to the consequences of a changing climate.", "To overcome this tragedy of the horizon we should take a risk management approach.", "For this information on the cost and benefits of adaptation is necessary to mobilize (collective) action by both the private and public sector.", "# SLIDE 3 Central Bank Mandate and Climate Change In its report of 2021, the CCCP states that climate change policies should be made to fit local areas and communities, to be relevant.", "Citizens, businesses, and organizations need information to act.", "As the central bank of Curaçao and Sint Maarten, it is a part of our mandate to guard the stability and sustainability of the monetary and financial system.", "Risks posed by climate change influence the bottom line of financial institutions.", "Central Banks around the world have in the last decade realized climate change risks fit squarely within their core mandate on financial stability.", "In our strategic agenda CBCS 2025 we aim to address climate change issues by working on three pillars.", "Expanding our cooperation and dialogue with local and international institutions.", "Researching climate risks by improving our data and statistics to get a better view of the impact on the financial sector.", "Developing a supervisory framework for climate change (in close collaboration with regional supervisors and other international partners).", "The objective of our strategic actions is to ensure the financial system in Curaçao and Sint Maarten is resilient to climate risk.", "By taking a risk management approach to climate change it will not only guarantee the health of the financial system, but by doing so it will mobilize investments in sustainable energy and a resilient physical infrastructure and built environment.", "# SLIDE 4 IMF Study: Projected Impact of Climate Change on GDP and Consumption in Curaçao As part of our first pillar on the CBCS strategic agenda we requested the IMF to do an initial study on the impact of Climate Change in Curaçao and Sint Maarten by using their dynamic general equilibrium model developed specifically for this purpose.", "The assessment of the macro-impact of climate risks and policies is an essential first step in developing a climate adaptation strategy.", "It also provides useful information to assess climate risk on individual financial institutions.", "The IMF analysis emphasizes that Curaçao is vulnerable to what they call slow-moving climate risks, such as sea level rise and foreign climate policy spillovers.", "Slow moving unfortunately does not mean less dangerous.", "The IMF takes as an input the 2022 Climate Change Risk Assessment from the Curacao Ports Authority, the 2020 Climate Change Policy Assessment, and the intermediate emission scenarios of the IPCC.", "They list two-land and two marine-based hazards, or physical risks, for Curacao.", "An increase in average temperatures of about 2 degrees Celsius by 2050 with an average annual maximum of 36 degrees Celsius and with outliers of 42 degrees Celsius.", "This could lead to loss of biodiversity, negative impact on health and productivity and bleaching of coral reefs.", "More extreme episodes of heavy rainfall from more intense tropical cyclones make Curacao more vulnerable to flooding.", "The sea level is projected to rise by 0.5-0.6 meter with a maximum rise of 1.2 meter.", "Storms and tropical cyclones are projected to become more intense with more precipitation.", "These could contribute to flooding via storm surges which could add 0.5 - 0.75 m on top of sea level rise.", "However, Curacao is not only vulnerable to physical risks from climate change.", "The heavy reliance on energy imports makes us also vulnerable to transition risks stemming from the potential worldwide shift away from fossil fuels.", "As a small economy we are at the mercy of global oil price fluctuations and foreign climate policies such as carbon taxes.", "In the analysis the IMF focusses on the impact of sea level rise due to its potential damage over the long run.", "While a half-meter sea level rise is according to the IMF likely to submerge a small fraction of overall land, the damage is likely to be concentrated in key business and administrative areas making the effective depletion quite high.", "Given the information constraints they assume 20% of productive land is depleted.", "Subsequently they run several scenarios with different assumptions on substitutability (whether you can move or replace your activity and resources to other areas that are not at risk).", "Their estimated long run impact on the economy of sea level rise is a permanent loss in GDP of between 7.5% and 14%.", "Further analysis assessing the impacts of climate change and developing a clear mediumterm national adaptation strategy is essential to ensure we are adequately prepared.", "That's why we are here today.", "To do this we need information.", "Hence the second pillar on our strategic agenda: improving our analyses and information on climate risks' impact on the financial sector.", "# SLIDE 5 Climate risks affecting the financial system Let's take a closer look at how climate risks are transmitted into the financial system.", "Rising temperatures and droughts directly threaten livelihoods, incomes, and health.", "Over the summer we learned every week or month about uncontrolled wildfires, and deaths due to heat waves around the world.", "It is easy to see this will have an economic impact.", "Banks should assess how this will impact their credit portfolio and how they can assist their clients to invest in measures to make it easier to cope with high temperature periods.", "We also experienced how devastating storms laid waste to public infrastructure, telecommunications, and temporarily shut down financial operations.", "Damage to real estate and insured properties may directly impact loans, profitability, and underwriting costs, of banks and insurance companies.", "This weekend The Economist published an article with the alarming title \"climate change is coming for America's property market\".", "The thrust of the article was that for decades Americans have been moving to beautiful places but also places that are vulnerable to extreme weather making them uninsurable.", "Florida is the obvious example that was given.", "Once a swampy frontier is now America's third most populous state.", "But also, the state most often hit by hurricanes.", "This multibillion bill will soon become impossible to cover by private insurance or governments.", "It is important to realize - as the IMF emphasized - that climate risk not only comes in the shape of immediate damage from severe storms.", "On a further horizon, rising sea levels are foreseen to affect coastal areas and areas of high economic activity, endangering properties, and businesses.", "The Curaçao Meteorological services have mapped several scenarios of rising sea levels, bringing a clear picture of the physical risk.", "Financial institutions should assess the impact of these risks on their balance sheet.", "Up until recently, many banks may not have been very compelled to consider the consequences of climate change in their policies and operations.", "However, as the effects of climate change progress, banks and insurance companies find that climate-related risks will translate into significant risks for their business.", "But when this happens it will be too late.", "Banks and insurance companies need to proactively identify the extent of climate change risks that impact their financial results.", "But there are many gaps in the available data.", "We need more granular data and analysis of effects and consequences of climate change in Curacao.", "We need to know how individual banks, insurance companies and pension funds in Curaçao are affected by climate risks.", "What are effective adaptation measures to remedy these risks?", "# SLIDE 6 Developing a Supervisory Framework for Climate Change For the rest of 2023 and into 2024, the CBCS will be conducting a research project to tackle the gaps in data.", "With the obtained information we aim to get a better understanding of the exposure of financial institutions to specific climate change risks.", "How do financial institutions experience the transmission of climate risks to financial risks, and what does this mean to the financial sector and the economy.", "In addition, the CBCS will consider reporting mechanisms that help improve data on climate risks.", "We will also continue strengthening our expertise on instruments to contribute to climate change resilience of the financial sector.", "With better information and data, financial institutions can foster the growth of green finance, by providing price incentives and guidance to promote investments towards sustainable and environmentally friendly projects.", "# SLIDE 7 Partnering with the National Climate Change Platform With a better understanding of climate risks in Curaçao, the CBCS will develop a supervisory framework, in close cooperation with international and regional organizations.", "The third pillar on our strategic agenda.", "In this regard the CBCS has joined efforts with regional supervisory authorities hopefully with assistance from the IMFs technical assistance center for the region.", "The shared goals are developing a robust- and relevant in the Caribbean small state context - supervisory framework for climate change.", "And equally relevant climate stress testing models.", "Although much research remains to be done, I am confident that collaboration in this platform will contribute significantly to speeding up the processes.", "Our country has much to gain from a climate policy framework and action plan.", "It is great to see so many new initiatives, but it is important to bring them together to a national strategy that focusses our limited resources on the most promising and relevant areas.", "The objective of this Platform is just that.", "Although the world might be on a \"too little, too late\" scenario to limit global warming to 2 degrees Celsius, for our national adaptation strategy we can still be just in time!", "For that we have to act now."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Financial Stability", "Climate Risks", "Adaptation", "Mitigation", "Central Bank Mandate", "Supervisory Framework", "Green Finance", "Climate Stress Testing", "National Climate Change Platform"]}