{"sentences": ["Dear, Ms. Zhang and Mr. Marquier, IFC representatives Dear, Mr. Fuchs from Swiss Embassy Dear, Mr. Balija from KBA Dear, EU Ambassador Szunyog Board Members of the Central Bank of the Republic of Kosovo Government representatives Representatives of the central banks, and saving associations Donor, partners, and financial institutions Dear, Colleagues Ladies and Gentlemen It is my pleasure to open this Forum and welcome You all to the first Sustainable Finance Forum, co-organized by the Central Bank of the Republic of Kosovo, the Kosovo Banking Association, International Finance Corporation and Sustainable Banking and Finance Network, in partnership with SECO.", "Sustainable Finance is the new concept which has emerged from the environmental and climate changes, with associated risks and opportunities to the economies.", "Following the adoption of the Paris Agreement on Climate Change and the UN 2030 Agenda for Sustainable Development in 2015, governments all over the world are making strides to transition to low-carbon and more circular economies on a global scale.", "Republic of Kosovo's environmental commitments are aligned with the EU Strategy, and is was one of the six Western Balkan countries that signed the Sofia Declaration (November 2020), where the countries acknowledged the European Green Deal, as a cornerstone for the Green Agenda for the Western Balkans (GAWB).", "The Energy Strategy of the Republic of Kosovo 2022-2031, adopted by the Parliament of the Republic of Kosovo, is led by a vision of: a sustainable energy sector integrated into the Pan-European market, ensuring energy security and affordability for citizens.", "Also, the Strategy foresees by 2025 to complete all preparations for implementing a Carbon Pricing System and committed to achieve Net-Zero Emissions by 2050.", "The Republic of Kosovo has adopted the Program with IMF \"Resilience and Sustainability Facility\" (RSF) of SDR61.95 million, to support climate change mitigation and adaptation actions, exploit synergies with other official support and help catalyze private investment in green energy.", "Moving to a Low-Carbon or Green Economy would need extraordinary levels of fresh capital investment, notably in the form of green financing, to support activities that cut GHG emissions and assist firms in adapting to the effects of climate change.", "As the financial sector is dominated by the banks, climate change may result in physical and transition risks that could affect the safety and soundness of individual banking institutions, and have broader financial stability implications for the banking system.", "Banks are potentially exposed to climate-related financial risks regardless of their size, complexity or business model.", "To the central banks, regulatory authorities, financial institutions and other policymakers, has emerged the needs to take actions in response to those challenges.", "Central Bank of the Republic of Kosovo is committed to strengthening its efforts to improve the resilience of the financial system to climate-related and environmental risks.", "To address climate-related financial risks within the banking sector, the Central Bank of the Republic of Kosovo supported by the Program of World Bank/FinSAC has drafted a Strategy and established a Cross-Sectorial Working Group to contribute to strengthen the regulation, supervision and practices of banks.", "Actions by the Central Bank of the Republic of Kosovo to address climate and environmental risk will be toward strengthening regulatory framework toward EU Regulations and Directives, and Basel Standards, strengthening supervisory practices, encompassing the assessment and full understanding of the banks' exposure to climate risks using scenario analysis, and where applicable, stress testing.", "Central Bank of the Republic of Kosovo will work on building internal capacities, increasing the cooperation with domestic institutions, responsible for climate change mitigation and adaption, considering the international commitments of the Republic of Kosovo.", "To help the contribute to this direction, financial literacy and broader communication through participating in international conferences - like this today - workshops, forums for broadening the expertise and knowledge in the area of climate risks, is part of the CBK Strategic Plan.", "Addressing the ESG aspects, has multiple benefits for the entire economy and contributes substantially to reducing or preventing the adverse impact of the current or expected future climate risks, promote foreign investment opportunities, attract new investments and financing and shift the current credit exposures from the traditional sectors toward green and sustainable financing.", "I wish for fruitful discussions, during the three panels of such very interesting topic, and enjoy the stay in Prishtina."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Sustainable Finance", "Financial Risks", "Green Economy", "Banking System", "Environmental Risks", "Financial Stability", "Central Bank", "Regulation", "ESG"]}