{"sentences": ["Assalamualaikum w.b.t and good morning.", "I wish to thank Malaysian Life Reinsurance Group (MLRe) for inviting me to speak at MLRe's retakaful launch today.", "Compared to banking, insurance or fund management, professional retakaful industry is still relatively young.", "The first full-fledged retakaful operator in Malaysia was incorporated in 1997, less than three decades ago.", "As a provider of Shariah-compliant risk mitigating tool for direct takaful operators, retakaful operators play an important yet understated role in supporting business and economic activities in a fast-growing economy, whilst navigating the evolving risk environment.", "Retakaful is part of the chain that provides financial security and peace of mind in the face of exposure to large and unexpected losses.", "Retakaful enables expansion of direct takaful's underwriting capacity by optimising scale and mechanisms for risk diversification.", "It ultimately serves as a catalyst for growth and innovation of takaful, thus a critical contributor to our collective efforts to narrow protection gaps and enhance financial safety net.", "Leveraging takaful's growing prominence to boost retakaful The global takaful industry has been steadily growing.", "The number of takaful and retakaful institutions increased from 274 players in 2012 to more than 340 in 2022 and the total size of the takaful industry tripled to reach USD90 billion.", "Still small compared to its conventional counterpart but forming a much more vibrant international marketplace .", "In the recent years, we are seeing more new markets emerging across Asia, Africa and Europe, as Islamic financial business expands to include Shariahcompliant risk protection.", "Malaysia's takaful industry has also expanded nearly three times to where it was a decade ago , with greater diversification of business lines by extending takaful coverage to underserved segments and embedding new value-added badal hajj, waqf services such as and charity.", "All these signals towards greater opportunities for the retakaful industry to expand in Malaysia and optimise Malaysia as a base for tapping global opportunities.", "In Malaysia, the aspiration to achieve 4.8% to 5% insurance and takaful penetration rate out of GDP has been outlined in the Financial Sector Blueprint 2022-2026.", "Latest developments in digital takaful, microtakaful, social and green finance, together with Malaysia's changing demographic landscape towards ageing population present new growth areas in which retakaful can play greater role to spur further developments.", "Indeed, takaful and retakaful markets are inter-dependent in terms of its growth and viability, similar to the symbiosis between insurance and reinsurance.", "As such, strong growth prospects for takaful means that retakaful also stands to reap its benefits if seized in a timely manner.", "However, while takaful is making strides in its development, there remains gaps in the retakaful market to serve as a tool of choice by takaful operators for managing their risks.", "This poses a question as to how retakaful ecosystem can be further strengthened to support takaful value chain.", "Strengthening retakaful ecosystem to support takaful value-chain I believe with the comprehensive ecosystem and facilitative infrastructure in Malaysia, which is reflective of a more mature Islamic finance ecosystem, retakaful players in Malaysia are well-positioned to serve both the global and domestic takaful value chain.", "The presence of major global retakaful players in Malaysia, complemented by strong domestic retakaful players, further enrich Malaysia's proposition as a global gateway for Islamic finance as outlined in the Financial Sector Blueprint 2022-2026.", "Several dimensions which retakaful players can strive to grow in line with the MIFC aspirations include greater diversification of risks with increased cross-border retakaful business within the region and beyond, as well as expansion of retakaful offerings in innovative segments which remain relatively untapped such as agriculture as well as climate and social resilience.", "However, I understand that doing so comes with its own set of challenges.", "This is where BNM commits to engage continuously with the industry players, to work together in addressing barriers and challenges that stunt developments or expansion of the industry.", "One such step that BNM has recently undertaken in the space of regulatory development includes providing clarity on Shariah parameters on hajah (need) and darurah (dire necessity), including its scope of application to address hardship or difficulties in executing financial transactions based on Shariah principles.", "In the context of retakaful, ceding out of risks to retrocessionaires has been allowed on the basis of preservation of wealth ( ) given limited availability of retrotakaful capacity.", "Hence, we certainly welcome new players in this space to expand this capacity further.", "Another developmental effort that BNM intends to explore relates to advocacy among regulators in the region and beyond for takaful operators worldwide to optimise retakaful first prior to seeking reinsurance.", "This hopefully can reduce leakages in the long run and accelerate further developments in the global retakaful industry.", "BNM welcomes more ideas from the bright minds in the industry as together we can drive retakaful to greater heights.", "To conclude, I wish to congratulate MLRe on this exciting milestone and look forward to future advancements in the retakaful industry.", "May 1997 - Incorporation of ASEAN Retakaful International (L) Ltd. in the International Offshore Financial Centre, Labuan.", "According to the recently published Islamic Finance Development Report 2023.", "Islamic Finance Development Report 2023 by ICD-LSEG."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Retakaful", "Takaful", "Islamic finance", "Risk management", "Financial inclusion", "Global expansion", "Regulatory development", "Shariah compliance", "Value chain", "Growth potential"]}