{"sentences": ["Good morning, ladies and gentlemen.", "Welcome to the Singapore Pavilion.", "The theme for today and tomorrow is financing the net zero transition.", "Let me start with three uncomfortable facts.", "First, climate change is already happening.", "According to the World Meteorological Organisation, half of the planet has seen a rise in floods, and one third has seen a surge in drought events.", "Storms, floods, wildfires, and heat waves are increasing in intensity and frequency across the world.", "Climate scientists warn that such extreme weather events are just the beginning.", "Second, global greenhouse gas emissions are rising, not falling.", "According to the latest IPCC report, we need to cut emissions by 43% by 2030, to keep average global temperatures from rising above the 1.5 degrees Celsius target.", "This is unlikely to be achieved.", "The average global temperature is already 1.1 degrees Celsius above preindustrial levels.", "In fact, this year, it was above 1.5 degrees Celsius in almost one out of four days.", "Third, financial flows into climate action are still sorely inadequate.", "the recent UN Global Stocktake, annual global climate finance flows have increased and crossed US$800b.", "But this is only about 30% of the US$2.5 trillion needed each year until 2030 to meet the Paris Agreement Goals.", "We need to act fast, and we need to act together.", "To reach net zero by 2050, we need economy-wide transition strategies, and transition finance to support it.", "Effective transition is about greening the entire economy not just growing the green economy.", "Investing in green technologies and renewable energy is important - but they make up less than 8% of the global economy.", "To get to net zero, we must progressively decarbonise all sectors of the economy.", "The world needs not just green finance for solar panels and wind farms.", "It needs transition finance - to provide the funding support for businesses and sectors that are not so green, to adopt cleaner technologies, increase energy efficiency, and become greener over time.", "Singapore's blueprint to mobilise capital for Asia's transition is the Finance for Net Zero Action Plan, or FiNZ for short.", "It comprises of four strategic outcomes: good data, definitions and disclosure; a climate resilient financial sector; credible transition plans; and green and transition solutions and markets.", "These are in turn supported by two key enablers: Green FinTech - tech solutions to help solve problems in sustainable finance.", "Skills & Capabilities - pipeline of talent and R&D capabilities in sustainable finance.", "FiNZ is a platform to galvanise collective action across the financial ecosystem to mobilise the capital that is necessary for Asia's transition.", "It calls for extensive collaboration and innovation.", "One priority area where we are pushing the boundaries of collaboration and innovation is in replacing coal-fired power plants in Asia with clean energy sources.", "The world will not get to net-zero by 2050 if we do not phase out coal plants in Asia.", "Asia accounts for 50% of global greenhouse gas emissions, of which a third is from coal-fired power plants.", "In other words, one out of every six tonnes of greenhouse gases emitted into the atmosphere comes from a coal plant in Asia.", "It is not a simple matter of not building any more new coal plants.", "Asia's existing coal-fired power plants, if left to run as planned, will exhaust about two-thirds of the carbon budget remaining to keep global temperatures below 1.5 degrees Celsius.", "They need to be phased out.", "The economics of phasing out coal in Asia are challenging.", "First, coal accounts for nearly 60% of power generation in Asia - and energy demand in Asia is expected to more than double by 2050, to power economic development, population growth, and rapid urbanisation.", "Second, the so-called \"coal economy\" is a key source of employment.", "The International Energy Agency estimates that more than 6.7 million people in Asia are employed across the coal value chain.", "Third, the coal plants in Asia are young - they are, on average, less than 15 years old.", "Many of them benefit also from long-term purchase agreements or policy reliefs that will allow them to operate long after they become unprofitable.", "So, this is a big problem.", "But it is also a problem we cannot avoid solving if we want to forestall catastrophic climate change.", "This is why MAS has been working with financial institutions and a broader set of ecosystem players to support the managed phase-out of coal-fired power plants in Asia.", "To achieve an effective and just transition out of coal-fired power plants, we need to get three things right: credibility, incentives, and partnerships .", "Getting CREDIBILITY Right Let me start with getting credibility right.", "This means credible taxonomies, transition plans, and sectoral pathways.", "First, credible green and transition finance taxonomies.", "Taxonomies provide a science-based and objective definition on whether economic activities are green or transition.", "They serve as a guide to investors and financiers who seek to channel capital into activities which support transition.", "MAS has partnered the financial industry to co-create a taxonomy that is aligned with the goals of the Paris Agreement and relevant to both Singapore's needs and the needs of Asia more broadly.", "It was not an easy task.", "The journey has taken almost four years and four rounds of public consultation.", "I am happy to share we will launch the Singapore-Asia Taxonomy today.", "This is the first taxonomy in the world to comprehensively define transition activities across eight focus sectors.", "Most taxonomies define what is green and what is brown, leaving out the bulk of economic activities that are in-between.", "The Singapore-Asia Taxonomy adopts a lightclassification system: 'green' to denote activities that are aligned to a 1.5 degrees Celsius 'amber', to denote activities that will move to 'green' over a defined period of time or facilitate significant emissions reduction in the short-term.", "Activities must meet strict thresholds and criteria to qualify as 'amber' and these thresholds have a sunset date.", "This new Taxonomy will enable financing to flow to climate-friendly transition activities while minimising the risk of greenwashing.", "The Taxonomy also provides a credible framework to phase-out coal-fired power plants, through setting entity and facility-level criteria that are aligned to a 1.5 degrees Celsius scenario.", "The next step is to enable the Taxonomy to facilitate cross-border financial flows to support green and transition projects in other geographies.", "We have embarked on plans to enhance interoperability of the Singapore-Asia Taxonomy with the taxonomies of the EU and China.", "Second, credible transition plans by financial institutions.", "More than 650 financial institutions from over 50 countries have voluntarily adopted net zero targets and joined the Glasgow Financial Alliance for Net Zero, or GFANZ.", "Many have developed transition plans to achieve their net zero targets.", "The three Singapore-headquartered banks, DBS, OCBC and UOB have also joined the Net Zero Banking Alliance and drawn up detailed transition plans setting out decarbonisation targets for the key sectors which they serve.", "Financial regulators obviously have a role to play in overseeing financial institutions' management of climate-related risks.", "But do they have a role in catalysing transition planning by financial institutions?", "There is no international consensus on this.", "MAS takes the view that regulators have a role in facilitating sound transition planning and has proposed supervisory guidelines for banks, insurers, and asset managers.", "The guidelines not only enjoin financial institutions to manage their climate related risks but also encourage them to act in a climate-positive manner to support an orderly transition.", "We do not want financial institutions to indiscriminately exit from carbon intensive activities just to reduce their financed emissions.", "Rather we want them to support progressive transition efforts in the economy.", "We want them to walk the decarbonisation journey with their clients.", "MAS expects financial institutions to adopt a multi-year perspective in managing their climate-related risks.", "This may entail accepting some short-term increase in financed emissions in support of longer-term climate-positive outcomes.", "For example, it enables financial institutions to participate in the financing of coal phase-out projects with clearly defined exit milestones that achieve real reductions in emissions.", "Third, science-based sectoral decarbonisation pathways To be credible, transition plans must be guided by science-based sectoral decarbonisation pathways.", "These pathways tell us how quickly each sector can decarbonise to achieve its net zero target, and what the key decarbonisation solutions are.", "Today, many financial institutions lean on global pathways, such as the International Energy Agency's Net Zero Emissions Pathway, to design their net zero targets.", "But global pathways may sometimes need to be contextualised to take account of regional circumstances.", "MAS has been working with international partners to develop contextualised sectoral pathways and even practical guidance on sector-specific transition.", "One such effort is MAS' work with GFANZ and others to provide clarity on how financial institutions can participate in the managed phase-out of coal.", "I am happy to share that the GFANZ Asia Pacific Network will be publishing today a finalised guide for financing the early retirement of coal-fired power plants.", "The guide sets out how financial institutions can assess the credibility and impact of a coal phaseout plan: The owner of the retiring plant must commit not to procure or invest in new coal plants.", "The coal plant is not set up to benefit from the additional financing.", "The phaseout plan should take into account the socio-economic impact, such as workforce transition.", "The report also provides guidance for financial institutions to set internal coal policies and case studies on financing mechanisms.", "Getting INCENTIVES Right Next, we must get the incentives right.", "To mobilise private financing to support coal phaseout, we must improve the economic viability of the project.", "The early retirement of coal plants means a loss of revenue for plant owners and their financiers.", "If we can generate high integrity carbon credits from the future emission reductions from the early retirement of the plant, the revenue from selling these credits could provide the plant owners and financiers the necessary incentive.", "MAS and McKinsey published a working paper on the use of high integrity carbon credits to complement financing for the coal phaseout.", "We call them \"transition credits\".", "The paper sets out the conditions for generating transition credits and for developing a high-quality market to exchange the credits.", "It is an innovative idea but not without implementation challenges.", "As with all carbon credits, there will be concerns about integrity.", "It will be challenging to ensure that the emissions will be permanently reduced and that the closure of one coal plant does not lead to another coming onstream.", "But it is important that we test these ideas - to figure out solutions to the challenges.", "I am happy to share that MAS is launching today a Transition Credits Coalition, or TRACTION for short.", "This is a coalition of ecosystem players to help identify barriers and potential solutions to develop transition credits as a viable market solution.", "Close to 30 reputable entities have joined TRACTION.", "This includes: multilateral development banks such as the Asian Development Bank (ADB) and Multilateral Investment Guarantee Agency (MIGA); carbon credit standard setters such as Gold Standard; industry coalitions such as the Glasgow Financial Alliance for Net Zero environmental NGOs like the World Wide Fund for Nature (WWF) Singapore; global energy sector experts such as the International Energy Agency (IEA); a range of global banks and insurers.", "We will be announcing tomorrow transition credit pilots with various partners.", "The Singapore government is prepared to offtake transition credits as long as they meet Singapore's standards of environmental integrity.", "This means that qualifying transition credits can be used by carbon tax liable corporates in Singapore to offset up to 5% of their carbon tax liabilities.", "Carbon credits are not without controversy and criticism but they are a necessary part of the climate solution.", "In the absence of carbon prices, we need carbon credits to provide the right incentives for decarbonisation.", "Getting PARTNERSHIPS Right Finally, we must get the partnerships right.", "There are many reasons why capital is not flowing to green and transition projects.", "There is insufficient capacity and expertise to prepare and develop projects to a stage that is bankable.", "There is a high level of regulatory and political risk, especially in emerging economies.", "There is also foreign exchange risk.", "Transactions may face long lead times to start construction, with challenges in securing the necessary permits.", "In short, the risks in many of these projects are too high relative to expected returns.", "The projects are not quite bankable.", "To mobilise the necessary capital for marginally bankable green and transition projects, we need blended finance.", "Blended finance is about partnership and synergy across multiple players.", "Governments, development finance institutions, and philanthropies could provide concessional capital - in the form of grants, limited guarantees, and debt or equity at below-market rates of return.", "Multilateral development banks can provide technical assistance - in the form of project development expertise, capacity building, and institutional support.", "This combination of concessional capital and technical assistance will reduce project risk and improve bankability.", "This can in turn catalyse multiples of private commercial capital to finance these transition projects.", "Banks will typically provide the transition loans but will likely take them off their balance sheets by structuring them in a form that institutional investors, pension funds, and insurance companies can invest in.", "Such public-private partnerships will be key for transition financing, not only for coal phaseout but also green energy infrastructure.", "Singapore is putting together a blended finance platform called Financing Asia's Transition Partnership, or FAST-P for short, with a target fund size of US$5 billion.", "MAS is discussing with multilateral development banks, development finance institutions, and philanthropies to mobilise a base of concessional capital for this platform.", "As announced by Senior Minister Teo Chee Hean earlier, the Singapore government is prepared to contribute concessional capital to support the partnership.", "On the basis of the concessional capital being put together, we are also reaching out to many banks and institutional investors to bring in commercial capital.", "Our target is to mobilise up to US$5 billion in total under the FAST-P platform.", "FAST-P will target three key areas of green and transition investments that are most pertinent in the Asian region.", "The Energy Transition Acceleration theme will cover transition projects such as the managed phase-out of coal together with renewable energy replacement.", "The Green Investments theme will invest in projects involving mature technologies, such as scaling renewable energy, grid modernisation, and electric vehicle infrastructure.", "The Clean Technologies theme will focus on more emerging green technologies that are being piloted, such as the use of hydrogen and carbon capture, utilisation and storage.", "Financiers and investors will form partnerships, managed by an asset manager, with dedicated investment and impact objectives for each investment theme.", "I am happy to share that we have formed partnerships with reputable like-minded players for two of the three investment themes.", "MAS has signed a memorandum of understanding with Allied Climate Partners, the International Finance Corporation, and Temasek Holdings on a Green Investments Partnership.", "We will be entering an MOU in two days' time with the ADB and Global Energy Alliance for People and Planet (GEAPP), which is backed by The Rockefeller Foundation, Bezos Earth Fund, and IKEA Foundation, on the Energy Transition Acceleration Partnership.", "We need to act fast, and we need to act together.", "In the 250 years since the Industrial Revolution, the world has built a highly carbon and energy intensive industrial structure, urban landscape, and modes of transportation.", "We now have less than 25 years to fundamentally restructure economies and societies to reach net-zero emissions.", "Public finances all over the world are in stressed conditions.", "There is ample private capital in the world - some $400 trillion in assets under management - yet so little of it is going into the net-zero transition effort.", "Only by synergising the catalytic power of public capital and the abundance of private capital can we get transition finance right.", "We need to act together.", "So, act fast, and act together.", "Thank you and I wish you a fruitful day at the Singapore Pavilion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Coal phase-out", "Transition finance", "Taxonomy", "Green finance", "Carbon credits", "Transition plans", "Blended finance", "Climate change", "Partnerships", "Decarbonisation"]}