{"sentences": ["Ladies and gentlemen, esteemed guests, It is a pleasure to have the opportunity to speak to you at today's event, and I wish to thank the organisers for the invitation.", "In our increasingly digitalized world, technology's pervasive influence has brought about significant changes, particularly in the financial sector.", "The integration of technology into banking processes, has the potential to optimize operations, improve customer experience and redefine interactions between financial institutions and clients.", "The entry of fintechs and the expected challenge from big techs, has expedited these changes, using platforms like social media to influence retail depositors' responses to market signals.", "Without a doubt, payments are being challenged by disruptive transformation and by the emergence of private actors that might lead to instability and confusion about what is money and what is not money.", "For example, the so-called crypto-assets are too volatile to be considered a currency or to act as a means of payment.", "Stablecoins are often unbacked by any reserves to be considered as a currency, but rather seek to maintain a stable value through, for instance, algorithms or protocols.", "Moreover, stablecoins are vulnerable to runs, as evidenced in May 2022 by the collapse of Terra, which was the fourth-largest stablecoin at the time.", "Another example occurred in March 2023, following the failure of Silicon Valley Bank, by investor runs on USD Coin - the second-largest stablecoin.", "Ladies and gentlemen, as Bigtechs are further expanding into digital finance, there are risks to our payment system, as well as to our monetary and financial stability, especially from a potential issuance of their own currency.", "This is not mere speculation, as evidenced by the decision of PayPal to launch its own dollar-denominated stablecoin.", "PayPal has a user base 1,3 times bigger than the Eurozone's population - therefore such a venture poses challenges at least under three areas: a) Firstly, to the functioning of our payment system.", "Stablecoins are structured as 'closed-loop solutions' that restrict payments to users who adopt a particular payment tool.", "b) Secondly, if citizens prefer to use stablecoins issued by Bigtechs instead of money issued by a central bank, then public money could ultimately lose its role as an anchor that has been safeguarding for decades the convertibility of commercial bank deposits or liquidity, into central bank money at par value.", "This is what actually happens without realising it when we withdraw cash from an ATM: our sight deposits, that are a liability for commercial banks are turned into a liability for the central bank, with cash being the safest form of money and the reason why we trust the currency.", "In the absence of a digital euro, we would risk losing central bank money as a visible symbol, linking the various forms of private digital money to the State.", "This could undermine trust in the euro area and ultimately in its monetary sovereignty.", "c) Thirdly, there could be risks to the financial stability of the euro area, as Bigtechs would not be concerned with avoiding disruptions to financial intermediation, or the impact on the financial sector's liquidity, or ensuring a balanced compensation model for all involved stakeholders, that is the intermediaries, acquirers and merchants.", "Indeed, the examples of Bigtechs' increasing entry in digital finance are numerous.", "Apple's new savings account, linked to its payment solutions, oers interest at more than 10 times the US average rate and has attracted more than 10 billion dollars in user deposits since its launch in April 2023.", "Amazon oers buy-now-pay-later services to its customers worldwide, while X (former Twitter) is reportedly planning to oer a full range of payment and financial services.", "In light of these developments, preserving financial stability is what the central banks prudently do.", "Within this spirit, at the European Central Bank (ECB) we consider that making our currency - the euro - available in the digital sphere, is necessary to address the challenges brought by the digital revolution, in order to maintain the role of sovereign money - a public good that central banks manage in the public interest - while securing both innovation in payments and the financial sector's stability.", "Yet, the digital euro can only act as a monetary actor, if it becomes a medium of exchange, that is part of our daily lives.", "The intention of the ECB is to give consumers the option to use the safest form of money, that is central bank money, in a digital format, complementing existing euro banknotes and coins.", "The technology that would support the design of the digital euro, is paramount for retaining its key characteristics as a public good - in other words as a fully-edged currency, backed by strong trust, which is the foundation of the European Economic and Monetary Union.", "The aim is to make the digital euro inclusive, serving 347 million people in the euro area.", "It would be free of charge and a truly European solution for day-to-day payments: online, in shops or from person-to-person, with wide usability and accessibility from Finland to Greece and from Portugal to Cyprus.", "It would offer high privacy levels and offline use.", "Nowadays, no other means of payment offers all these characteristics at once.", "Ultimately, trust in the digital euro will be the same as in cash, of equal value to the cash euro, as it will be issued and guaranteed by the ECB and not at the level of the member state, thereby distinguishing it from a typical bank deposit.", "In effect, the digital euro would be a unique payment instrument, combining features of digital means of payment with the most-valued characteristics of cash.", "The digital euro would not be a threat to the role of banks as financial intermediaries.", "The remuneration and quantity constraints per person, would stop the digital euro from competing with banks for deposits.", "Besides, the design of the digital euro is for providing a means of payment only - not a means of speculative value play as is the case for the so-called crypto-assets- and banks could constitute an integral part of the digital euro payment solution, through for example their front-end services.", "The central bank will not interact directly with end-users.", "If the ECB's Governing Council decides at the end of the process to introduce the digital euro, following the completion of the preparatory and legislative phases, the digital version of our currency will address some of the challenges brought about by the technological revolution.", "It would contribute to Europe's strategic autonomy, by providing payment service providers a platform for innovation, immediately scalable at European level.", "The payment solutions currently available in many European countries have not achieved a pan-European dimension, thus citizens cannot fully harness their benefits.", "Unlike digital platforms and e-payment solutions such as PayPal, the digital euro's platform would stimulate innovation from banks and spur competition amongst them.", "In addition, a digital euro would allow banks to maintain their customer relationships and handle digital euro payments and related services, while keeping the responsibility for customer onboarding.", "In parallel, the digital euro would reduce European dependence on the international card payment schemes, that currently process outside the EU most of European retail payments.", "Moreover, since geopolitical developments make us more vulnerable to power outages and cyberattacks, designing the digital euro as a fall-back option such that it relies on infrastructure rails other to those of non-European card-based payments, would enhance the resilience of the European payment ecosystem.", "The ECB has completed the consultation phase that was launched in October 2021 and lasted two years.", "Based on the outcome of this phase, at the Governing Council of the ECB we agreed to design the digital euro, such that it would be widely accessible to citizens and businesses through distribution by supervised intermediaries.", "As from the 1st November 2023, at the Governing Council of the ECB we approved the launch of the preparation phase, during which we will develop and test technical solutions and business arrangements for our digital currency, as well as finalise the rulebook and select providers that could develop a digital euro platform and infrastructure.", "The ECB's project has benefited so far from the expertise of European policymakers, and the rapport with market participants, civil society and the general public.", "The Eurosystem will continue this journey with stakeholders and will adjust the digital euro design upon finalisation of the legislative negotiations that are running in parallel.", "Ladies and gentlemen, what I have briefly summarised is a very challenging and ambitious project and objective.", "However, I am optimistic that it will ultimately bear fruits and benefits, as our European track record has shown that what seems incredulous now, is tomorrow's new norm.", "Let me now turn to our domestic space and say a few words regarding the digital initiatives that we undertook at the Central Bank of Cyprus.", "In our commitment to advancing the digitalization of the financial sector and fostering an effective financial ecosystem to bolster the economy, as well as to further encourage, promote and support domestic financial innovation, at the Central Bank of Cyprus we recently undertook two important initiatives: The first one is the implementation of a remote electronic digital on-boarding platform for our banking sector.", "The digital on-boarding platform project is designed to expedite the process for collecting, identifying and reviewing data of current or new bank clients.", "It will offer incremental advantages to both individuals and corporations.", "The project is set to be rolled out in three phases.", "Since the beginning of December, the Phase 1 of the platform is ready to be provided to the interested banks by the successful tenderer.", "Phase 1 involves the remote on-boarding platform for new customers and remote updating of existing customer records via a digitalised process.", "Individuals, by using the respective bank mobile or web applications, can submit the necessary information when applying to a bank to become their customer or to update their bank account data, without the need to go to the bank and with significantly less time involved.", "The verification process of the submitted documents is primarily automated, saving a lot of time in the process.", "The project is being executed according to the timetable, and earlier this week a meeting was held at the Central Bank of Cyprus with the six banks that initially committed to participate in our project, having a market share of more than 90%.", "At the meeting the next steps were agreed between the banks, the successful tenderer and the Central Bank of Cyprus, to initiate the implementation phase.", "The successful tenderer confirmed to all present that the solution is ready to be provided to the interested banks, in order to implement the platform for each bank in the coming months.", "Furthermore, meetings with the rest of the banks will be held this month, in order to offer them the possibility to also participate.", "Phase 2 will include connectivity and interoperability with utility service providers and governmental services, facilitating the automated and rapid acquisition and verification of specific customer data, such as proof of residential address, thus expediting further the onboarding process and reducing the effort for bank customers to provide to banks themselves the relevant KYC information that banks require in order to open an account or in order to update an existing client's information.", "Phase 3 will comprise digital information sharing between participating banks, for new bank account opening or bank account switching, which in turn will reduce the need for further engaging the customer in the process of account opening in other banks in Cyprus.", "The aim is to reduce or even potentially eliminate duplications of submissions of data by bank customers and thus make it easier for customers to apply to other banks for accounts or products.", "I would like to note that Phase 2 does not constitute a prerequisite for advancing to Phase 3.", "In other words, we will proceed with the phase that is ready to implement the earliest possible.", "Secondly, the continued operation of our Innovation Hub, which this year has so far interacted with 10 fintech entities, serves as a portal for an ongoing and constructive dialogue on innovative products and services.", "The innovation hub is open to new firms as well as incumbent institutions.", "It is also an important milestone that enables the CBC to achieve its supervisory objectives and priorities relevant to digital operational resilience and cybersecurity.", "Digitalisation is transforming society in ways that would have been difficult to conceive only a few years ago, with profound effects expected in the near future on the way banking and payment services are offered.", "Emphasizing transparency and efficiency is crucial, while shaping an ecosystem where ease of use, transaction speed and costeffectiveness are priorities.", "At this significant turn of history, both the Central Bank of Cyprus and the ECB are acting promptly and proactively, in order to ensure that that they are well poised to embrace the future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Euro", "Stablecoins", "Financial Stability", "Payment Systems", "Fintechs", "Monetary Sovereignty", "Digitalization", "Innovation", "Electronic Onboarding", "Cybersecurity"]}