{"sentences": ["November 30, 2023 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Hyogo NAKAMURA Toyoaki Member of the Policy Board (English translation based on the Japanese original) I.", "Economic Developments at Home and Abroad I will begin my speech by talking about recent developments in and the outlook for overseas economies.", "Uncertainties surrounding these economies have been heightening, with inflationary pressure remaining on a global basis, coupled with the effects of successive policy interest rate hikes by central banks, the situation in Ukraine, and rising concerns over growing tensions in the Middle East (Chart 1).", "The U.S. economy has been firm, with the employment and income situation remaining resilient, and is increasingly expected to make a soft landing.", "However, achieving the 2 percent inflation target likely will take time, due mainly to an ongoing expansion in fiscal spending and to a continuously high wage growth rate.", "Furthermore, there is a possibility that people have front-loaded their consumption, mainly of goods, since wage growth has exceeded 4 percent for more than two years and high inflation has become prolonged.", "Due to this possibility and the downward pressure on private consumption and business performance, some have voiced concerns over a potential economic slowdown, and my view is that this could even lead to stagflation.", "Specifically, this pressure is exerted by the effects of successive policy interest rate hikes, a decline in excess savings, and a resumption of student loan repayments.", "In Europe, an inflation gap has remained across countries.", "In this situation, European economies have stayed on a slowing trend, mainly reflecting heightened geopolitical risks and the effects of successive policy interest rate hikes.", "The slowing trend was also demonstrated in the euro area's real GDP for the July-September quarter of 2023, which decreased by 0.1 percent from the previous quarter.", "Given these developments, there are concerns that European economies may fall into recession.", "The Chinese economy is projected to continue picking up, partly with policy support.", "Nonetheless, its potential growth rate is expected to keep decreasing because growth expectations will likely decline and households and private firms will likely have a higher preference to suppress their spending.", "The background to this, in addition to a population decline and a protracted high youth unemployment rate, is that the Chinese economy does not yet have growth drivers that have become strong enough to replace the drivers that have led the high economic growth to date, including real estate investment, foreign firms' investment and technology transfer, and exports.", "In addition, further growth of the Indian economy is anticipated, mainly led by an expansion of domestic demand due to a population increase and by foreign firms' more aggressive direct investment, as the country seeks to stimulate its manufacturing sector through the Make in India initiative.", "Let me move on to recent developments in Japan's economic activity and prices.", "The economy has recovered moderately.", "In the corporate sector, although exports and production have been affected by a slowdown in the pace of recovery in overseas economies, they have been more or less flat, supported by a waning of the effects of supply-side constraints.", "Meanwhile, inbound tourism demand has increased, reflecting the reopening of the economy and the yen's depreciation.", "In addition, business performance has continued to improve with further strengthening of firms' earning power, mainly due to their improved pricing power and progress in business reforms.", "In this situation, firms' appetite for fixed investment has increased, mainly because growth expectations have heightened and they consider it more likely that investment costs will be recovered on the back of continued expectations for higher inflation.", "With regard to the household sector, private consumption has increased moderately.", "This is mainly because the momentum for raising wages has continued, reflecting favorable business performance and tighter labor market conditions, and pent-up demand has materialized.", "Turning to prices, the year-on-year rate of increase in the consumer price index (CPI) for all items less fresh food has slowed from the latest peak of 4.2 percent for January 2023 to 2.9 percent for October, mainly due to the effects of pushing down energy prices from the government's economic measures (Chart 2).", "Nevertheless, some firms may pass on to selling prices the cost increases that have not yet been reflected, and prices of food and energy may rise again.", "I am therefore particularly attentive to future price developments.", "As for the outlook, despite being under downward pressure stemming from the slowdown in the pace of recovery in overseas economies for the time being, Japan's economy is likely to recover moderately, along with wage increases.", "This is mainly due to the following: the materialization of pent-up demand, which is partly supported by household savings that accumulated as a result of COVID-19 pandemic-related restrictions; accommodative financial conditions; the government's economic measures; an expansion in business fixed investment, reflecting higher growth expectations and increased awareness for the need to digitalize business activities and to address environmental issues; and firms' efforts to strengthen their earning power.", "Thereafter, with overseas economies growing moderately, albeit with variation across countries and regions, Japan's economy is projected to continue growing at a pace above its potential growth rate as the virtuous cycle from income to spending gradually intensifies.", "With regard to the Bank of Japan Policy Board members' CPI forecasts for fiscal 2024 presented in the October 2023 Outlook for Economic Activity and Prices (Outlook Report), the median of the forecasts for the year-on-year rate of increase in the CPI for all items less fresh food was 2.8 percent, rising from the previous projection in the July Outlook Report.", "However, the upward revision is partly because the October forecasts were made based on the assumption that the government's measures to reduce the household burden of higher energy prices will be terminated around the end of fiscal 2023.", "As for the October forecasts in terms of the CPI for all items less fresh food and energy, which is not directly affected by fluctuations in energy prices, the median for fiscal 2024 was 1.9 percent (Chart 3).", "Conduct of Monetary Policy In light of recent economic and price developments, I would now like to share my views on the conduct of monetary policy for the immediate future.", "While the year-on-year rate of increase in the CPI for all items less fresh food for September 2023 was 2.8 percent -- falling below 3 percent for the first time in 13 months -- I believe that the Bank needs to patiently continue with the current monetary easing for the time being in view of the price stability target of 2 percent.", "My reasons are as follows.", "Conduct of Monetary Policy and Challenges Facing Japan's Economy The principle of the Bank's monetary policy is to achieve price stability, thereby contributing to the sound development of the national economy.", "In the United States and Europe, where prices and wages are more readily linked, inflation and wage increases have been sustained for many years.", "Meanwhile, excessive inflation is of course a burden on the economy, and excessive wage increases that are not accompanied by improvement in labor productivity are not sustainable.", "In my view, this is a reason for the inflation targets in these economies to be set at 2 percent.", "Such targets are premised on economic and wage structures in which price rises are accompanied by wage increases, and they are set to subdue excessive inflation.", "In the current inflationary environment, the inflation rate peaked at 9.1 percent in the United States and 10.6 percent in the euro area, suggesting the need for inflation targets that actually respond to excessive inflation (Chart 2).!", "The situation is different in Japan.", "Here, since the second half of the 1990s, there has been almost no increase in prices and wages (Chart 4).", "As a result, the economy fell into a prolonged period of stagnation, hindering firms' innovation and causing wage levels for highly specialized human capital to fall behind other major economies in Asia (Chart 5).\"", "I believe that the progress made toward achieving the 2 percent price stability target also serves as a barometer for gauging the progress of the reforms to economic and wage structures -- in which both inflation and wages rise alongside economic growth -- needed to break out of this stagnation.", "After having grown along with an increasing population, Japan fell into a growth trap, where the economy began to stagnate in line with a declining population, and the response to changes in the economic environment was delayed.", "For instance, given the practice of lifetime employment, many firms maintained an efficiency-oriented business model of mass production, through which they provided a large volume of low-priced, quality products, and were slow to transform their business model into one that focuses on creating added value and adapts to a declining population.", "With every wave of recession, firms worked on improving their performance through tenacious efforts to cut costs and restrain investment, putting priority on sustaining businesses and employment, because this approach had proved effective during past oil shocks (Charts 6 and 7).", "I believe that this approach was based on management practices in which firms relied on the goodwill of their employees, trusting that employees would continue to work, even if their wages were restrained, as long as firms maintained their employment.", "The chief focus during the recession periods was on defensive management, which, among other things, led firms to (1) postpone efforts to identify and concentrate on core competencies as well as to realign their business portfolios -- mainly through mergers and acquisitions (M&As) and sales of businesses -- both aimed at strengthening earning power, and (2) suppress investment in human capital and research and development (R&D), which are key areas that lead to creating innovation.", "The upshot was delayed responses to changes in the economic environment, leading to stagnant wages and declines in growth expectations, as well as deterioration in both employee engagement and the quality of labor.", "This outcome caused Japan to trail the speed of growth in the rest of the ' The U.S. figure is for June 2022, and the euro area figure is for October that year.", "Human capital is a concept indicating that human resources are valuable for corporate management.", "world, as seen, for example, in its per capita labor productivity dropping to 29th among the 38 Organisation for Economic Co-operation and Development (OECD) countries (Chart 8).° As a consequence, Japan fell into a so-called low temperature economy marked by low growth, low inflation, and low wage growth, which I believe gave rise to a deflationary mindset.", "Signs of a Sustained Rise in Prices and Wages Prices, wages, and interest rates have begun to change in Japan, owing to two factors: the surge in import prices and more acute labor shortages.", "Regarding prices, the global surge in prices has reached Japan as well, prompting a change both in the mindset of firms toward passing on higher costs to selling prices and in their pricing strategies.", "The September 2023 Tankan (Short-Term Economic Survey of Enterprises in Japan) showed that, while the diffusion index (DI) for input prices (calculated by deducting the proportion of enterprises answering \"fall\" from the proportion of those answering \"rise\") is trending downward, the DI for output prices (\"rise\" minus \"fall\") remains high, both for the actual result and the forecast, and the gap between the two is narrowing (Chart 9).", "This points to an unprecedented level of aggressiveness in firms' price-setting behavior.", "Regarding the income and employment situation, the September Zankan indicated more acute labor shortages, with the actual result for the employment conditions DI (\"excessive employment\" minus \"insufficient employment\") standing at minus 33 percentage points and the forecast at minus 37 percentage points (Chart 10).", "Following the 2023 annual spring labor- management wage negotiations, which marked the highest wage growth in about 30 years, labor organizations including the Japanese Trade Union Confederation, or Rengo, have presented a high wage hike target in 2024 as well.", "Unlike the United States and Europe, where wage growth has been relatively high, wages in Japan were stagnant for three decades.", "During the deflationary period, Japanese firms suppressed wages and investments within the country.", "They instead increasingly established overseas bases to reduce costs and cultivated local firms, contributing to the growth of firms in emerging economies.", "In this situation, wages in these economies continued rising.", "Major overseas economies have built up labor markets in which wage levels are shaped by industry, job type, and skill level, making it easier for prices and 3 Ranking as of 2021.", "In that year, Japan ranked 27th in terms of labor productivity per hour.", "Thus, wages among overseas firms have risen, which I believe is spurring competition to acquire human capital (Charts 5 and 11).", "It seems difficult to contain the population outflow from regional areas by focusing only on defensive management, in which firms secure earnings and maintain employment.", "However, now that labor market reforms have begun to make headway and responses to changes in the economic environment have become essential in Japan, my sense is that corporate managers are increasingly sensitive to the need for their employees to have greater job satisfaction by boosting the earning power of their firms and achieving sustainable wage increases.", "For this reason, I expect to see progress in reforms shifting from management that relies on the goodwill of employees to one that increases employee value.", "The Japanese government is also working to reinforce its support for measures related to reskilling, for example, with the objective of realizing structural wage increases -- that is, setting higher wages to attract highly skilled human capital, thereby increasing corporate productivity, which in turn will lead to further wage increases.", "I believe firms that continue growing and raising wages will expand their workforces, as disparities in growth potential and wage increase rates emerge between firms that are eager to undertake initiatives to increase employee value and those that are passive, with the number of workers changing jobs in search of better pay and greater job satisfaction increasing at an accelerated pace.", "In fact, the job-switching rate has begun to rise even in Japan, as the rate of wage increases for workers who switch jobs surpasses that of those who do not (Charts 12 and 13).", "Along with the changing mindset of employees and management, there are signs of achieving wage growth that outweighs inflation.", "C. The Necessity to Continue Monetary Easing Backed by a shift in the deflationary mindset in Japan and strenuous efforts on the part of firms and the government, steps to improve corporate management are beginning to feed into higher selling prices and wages.", "I expect that a virtuous cycle of growth and profit sharing will start to operate (Chart 14 gives a simplified representation).", "Specifically, as employee engagement and motivation to innovate increase, firms are creating more appealing products and services and seeing both greater earning power and higher labor productivity.", "The result will be sustainable wage growth and households being better off.", "In turn, this will lead to higher private consumption, greater investment, and increased sustainability of Japan's social security.", "I anticipate that this virtuous cycle will once again give younger people in Japan a reason to have hope for the future.", "The year-on-year rate of increase in the CPI for all items less fresh food for September 2023 was 2.8 percent, falling into the range of 2-3 percent for the first time in 13 months.", "Nevertheless, real wages have declined year on year for 18 consecutive months.", "Unit labor costs, a component of the GDP deflator, have not increased substantially in Japan, unlike in the United States and Europe (Chart 15).", "This suggests that current inflation here is largely characterized by import-driven cost-push factors that have taken effect with a lag, which gives no grounds for confidence that the price stability target of 2 percent, accompanied by wage increases, will be achieved sustainably.", "Japan's economy has entered a critical phase, offering the rare opportunity to achieve a virtuous cycle between wages and prices.", "Careful responses are thus called for, and I consider that some more time is needed before making revisions to the monetary easing policy.", "Reforms to Japan's Economy Now, I would like to describe the importance of boosting firms' earning power and of reforming economic and wage structures, as both are necessary to achieve the 2 percent price stability target in a sustainable manner.", "Boosting Firms' Earning Power and Reforming Economic and Wage Structures To achieve sustainable wage increases and the virtuous cycle of growth and profit sharing, it is necessary to boost firms' earning power as well as change economic and wage structures so that both prices and wages rise.", "For this to happen, I believe that supply-side reforms are warranted.", "In the past when selling prices did not change, many Japanese firms experienced a situation where the effects of cost reduction and of added value created through the development of new products and services were offset by the impact of higher costs.", "This situation made it difficult for firms to generate funds to raise wages and invest in growth areas.", "As a result, the wage level for highly skilled human capital in Japan is now behind those in other major Asian economies (Chart 5).", "With the global surge in prices and increasingly acute labor shortages continuing, firms need to work on a range of initiatives.", "These include developing innovative products and services to boost their pricing power, accelerating realignment of their business portfolios to change their business structures to achieve greater productivity by identifying and concentrating on their core competencies, making active investment in technological advances that drive innovation, and consolidating businesses to reinforce management resources.", "As the Global Financial Crisis (GFC) has made major firms in particular more willing to pursue such reforms, I sense that firms have been steadily strengthening their earning power (Chart 16).", "I am also attentive to (1) firms' efforts to reasonably pass on higher costs to prices and create innovation across the value chain, including small and medium-sized firms, (2) an increase in the number of startups creating new markets, and (3) progress in the smooth migration of labor into growing industries.", "I would note that, even as Japan continues to experience a declining and super-aging population, reforms to economic and wage structures that enable both prices and wages to rise have been delayed, with the practice of lifetime employment and seniority-based wage systems remaining.", "I am therefore paying attention to firms' efforts to change their wage model based on the classification of job-based wages to be presented by the government in December 2023, with a transition from seniority-based wages to job-based ones that will lead to wage hikes commensurate with both higher inflation and improved employee skills, in a way that is suited to Japanese firms.", "I am also attentive to the impact of government policies aiming to alleviate labor shortages and encourage labor mobility, including reskilling support and a package of measures to address the issue of a so-called barrier of annual income -- that is, households' secondary earners try to adjust their working hours so that their income stays under the ceiling for tax exemption.", "Improving Small and Medium-Sized Firms' Capacity for Higher Wages and Investment In terms of the speed at which nominal GDP recovered to the levels seen prior to economic shocks, during Japan's deflationary period, it took 19 years to recover to the level seen in fiscal 1997.", "In contrast, during the COVID-19 pandemic, nominal GDP surpassed the fiscal 2019 level in three years, setting a new record high of about 590 trillion yen on an annualized basis for the first half of fiscal 2023 (Chart 17).", "The Financial Statements Statistics of Corporations by Industry showed that current profits reached a record high on a yearly basis for fiscal 2022, and also set a new record on a quarterly basis for the April-June quarter of 2023.", "According to the September Zankan, the forecast for current profits for fiscal 2023 was revised upward, and business fixed investment plans showed a year-on-year increase of 13.3 percent.", "* Large firms in particular seem to be gaining more confidence in their earning power, mainly as a result of reforms to their business portfolios that have been underway following the GFC.° These all indicate that the momentum for wage increases has become stronger.", "Nonetheless, it is vital for small and medium-sized firms, whose employees account for 67 percent of the total workforce in Japan, to boost their earning power so as to realize wage growth that can keep up with inflation.® Looking at the capacity for higher wages and investment by current profits per employee, the figures for small and medium-sized firms for fiscal 2022 were as follows: 0.50 million yen for those with capital of less than 10 million yen (with their employees accounting for 19 percent of the total workforce); 0.86 million yen for those with capital of 10 million yen or more but less than 50 million yen (with their employees accounting for 34 percent of the total workforce); and 1.03 million yen for those with capital of 50 million yen or more but less than 100 million yen (with their employees accounting for 14 percent of the total workforce).", "Compared to the average among large firms with capital of 100 million yen or more (5.09 million yen), current profits per employee for the aforementioned categories of firms stand at one-tenth, one-sixth, and one-fifth of the level for large firms, respectively.", "This suggests that the larger the scale of business, the larger the capacity for higher wages and investment (Chart 18).", "4 The figure for business fixed investment plans includes software and R&D investments but excludes land purchasing expenses; it is based on all industries and enterprises, excluding the finance and insurance industries.", "5 A survey of 100 presidents of major firms released by Nikkei Inc. in July 2023 showed that about 40 percent of firms confirmed their intention to raise wages in spring 2024.", "I take this as evidence that firms are gaining more confidence in their earning power.", "® The figure is based on the Financial Statements Statistics of Corporations by Industry, Annually for fiscal 2022 and excludes the finance and insurance industries.", "To attain the kind of strong earning power wielded by small and medium-sized firms in Germany, such firms in Japan must augment their management resources and enhance their R&D capabilities and market responsiveness to gain a higher degree of autonomy, so that they can develop products and services to boost their pricing power and start exporting businesses and new business activity.'", "Although the available data are limited, the number of M&As by small and medium-sized firms in Japan rose to 2,413 in 2021, a sevenfold increase from 2014, and moves by such firms to strengthen management resources are picking up steam.", "Moreover, there are also data suggesting that younger presidents are more likely to enter new business activity, and there is a growing number of cases where corporate management is becoming younger due to generational changes or third-party business succession.", "I expect that structural business reforms will progress, which will help bring about wage growth that outweighs inflation (Chart 19).", "Furthermore, almost 80 percent of requests from small and medium-sized firms to search for M&A candidates are made to financial institutions.", "* Therefore, with the backing and guidance of regional financial institutions, I hope to see a growing record of successful cases of business reforms and expect that such reforms will become widespread and accelerate.", "C. Importance of Advancements of Startups Boosting the earning power of existing firms alone is not enough to raise the growth rate of Japan's economy.", "The role of startups is extremely important, in that they create new markets through new technologies and lead growth.", "Just as many startups in Japan made advances and drove economic growth in the 20th century, it is essential to promote the growth of startups in the 21st century as well.", "However, the scale of funding and the number of unicorns (private startups valued at over I billion U.S. dollars) currently are overwhelmingly low, which is one of the contributing factors to economic stagnation.", "I therefore hope that, under the government's Startup Development Five-Year Plan, many startups will make great 7 The Financial Statements Statistics of Corporations by Industry, Annually showed that the pre-tax profit margin for small and medium-sized firms in Japan was around 3 percent.", "Meanwhile, the extrapolated results of the Financial Statement Statistics released by the Deutsche Bundesbank showed that the pre-tax profit margin for small and medium-sized firms in Germany (those with sales of less than 50 million euros) was around 6 percent.", "8 The 2022 White Paper on Small Enterprises in Japan released by the Small and Medium Enterprise Agency showed that the most popular way for buy-side firms to find M&A candidates was to seek the help of financial institutions.", "advancements and new markets will grow through the development of new technologies, thus allowing the economy to make headway toward becoming full of vitality (Chart 20).", "D. Boosting Households' Earning Power In changing Japan's economic and wage structures, it is important to see reforms not only of the supply side but also of the demand side through the strengthening of households!", "earning power so that their disposable income will steadily increase.", "If disposable income growth is low, consumption expenditure would result in a decline in saving rates and would therefore lack sustainability.", "For this reason, I believe that two reforms are necessary.", "The first is a reform toward improving employee compensation, which accounts for an extremely high proportion of Japanese households' disposable income, at 94 percent (Chart 21).?", "As I mentioned earlier, it is important to boost the earning power of firms, including small and medium-sized ones, and to shift management to one that increases employee value.", "Another option is for individuals to change jobs and move to a firm offering higher wages.", "The second reform that I think is necessary is changing household financial asset composition.", "In Japan, cash and deposits make up 54 percent of household financial assets, while equity and investment trusts make up 15 percent (Chart 22).", "Compared to the United States and the euro area, household financial assets in Japan are characterized by a higher proportion of cash and deposits.", "Thus, the proportion of dividend and interest income that makes up disposable income is low, at 4 percent.", "Since entering the deflationary period, as employee compensation has stagnated, households!", "financial leeway has decreased; with the low saving rates, they seem to have even more of a deflationary mindset of suppressing their spending and hoarding money to prepare for future expenses (Chart 21).", "Going forward, as disposable income increases, households will need to strike a better balance between consumption, savings, and investment and shift to a growth-oriented mindset of using money effectively.", "This is necessary in view of achieving a steady increase in disposable income.", "As Japanese households pursue asset formation over the course of 30 to 50 years, through investment in financial assets focusing on the long term, regular contributions, and risk diversification, while also receiving distribution of profits from listed firms in the form of ° The figure is as of the end of 2019. dividends from investment assets, the bridge between households and the economy will be strengthened, giving rise to a virtuous cycle leading to investment and further consumption.", "'° I expect that tax revenues and social insurance premiums -- which are sources of mutual aid and public assistance -- will increase, and that the economy will grow while an appropriate balance between self-generated income, mutual aid, and public assistance is maintained.", "My hope is that this will heighten both the sustainability of social security and growth expectations, stimulate private consumption, and even in a super-aged society bring about sound development of the national economy.", "'0 Although residential property is a typical financial asset for Japanese households, the lifespan of houses in Japan is less than 40 years, and the second-hand housing market is small, accounting for only 15 percent of the housing market overall.", "This makes houses almost consumer durable goods, hardly an option as part of stable asset formation for retirement.", "In the United States, the lifespan of houses is almost 60 years and the second-hand housing market makes up 79 percent of the overall housing market.", "These figures were cited from data on the housing sector released in fiscal 2022, sections <4> 1.", "(2), compiled by the Ministry of Land, Infrastructure, Transport and Tourism (available only in Japanese).", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Hyogo November 30, 2023 NAKAMURA Toyoaki Member of the Policy Board Chart 1 IMF Projections in the World Economic Outlook 16 y/y % chg. 10 4 IME projections _ -4 Euro area y 64 World output \\ 90 95 00 05 10 15 20 25 Source: IMF.", "Figures for temporary factors for Japan are Bank staff estimates and consist of the effects of the consumption tax hike, policies concerning the provision of free education, travel subsidy programs, and the reduction in mobile phone charges.", "Figures in angle brackets show the share of each component.", "Figures for 2023/Q4 are those for October.", "Sources: Haver; Ministry of Internal Affairs and Communications.", "Figures in brackets indicate the medians of the Policy Board members' forecasts (point estimates).", "The forecasts of the majority of the Policy Board members are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which they attach the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The range does not indicate the forecast errors.", "Each Policy Board member makes their forecasts taking into account the effects of past policy decisions and with reference to views incorporated in financial markets regarding the future conduct of policy.", "Source: Bank of Japan.", "The CPI figures are Bank staff estimates and exclude the effects of consumption tax hikes, policies concerning the provision of free education, travel subsidy programs, and the reduction in mobile phone charges.", "Figures for nominal wages are for establishments with 30 or more employees for fiscal 1990, and with 5 or more employees from fiscal 1991 onward.", "Regarding figures for fiscal 2023, that for the CPI (less fresh food) is the April-October average; that for nominal wages is the April-September average.", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Comparison with Asian Economies (as of 2022) 400 thous.", "USD : 350 Japan (Japanese firms) 300 China (Beijing) H sereneeee South Korea 250 -- Thailand a a a 200 40 Vietnam i 0 Sition class Equivalent to Equivalent to Position class a manager a senior manager ina large firm ina large firm Notes: 1.", "The horizontal axis shows the level of the position class as defined by Mercer.", "The level of the position class lower than an executive in a large firm is shown in this chart; the further to the right, the higher the position class.", "Figures include incentives paid for 100 percent achievement of performance and are the medians for each position class.", "Source: Mercer, 2022 Total Remuneration Survey.", "Chart 6 Ratio of Firms' Human Resource Development Costs to GDP 2.5 2.0 1.5 1.0 0.5 0.0 United States France Germany Italy United Kingdom 01995-1999 ©2000-2004 2005-2009 2010-2014 Note: Figures are estimated by Professor M[YAGAWA Tsutomu (Gakushuin University) based on the System of National Accounts (SNA) compiled by the Cabinet Office, Japan Industrial Productivity (JIP) Database, and INTAN-Invest Database.", "Source: Ministry of Health, Labour and Welfare.", "Business Fixed Investment and Business Performance Private nonresidential investment (SNA, nominal) corns Current profits 00 05 10 15 20 Note: Figures for current profits are based on the Financial Statements Statistics of Corporations by Industry, Annually, and exclude the finance and insurance industries.", "Sources: Cabinet Office; Ministry of Finance.", "Comparison of Labor Productivity in G7 Countries 10 thous.", "Figures are for all industries and enterprises, excluding financial institutions.", "Figures for the October-December quarter of 2023 are forecasts.", "Source: Bank of Japan.", "Figures for the employment conditions DI are for all industries and enterprises, excluding financial institutions.", "The figure for the unemployment rate for 2023 is the January-September average.", "Figures for the average hourly wage at the time of recruitment are those for part-time jobs and cover the three largest metropolitan areas (the Tokyo metropolitan, Tokai, and Kansai areas).", "Sources: Ministry of Internal Affairs and Communications; Recruit Co., Ltd., \"Report on average hourly wages for part-time jobs at time of recruitment,\" (available only in Japanese); Bank of Japan.", "Comparison of Average Annual Wages in G7 Countries 10 thous.", "Number of Workers Who Changed Jobs in Search of Improved Employment Conditions 10 thous.", "Figures represent the number of workers who left their previous job within the past year and switched to a new one, and whose reason for leaving their previous job was \"to find a job with better employment conditions.\"", "The figure for 2023 is the July-September average.", "Other figures are the October-December average of the respective year.", "Source: Ministry of Internal Affairs and Communications.", "Figures show the proportion of workers who experienced a clear wage increase of at least 10 percent after changing jobs to the total of workers who changed jobs.", "The figure for fiscal 2023 is the average of the April-June quarter and the July-September quarter.", "Source: Recruit Co., Ltd., \"Developments in wage changes upon switching jobs,\" (available only in Japanese).", "Promoting a Virtuous Cycle Chart 14 by Strengthening the Earning Power of Firms Continuous Challenge for Growth Pass-through of cost increases to prices << Contribution to profits from cost reductions and new product development effects, etc.", "Improvement in capacity Improvement in capacity for higher wages for investment Expansion of investment Sustainable wage growth Increase in consumers' Boosting of employee Strengthening of engagement management resources Increase in productivity and innovation capacity Unable to pass on cost increases to prices Efforts to absorb cost increases through cost reductions and new product development effects, etc.", "Decline in capacity Decline in capacity for higher wages for investment Investment restraint Sluggish consumer appetite for spending Decline in employee [Esuiznen.", "human cai Equipment, human capital, R&D, marketing, etc.", "Lack of management Decline in productivity and innovation capacity Unit Labor Costs y/y % chg. - United States Sources: Cabinet Office; Haver; U.S. Bureau of Labor Statistics (BLS).", "Earning Power of Firms Current Profits Ratio of Current Profits to Sales 120 tril.", "Source: Ministry of Finance.", "Nominal GDP /y % chg. tril.", "Capacity for Higher Wages and Investment (Current Profits per Employee) By Firm Size Small and Medium-Sized Firms by Capital mil.", "yen per employee 20 mil.", "yen per employee 1 frm ttt Capital of 50 million yen or more but less than 100 million yen 5 arge tirms 15 4 Capital of 10 million yen or more but less than 50 million yen -Small and medium-sized firms .", "Figures are based on the Financial Statements Statistics of Corporations by Industry, Annually, and exclude the finance and insurance industries.", "Large firms are commercial corporations with capital of 100 million yen or more.", "Small and medium-sized firms are commercial corporations with capital of less than 100 million yen.", "Source: Ministry of Finance.", "The left panel is based on data from the report regarding the promotion of M&As among small and medium-sized firms released by the Small and Medium Enterprise Agency on June 21, 2022.", "The right panel is based on data from Figure 1-1-89 in the 2022 White Paper on Small Enterprises in Japan, and shows the entry into new business activity after the outbreak of COVID-19 (available only in Japanese).", "Source: Small and Medium Enterprise Agency.", "Startup Funding in Japan: Total Value and Number of Firms Funded tril.", "yen number (=Total value of deals -- Number of firms funded 0.8 4 .", "USD Chart 20 GDP Size and Number of Unicorns USD Notes: 1.", "In the left panel, the total value of deals is defined as follows: for unlisted startups, the amount of funds raised since their establishment to the time of the survey, in terms of equity or ot!", "equity; for startups that launched initial public offerings (IPOs), the amount of funds raised immediately before the IPO.", "In the right panel, the number of unicorns is calculated based on CB Insights, \"Global Unicorn Club: Private Companies Valued at $1B+ (as of October 19th, 2023),\" -unicorn-companies.", "Sources: CB Insights; IMF; INITIAL, \"H1 2023 Analysis: Pandemic-Era Funding Trends Reversing.\"", "GNominal GDP in 2022 (left scale) 800 8 @Number of unicorns (right scale) I I gg 400 4 t 40 @ China Japan Germany India United France er financial instruments that may be converted into Household Disposable Income and Saving Rates tril.", "yen % Disposable income (left scale) -- Employee compensation (left scale) Interest income (left scale) 350 -o~ Dividend income (left scale) -- Saving rate (right scale) Saving rates 210 2000-2019 avg.", ": 4.6% D-O-O-O-O 00 05 Note: In the left panel, figures before 1994 are calculated using year-on-year changes in each item based on the benchmark year of 2000.", "Sources: Cabinet Office; U.S. Bureau of Economic Analysis (BEA).", "Chart 22 Household Financial Assets International Comparisons (as of end-March 2023) 2,200 pieyen iggy 1% Financial assets (total) Other 2,000 + -Cash and deposits 90 __ .", "Insurance, 1,800 4 Equity pension, and -- Investment trusts 80 standardized 1,600 4 guarantees 1,200 4 Equity 40 Investment trusts 800 I Debt securities 400 4 20 Cash and deposits FY90 95 00 O05 10 15 20 Japan United States Euro area Note: In the right panel, figures are from \"Flow of Funds: Overview of Japan, the United States, and the Euro area,\" released by the Bank's Research and Statistics Department on August 25, 2023.", "Source: Bank of Japan."], "classifications": ["none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Wage growth", "Economic growth", "Price stability", "Supply-side reforms", "Earning power", "Economic and wage structures", "Household income", "Financial assets"]}