{"sentences": ["Thank you to Irish Funds for the invitation to address this the 10 Annual Irish Funds UK Symposium.", "It is a pleasure to be with you again today.", "When preparing for this event, I found myself reflecting on all that has changed since the first UK Symposium a decade ago in 2013.", "The ancient Greek philosopher the only constant in life is change Heraclitus is credited with the idea that .", "When a simple maxim like that has survived for centuries, it probably holds some truth.", "I think it has certainly been true over the last 10 years.", "The global economy has shifted significantly, emerging from the financial crisis and entering a period of sustained recovery.", "'Low for long' interest rates seem like a distant memory, with one of the fastest hiking cycles in history, and an uncertain monetary policy outlook.", "Technological advancements have continued apace.", "With the emergence of developments, such as artificial intelligence, which are likely to continue to transform how we conduct business and go about our daily lives.", "And, of course, challenges such as climate change remain an ever present but evolving risk as we look ahead.", "The regulatory landscape has also changed dramatically over the last 10 years.", "Enormous work was undertaken to address the fragilities associated with the global financial crisis through initiatives at a domestic, European and international level.", "Indeed, in this new environment of heightened risk we are benefitting from the resilience built up as a result of these changes.", "In addition, significant steps have been taken in the advancement of a true European Capital Markets Union.", "But opportunities remain for enhancing the resilience of financial markets and further developing European capital markets.", "These are complementary goals and will be the focus of my remarks.", "Indeed, as we gather in London for this Irish Funds Symposium, it would be remiss not to recognise how much has changed in the United Kingdom over the last 10 years.", "Once a driving force within the Europe Union, the UK is now charting a path outside of the EU.", "That said, the UK and London in particular, remain a critical part of the global and European financial system and as such a vital part of European capital markets.", "No longer as a direct participant of that Union but instead, like other global financial centres, as a link to external sources of capital for the EU.", "Integration with the appropriate regulatory safeguards and cooperation, will increase European businesses' access to international capital and further boost European growth.", "International influence and co-operation is critical to well integrated financial markets.", "Particularly in an increasingly complex, challenging and uncertain environment.", "But first, it is important to recognise that continued change to EU capital markets is required.", "Ensuring well-functioning European capital markets is key to unlocking the European private capital necessary to fund Europe's major investment needs.", "It is positive that the Eurogroup of Finance Ministers has prioritised this issue and is currently undertaking an initiative to agree priorities for enhancing and deepening Europe's capital and financial markets.", "The Eurogroup is aiming to identify areas of political consensus for the next European Commission to take forward, while at the same time adopting a more bottom-up approach and facilitating exchanges of best practices.", "This work is taking place in 'inclusive format' meaning that all EU 27 Finance Ministers are participating.", "Other policy makers, including central banks and securities regulators, also have a key role to play in this regard.", "Both in terms of identifying and addressing impediments which hamper EU capital markets but also in terms of building and maintaining an effective regulatory and supervisory framework which supports confidence in the functioning of the financial system and markets.", "Notwithstanding sustained progress since the Commission's first CMU action plan in 2015, much more remains to be done to address market fragmentation, a lack of retail participation and an overreliance on bank funding in Europe.", "For that reason, change, for all of us, will remain a constant over the coming years.", "One particular area of change I would like to focus on today is that of private finance.", "The span of the term 'private finance' is necessarily broad and intended to capture activities relating to capital raising and lending, generally to corporates, by the non-bank investors.", "And while public markets will continue to be the core driver of CMU activity, private finance has an important role to play.", "Private finance globally is going through a period of rapid growth, with Assets under Management (AuM) reaching approximately $12.8 trillion US dollars in June 2022, up from $3.5 trillion in 2012.2 However, in Europe, while European private equity and early-stage equity financing have grown in recent years, the euro area continues to lag behind international peers.", "The ECB's second edition of their biennial report on financial integration and structure in the euro area outlined that total euro area early-stage equity financing including business angel, venture capital and growth equity investments grew from €10.7bn in 2016 to just under €14bn in 2020.", "Venture capital accounting for almost all of the increase and nearly doubled over this period.", "Nevertheless, the gap with the US widened.", "Euro-area activity was less than 5 percent of US venture capital.", "Globally, the scale of private financing activities varies considerably by jurisdiction.", "According to one industry report, the US accounts for over 54% of the private market assets under management.", "Asian markets account for 22% of AUM and Europe accounts for only 20%.", "Clearly, more needs to be done to stimulate European capital markets.", "There are significant economic arguments which support the emergence of private finance supporting the real economy.", "Firstly, publically listing a company is expensive and as such generally not an available option for small or medium sized enterprises.", "These costs range from the extensive public disclosure obligations on issuers as part of the initial public offering process.", "But the costs also relate to the fees associated with the participants involved, including analysts, advisors, and brokers.", "As a result, private equity may offer a less expensive form of equity-based financing, particularly for smaller companies.", "Secondly, reliance on bank funding imposes costs in terms of the increased cost of finance, hampering innovation and reducing resilience during periods of stress.", "Private finance, including direct lending activities by investment funds, offers an alternative to bank funding which may address some of these challenges.", "Reliance on bank funding in Europe has been an acute issue for some time.", "But, remembering the theme of constant change I started with, who would have predicted that the first failure since the global financial crisis of a systemically important bank would have taken place earlier this year.", "That event and the other recent challenges with US banks have pushed banking regulation back onto the international regulatory agenda.", "But those issues also serve as an important reminder to Europe to diversify funding sources and continue to address the prevailing bank dominance.", "In that regard, it is positive that AIFMD 2, on which the EU institutions reached a provisional agreement in July.", "The proposed changes are quite targeted and that is because since enacted following the financial crisis, the AIFMD has largely been successful at increasing the transparency of the alternative investment fund sector in Europe.", "Though it was not without its challenges when first introduced - the directive imposed some 169 obligations on the alternative investment fund managers, which previously had not been regulated at an EU level.", "However, there were significant benefits.", "The EU passport - introduced under the directive - has supported the distribution and management of alternative investment funds in the EU, fostering growth in the sector.", "The changes agreed as part of the AIFMD Review are appropriately targeted and it is positive that these include new rules to harmonise the rules for funds which undertake lending activity.", "We were strongly supportive of developing a panEuropean framework for loan origination by funds, having had a longstanding domestic policy framework in Ireland for such activity.", "That domestic framework was a considered attempt to explore solutions to meeting the credit needs of the real economy whilst carefully addressing the issues of investor protection and financial stability.", "In due course, given the proposed EU level framework incorporates many features of the Central Bank's rules, the Central Bank will move to align the provisions of our domestic framework with that of AIFMD 2.", "Prior to that change taking place however, another development is underway which will provide fund managers with an additional option in terms of product development and support capital flows into long-term investments in the European real economy.", "I am of course referring to the amended European Long Term Investment Fund (ELTIF) regime.", "As was discussed earlier in the conference, these long awaited changes are intended to address the relatively low take up under the original ELTIF framework.", "The amended ELTIF Regulation will apply from 10 January 2024.", "There is significant work underway at an ESMA level to develop the draft regulatory technical standards under the revised ETLIF Regulation with the full package of measures expected in Q1, 2024.", "As you are aware, in Ireland, we are also taking steps to provide, for the first time, for an ELTIF which will be authorised under domestic funds legislation.", "This fund structure will have all of the benefits otherwise applicable to an authorised AIF in Ireland.", "These steps, which will provide retail investors' greater access to alternate investment strategies and assets, particularly in terms of long term, less liquid, investments.", "If designed correctly, and sold appropriately, there are many benefits for retail investors having access to such investments through diversified, pooled, collective investment funds.", "There is much more to do on the CMU agenda, including steps to further increase retail participation and address the fragmentation which exists in EU markets.", "However, regulators and policy makers must, in tandem, continue to strengthen resilience and address any emerging vulnerabilities.", "There are two areas I would identify in this regard.", "Firstly, as the Financial Stability Board has signalled in their recent G20 letter, a major focus of the FSB's policy work next year will be to address financial stability risks associated with non-bank leverage.", "As you know, over the last 12 months, the focus of both the FSB and IOSCO has been on investment fund liquidity, with both consulting on updates to the international regulatory framework.", "That international liquidity work is reaching conclusion.", "However, national policy makers will need to consider how to implement the outputs from that work.", "Therefore, unsurprisingly, the topics of liquidity and leverage will remain a focus in Europe and at the Central Bank of Ireland.", "In particular, there is continued work underway looking at liability driven investment funds (LDI) funds with a view to preventing a repeat of the issues we saw last year, one of the first times that leverage played such a significant role in a market event.", "As part of our ongoing policy work to safeguard resilience, last week we published a consultation paper on measures to enhance the steady state resilience of Irish authorised sterling denominated LDI funds.", "Given the cross-border nature of these funds, we have sought to ensure international coordination in codifying these measures, as exemplified by the fact that the Commission de Surveillance du Secteur Financier (CSSF) in Luxembourg is also publishing a similar consultation paper on LDI funds in parallel to our work.", "This coordination is important to ensure the effectiveness of these measures.", "The second area I would highlight in terms of potential vulnerabilities, relates to sustainable finance disclosures.", "Funds managers, and other participants in Europe capital markets, have an important role to play in supporting the transition to a more sustainable economy.", "The challenge climate change represents has become even clearer over the last number of months.", "Financial markets have a critical role to play and, in many ways, the financial sector is to the fore of the risks and opportunities these changes present.", "As a result, an ambitious sustainable finance agenda has been embarked on in the European Union.", "We have moved from a framework devoid of sustainable disclosure requirements, to a rapidly advancing legislative and regulatory landscape.", "As a result, this area is forming an increasingly large part of our current work programme, both at ESMA and at the Central Bank of Ireland.", "At ESMA we are actively taking steps to address a potential vulnerability, namely the disconnect between a fund's name, a critical aspect for a retail investor when determining whether or not to invest, and the disclosures required in the EU Sustainable Finance Disclosures Regulation.", "In due course, the European Commission look likely to further consider the introduction of a labelling regime for investment products in this area.", "That is something which we would be supportive of.", "Closer to home, at the Central Bank, we have also taken steps to provide clarity in terms of disclosure expectations.", "That includes recently hosting a workshop with industry representatives where participants were able to exchange views on the disclosures required under the SFDR and how standards could be raised across the sector.", "In due course, following further engagement with the sector, the Central Bank will provide further clarifications to ensure these disclosures best serve the end investor.", "As regulators, we serve the public interest by maintaining monetary and financial stability while ensuring that the financial system operates in the best interests of consumers and the wider economy.", "In order to achieve this mission, we must continue to strengthen the resilience of financial markets and address areas of potential vulnerability.", "However, we also support other policy makers in identifying and addressing areas of fragmentation or other inhibitors which hamper the development of deeper capital markets.", "That is because consumer participation in investment products and financial markets can have a positive impact on the consumer's financial wellbeing, and as a result, their overall wellbeing.", "See IMF Background Note on CMU for Eurogroup, dated 15 June 2023.", "See Financial Integration and Structure in the Euro Area, April 2022 (ECB).", "See McKinsey (2023) Private Markets Annual Review.", "For example, this includes the Prospectus Regulation, Transparency Directive, Market Abuse Directive and exchange listing rules See FSB Chair's letter to G20 Leaders: September 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["European capital markets", "Private finance", "Financial stability", "Sustainable finance", "Liquidity", "Leverage", "ELTIF", "AIFMD", "LDI funds", "CMU"]}