{"sentences": ["Mr Clay Lowery, ladies and gentlemen, good morning to everyone in Morocco and greetings to everyone else attending virtually.", "I am delighted to join you, albeit virtually, at this IIF Annual Membership Meeting.", "I am honoured and humbled to receive the IIF's Distinguished Leadership and Service honoured because of the high standing that the IIF enjoys as the leading global association of the financial industry; and humbled because I know how much I owe this Award to my colleagues at the Monetary Authority of Singapore, my counterparts in the international regulatory community, and the leaders of the financial industry in Singapore and elsewhere.", "I have been fortunate to witness the evolution of the financial industry and its regulation over the last three decades, in my own country and globally.", "Crisis has taught us to become more resilient and better at managing risks.", "Technology has enabled us to become more innovative and inclusive.", "Policy reforms have paved the way for us to become more global - though some of this progress is under threat today.", "Rising affluence - especially in the emerging world - has given us new opportunities for growth.", "There is one critical task though, that remains undone.", "In fact, it will be the ultimate test of how much of a force for good the financial industry will be.", "Yes, I am talking about the climate crisis and what finance can do about it.", "Today, I want to focus on what I regard as the single most important goal that the financial industry can support to help achieve net-zero globally - the energy transition of emerging economies, especially in Asia.", "The world is not likely to reach net-zero emissions by 2050 without a successful energy transition in Asia.", "The issues of transition are most acute in Asia.", "Asia accounts for 50% of global greenhouse gas emissions.", "Coal-fired power plants alone account for a third of Asia's greenhouse gas emissions.", "If these coal plants are left to operate as planned, they will exhaust two-thirds of the carbon budget that we have remaining to keep the rise in global temperatures to within 1.5 degree Celsius.", "If we can successfully manage Asia's energy transition, it will go a long way in contributing to a net-zero world.", "But phasing out coal in Asia is hugely challenging.", "First, the scale : Coal accounts for nearly 60% of power generation in the region.", "Asia's energy demand is projected to increase by two-and-a-half times by 2050, on the back of economic development, population growth, and urbanisation.", "Second, the jobs : The coal economy is a key source of employment in Asia.", "According to estimates by the International Energy Agency, more than 80% of the 8.4 million employed globally across the coal value chain is concentrated in Asia.", "Third, the age : Asia's coal plants are young, less than 15 years old on average.", "This makes the economics of phasing out coal more challenging, especially as new coal plants continue to be built to keep pace with energy demand.", "We need an energy strategy that will phase out coal in a progressive manner, switch to cleaner transition fuels like natural gas, and accelerate investments in renewable energy.", "Specifically, we need a coherent strategy for the managed phaseout of coal by encouraging owners to wind down their coal plants ahead of their technical end of life.", "The strategy rests on three key success factors: viability To be credible, phase-out plans must be aligned with science-based 1.5 degree Celsius pathways.", "Standard setters and international experts like the International Energy Agency have a key role in setting out these pathways.", "We also need specifics, such as metrics to measure positive climate impact and interim milestones to indicate that the phase-out is on track.", "We also need safeguards to minimise leakage, namely the risk that other coal plants or new coal plants are used to replace the energy that the retired coal plant used to generate.", "Some good work is being done to help shape credible phase-out plans for coal through expert guidance and taxonomies .", "The GFANZ Asia Pacific Network has launched a consultation on draft guidance on the managed phase out of coal plants.", "This guidance can help align how financial institutions can collectively drive a credible, impactful, and inclusive phase-out.", "The ASEAN and Singapore-Asia taxonomies provide clarity on how coal-related activities will be classified.", "These can serve additional reference points for financial institutions to assess whether the coal plants are on track to be phasedout.", "MAS has been deeply involved in both the GFANZ guidance work and the taxonomy work.", "Second success factor: the managed phase-out of coal must be economically viable.", "MAS is taking a crack at this through two key initiatives: blended finance and transition credits .", "Blended finance can be a powerful tool to de-risk climate investments, particularly for transition projects that are marginally bankable.", "This is to use catalytic and concessional capital from the public sector, multilateral development banks, and philanthropic sources to reduce project risk and enhance project bankability, in turn crowding in multiples of private capital.", "There have been a few successful bespoke blended finance transactions, but they have thus far not been employed at scale.", "Singapore is currently developing a blended finance platform to help scale up financing for Asia's green and transition infrastructure.", "A common platform will help bring together technical assistance, governance arrangements, and a capital structure that caters to different risk appetites and return objectives.", "Singapore is keen to work with like-minded partners internationally, to develop blended finance, and support Asia's net zero transition.", "Philanthropic capital can potentially play a transformative role in crowding in multiples of private sector capital.", "Philanthropic capital is well suited to underwrite risks that the private sector cannot; to co-invest in projects where private returns are low but expected social returns are high.", "McKinsey has estimated that US$300 billion of public and philanthropic capital can mobilise US$900bn of total capital.", "This could potentially address 40% of the net zero financing gap that exists in the Asia-Pacific today.", "Yet, less than 2% of philanthropic capital actually goes into climate finance.", "MAS looks forward to working with the financial industry to better harness the wealth of foundations, family offices, and high net-worth individuals for blended finance projects.", "Blended finance aside, MAS is exploring the idea of what we call \"transition credits\".", "MAS and McKinsey launched a working paper last month on this concept.", "transition credits The idea is to generate from future emissions reduced through retiring a coal plant early and replacing it with cleaner energy sources.", "The additional revenue from selling the credits could significantly improve the economic viability and align the interests of coal plant owners and capital providers.", "Transition credits must be of high integrity to generate trust and confidence.", "High integrity means the host jurisdiction needs to commit to not build new coal plants.", "There should also be replacement with cleaner energy sources to minimise the need to restart a retired coal plant.", "Transition credits must be aligned to the Core Carbon Principles set out by the Integrity Council for the Voluntary Carbon Market Transition credits must meet the needs of those who buy these credits.", "This means addressing concerns surrounding the timing mismatch between when the transition credits will be generated and when the financing will be needed.", "This involves exploring mechanisms that can bring forward the issuance of credits and facilitate early off-take, such as insurance solutions or advance market commitments.", "Developing transition credits as a credible and viable financing solution is by no means easy.", "It requires strongly supportive policies and deep product and market innovation.", "I believe that the financial industry has the innovative capacity to make instruments like transition credits work.", "MAS is therefore calling for like-minded partners from the industry to work with us on pilot transactions.", "We have to learn by doing.", "Third success factor: we must ensure the managed phase-out of coal is implemented in a just manner.", "The early retirement of coal plants will disrupt lives and communities, particularly of those who rely on coal mining and related operations as a source of livelihood.", "A credible managed phase-out programme must ensure that measures are in place to mitigate potential harm to livelihoods and communities: one, robust assessment of any negative impact at the plant, community, regional and national levels; two, mitigation measures such as workers' transition plans, and frameworks to monitor and assess the effectiveness of these measures; and three, explicit provisions to properly finance the implementation of the necessary measures - for instance, a portion of revenue from the sale of transition credits could be set aside for re-skilling displaced workers.", "The coal transition is fundamentally about people.", "Managed phase-out should be done in consultation with key affected stakeholders.", "Local governments play a key role, especially in providing opportunities for redeploying a large group of displaced workers and their families under a broader energy transition plan.", "The economics of investing in climate change mitigation are attractive.", "The IMF has estimated that a policy mix of carbon taxes and green investment stimulus could increase global GDP by 0.7% per year through 2036 and create 12 million new jobs through 2027 .", "Green and transition finance is potentially the next big growth story.", "But we need to innovate, take some risk, and work real hard to realise that potential.", "I believe and I hope that the financial industry and international policymakers will step up to the task.", "IMF (2021), Securing a Green Recovery: The Economic Benefits from Tackling Climate Change"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Energy transition", "Climate crisis", "Coal phase-out", "Blended finance", "Transition credits", "Managed phase-out", "Economic viability", "Just transition", "Green finance", "Asia"]}