{"sentences": ["Speech A Tokenised Future for the Australian Financial System?", "vy RESERVE BANK OF AUSTRALIA Brad Jones!", "Assistant Governor (Financial System) The Australian Financial Review Cryptocurrency Summit Sydney - 16 October 2023 Thank you for the opportunity to discuss the role that tokenised assets and money might have in shaping the future of Australia's financial system.", "My remarks today will centre on three themes.", "I will begin by drawing out some lessons from history as they relate to the evolution of our commercial and monetary arrangements.", "I will then outline the opportunities and challenges arising from the tokenisation of assets and money in the digital age.", "The punchline here is that tokenisation offers some intriguing possibilities, but is not without its challenges and more work is needed to understand how we could yield the benefits while managing the risks.", "Finally, I will discuss how these issues connect to the next phase of the Reserve Bank's strategic work program on the 'future Some lessons from the sweep of financial history One lesson from history relates to the co-dependence of our commercial and monetary arrangements.", "We've seen this when commercial activity has chafed against the constraints of the existing monetary system, before new technologies enabled the monetary system to adapt and accommodate new forms of exchange.", "Take the introduction of paper money.", "The issues facing merchants trading across the expanses of the middle kingdom during China's Song Dynasty (960-1279) were similar to those plaguing the merchants of Renaissance Europe some 500 years later.", "In both cases, a chronic shortage of high-value coinage was a severe constraint on commercial exchange - lugging piles of copper coin around was hardly conducive to trade.", "But with the invention of paper (in China) and the printing press (in Europe) a revolutionary solution was born - paper money.", "This interdependence didn't stop there.", "The industrial revolution that fuelled the expansion of global trade was preceded by all manner of financial and monetary innovations.", "Among them were novel forms of money like bills of exchange, alongside new types of financial infrastructure and intermediaries - think of the double-entry book- keeping administered on paper ledgers by the Medicis of Florence.", "The socio-economic forces unleashed in this period were immense: the corporation was born, capitalism flourished and the new merchant class became a political force.", "Turning to the computerised age of more recent decades, the dematerialisation of finance saw paper-based forms of assets, money and record ledgers give way to electronic variants.", "This fuelled efficiencies that must have seemed unimaginable half a century ago.", "A second lesson we can draw from history is that in the absence of public money evolving to support new forms of commercial activity, private money has attempted to fill the void - but with decidedly mixed success.", "Consider here the disastrous experiment with privately issued notes by 'wildcat banks' during the US free banking era in the mid-19th century.", "This was a period when no national currency circulated and unbacked private notes traded chaotically at large and variable discounts, highlighting that monetary instruments lacking in trust can do more damage to the economy than good.", "This was followed (with a bit more success) by the gold era where commercial banks maintained liquid asset reserves equal to a fraction of the money they issued.", "But the clearest success story with private money has been the digital money (i.e.", "deposits) issued by well-regulated banks in recent decades.", "In all modern economies, Australia's included, this form of money has become dominant.", "There is good reason for this.", "The enduring challenge for private money is to closely replicate the special features of safe public money so that they are interchanged at the same rate, thus preserving the 'singleness of money!\"", "This requires private money to have enough credibility so that the public is willing to exchange it at par - without question - into public money or goods and services.", "Private issuers have sought to bridge this trust deficit by fully collateralising the money they issue and/or by subjecting themselves to regulation and supervision.", "Unbacked cryptocurrencies issued outside the regulatory perimeter have tried to buck this pattern, without success.", "This brings us to a third lesson - the two-tier monetary system comprising the central bank and commercial banks has served the economy well because it combines the best features of public and private money.", "Comparative advantage, and the separation of responsibilities between public and private sectors, helps to explain why.", "A reputable central bank is uniquely placed to serve as both an 'anchor' and 'enabler' in the two-tier system.", "As an anchor, it provides a foundational level of trust - trust in the value of public money and on which private money builds; trust in the finality of payments by settling claims at par across its balance sheet; and trust in the stability of the wider financial system.", "As an enabler, the central bank promotes competition by providing base infrastructure on which private institutions innovate to meet the preferences of firms and households.", "As we contemplate how our monetary and financial arrangements might evolve in the years ahead, my sense is that our efforts should be concentrated more on uplifting than replacing the two-tier system.", "And this is where tokenisation comes in.", "What might a tokenised asset ecosystem look like?", "The tokenisation of assets presents some interesting possibilities for the digital era.", "Before setting out why, a few clarifications are in order, starting with some of the features that might distinguish a tokenised financial ecosystem (Table 1).", "Table 1: Stylised Evolution of Wholesale Asset Market Technology Physical Electronic Tokenised Platforms for trading, Separate physical Centralised, partly synchronised Largely decentralised, settlement and venues with electronic platforms, settlement synchronised digital ledgers, ownership records delayed settlement asynchronous with transfer of asset instantaneous settlement Information updating Delayed Delayed Rapid Role for Centra Central Less market making and intermediaries reconciliation Infrastructure Restricted Generally restricted 24/7 Servicing Manua Increasingly automated Advanced programmability The simplest way to think about the tokenised assets that I will focus on today is as digital bearer instruments that represent claims on underlying assets that exist in the real (traditional finance, 'off chain') world.", "But tokens confer more than just ownership rights.", "They also contain rich, unique information that can be updated instantaneously, RESERVE BANK OF AUSTRALIA and can be programmed via smart contracts to perform functions that are not currently performed in traditional finance applications.", "Tokens can be exchanged bilaterally 24/7 on decentralised ledgers that are publicly or privately accessible.!", "The role for intermediaries may evolve in this setting, reflecting a reduced need for market making activity and less manual reconciliation of records which can be duplicative, costly and prone to error.", "allow crysta Let's s ch for the technology.", "TI ise, and are the downsid ks in our current system art with some of the po post-trade swapping of payment for an asset) ial benefits: potential of tokenisation requires assets and money to exist on the same ledger - as this would or 'atomic' settlement (simultaneous ng of ownership records - separate b and the real-time ut synchronised platforms could achieve a broadly similar end.", "policy question is what potential benefits could tokenisation es manageable?", "These issues need to be understood in the context of the frictions d with recognition that they could unfold differently in different markets.", "+ Increased liquidity, informational transparency and auditability.", "More timely and complete information available muc nature-based markets li okenised settings could pricing in the $750 ing in Australia - is h like 25 years ago.", "s this p to complete markets and boost economic efficiency.", "market for bank term deposits - comprising around 15 he best we can do?", "Separately, enhanced audi For instance, consider per cent of bank largely conducted over the phone, in branches, by email, and on spreadsheets, ability is one channel by which mational transparency could spur activity in developing asset markets.", "This is particularly relevant for e biodiversity or carbon credits, where underlying exposures are diverse and data needs to be verifiable in real time to enhance trust.", "Tokenised markets for green bonds, where coupons are ownership and the ability to transact and settle 24/7, could increase liquidity in marke scope for mutually beneficial trade.", "This inc opening up access to capital for new borrowers and widening the investab counterparty, opera are viewed by some correspondent bank: Beyond clearing and and frictions in compliance checks and in asset servicing, including the calcu and the conditional rebalancing of asset portfolios.", "One way to view the growing global interest in tokenisation can be seen in the issuance of around $4 bi tokenised bonds in recent years.", "The official sector has accounted for more than the European Investment Bank, the central bank of Thailand, Hong Kong SAR, and local Swiss and US government entities.", "Private sector issuance over the past year has included the Reduced risks, costs and improved capital efficiency from shorter settlement cycles.", "Elimina trade execution and settlement, which cou ional and market risks.", "Reduced intermediary and compliance costs.", "Token programmability has the manual processes currently embedded in t securitisation marke and Siemens (Graph 1,61 d to real-time measures of clean energy generation, are just the tip of t bination of better information, lower barriers to entry from direct acces s to marke udes by lowering the cost of capi d occur on ledgers 24/7, could free up col .", "More generally, the s, fractional (partial) s and increase the sting borrowers, for suppliers of capital.", "ing delays between ateral and reduce potential to cut through layers of he trade lifecycle.", "As a case in point, given s could hi ation and payment of i 'okenised bond offering hat transactions in the can involve up to 12 intermediaries, it is perhaps little wonder that fixed income markets as ripe for disruption.!", "Meanwhile in cross-border payments, fees charged by s comprise a large share of the 5-7 per cent average cos settlement benefits, the programmability of asset token ng remittances,\" elp to take out costs lion in s issuance, including Graph 1 Tokenised Bond Issuance US$b Num i Number of issuances (RHS) Governments Banks Corporates Source: Moody's Investors Service.", "However, none of this is to suggest that a transition to tokenised finance would be without its challenges.", "stand out in this respect: + Regulatory uncertainty and compliance obligations.", "It is a perennial regulatory challenge to ensure innovation can flourish in a way that is consistent with financial stability and consumer protection.", "Some innovati tokenised finance have occurred in a grey zone, on the edge of the regulatory perimeter.", "A common t globally is uncertainty around governance and risk management responsibilities - if a smart contract on a programmable ledger goes awry, cross-border and anti-money laundering responsibilities do not disa but who is accountable?", "Only a small number of jurisdictions have established new regulatory frameworks supporting tokenised asset markets, while others have observed that innovations in tokenised finance should operate within existing regulatory frameworks.", "In Australia, work on a regulatory framework for tokenised assets is being led by Treasury, with support from agencies comprising the Council of Financial Regula tors.", "As investment in new technologies can be costly and take time for participants to implement, tokenised asset markets will need to be interoperable with traditional infrastructure for the foreseeable future.", "Communication between different technologies - both 'on' and 'off' chain - will be critical to limiting fragmentation between assets traded across different venues.", "This could otherwise result in different prices and ownership information existing in relation to the same underlying asset.", "And investors may seek t!", "assurance that if the 'on chain' network malfunctions, they still have recourse to the underlying asset recorded and held 'off chain' + The impact on transactional liquidity from prefunding and fragmentation.", "In a world of atomic settlemen (and even orders) would need to be prefunded, increasing liquidity requirements for market participants.", "In markets where intermediaries contribute significantly to traded volumes, this could lead to market ma showing less competitive prices and widening bid-ask spreads.", "Liquidity conditions could also be made worse by the fragmentation of trading volumes between decentralised platforms and traditional finan infrastructure.", "To sum up, we should be wide eyed to these challenges.", "It's very possible they can be overcome, but more work by policymakers and industry is needed.", "RESERVE BANK OF AUSTRALIA Transactions in tokenised asset markets could settle in traditional money, though the separate ledgers required to do so would entail some loss of efficiency.", "As tokenised money holds out the potential to yield more of the benefits from tokenised exchange, let me now turn to four candidates: + unbacked cryptocurrencies + asset-backed stablecoins issued by banks or non-banks + tokenised bank deposits + wholesale central bank digital currency (CBDC) as a tokenised form of central bank reserves (exchange settlement (ES) balances in Australia).", "By process of elimination, I will begin with unbacked cryptocurrencies like Bitcoin that natively use blockchain technology.", "The fundamental issue here is one of trust - or a lack of it.", "With no reference to backing assets and operating outside of regulatory oversight, the wild price volatility in cryptocurrencies (multiples of gold, to which they are sometimes compared) has made them more amenable to speculative investment than serving as a safe settlement instrument.", "A lack of fungibility, scale issues and high fees have also rendered them ill-suited as a medium of exchange.", "It's possible that unbacked cryptocurrencies remain a hotbed of speculative interest, but struggle to envisage them playing an expansive role in the financial system of the future.", "t is certainly plausible that stablecoins issued by well-regulated financial institutions and that are backed by high quality assets (i.e.", "government securities and central bank reserves) could be widely used to settle tokenised ransactions.", "But it is more contestable whether this would be the case for stablecoins issued by institutions tha currently sit outside the prudential regulatory perimeter, including non-bank financial institutions and echnology companies.", "There are a range of issues here, the most fundamental of which is the risk that a stablecoin issued by non-banks would be more likely to trade below par value compared to banks, reflecting differences in perceived credit risk.", "History tells us that much will depend on the effectiveness and credibility of he regulatory regime governing stablecoin issuance.", "Tokenised bank deposits have received less attention to date than stablecoins, but as the BIS has recently noted, some of their features may make them more suited to settling tokenised transactions.", "Consider that when payments are made today using bank deposits, their interchangeability at par with central bank money is underpinned by effective prudential supervision and the central bank facilitating settlement of obligations arising between banks (and other payments service providers).", "This eliminates exposures between these entities, and the system would not change in a world where interbank payments were made in tokenised deposits.", "The risk of fragmentation might also be higher for stablecoins than tokenised bank deposits.", "Interoperability problems could emerge if, as seems plausible, competing stablecoin issuers felt they had no incentive to support trade in rival stablecoins.", "Having to manage a multitude of different coins that were accepted on some platforms but not others could forfeit whatever economic efficiency gains were on offer from tokenisation.", "But given deposits issued by a range of banks are already widely exchanged and settled (at par) across the central bank balance sheet, the introduction of tokenised bank deposits would represent a minor change to current practice - a payment between two parties using tokenised deposits would still be settled via a transfer of ES (or wholesale CBDC) balances between the payer and payee bank.", "Another issue more relevant to stablecoins than tokenised bank deposits relates to their potential impact on collateral markets and credit provision.", "In some countries, Australia included, the government securities market is not particularly large and a material share of outstanding issuance is already encumbered in liquid asset requirements for banks, repo transactions and central bank holdings.", "In the absence of a CBDC, there is a question whether there would be sufficient high quality domestic collateral to support stablecoin issuance at scale.", "And if banks issued fully backed stablecoins, this would represent a return of sorts to the 'narrow banking' regime of past eras which (by design) constrained credit allocation decisions.", "But in a world of tokenised deposits, banks would continue to extend credit with the usual risk-based considerations in mind.", "I've said little yet about where a wholesale CBDC could fit into a tokenised ecosystem.", "One possibility is that a CBDC might not be necessary at all.", "Today's ES balances could instead be used by suppliers of tokenised deposits to settle their exposures with other payments service providers, or a modernisation of financial infrastructure could deliver benefits to the financial system in a minimally disruptive way.", "An example here could be the so- called 'trigger model', with settlement triggered via an interface between the existing real time gross settlement At the same time, of the various forms of tokenised money under consideration, only a wholesale CBDC would be completely free of credit and liquidity risk.", "In representing the ultimate form of safe money, it could help to anchor and spur innovation in the financial system - including realising the full benefits of atomic settlement and programmability - just as ES balances do today.", "As a wholesale CBDC would simply represent an advanced form of central bank money that has underpinned the Australian financial system for decades, this would represent an evolution in the two-tier monetary system - not a revolution.", "Though there are many issues still to resolve, these em and the platform(s) where digital assets trade.", "are some of the reasons why the Bank, and many of our international peers, are actively examining the case for wholesale CBDC.", "Tokenisation in Australian financial markets - Some hypothetical Quantifying the potential benefits of tokenised exchange is a challenging exercise, not least because it is a greenfield area and tokenisation could support the growth of markets that don't currently exist on any scale.", "At the same time, it is possible to sketch out some hypothetical scenarios for cost savings in established markets, based on a range of assumptions for transaction costs, turnover and the cost of capital.", "!7] To be clear, these are not forecasts.", "Rather, they are based on a fraction of the benefits that emerged in the electronic trading era, and can be paired with data on issuance, turnover and bid-ask spreads for various Australian asset classes to produce some hypothetical estimates of potential benefits (Graph 2) (8) Capital Markets in Australia Str Outstanding issuance Str Str Annual turnover Str bps Bid-ask spreads Equities AGS Semis Bank Bank Domestic ABS bonds bills corporate Sources: AOFM; ASIC; ASX Information Services; Bloomberg; ice; RBA.", "RESERVE BANK OF AUSTRALIA The first set of estimates points to hypothetical transaction cost savings in Australian financial markets in the range of $1-4 billion per year (Graph 3).", "This reflects two drivers: tighter bid-ask spreads reflecting increased trading volumes; and gains from atomic settlement driving down other fees, including those currently paid to correspondent banks involved in cross-border payments, savings from reduced collateral requirements and reduced fees from a lower incidence of settlement fails!", "Hypothetical Transaction Cost Savings Annual, ranges from illustrative scenarios* 2 2 0 f I TTT I pe FX Equities Government Bank & Total debt & ABS If explicit transaction costs (including correspondent banking, collateral, and clearing & settlement fees) and a proxy for implicit round-trip transaction costs (the bid-ask spread multiplied by turnover) decline by 6-30 per cent.", "This reflects declines in bid-ask spreads observed following periods of technological innovation, scaled down by 50-90 per cent to be conservative.", "Sources: ABS; AOFM; ASIC; ASX Information Services; Bloomberg; ice; J.P. Morgan; Oliver Wyman; RBA calculations; World Bank.", "A second set of hypothetical estimates suggests that savings of up to $13 billion per year could be available to issuers in the Australian capital markets (Graph 4).", "The ranges here reflect different assumptions for the decline in the cost of capital associated with reduced liquidity premia, and the share of outstanding issuance that is refinanced at the lower cost of new issuance!\"", "{t's beyond our scope here to discuss wider economic spillover effects, but to the extent that the cost of capital was lower than otherwise, it would also likely offer some support to investment.", "Hypothetical Cost of Capital Savings Annual, ranges from illustrative scenarios* 5 5 Equities Government Bank & Total debt & ABS If the cost of capital falls by 5-24 basis points, calibrated from research papers that estimate the impact of greater liquidity and transparency on the cost of capital, and scaled down by 50-90 per cent to be conservative.", "The ranges also incorporate uncertainty over whether the cost of capital decline is applied to outstanding or new issuance.", "Sources: AOFM; ASIC; ASX Information Services; Bloomberg; ice; RBA Ultimately, it won't be possib calculations.", "le to make concrete statements about the effects of asset tokenisation - including on market liquidity and cost savings from faster settlement cycles - until the ecosystem is better developed.", "It does, however, seem reasonable to surmise that two types of markets stand to benefit most from tokenisation: (i) greenfield markets that could develop rapidly by leveraging programmability and better informational transparency; and (ii) establis hed markets characterised by manual processes in the trade lifecycle and that don't already benefit from efficiencies (via arbitrage relationships) resulting from active derivative trading.", "In an effort to better unpack the issues, this is emerging as an active area of research at the Bank and among some of our research partners at The Bank's future of money work Bank's future omic se tlemen facilitating a opportunities for CBDC-enabled atomic settlement to enhance facilitate the development o signal from this industry inte orms of substitute for) new stablecoins.", "Third, further applied research is needed to better understand operationa This includes scalability and RESERVE BANK OF AUSTRALIA home and abroad.", "of money work program h some takeaways from our recent CBDC pilot project,!\"", "and how these connect to the program.", "a range of areas where CBDC could add value in wholesale payments, including by t in tokenised asset markets.", "Around one-third of the piloted use cases assessed he operation of established financial markets, or new asset markets such as those for biodiversity and carbon credits.", "ted opportunities for a wholesale CBDC to act as a complement to (rather than privately issued digital money, namely tokenised bank deposits and asset-backed design issues for new forms of ledgers.", "hroughput considerations, and interoperability between 'on' and 'off' chain ledgers.", "Fourth and more generally, the project highlighted the importance of a modern regulatory framework that supports both innovation in digital financial services and financial stability.", "Treasury's token mapping exercise will help in this regard.", "Enhancements to the regulatory sandbox arrangements in Australia, possibly informed by the United Kingdom's recent experience, also seem worthy of further consideration.", "So where is the Bank on its future of money journey?", "Our overarching position is that we remain open-minded as to the functional forms of digital money and supporting infrastructure that could best support the Australian economy in the future.", "We have an active research program underway and are letting the evidence guide us.", "Some focal points for this program over the next year are as follows: We are in the early stages of planning for a new project assessing how different forms of digital money and infrastructure could support the development of tokenised asset markets in Australia.", "The Bank and Treasury will publish a joint report around the middle of 2024 that will provide a stocktake on CBDC research in Australia and set out a roadmap for future work.", "The Bank will continue to actively contribute to international work streams, including those aimed at reducing the frictions in cross-border payments.", "The Bank will step up its engagement with a range of external stakeholders on the future of money.", "This will take a variety of forms and include industry, academia, government agencies, other central banks and the wider public.", "In closing, the question of how we might arrange our monetary system to better support the Australian economy in the digital age is now a key priority for the Bank.", "We are on a journey here, and look forward to engaging with you and your ideas on how this might best be achieved.", "*}_ Thanks to Zan Fairweather for pulling together estimates of the hypothetical benefits of tokenisation in Australia, and to colleagues in the Payments Policy and Payments Settlements Departments (particularly the Digital Currencies team) for useful feedback.", "1 This presumes that public money is not debased - with hyperinflation the most extreme example.", "2] The New Payments Platform in Australia offers real-time funds availability 24/7, though banks aren't currently set up to provide the liquidity to support wholesale transactions outside standard business hours.", "These challenges would need to be overcome if banks were to settle tokenised transactions on a 24/7 basis.", "3 See also RBA, CBA, NAB, Perpetual, ConsenSys and King & Wood Mallesons (2021), 'Project Atom: Exploring a Wholesale CBDC for Syndicated Lending' Report December for a related analysis of the potential benefits of tokenisation in syndicated lending markets.", "4] See Financial Stability Board (2023), 'Annual Progress Report on Meeting the Targets for Cross-border Payments: 2023 Report on ey Performance Indicators, 9 October.", "5 See Moody's Investor Service (2023), 'Digital Bonds' Features Could Transform Debt Markets Over Time' 6 July.", "6 jarrow banking affects credit allocation by requiring deposits to be fully backed by liquid, high quality assets.", "This, along with aircuts imposed on collateral, can substantially determine how bank's structure their asset portfolios.", "7 For instance, see Mackintosh P (2021), 'Have Spreads Changed Over Time?, Nasdaq, 14 October.", "8 FX markets are not reflected in Graph 2 as we refer here to the capital markets, and outstanding issuance is not a relevant concept here.", "9 The numbers in Graph 3 are based on hypothetical transaction cost savings scenarios from bid-ask spread and explicit fee declines.", "Bid-ask spreads are sometimes used as an implicit measure of transaction costs in a market, as they represent the round-trip cost paid, as a share of the market price, of entering and exiting a market quickly.", "Explicit fee costs are estimated from publicly available data on estimated correspondent banking fees for cross-border payments, brokerage fees for equity market participants, and clearing and settlement and collateral costs for equities and fixed income markets.", "Figures reported in Graph 3 reflect a scenario where bid-ask spreads and explicit fees in Australian financial markets decline by 6-30 per cent.", "This scenario was based on declines in bid-ask spreads observed in foreign exchange, bond and equity markets following earlier periods of automation and computerisation, scaled down by 50-90 per cent to be conservative (Mizrach B (2015), 'Analysis of Corporate Bond Liquidity' FINRA Office of the Chief Economist Research Note; Bessembinder H, WF Maxwell and Venkataraman (2005), 'Market Transparency, Liquidity Externalities, and Institutional Trading Costs in Corporate Bonds, AFA 2006 Boston Meetings Paper, October; Mackintosh, n 7; Poole E and P D'Arcy (2008), 'Liquidity in the Interdealer Foreign Exchange Market; RBA Bulletin, December).", "{10] The finance literature has documented the relationship between increases in liquidity (often proxied by lower bid-ask spreads) and the cost of capital for firms (see, for instance, Amihud Y, H Mendelson and LH Pedersen (2006), 'Liquidity and Asset Prices; Foundations and Trends on Finance, 1(4), pp 269-364).", "The figures reported in Graph 4 reflect a scenario where the cost of capital declines by 5-24 basis points.", "This is based on mean estimates of cost of capital declines documented following increased iquidity or transparency, scaled down by 50-90 per cent to be conservative.", "{11] This pilot was conducted with the Digital Finance CRC (DFCRC) and industry partners.", "See RBA and DFCRC (2023), 'Reserve Bank and Digital Finance CRC Complete CBDC Research Project, Media Release, 23 August.", "10 RESERVE BANK OF AUSTRALIA"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Tokenisation", "Private money", "Central bank digital currency", "Asset-backed stablecoins", "Unbacked cryptocurrencies", "Tokenised bank deposits", "Atomic settlement", "Programmability", "Regulatory uncertainty", "Liquidity"]}