{"sentences": ["Introduction Distinguished guests, ladies and gentlemen, good evening.", "First, let me express my deep appreciation to the management of the Green for Growth Fund for inviting me to join this gathering enriched with the presence of different stakeholders - public and private, European and domestic, which nicely symbolizes inclusive and joint national and international efforts needed to tackle one of the most critical global priorities - climate change.", "According to the latest World Economic Forum Survey1, climate change is one of the top two global risks, both in the medium and long run, alongside geopolitical fragmentation.", "It does not come as a surprise, given the estimates that climate change reduces global economic growth by 0.4 p.p., with a more pronounced effect in emerging economies (0.7 p.p.", "), and perhaps even more importantly, losses are estimated to further increase.", "This, in particular, is increasingly important for less developed economies that tend to be highly vulnerable to climate risks, but are short of adequate fiscal and more broadly financial resources to mitigate these risks.", "Climate change affects all regions around the world.", "Polar ice shields are melting and the sea is rising.", "In some regions, extreme weather events and rainfall are becoming more common while others are experiencing more extreme heat waves and droughts.", "This summer, we have witnessed record-breaking droughts, heatwaves, and floods that caused suffering and huge losses across every continent.", "Data show that July 2023 was the hottest month on record globally .", "Given the severe toll that climate change is already taking, it would not be an overstatement to say that the time for action is long past due.", "Along those lines, at the recent G-20 Summit in India, global leaders committed to urgently accelerate the actions recognizing that physical and transitional policy risks have also a profound short, medium, and long-term macroeconomic impact, including on inflation and financial systems .", "Central banks have recently significantly increased their attention to climate risks, due to the large impact on their mandates in achieving price and financial stability.", "Recent surveys point to a rising awareness and actions by the central banking community.", "According to Invesco Survey, conducted in 2021, more than two-thirds of the central banks consider climate action as part of their mandates, up from less than half a year ago .", "Focusing on the priorities Recognizing the importance of climate risks, the National Bank has so far undertaken multiple activities in the area, to increase awareness and stress the importance of active contribution of all stakeholders to set a road to green and sustainable economy.", "Our activities relate to inclusion of sustainable finance as a separate objective in our Strategic plan, active participation in the international network of central banks and regulators, publishing regular green finance data, as well as adjusting monetary policy instruments to foster sustainable finance.", "Very recently, (September 2023) we have adopted our first Medium-term Plan of activities in the area of climate-related risks, as a way to set a comprehensive and consistent framework for all activities that we plan to undertake.", "It aims to improve the current regulatory framework, to set Guidelines for managing climate-related risks by banks and further strengthen the supervisory approach, by incorporating the climaterelated risks in the banks' overall risk assessment.", "The Plan also emphasizes the importance of coordinated activities in the country and the need for cooperation with other relevant stakeholders, given that climate issues require a coordinated national approach.", "The Strategy also provide a first, preliminary overview of the exposure of the Republic of North Macedonia's banking sector towards climate-related risks and shows that more than half of total credit exposure of banks to corporates is to sectors that are sensitive to climate policies.", "It can therefore be expected that climate-related policies could have significant effects on these sectors and consequently on banks, though further analysis is needed to assess the relevance and materiality of the transition risks.", "The Plan was informed by the survey that we conducted to map the green finance ecosystem and assess the banks' practices in managing climate risks.", "The Survey showed that almost 90% of the respondents consider that climate change is an important source of financial stability risk.", "Yet, as assessed by the majority of the respondents, climate risk management is still in its early stage.", "The lack of standards and tools, adequate regulatory framework, the lack of adequate data, as well as limited internal resources and policies were pointed as the main barriers.", "To address some of these challenges , we have already drafted guidelines for banks (which are currently being discussed with the banking industry).", "Transition towards a green and sustainable economy The Republic of North Macedonia is sensitive to the risks associated with climate change.", "This is related to the geographical and climatic profile of the country, which exposes the country to the risks of natural disasters and extreme weather events (such as droughts, torrential rains, floods, and heat waves), which, driven by climate change, may further intensify in the next period.", "An additional factor is the prevailing economic model, which includes high - energy intensity and reliance on climate-sensitive natural resources.", "The domestic economy has a high consumption of energy, which, measured per unit of product, is three times higher compared to the European average, although it is slightly lower compared to the average of the Western Balkan countries.", "Electricity production is predominantly by fossil fuels (about 74% of total gross production in 2022) with the energy sector causing most of the country's greenhouse gas emissions.", "The share of renewable sources in the gross final consumption of energy in 2021 is 17.3%, while in the European Union, it is 21.8% on average.", "Such conditions point to the exposure of the country to the risk of transition in the restructuring of the economy towards the model of sustainable development.", "According to some estimates, it will take from 3 to 5 trillion US dollars per year to finance the transition towards a sustainable economy5.", "Therefore, the support of these endeavors by the banking systems is of key importance.", "Our green finance statistics show rising financial support, but also a need to strive further.", "Banks' green loans , more than doubled for the last four years, and their share in the overall portfolio increased to 4.1% in June this year.", "Banks' green lending is mainly channeled to the corporates that comprise 93% of total green loans extended.", "We need to acknowledge that these favorable developments are also a reflection of the support - both financial and technical - provided by international and European institutions and funds, which we deeply appreciate.", "One of the contributing institutions is certainly the Green for Growth Fund , which has been present in our country ever since its inception, investing more than EUR 50 million so far, alongside 26 dedicated technical assistance projects for local financial institutions.", "Our impression is that things are changing rapidly and that we need to act, promptly.", "Undoubtedly, the transition towards a green and sustainable economy has been and will continue to be a challenging journey, especially for emerging economies that tend to have higher investment needs, but lower domestic savings.", "In this vein, successful arrival at the final destination of our journey will, to a great extent, depend on the support of the abovementioned institutions.", "On that note, I wish you a lively exchange of ideas and a pleasant evening.", "World Economic Forum, The Global Risk Report, 2023 ERA5 data from the Copernicus Climate Change Service (C3S*) G20 New Delhi Leaders' Declaration, New Delhi, India, 9-10 September 2023 Global Sovereign Asset Management Study, 2021.", "McKinsey & Company, \"The net-zero transition: What it would cost, what it could bring,\" January 2022.", "Set as an impact investment fund of public-private partnership, GGF is an early and successful example of blended finance in action.", "The fund channels dedicated financing to businesses and households through local financial institutions, and through direct investments to eligible projects and companies.", "The GGF operates in 19 countries across Southeast Europe, including Turkey, the European Eastern Neighborhood Region, and the Middle East and North Africa."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate change", "green finance", "climate risks", "sustainability", "transition risks", "monetary policy", "financial stability", "green economy", "banking sector", "renewable energy"]}