{"sentences": ["Banc Ceannais na hEireann Central Bank of Ireland HOME ABOUT NEWS & MEDIA EVENTS CAREERS CONTACT GAEILGE SEARCH Financial System Monetary Policy Regulation Publications Statistics HOME > NEWS&MEDIA > PRESSRELEASES > ARTICLE > \"MAINTAINING STABILITY IN THE FACE OF VOLATILITY - FINANCIAL REGULATION IN A RAPIDLY CHANGING WORLD\" - REMARKS BY DEPUTY GOVERNOR SHARON DONNERY AT THE COMPLIANCE INSTITUTE ANNUAL CONFERENC \"Maintaining stability in the face of volatility - financial regulation in a rapidly changing world\" - Remarks by Deputy Governor Sharon Donnery at The Compliance Institute annual conference 14November 2023 Speech Good morning, and many thanks to the Compliance Institute for inviting me here to speak at their annual conference.", "Given the speakers you will hear from and the topics on the agenda, it promises to be a very interesting day.", "For my own remarks, I thought I would set the scene for the day and outline a few thoughts about the challenging macro-economic environment we have been living through, the risks on the horizon in the context of our rapidly changing financial sector, and what all these challenges mean for regulators and compliance professionals.", "Challenge and change - the economy and the financial sector It is safe to say we are living through times of huge uncertainty, made all the more challenging by the scale and speed at which the world is changing.", "The last two decades have seen significant shifts in the Global and European Economy.", "We have gone from the \"great moderation' to the \"great recession\".", "From the Eurozone sovereign debt crisis to the UK leaving the EU.", "From a global pandemic to the war in Ukraine, and now a burgeoning war in the Middle East.", "This exceptional series of shocks, was met with an exceptional set of policy responses.", "These varied across countries but included bank bailouts and record deficits followed by austerity and fiscal retrenchment; then negative interest rates and quantitative easing before the emergency fiscal and monetary policy response to the pandemic.", "And in the last 18 months we have taken a sharp turn with necessary but unprecedented tightening of interest rates by monetary authorities across the globe.", "The financial system, given its importance to the world economy, has been a focal point throughout much of this series of extraordinary events.", "And at the same time the financial sector itself has been undergoing its own rapid change: ¢ While banking and insurance remain at the heart of financial intermediation, these sectors have evolved significantly in recent years.", "© The share of assets in the global financial system held by the non banking sector has risen from just 42% in 2008 to 49.2% at the end of 2021.2 © Domestically while we have seen significant consolidation of the domestic banking market, we have seen a material increase in the scale and complexity of our financial sector in recent years, in part driven by a significant internationalisation of our financial system.", "e The last 10 years has seen significant growth in the total assets under management of Irish authorised investment funds - from c.€1.7 trillion to c. €4.4 trillion®.", "To put this figure in perspective, this equates to more than 17 times Irish GNI*.", "© The fintech sector has grown rapidly in recent years - both internationally and in Ireland.", "Taking the payments sector alone, the number of Payment and E-Money Institutions regulated by the Central Bank of Ireland has tripled in the last 6 years, with a more than 10 fold increase in safeguarded funds.", "* Consumer expectations have also transformed, as has the way we access and engage with financial services.", "Consumers expect easy, instantaneous access to funds, transfers and services.", "Our engagement is increasingly digital rather than physical and business models have had to adapt.", "Ensuring Consumers are protected in this rapidly changing financial system is a major part of the Central Bank's policy agenda, and we are currently reviewing and modernising the Consumer Protection Code with this in mind.", "Combined, it is clear the 21st century so far has been remarkable in terms of macro-economic challenges and change.", "But despite the speed and significance of this change, there is a feeling that we may well be just at the beginning.", "For when I look ahead at the next 20 years, profound structural changes - for our economies, our financial sector and indeed our daily lives - appear on the horizon.", "Risks ahead - the short and the long of it In this regard, while much lies behind us in terms of challenge and change, a very difficult risk landscape lies ahead - both in terms of short-term cyclical challenges and long-term structural ones.", "In the short-term, global growth is projected to weaken and remain below historical averages.", "* In Ireland, growth in Modified Domestic Demand (MDD) is also forecast to slow.> Declining demand for imports in key trading partners is a key contributor to projected lower growth in 2023, highlighting risks from global economic challenges for a small open economy.", "While inflation is easing, it is still too high.", "We have seen base effects contribute to significant falls in headline inflation this year; however \"core\" measures are reducing only gradually in many developed economies.", "This suggests the last leg of the journey back to target may prove the hardest, complicated by a mix of demand and supply-side pressures.", "In terms of demand, this is being supported by a number of factors including: tightness in labour markets, as well as lagged effects of wage negotiations, and the availability of savings built up during the pandemic.", "And while the supply-side shock has largely played out, global supply-side pressures may persist, driven by long-term effects of the pandemic on labour supply, continued instability in energy markets, changes in geo-economic fragmentation, and further potential climate related shocks.® These factors have both necessitated the rapid tightening of interest rates, and may result in the need for rates to stay in restrictive territory for longer.", "This all presents risks for the financial system, in particular related to the uncertain impact of monetary policy tightening, which has yet to fully pass through to the real economy.", "While significant financial resilience has been built into the financial sector by regulators and industry over the last decade, we have already seen vulnerabilities uncovered in the system related to recent shocks, including the \"dash for cash\" episode in March 2020, the LDI crisis this time last year, and the international banking turmoil this March - all three of which required significant interventions from central banks and regulators.", "As rate hikes continue to pass through to the economy, and losses from the rapid repricing in financial markets continue to crystallise, there is huge uncertainty about what other vulnerabilities may be around the corner - one of the reasons why global financial stability risks remain elevated, central bankers remain vigilant and resilience remains key.", "There are also less cyclical risks from the changed rates environment that may start to present challenges in the near term - specifically related to what the prospect of higher-for-longer means for an economy that had in many respects structurally shifted to low-for-long: ¢ Onamacro level, such a structural reversal has already led to significant re-pricing in some asset classes - with clear potential for further risks for some sectors such as commercial real estate.", "* Onamore micro level, innovative companies, including fintechs that found it easy to raise financing during a period of zero interest rates, may find their business models now under greater scrutiny.", "And leveraged acquisitions which were profitable in alow rate environment may now turn out not to be so, given significant increases in debt servicing costs.", "On top of all these short term challenges, some profound changes lie on the horizon, in particular from the twin transitions of climate and digital.", "The transition to net zero will fundamentally alter how our economies, and therefore our financial system, operates; in many ways it involves a re-imagining of all industrial progress to date - an industrial re-revolution if you will.\"", "Such a transformation presents clear risks to the financial sector, both bottom lines and balance sheets, which we all must start taking more seriously.", "Another potentially profound change relates to digitalisation.", "While technological developments have already radically changed our daily lives and our financial sector, the onset of generative Artificial Intelligence (Al) has the potential to make recent progress look positively pedestrian.", "Alot has been said about \"disruptive\" companies in the modern age, but if Al reaches its promised potential, it will be a disruption like no other, making current technology look analogue by comparison and previous \"disruptors\" benign.", "And finally, geo-political risks are on the rise with a tragic war in the Middle East now adding to the devastating conflict in Ukraine.", "These are first and foremost humanitarian crises; but they also have implications for the global economy and financial system - from supply chains to commodity prices, to the short and long-term implications of significant sanction packages and growing financial fragmentation.", "And so after a sense of inevitability about ever increasing globalisation and better living standards, this now risks going into reverse.", "And if some scenarios play out and we see a \"zonification\" of global trade, this will naturally present significant challenges for the global financial system, not to mention for countries like Ireland with a highly globalised financial sector and economy.", "Maintaining stability in the face of volatility - what living in this complex world means for me and you I have set out what I see as a very challenging backdrop and landscape.", "But the question for today is: what does all this mean for regulators tasked with maintaining stability amidst all this volatility, and indeed for you as compliance professionals tasked with complying in an uncertain and rapidly changing world?", "I don't think I have to explain to this forum the importance of regulation.", "Nor, I hope of the importance that regulation evolves in the face of all the challenges and change we are being presented with.", "But how do we ensure that regulators, supervisors and indeed compliance professionals are ready for the risks ahead How can we prepare when uncertainty seems to be the only certain thing?", "When complexity and ambiguity obscure strategic thinking, and volatility allows the urgent to drive attention away from the important?", "The first step for all of us is to recognise that we are living in a volatile, complex and rapidly changing world.", "This requires us to adapt; to acquire and develop new skills, to build more resilience into our planning and our systems and to look at risks through different and differentiated lenses.", "The second step, I believe, is to remain anchored to one's mission and purpose - and recognise that despite all the flux and change some fundamentals will remain the same.", "From my own perspective, this includes that the Central Bank will \"serve the public interest by maintaining monetary and financial stability, while ensuring that the financial system operates in the best interests of consumers and the wider economy'.", "It also includes the fact that firms and boards themselves are ultimately responsible for managing the risks to which they are exposed.", "At the Central Bank, our current strategy has been built with this new world in mind.", "We are transforming the Bank to be a more agile, resilient, diverse and intelligence-led organisation.", "But while we at the Bank are transforming, our fundamentals will remain the same.", "In the face of an ever growing, ever more complex financial system, and an increasingly challenging external environment, we must transform so as to continue to deliver our mandate for the citizens of Ireland.", "While part of this transformation is about efficiency, it is also importantly about effectiveness.", "As you can imagine the cost of financial regulation and supervision is often raised with me by certain stakeholders.", "From my view point I naturally first think of the costs - to taxpayers, to society and the industry itself - of inadequate regulation and supervision.", "To look at just one of the black swan events I mentioned, the fiscal cost alone of the banking crisis to the Irish exchequer equates to the costs of hundreds of years of regulation and supervision levied on the banking sector.", "Given the frequency of financial crises over the last century, if better regulation and supervision can even reduce by a fraction these costs, then I dare say it is a public good that pays for itself - and many times over.", "Responding to change - non-banks and innovation Turning specifically to the risk landscape in hand, I would like to expand on how regulation, supervision and indeed compliance is and must change to address this changing and challenging world.", "AsI mentioned, two of the significant shifts in our financial sector have been the rise of the non-bank sector and the advent of new and innovative firms.", "Regulation of the non-bank sector is already changing to address the increasingly important role the sector plays in the financial system as well as vulnerabilities uncovered in recent years.", "And it is important the non-bank sector recognises that change is coming - and starts preparing for it.", "In this regard, internationally there are a number of work streams ongoing at a global level, including at the Financial Stability Board, to address structural vulnerabilities in this sector which could potentially present financial stability risks to the global system.", "Such work includes an Open Ended Funds Working Group which I co-chair at the FSB, which will issue finalised recommendations by the end of the year.", "Domestically, we are also advancing our own approach to macro-prudential policy in this area.", "We introduced macro prudential rules for property funds last year;?", "and this summer we issued a Discussion Paper on an approach to macro-prudential policy for investment funds.", "?° The Department of Finance is also looking to the future in this area with its Funds Sector 2030 Review.", "The review seeks to ensure that the funds sector in Ireland \"is resilient and that the regulatory and supervisory frameworks are future-proofed, supportive of macro-prudential stability, investor protection and consistent with international best-practice standards\".", "Weare actively engaging with the Department's review, with our priority outcomes including: ensuring Ireland's funds sector continues to deliver for the domestic economy and investors; developing a macro prudential framework for investment funds; and maintaining the effectiveness of the regulatory framework into the future.", "In terms of innovation in financial services both regulation and supervision are having to evolve along with the ecosystem - adapting to new types of entities, new products and new ways of serving customers and the economy.", "At the Central Bank we recognise the benefits of innovation.", "It is an essential component of a competitive economy and a well- functioning financial system.", "However, if not properly managed innovation in financial services poses clear risks.", "Balancing this duality of risk, harnessing the benefits while ensuring firms adequately manage potential risks, has informed our approach to innovation at the Bank.", "We have engaged extensively with the sector through our Innovation Hub, and last week we announced that we would further deepen this approach with the launch of a Consultation Paper.", "!2 Such engagement can be seen as a means of helping us to deliver on our public policy objectives: by deepening our understanding of innovation and better informing our regulatory approach, as well as helping us to embed a regulatory culture in nascent firms - to ensure they are properly prepared for the responsibilities that come as regulated entities, not to mention properly run once authorised.", "As such, our engagement can be seen as a complement to our traditional gatekeeping and supervisory roles.", "However, while traditional, I would say these roles are all the more crucial in the face of innovation and a rapidly changing financial system.", "When we consider gatekeeping, the phrase \"regulated by the Central Bank of Ireland\" has to mean something in terms of standards and reassurance to the people of Ireland.", "And it is our responsibility to ensure that public trust is maintained.", "In this regard, while we have increased engagement and significantly improved our authorisations processes in the face of feedback that we could improve our clarity and responsiveness to incoming applications, this does not mean we are lowering the high standard we expect of firms.", "Neither does it mean we are prioritising speed over rigour - for our experience is that going through the gate too swiftly often presents issues on the other side.", "Rather is it through engagement and clear expectations that we are helping firms meet our appropriately high bar for authorisation.", "Similarly, supervision of innovative and fast growing firms is crucial to ensuring risk management capabilities are growing along with the size and scale of their businesses.", "Our supervisory experience of this sector has identified a range of weaknesses, with significant deficiencies identified in the governance, risk management and control frameworks of some Payment and E-Money institutions, as well as in relation to the adequacy of safeguarding arrangements.", "Such deficiencies have caused us to supervise these firms more closely that would normally be warranted in similar sized incumbents.", "But supervision can't do it alone, and it is clear some of the supervisory intensity we have had to put on this sector is making up for gaps not just in the firms' regulatory maturity but in the regulatory framework itself.", "For this reason we are engaging actively at a Domestic and European level to ensure such gaps are closed.", "Another area of regulatory change relates to the regulation of crypto assets.", "Winter already came for the crypto sector in the US, and since then there has been a significant regulatory response.", "While such a collapse was not seen in Europe, and global crypto asset prices have rebounded somewhat, clear risks of a reversal in such speculative assets will always remain - particularly in potentially volatile financial markets following the end normalisation of interest rates.", "This is why, while we welcome the introduction of the Markets in Crypto Assets Regulation (MICAR) in Europe as an important step forward in addressing the gap in regulation of crypto-related services, it is important for consumers to be aware it will not introduce the same level of protection that exists in other areas of retail financial services.", "It will not prevent people potentially losing money if the value of the crypto asset falls in a volatile market, or if a firm were to get into difficulty.", "Regulation, Supervision and Compliance in the age of Al Finally, I would like to touch on the regulatory, supervisory and compliance implications of Al.", "Alis already here; and is clearly here to stay.", "So far, though, in the financial sector use of Al has been generally confined to machine learning.", "And while it still remains to be seen whether we are at the limit or at the dawn of the capabilities of Al, the years ahead will undoubtedly see usage broaden significantly.", "For the financial sector, as with other innovations, again there will be benefits and opportunities as well as risks; however given the truly transformative potential of this technology, it is right to assume such upsides and downsides could be all the more extreme.", "I would like to touch on one or two of these downside risks that we all must start grappling with - fast.", "Firstly, the way generative Al models are currently constructed, and the lack of transparency regarding their training data, makes their reasoning extremely difficult to interpret.", "This in turn for management, compliance professionals and regulators leads to the risks of inadequate understanding, and an inability for adequate oversight of such tools.", "This poses risks especially in consumer-facing uses of Al - with risks of bias, unfairness, and consumer harm from potentially non- transparent and un-explainable decisions by the Al.", "Such unknown, and unknowable, aspects of generative Als also links to another fundamental of the financial system - Trust.", "For if we don't understand the models, trust can be easily lost - as we have seen in other complex and opaque parts of the financial system.", "Both of these come on top of other macro risks from the widespread use of Al, which include misinformation and market manipulation risks (colluding for optimisation); as well as the risk that being trained on common data sets, or having similar models, will lead to highly correlated output predictions or herding behaviour with implications for financial stability.", "While this end result is not new, this type of amplification channel clearly is.", "In the context of all these challenges, not to mention our future responsibilities under the EU's Al Act, the Central Bank will be further developing its supervisory approach to the use of Al by regulated firms over the coming year.", "This will include engaging the industry in dialogue and building our own capabilities.", "At this stage, however, I can outline some fundamentals in our approach to supervising Al: © Asalways we will take a risk-based, proportionate approach, with a greater tolerance for use in situations with a lower cost to any machine error.", "e And as always, the fundamental supervisory principle that boards, senior management and the management bodies of regulated firms are responsible for all activities undertaken by the regulated firm will remain.", "So from the Central Bank's point of view, you can rest assured that Al won't be fully replacing humans any time soon, with human oversight and firm responsibilities remaining key.", "And indeed accountability and transparency need to be key parts of any firm's adoption framework.", "Good news for compliance professionals, I suppose!", "To conclude, we are living through a complex and rapidly changing world.", "Regulation and compliance must evolve to meet this challenge.", "However, throughout this change our core objectives will remain the same.", "In this vein, and looking to the panel that follows my remarks, I would like to say a final word on the Individual Accountability Framework (IAF) - ahead of the publication of our Consultation Paper Feedback Statement and associated guidance on Thursday.", "You can read more detail then but at this stage I will leave you with the following thoughts.", "No matter how much the world and the financial system changes in the coming years, I believe the importance of good governance for a properly functioning financial system will remain.", "Indeed I would suggest that in an increasingly technological and rapidly changing world, the need for effective governance underpinned by a strong culture and robust systems of delivery is becoming more and more essential - with Al just the latest example of that.", "It is partly with this in mind that we implement the IAF - to enhance governance, to ensure clarity of responsibilities, and to support the effective management of firms.", "An example of regulation and supervision transforming, while the fundamentals - and delivering in the public interest - remain the same.", "[1] Thanks to James Flanagan and Cian O'Laoide for their help preparing these remarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Financial Regulation", "Non-Bank Sector", "Innovation", "Macro-Prudential Policy", "Investment Funds", "Crypto Assets", "Artificial Intelligence", "Individual Accountability Framework", "Governance"]}