{"sentences": ["Deputy Prime Minister Mr Heng Swee Keat, members of the IBF Council, colleagues in the financial industry, good evening.", "My special thanks to DPM Heng.", "You have a long association with both the MAS and IBF and we are delighted you are here with us on this evening of celebration.", "My heartiest congratulations to all the award recipients.", "You are the real stars of this evening!", "The IBF Distinction Evening is probably the only large platform that brings together the entire financial industry - banks, insurers, asset managers, financial advisers.", "So, this is probably the last time I address the financial industry as MD MAS and Chairman IBF.", "I want to take the opportunity to express my deep gratitude to all of you for the partnership and collaboration which we have enjoyed over the years.", "my fellow members of the IBF Council for their support and guidance; members of the Standards Committee and members of the various Industry Workgroups for setting competency standards and frameworks for continuous our sister agencies in government, WSG, SSG, and IMDA for their close our trade unions for helping us engage employees and employers on workforce transformation; and the hundreds of finance professionals who have volunteered as speakers, trainers, coaches and mentors, to help uplift the skills and competencies of our workforce.", "There is a special group I want to acknowledge - the staff and management of IBF.", "Their dedication to our shared vision of a world-class industry workforce has been nothing short of inspiring.", "I am honoured to have worked with such a committed and competent team.", "I also want to add a special word of commendation for Ng Nam Sin, who has led IBF so ably during the last 6 years, and will retire at the end of this year.", "His leadership was critical during the COVID-19 pandemic when IBF turned the crisis into an opportunity to step up training and skills development.", "Since its birth in 1974, the story of IBF has been one of partnership and collaboration.", "By working together, we have created an ecosystem where we have continually reinvented ourselves to: create good job opportunities for Singaporeans; build up skills and raise standards across the industry; and equip our professionals for the challenges of the workplace of tomorrow.", "From 1974 to-date, some 400,000 participants have benefitted from training courses offered or accredited by IBF.", "Working together we have co-created many bold initiatives.", "Let me cite two of them.", "First, the IBF Standards, which was subsequently adapted into the Skills Framework for Financial Services.", "It is probably the first of its kind globally, where the skills required for various finance roles were mapped out comprehensively for the industry as a whole.", "Today, many financial institutions use the IBF Standards to help design their own in-house learning programmes.", "Training providers use the Standards to develop their curriculums and as a reference for future skills studies.", "About 25,000 practitioners have been certified under the IBF Standards.", "Second, the Jobs Transformation Map, which helped us to not only identify job roles that are impacted by technology but to spell out how they are impacted.", "For employees in this group, we worked with financial institutions to intervene early to re-skill them to take on new and emerging roles.", "It is amazing how despite rapid digitalisation and automation, our financial industry has continued to create jobs well in excess of our targets.", "The financial sector has created an average 4,500 jobs each year during the last 10 years, and right through the COVID-19 crisis.", "IBF does not operate in a vacuum but in the larger context of what it takes to develop and grow the financial sector: to create meaningful jobs for Singaporeans to support the needs of our economy, and to serve the region and the world.", "We cannot transform the industry if we cannot transform our workforce, and transforming the workforce requires a collaborative partnership among all of us here: where leaders provide the example and set the tone; where financial institutions provide the opportunity to upskill and reskill; and where people take ownership of their own professional development.", "What we have here in IBF is almost unique in the world: where the industry comes together, along with the regulator, to set standards, promote training, and build competencies for our finance professionals where we synergise the efforts of trade unions, financial institutions, and the government around workforce transformation where we have a single point of contact for all matters relating to skills, careers, and jobs in the financial industry.", "Several years ago, I described to a fellow central bank governor in Europe how MAS and the financial industry worked together through IBF to upskill and prepare our workforce for the future.", "He wished the environment in his own country had that ethos of trust and partnership that we have nurtured here in Singapore.", "This remarkable partnership between the regulator and the industry has been at the heart of Singapore's broader success as a leading international financial centre.", "Over the past decades, the financial sector has faced numerous challenges, from financial crises to a global pandemic to technological disruption.", "Through it all, it has been our ability to come together as a united force that has allowed us to not only overcome but thrive in this ever-changing environment.", "In a world where many regulators are aloof at best and hostile at worst when dealing with the financial industry, the relationship MAS has with the industry is special.", "MAS has been fortunate to have an industry that has continually worked with us through thick and thin.", "On behalf of all my colleagues in MAS and IBF, and personally, I stand here in a deep debt of heartfelt gratitude for your support, your collaboration, and your friendship.", "Thank you and I wish you all the best."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["IBF", "Workforce Transformation", "Skills Development", "Financial Sector", "Jobs Creation", "Partnership", "Collaboration", "Training", "Financial Professionals", "Industry Standards"]}