{"sentences": ["The story of Germany in the years after the First World War is a striking reminder of how price stability and democracy go hand in hand.", "The historian Gerald Feldman famously called those troubled years \"the Great Disorder\".", "And although the relative contributions of the hyperinflation of the 1920s and the deflation of the 1930s are still debated, there is little doubt that wild swings in prices eroded the economic foundations of democracy.", "One of the ways in which price instability does this is by triggering large distributional effects, which often hurt the poorest in society the most.", "For example, ECB analysis finds that the spike in inflation over the last 18 months has disproportionately affected low-income households as they spend more of their income on necessities like energy and food, which saw surging prices.", "These are fundamental reasons why, in most liberal democracies, central banks have been entrusted with mandates to preserve price stability.", "And at the ECB, we will never compromise on our mandate.", "That is why, in response to rising inflation, we raised interest rates at the fastest pace in our history, by 450 basis points in just over a year.", "And we will return inflation to our medium-term target in a timely manner.", "However, having made such a large and fast adjustment, we are in a phase of our policy cycle which I would characterise as being \"attentive and focused\".", "We need to be attentive to the different forces affecting inflation: the unwinding of past energy shocks, the strength of monetary policy transmission, the dynamics of wages and the evolution of inflation expectations.", "And we need to remain focused on bringing inflation back to our target, and not rush to premature conclusions based on short-term developments.", "The forces pushing down inflation There are two main forces pushing down inflation today.", "First, the energy and supply chain shocks which played a substantial role in last year's inflation surge are now unwinding.", "At its peak, energy and food accounted for more than two-thirds of headline inflation in the euro area, despite representing less than one-third of the consumption basket.", "And together with supply chain disruptions, this also had a sizeable effect on core inflation - inflation excluding food and energy - as input costs rose for firms across the economy.", "So, it is not surprising that as supply chains heal and energy prices fall, we are seeing the reverse effect, and both headline and core inflation are coming down.", "We expect headline inflation to rise again slightly in the coming months, mainly owing to some base effects.", "This reflects the sizeable drops in energy costs observed around the turn of last year, and the reversal of some of the fiscal measures that were put in place to fight the energy crisis.", "But we should see a further weakening of overall inflationary pressures.", "The second force is the impact of our monetary policy tightening.", "We had to tighten monetary policy forcefully to bring demand into line with supply and keep inflation expectations anchored while inflation surged.", "And this policy adjustment has fed quickly into financing conditions.", "But its peak impact on inflation will only materialise with a lag - and given the unprecedented scale and speed of our tightening, there is some uncertainty about how strong this effect will be.", "So, we need to be attentive to how these forces are working through the economy.", "But given the scale of our policy adjustment, we can now allow some time for them to unfold.", "That is why, at our last meeting, we held interest rates at their present levels.", "And based on our current assessment, we consider that the key ECB interest rates are at levels that, maintained for a sufficiently long duration, will make a substantial contribution to returning inflation to our medium-term target in a timely manner.", "Avoiding persistent inflation But this is not the time to start declaring victory.", "The nature of the inflation process in the euro area means that we will need to remain attentive to the risks of persistent inflation as well.", "As wage-setting in the euro area is multi-annual and staggered, the high inflation rates that are now behind us are still having a significant influence on wage agreements today.", "For example, the annual growth rate of compensation per employee was 5.6% in the second quarter of 2023, a 1.2 percentage point increase compared with the average for 2022.", "And the ability of workers to obtain higher wages is being supported by a tight labour market and strong demand for labour, which has proven surprisingly resilient to a slowing economy since the end of 2022.", "For now, our assessment is that strong wage growth mainly reflects \"catch-up\" effects related to past inflation, rather than a self-fulfilling dynamic where people expect higher inflation in the future.", "But to assess how wages are evolving and whether they pose a risk to price stability, we will be closely monitoring a number of developments.", "First, whether firms absorb rising wages in their profit margins , which would allow real wages to recover some of their past losses without the increase being fully passed through to inflation.", "Second, whether there is some easing of labour market tightness, which would prevent excess demand for labour from becoming a driver of persistently high wage demands.", "And third, that inflation expectations remain anchored, which ensures that, when the current shock passes, wage and price-setting will be guided by our 2% inflation target.", "In other words, we will need to remain attentive until we have firm evidence that the conditions are in place for inflation to return sustainably to our goal.", "That is why we have said our future decisions will ensure that our policy rates will be set at sufficiently restrictive levels for as long as necessary.", "And we have made those future decisions conditional on the incoming data, meaning that we can act again if we see rising risks of missing our inflation target.", "We have faced a major inflation shock and we have made a major policy adjustment in response.", "The effects of that adjustment are increasingly being felt and inflation pressures are easing.", "But there is still a journey ahead of us.", "Our monetary policy is in a phase where we need to be attentive to the different forces affecting inflation - but always firmly focused on our mandate of price stability.", "The Great Disorder: Politics, Economics, and Society in the Feldman, G. (1993), German Inflation, 1914-1924 , Oxford University Press.", "Bobasu, A., di Nino, V. and Osbat, C. (2023), \"The impact of the recent inflation surge across households \", Economic Bulletin, Issue 3, ECB.", "Another study by ECB staff looks at the effects of fiscal measures on low-income households.", "ECB analysis suggests that energy shocks and supply chain disruptions were responsible for nearly half of the upward deviation of core inflation from its long-term mean in the first half of this year.", "See Babura, M., Bobeica, E. and Martinez Hernández, C. (2023), \" What Drives Core Inflation?", "The Role of Supply Shocks \", Working Paper Series , No 2875, ECB.", "In 2022, unit profits accounted for around two-thirds of the increase in domestic inflation in the euro area, well above the historical average of around one-third."], "classifications": ["none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price Stability", "Inflation", "Monetary Policy", "Wage Growth", "ECB Mandate", "Energy Crisis", "Supply Chain Disruptions", "Persistent Inflation", "Attentive and Focused", "Great Disorder"]}