{"sentences": ["Accompanying presentation to the speech Good morning and thank you very much for inviting me to address this grand assembly of trade union representatives and officials.", "I can see from the conference programme that you have covered a wide range of important and interesting issues over the past few days.", "I particularly noted the programme item on climate change.", "Heat waves, floods and droughts are rising both in number and scale, and it is becoming increasingly clear that the transition to a lowemission world is urgently needed.", "This is also a topic of concern to us at Norges Bank.", "The policy rate is not a suitable instrument for containing climate change.", "But climate change and the necessary energy transition are influencing economic developments, both in Norway and internationally.", "It is important for us to understand these effects if we are to be able to make good forecasts and conduct a monetary policy that is adapted to the economic outlook.", "And that brings me to the theme of my talk today.", "Slide 1: The regulation on monetary policy The picture shows the five members of Norges Bank's Monetary Policy and Financial Stability Committee.", "We set the policy rate jointly following thorough deliberations.", "The mandate assigned to us by the Government is formulated in the regulation on monetary policy.", "The task of monetary policy is to ensure low and stable inflation.", "The operational target is inflation of close to 2 percent over time.", "We are also mandated to help keep employment as high as possible and to promote economic stability over time.", "The fact that high and stable employment is a public good hardly requires further justification - especially for an assembly such as this one.", "High unemployment entails aggregate output losses and has substantial economic and health consequences for individuals who cannot find work.", "Perhaps not many people have given much thought to the benefits of low and stable inflation - at least until a couple of years ago.", "After prices surged, the costs of high inflation have become noticeable.", "When prices rise rapidly and unexpectedly, it becomes difficult to plan - for businesses and for individuals.", "High inflation makes it difficult to determine whether the price of a good or service is reasonable.", "Uncertainty surrounding price developments may mean that investments with a longer time horizon must give way to short-term investments.", "Pay increases that look generous when agreed may after a few months be eaten up by high inflation.", "Rapid and unexpected price increases particularly affect those with low incomes and the smallest margins.", "Slide 2: The policy rate is our instrument Our monetary policy instrument is the policy rate.", "When the pandemic broke out in spring 2020, we lowered the policy rate rapidly, and we kept it at a historically low level until there were clear signs that economic conditions were normalising.", "An important consideration for us was to prevent the pandemic-related rise in unemployment from becoming entrenched.", "In autumn 2021, we started raising the policy rate.", "At first, we did so gradually, but when inflation accelerated last spring, it became clear that monetary policy was not adapted to the situation in the Norwegian economy.", "Since then, we have raised the policy rate sharply and rapidly in order to combat high inflation.", "Unemployment has remained low - which is very good news.", "Nevertheless, we expect it to edge up somewhat ahead.", "Since we started raising the policy rate, the average residential mortgage rate has more than doubled.", "For those with loans, higher interest expenses come on top of the fact that prices have risen sharply for food, energy and most other goods and services.", "Many are worried about their finances, and for some it is challenging to make ends meet.", "We know there is a cost associated with higher interest rates, but the cost of not tightening policy would have been greater.", "The fast pace of tightening has sparked debate.", "I welcome this opportunity to explain in greater detail why it has been appropriate to raise the policy rate as much as we have done.", "I will also touch upon the importance of wage determination in our endeavour to bring down inflation while keeping unemployment at bay.", "Slide 3: Inflation is too high Inflation has receded since last autumn but is still high.", "Overall consumer price inflation is now 4 percent.", "Excluding energy prices, which have fallen, inflation is around 6 percent.", "Prices for many goods and services have risen at a fast pace.", "Higher interest rates contribute to curbing inflation, and if we tighten too little, prices may continue to rise at a fast pace.", "This alone entails substantial costs, especially for those who already have the least.", "The longer inflation remains high, the more demanding it may prove to bring it down again.", "But we are not solely focused on inflation.", "Higher interest rates lead to reduced consumption and lower business investment, which dampens demand for goods and services.", "This also curbs the demand for labour, and the number of jobless may then rise.", "We do not want to tighten more than is necessary to combat inflation.", "Inflation targeting is forward-looking and flexible.", "We are not seeking to bring down inflation as fast as possible.", "That could have caused a sharp rise in unemployment, which we want to avoid.", "The trade-offs we make are reflected in our forecasts.", "Slide 4: We are not seeking to bring down inflation as fast as possible Our policy rate forecast shows the policy rate path that we believe will provide the best trade-off between inflation and employment.", "Our projections in September indicated that inflation would recede and move down towards target in the course of three to four years.", "The September projections did not point to a sharp slowdown in the Norwegian economy, but we projected that unemployment would edge up somewhat.", "From a long-term perspective, there is no conflict between the objective of low and stable inflation and high employment.", "In the long run, we cannot trade more jobs in exchange for accepting a faster rise in prices.", "On the contrary, low and stable inflation is a precondition for a well-functioning economy and for keeping as many people as possible employed.", "How high employment will be over time is determined by factors such as population composition, wage formation and labour market policy.", "The more people who are included in the labour market and can offer their skills, the higher employment can be over time.", "This is not something we want to thwart.", "Increased inclusion will, in effect, reduce the need to tighten monetary policy when labour demand is high.", "Slide 5: High inflation was triggered by a cost shock originating from abroad High inflation was triggered by a cost shock originating outside Norway's borders.", "The coronavirus pandemic and Russia's invasion of Ukraine led to a surge in energy and metal prices and freight rates.", "Norges Bank cannot influence prices abroad.", "But we can contain the spillover effects on domestic prices.", "Many domestic firms experienced higher costs when prices for metals and other intermediate goods soared.", "With high demand for goods and services in the wake of the pandemic, it became possible to pass on much of the cost increases to selling prices.", "When many firms increase prices, it may also be easier for others to take advantage and follow suit - also for firms that are not facing higher costs.", "Higher interest rates contribute to curbing pressures in the economy, making it more difficult for firms to raise prices.", "By tightening policy, we also contribute to a stronger krone than would otherwise have been the case.", "A stronger krone reduces prices for imported goods.", "The inflationary impulses that triggered the surge in inflation are receding.", "Global inflation is coming down.", "Global trade in goods is flowing as normal, and freight rates have returned to pre-pandemic levels.", "This will gradually curb inflation in Norway too.", "Nevertheless, we believe it will take time for inflation to return to target.", "Slide 6: Wage growth has accelerated One reason for this is that labour costs have shown a marked rise.", "Wage growth this year is set to be the highest in 15 years.", "Still, the pay increases are not large compared with the rise in living costs many are facing.", "According to our September projections, it appears that purchasing power will weaken this year too.", "When we make projections for wage growth, we use various sources of information.", "Our projections of wage growth are based on the Norwegian model of wage determination and quantified economic relationships.", "In addition, our wage projections are based on the responses we receive when we ask the social partners, among others, what their wage growth expectations are for this year and next.", "These expectations have proved to be fairly closely in line with actual wage growth.", "As this assembly is well aware, the Norwegian wage determination process is characterised by a high degree of coordination.", "Manufacturing negotiates first and agrees on wage increases based on firms' ability to pay, which defines the wage norm that serves as a reference for subsequent settlements.", "The historical relationships show that firms' ability to pay is one important factor explaining wage growth.", "Price expectations, as estimated by the Norwegian Technical Calculation Committee for Wage Settlements, are also important.", "In addition, wage growth is influenced by labour market tightness.", "When unemployment is low and employers face skills shortages, wages tend to rise faster.", "Coordinated wage determination, where the parties to wage settlements emphasise high employment, reduces the risk of a wage-price spiral.", "As a result, we need to raise the policy rate to a lesser extent than would otherwise have been necessary in the face of the cost shock that has hit the Norwegian economy.", "The Norwegian wage determination system thus makes it easier for us to succeed in reducing inflation without many people losing their jobs.", "But wage determination alone cannot ensure that inflation is reduced.", "That is a task for monetary policy.", "Slide 7: We have a floating exchange rate Norges Bank must react when inflation rises.", "If households and firms become accustomed to the high level of inflation and it becomes embedded in their price and wage-setting behaviour, inflation may become entrenched.", "If foreign exchange market participants lose confidence that inflation will move down to target, the krone may depreciate.", "Despite the substantial increase in the policy rate in response to high inflation, the krone has depreciated quite a bit over the past year.", "Part of the explanation is probably that interest rates have risen more in many trading partner countries.", "In recent years, the pandemic, war and high inflation led to heightened economic and political uncertainty, and market volatility has increased.", "These factors have also likely contributed to the krone depreciation.", "Even though the krone is influenced by a host of factors, this does not mean that interest rate setting in Norway is not important.", "If we had not raised the policy rate in response to higher inflation, the krone would probably have been considerably weaker.", "Norges Bank does not have a policy target for the krone exchange rate.", "We are nevertheless concerned with the exchange rate as it has an influence on inflation.", "First, a weaker krone will push up inflation because it increases the prices for imported goods.", "In addition, a weaker krone may improve trade-exposed industries' ability to pay.", "With a floating exchange rate, we are not bound to maintain the same interest rate level as our trading partners.", "The floating krone exchange rate has acted as a buffer against downturns in the Norwegian economy.", "In periods when oil prices have fallen and the economy turned down, the krone has depreciated and contributed to strengthening competitiveness.", "With a fixed exchange rate, more of the adjustment would have had to come via lower wages and prices.", "In that case, activity and employment could have fallen more.", "In today's situation, a weaker krone makes managing the monetary policy trade-offs more demanding.", "Inflation is already high, and the depreciation of the krone is contributing to keeping inflation elevated.", "At the same time, the economy is cooling down.", "Wide differences across industries When setting the policy rate, we rely on extensive information and analyses prepared by Norges Bank's staff economists.", "One important source of information is our regional network of firms.", "Every year we talk to 1800 firms in different industries and parts of the country about their respective situation and prospects.", "This gives us a good picture of the state of the Norwegian economy.", "After a period of high activity and little spare capacity, the network now reports weak overall economic growth.", "At the same time, there are wide differences across industries.", "While companies supplying goods and services to the petroleum industry are enjoying strong growth, the construction industry is experiencing a decline in activity.", "Few new homes are being built.", "In the secondary housing market, many homes have not been sold, and house prices have fallen.", "We cannot use the policy rate to fine-tune developments in individual sectors.", "At the same time, we are attentive to industries that stand out.", "A sharp upswing or decline in some industries may have substantial spillover effects or more lasting effects that may change the economic outlook.", "This may then also have implications for the orientation of monetary policy.", "Slide 9: The policy rate is likely close to the level needed to tackle inflation Monetary policy is now having a tightening effect on the economy, and we have not yet seen the full effects of the past rate hikes.", "The Committee assesses that the policy rate is likely close to the level needed to tackle inflation.", "At our monetary policy meeting in November, we signalled that we will probably raise the policy rate in December, and we believe there will likely be a need to maintain a tight stance for some time ahead.", "There is substantial uncertainty surrounding economic developments.", "Over the past couple of years, inflation has repeatedly been underestimated, and we have had to revise up our policy rate forecasts.", "It is demanding to make economic forecasts - particularly now that the economy has been exposed to major shocks, and because we have little experience of the current high inflation.", "I cannot therefore make any promises about the interest rate outlook.", "What I can promise is that we will adapt monetary policy to the economic outlook.", "With effective interaction between wage determination, fiscal policy and monetary policy, we are well poised to return inflation to target while avoiding a severe economic downturn."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Inflation", "Monetary policy", "Wage determination", "Interest rates", "High employment", "Economic outlook", "Krone exchange rate", "Economic stability", "Trade-offs", "Cost shock"]}