{"sentences": ["October 12, 2023 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Niigata Member of the Policy Board I.", "Economic Activity and Prices A.", "Economic Developments at Home and Abroad I will begin my speech by talking about recent economic developments at home and abroad.", "Currently, Japan's economy seems to be approaching a significant turning point with the reopening of the economy from the COVID-19 pandemic, in that moves to realize a virtuous cycle between prices and wages, which has been a longstanding challenge for the economy, have gradually been observed.", "The economy has been trapped in sluggish growth in prices and wages since the bursting of the bubble economy in the 1990s.", "Nevertheless, the high inflation observed overseas since spring 2021 has started to affect Japan, and accordingly, the year-on-year rate of increase in Japan's consumer price index (CPI) for all items less fresh food has continued to exceed 2 percent since spring 2022.", "In this situation, wage growth has become the highest in 30 years, following the 2023 annual spring labor-management wage negotiations.", "The major focal point at this time is whether the momentum of such wage growth will be sustained.", "Turning to overseas economies, many countries and regions have continued to see moderate economic slowdown, as the high inflation caused by the post-pandemic normalization of economic activity has finally begun to be subdued.", "Specifically, in the United States and Europe, inflation rates reached around 8 to 10 percent in 2022 (Chart 1).", "Central banks in these economies have rapidly raised their policy interest rates in order to contain high inflation (Chart 2).", "Until very recently, interest rates and foreign exchange rates in the markets had sometimes been highly volatile because there remained considerable uncertainty as to what extent central banks would continue monetary tightening to contain persistently high inflation (Chart 3).", "That said, as far as the economic situation across countries and regions shows, I believe that the path toward bringing down inflation to the target level has started to come into sight at last.", "If high inflation can be subdued without the need for central banks to conduct additional policy interest rate hikes by a large margin, the risk of a hard landing, which had been a matter of concern, will likely decrease, despite the moderate economic slowdown continuing for some time (Chart 4).", "Meanwhile, Japan's economy has recovered moderately with the progress in overcoming the pandemic, as evidenced by the fact that the GDP for the January-March quarter of 2023 increased by 3.2 percent, and that for the April-June quarter also rose by 4.8 percent, both on an annualized quarter-on-quarter basis (Chart 5).", "A breakdown by GDP component shows that, while the rise in the January-March quarter can mostly be explained by an increase in domestic demand, the rise in the April-June quarter was due mainly to a surge in net exports offsetting the negative contribution from domestic demand components such as private consumption.", "It seems that the surge in net exports was brought about by (1) a recovery in production and exports of automobiles on the back of abating of supply-side constraints, (2) an expansion in inbound tourism demand reflecting the easing of COVID-19 border controls as well as the yen's depreciation, (3) a shift from imported goods to domestic goods due to the yen's depreciation, and (4) robustness in overseas economies.", "As I have explained, overseas economies, albeit slowing, have remained robust.", "Against this background, attention has suddenly been drawn to the risk of the Chinese economy falling into deflation, or so-called Japanification.", "In Japan's case, after the bursting of the asset bubble, the economy fell into prolonged deflation with deterioration in the balance sheets of firms, financial institutions, and households, which made them restrain private-sector investment and consumption.", "It is still uncertain whether the Chinese economy is actually on the verge of being trapped in such a situation.", "Nonetheless, it is true that (1) the real estate industry, which has been the backbone of the country's economic growth, has faced difficulties; (2) the unemployment rate has risen, mainly among the younger generation; and (3) the country's inflation has been low recently.", "Therefore, close monitoring is warranted of future developments in the Chinese economy, including fiscal and monetary policy measures taken by the country's authorities.", "Price Developments Turning to Japan's price developments, the year-on-year rate of increase in the CPI for all items less fresh food exceeded 2 percent for April 2022 and reached around 4 percent for December and January.", "Since then, it has fallen to around 3 percent, due partly to a decline in energy prices owing to the government's support measures (Chart 6).", "As I have described, inflationary pressure, which reflects the effects of higher import prices caused by global inflation, has finally started to show signs of subsiding recently.", "Nevertheless, the inflationary pressure has turned out to be stronger than expected, as indicated by the fact that the projected year-on-year rate of increase in the CPI for all items less fresh food for fiscal 2023, presented in the Outlook for Economic Activity and Prices (Outlook Report), was raised from 1.8 percent in April to 2.5 percent in July (Chart 7).", "This is because a pass-through to selling prices of raw material cost increases has continued across a wide range of goods, especially food and daily necessities, despite prices of imported raw materials having already started to decline (Chart 8).", "Since the effects of import price rises are projected to gradually dissipate as the pass-through of cost increases peaks out, the year-on-year rate of change in the CPI is expected to fall toward the second half of fiscal 2023.", "After this fall comes to a halt, in order to achieve the price stability target of 2 percent in a sustainable and stable manner, the following factors are indispensable, as I will elaborate on later.", "First, nominal wages must continue rising at a pace clearly exceeding 2 percent, and this must be established as a lasting trend.", "Second, as a result, the zero price and wage norm that has been entrenched in Japan must be dispelled.", "In this regard, there are important implications in the highest level of wage increases in 30 years achieved in the 2023 annual spring labor-management wage negotiations.", "Conduct of Yield Curve Control with Greater Flexibility Let me now turn to the Bank of Japan's policy conduct.", "With the aim of achieving the price stability target of 2 percent, the Bank introduced quantitative and qualitative monetary easing (QQE) in April 2013.", "Thereafter, in order to enhance monetary easing while responding to developments in economic activity and prices, it introduced QQE with a Negative Interest Rate in January 2016, and QQE with Yield Curve Control in September that year.", "Under this so-called yield curve control policy, the Bank set the target level of 10-year Japanese government bond (JGB) yields at around zero percent, and the market yields were initially in the range of around plus and minus 0.1 percent.", "In July 2018, the Bank decided that it would allow the yields to move upward and downward, mainly depending on developments in economic activity and prices, with a specific figure of about double the range of around plus and minus 0.1 percentage points in mind.", "Moreover, in March 2021, the Bank made clear that the range of 10-year JGB yield fluctuations from the target level would be between around plus and minus 0.25 percentage points.", "With a view to strictly capping the yields, it also introduced fixed-rate purchase operations for consecutive days, through which it conducts the fixed-rate purchase operations consecutively for a certain period of time and purchases an unlimited amount of JGBs at fixed rates.", "In December 2022, the Bank further expanded the range of 10-year JGB yield fluctuations to between around plus and minus 0.5 percentage points.", "In this way, the Bank has been expanding the range of 10-year JGB yield fluctuations from the target level.", "This is because, while long-term interest rates need to be kept stable at low levels in order to achieve the 2 percent price stability target, holding down these rates could affect market functioning.", "In fact, the impact on market functioning became a major concern for some time in 2022.", "As long-term interest rates rose in various countries along with an acceleration of global inflation, from spring 2022, 10-year JGB yields also remained at around 0.25 percent -- the upper bound of the yield curve control policy at the time.", "Subsequently, the Bank actively took measures, such as the fixed-rate purchase operations, thereby preventing a surge in long-term interest rates, which could have hindered Japan's economic recovery.", "At the same time, these measures caused marked distortions in the yield curve.", "Following the expansion of the range of 10-year JGB yield fluctuations under yield curve control in December 2022, however, these distortions have almost dissipated, with interest rates declining globally in spring 2023 (Chart 9).", "Furthermore, the Bank decided in July 2023 to continue to allow 10-year JGB yields to fluctuate in the range of around plus and minus 0.5 percentage points from the target level, and at the same time to regard the upper and lower bounds of the range as non-rigid limits; it also raised the upper bound of the yields to be strictly capped through the fixed-rate purchase operations from 0.5 percent to 1.0 percent (Chart 10).", "This expanded range of 10-year JGB yield fluctuations implies that the Bank conducts yield curve control with greater flexibility.", "That said, when 10-year JGB yields exceed the upper bound of the range and fall between 0.5 percent and 1.0 percent, the Bank will hold down the yields moderately through the nimble conduct of market operations, depending on factors such as the levels and the pace of change in long-term interest rates.", "Given that the Bank will contain excessive rises in interest rates when the rises are not accompanied by changes in such factors as inflation expectations, conducting yield curve control with greater flexibility does not imply an unwinding of monetary accommodation.", "The Bank decided at this time to conduct yield curve control with greater flexibility in view of the inherent nature of the yield curve control policy because it will become difficult to maintain the policy without a forward-looking response.", "If 2 percent inflation takes hold in Japan's economy and a rise in the policy interest rate is bound to happen, long-term interest rates will naturally rise as the markets factor in the future path of the policy interest rate.", "Should the Bank attempt to forcibly hold down 10-year JGB yields at that point, the yield curve will inevitably be distorted significantly.", "Moreover, there is a possibility that speculative attacks will occur frequently in the markets, aimed at going beyond the upper bound of 10-year JGB yields, and in the worst case, the Bank could face difficulties in maintaining the yield curve control policy itself.", "Thus, at a time when inflation expectations are starting to rise, a certain degree of flexibility is required in order to continue with monetary easing under the yield curve control policy.", "Monetary Easing and Central Bank Balance Sheets The Bank has set two aims in the forward guidance it has pursued since September 2016; (1) to continue with QQE with Yield Curve Control as long as it is necessary for maintaining the price stability target of 2 percent in a stable manner, and (2) to continue expanding the monetary base until the year-on-year rate of increase in the observed CPI for all items less fresh food exceeds 2 percent and stays above the target in a stable manner.", "The ongoing expansionary trend of the Bank's balance sheet under this policy guidance has been subjected to some criticism, in that the Bank will face difficulties in conducting monetary tightening to curb inflation when it becomes necessary.", "My conclusion is that such criticism is not necessarily warranted.", "Many major central banks, including the Bank of Japan, significantly expanded their balance sheets as a result of making a shift to a large-scale asset purchase policy to address the lower bound of policy interest rates in the wake of the Global Financial Crisis and the COVID-19 pandemic (Chart 11).", "In this situation, these overseas central banks are currently pursuing monetary tightening by substantially raising their policy interest rates, while taking some time in making adjustments to their balance sheets through quantitative tightening.", "This differs from when conventional monetary policy was implemented; in that framework, money market rates were used as policy interest rates and were guided and maintained solely by means of money market operations.", "Now, policy interest rates are determined and guided mainly by means of applying interest rates to current account balances held by financial institutions at central banks, so that policy interest rate control and balance-sheet adjustments are conducted independently.", "As long as the current high inflation persists globally, central banks will likely continue to reduce the size of their balance sheets, while at the same time raising policy interest rates.", "On the other hand, it is also possible that the current high inflation will subside while central banks maintain sizeable balance sheets.", "In that case, for the time being, central banks will not return to the conventional monetary policy framework, under which money market rates are guided and maintained through money market operations, given that the size of balance sheets is determined passively.", "Path toward Achieving Economic Growth through Price Stability A.", "Effects of Global Inflation and Underlying Inflation Trend To date, a number of central banks have raised policy interest rates to curb high inflation caused by further normalization of economic activity.", "Meanwhile, in many countries and regions, supply-side constraints have eased and pent-up demand has now run its course.", "Inflation rates, which had been accelerating, have finally started declining.", "Even now, however, many countries and regions are still seeing inflation well above the targets set by their respective central banks, and they have made it clear that they will continue with monetary tightening until they achieve their inflation targets.", "The impact of global inflation reached Japan as well, with the year-on-year rate of increase in the CPI for all items less fresh food continuing to exceed the Bank of Japan's price stability target of 2 percent since spring 2022.", "Unlike other central banks, however, the Bank has consistently maintained monetary easing.", "The reason is that the Bank sees current inflation as basically due to the impact of higher import costs and considers that the underlying inflation trend based on domestic macroeconomic factors has not yet risen sufficiently.", "The underlying inflation trend needs to remain stable at around 2 percent in order to achieve the Bank's price stability target of 2 percent in a sustainable and stable manner -- even after the impact of higher import prices disappears completely.", "To that end, it is necessary above all for nominal wages to continue rising at a level consistent with the 2 percent price stability target.", "This is because, if there is a given uptrend in nominal wages, this will contribute to higher prices, mainly for services, and thus, there will also tend to be a given uptrend in general prices.", "This is why the Bank made clear in its forward guidance in April 2023 that, by patiently continuing with monetary easing, it aims to achieve the price stability target of 2 percent in a sustainable and stable manner, accompanied by wage increases.", "Significance of Achieving Both Price Stability and Economic Growth As I have just outlined, major central banks around the world, including the Bank of Japan, have been conducting monetary policy with the aim of achieving and maintaining a situation in which the year-on-year rate of increase in consumer prices is stable at around 2 percent, albeit with differences in their policy directions.", "This stance is based on the experience of various countries to date and the insights of experts.", "Namely, a certain degree of mild inflation taking hold as a trend is considered desirable in order to achieve both price stability and economic growth.", "Thus, high inflation, deflation, and excessively low inflation are all deemed undesirable.", "The reason why many major central banks have continued with monetary tightening at this point is that current inflation in a large number of countries and regions is considered to be the result of excess demand outstripping the economy's potential production capacity, which is mainly constrained by labor supply.", "Implementing further economic stimulus measures under these circumstances will merely result in higher inflation and will not induce a higher level of production.", "Moreover, excessively high inflation carries its own economic inefficiencies.", "Inflation basically means the impairment of the value of the currency upon which various economic transactions are based.", "Thus, from the perspective of maintaining stable conduct of economic transactions, it can be considered desirable to keep the inflation rate as low as possible, unless this impedes long-term economic growth.", "Central banks are particularly concerned about the second-round effects of inflation -- in which continued high inflation becomes incorporated into inflation expectations and this drives further increases in nominal wages -- and about the setting off of a wage-price spiral through these effects.", "In the 1970s, this actually occurred in many advanced economies, a situation which the respective policy authorities found very challenging to deal with.", "It is likely that one major objective of the monetary tightening that many central banks have pursued to date has been to avoid being forced into a similar situation again.", "On the other hand, deflation and excessively low inflation are also undesirable in terms of achieving sustainable economic growth.", "An overview of macroeconomic trends in Japan to date makes this abundantly clear.", "Following the bursting of the asset bubble in the 1990s, Japan's economy remained sluggish for a long period.", "The most distinctive phenomenon that occurred at the time was disinflation, where the inflation rate declines, followed by deflation, or a drop in prices.", "From the late 1990s to the 2000s in particular, the decline in nominal wages exceeded that in prices, so that real wages continued on a downtrend, as Japan's economic growth rate became sluggish and the unemployment rate rose (Chart 12).", "Since around 2013, when the Bank began large-scale monetary easing, the issue of deflation, in the sense of a sustained decline in prices, has almost been resolved.", "Moreover, the unemployment rate has fallen due to improved labor market conditions, and nominal wages are at least no longer continuing to decline.", "However, the zero price and wage norm, which I will talk about later, has been deeply entrenched.", "That is, at least up until immediately before the outbreak of the pandemic, neither the CPI inflation rate nor the nominal wage growth rate reached even 1 percent in a stable manner.", "C. The Necessity of Achieving the 2 Percent Price Stability Target Taking into account Japan's experience just outlined, I consider it necessary for consumer prices to continue to see a steady increase of around 2 percent, so that stable economic growth will continue and people's real wages will keep rising steadily.", "This is because an excessively low inflation rate that remains at around 0 percent further reinforces the inherently strong rigidity or stickiness of prices and wages, and this can hinder economic efficiency and growth potential.", "Firms' price-setting behavior often reflects a strong tendency to avoid price hikes as far as possible.", "Especially during Japan's period of economic stagnation from the 1990s, there were growing instances of price hikes leading directly to sales declines.", "Many firms thus came to prioritize a stance of maintaining selling prices by holding down wage costs.", "This seems to have caused the zero price and wage norm -- the generally accepted idea that both prices and wages do not usually rise -- to take root thoroughly among firms and households.", "It is easy to see the strong upward price rigidity taking root in Japan by comparing with other advanced economies, where growth in consumer prices has tended to be higher.", "For example, when comparing the price change distribution by item between Japan and the United States, there is a significant difference in both the position of the peak of the distribution and its dispersion, particularly for the pre-pandemic period in September 2019 (Chart 13).", "Specifically, in Japan, many items cluster around the point where the rate of change in prices is 0 percent, and the degree of concentration is high.", "By contrast, in the United States, the largest number of items cluster around the rate of increase in prices of about 2 percent, but This phenomenon has long been explained using the concept of a kinked demand curve.", "The idea behind this is that firms adopt strategies to counter their competitors, so-called strategic complementarity.", "See Koga, M., Yoshino, K., and Sakata, T., \"Strategic Complementarity and Asymmetric Price Setting among Firms,\" no.-E-5 (March Bank of Japan Working Paper Series, 2019).", "This corporate behavior can be observed as markdowns.", "See Aoki, K., Hogen, Y., and Takatomi, K., \"Price Markups and Wage Setting Behavior of Japanese Firms,\" Bank of Japan Working Paper Series, no.", "the degree of concentration is low, and the overall dispersion of price changes is significant.", "Currently, the overall distribution of price changes for both Japan and the United States has shifted to the right, reflecting higher inflation.", "A market economy essentially brings about the efficient use of production resources, including labor force, by the appropriate adjustment of prices of goods and services in response to various changes or shocks that occur on both the supply and demand sides.", "Therefore, the presence of the strong price rigidity seen in Japan suggests that there may be structural inefficiencies in the allocation of resources through quantity rationing, such as in order quantity adjustments.", "Moreover, the upward rigidity of prices and nominal wages implied by the zero price and wage norm also suggests a structural distortion in income distribution.", "If the rates of increase in prices and nominal wages are 0 percent despite an increase in labor productivity, the rate of increase in real wages will also be 0 percent.", "This means that workers will receive none of the benefits of increased productivity.", "In fact, during the pre-pandemic period of the 2010s in Japan, even though labor productivity per hour rose by about 1 percent on average and corporate profits trended upward, increases in real wages did not readily follow suit.", "Furthermore, deflation or excessively low inflation can negatively affect the potential growth rate of an economy, in terms of its long-term growth potential.", "The theory of high-pressure economics argues that, in order to improve productivity in an economy as a whole through aggressive labor-saving investment by firms, a sufficient degree of labor market tightening and an accompanying sufficient rise in inflation are necessary.", "The theory also argues that, on the other hand, a deflationary or low-inflation environment is more likely to induce a sluggish potential growth rate via contraction in investment and a delay in productivity improvement.", "In fact, from the 1990s in Japan, amid deflation and low inflation, private- sector investment was sluggish and the savings-investment balance in the private sector -- which is normally in the red, indicating inadequate funds -- was constantly in the black, indicating a surplus of funds (Chart 14).", "During this period, the potential growth rate continued to trend downward more than the change in labor input (Chart 15).", "D. Conditions for a Shift from the Zero Price and Wage Norm The challenge now for Japan is whether 2 percent inflation can be achieved in a sustainable and stable manner, accompanied by wage increases.", "For this to happen, it is necessary to change the zero price and wage norm -- the generally accepted idea that prices and wages do not rise -- which became entrenched in Japan as the country underwent deflation and low inflation.", "There are three essential conditions for this norm to change.", "The first is progress in firms' pass-through of cost increases.", "The second is nominal wage increases that clearly exceed 2 percent.", "And the third is the entrenchment of expectations for wage growth that can keep up with inflation.", "Regarding the first condition, firms' price pass-through can be judged as making faster progress than expected on the whole, as evidenced by the ongoing uptrend in the CPI.", "It is true that there is a persistent view that small and medium-sized firms face difficulties in sufficiently passing on higher costs to prices.", "However, the situation clearly appears to be improving, given the initiatives such as the Partnership Building Declaration under the leadership of the government, which aims to support firms to coexist and mutually prosper with their clients.", "Further progress in the price pass-through is critical, because without this it will be difficult to achieve the second condition, which is nominal wage increases that clearly exceed 2 percent.", "For firms, wage increases that outstrip improvements in labor productivity lead directly to a decline in profits.", "Therefore, it is extremely challenging for firms to implement wage increases that exceed a rise in labor productivity if they cannot pass wage hikes on to prices.", "Rather, firms in that situation will increasingly tend to implement wage markdowns -- which indicate a gap between firms' marginal revenue product of labor and wages -- by holding down labor costs in response to higher raw material costs so that they can contain the rise in selling prices.", "In the current cost-push phase of inflation in Japan, firms are mostly carrying out price pass-through instead of cutting labor costs.", "This is because labor market conditions are already quite tight, so that firms are facing the difficulty of lowering labor costs by cutting wages or shifting to non-regular workers, which were methods used by many firms during Japan's deflationary period.", "Regarding the second condition of nominal wage increases that clearly exceed 2 percent, there has been considerable progress, especially since the turn of 2023 (Chart 16).", "In the 2023 annual spring labor-management wage negotiations, firms raised base pay by 2.12 percent; when combined with an increase in regular salaries, this represents a 3.58 percent increase.", "Before the outbreak of the pandemic, patient monetary easing in Japan helped to expand labor demand and improve labor market conditions, so that the unemployment rate and the active job openings-to-applicants ratio improved to nearly the most advantageous levels observed during the bubble economy.", "Despite this, nominal wage increases were slow to materialize.", "One possible reason for this is that, while firms found it difficult to pass on wage hikes to prices, they tended in particular to refrain from increasing the wages of regular employees, who are less likely to leave their jobs.", "The rapid increase in the momentum for wage hikes since the start of 2023 can be attributed to the so-called big push caused by the shock of a surge in import prices just at a time when labor market conditions were already sufficiently tight.", "The third condition for changing the zero price and wage norm is not only households' medium to long-term inflation expectations rising to 2 percent but also expectations being entrenched among households that wage increases will continue to exceed that level.", "Household inflation expectations have been steadily rising due to price increases since 2022 (Chart 17).", "However, if prices continue to rise while wages do not, households will have no choice but to reign in their real consumption.", "In fact, recent developments in private consumption suggest that the tendency to curb real consumption because of rising prices has become somewhat stronger (Chart 18).", "This tendency of households to curb consumption will probably continue until real wages rise in such a way that wage growth can keep up with inflation and households gain confidence that this wage growth will continue.", "In resolving this issue, what is critical first and foremost is for the real wage growth rate, which is currently negative, to turn positive, as factors pushing up import prices subside and firms make further progress in raising wages.", "The Bank's mission for the time being is to help bring about this situation as swiftly as possible by continuing with patient monetary easing.", "Those for the euro area are the rates on the deposit facility.", "Sources: BIS; BOE; ECB; FRB.", "Real GDP Level Annualized Quarterly Growth Rate s.a., ann., tril.", "Forecasts of the Majority of the Policy Board Members (as of July 2023) CPI for Goods and Services Goods General Services (Less Petroleum Products) (Less Mobile Phone Charges) contribution to y/y chg. in consumer prices, % points contribution to y/y chg. in consumer prices, % points 3.5 3.5 Daily necessities, etc.", "Figures are the contribution to year-on-year changes in the CPI (less fresh food and energy).", "Figures are Bank staff estimates and exclude the effects of the consumption tax hike, policies concerning the provision of free education, travel subsidy programs, and the reduction in mobile phone charges.", "In the right panel, figures for services related to domestic duties include services related to housing repairs and maintenance.", "Source: Ministry of Internal Affairs and Communications.", "Conducting Yield Curve Control (YCC) with Greater Flexibility The Bank judges that sustainable and stable achievement of the price stability target of 2 percent has not yet come in sight, and thus patiently continues with monetary easing.", "With extremely high uncertainties for economic activity and prices, the Bank enhances the sustainability of monetary easing by conducting YCC with greater flexibility.", "2023 functioning of bond markets, etc.", "2023 from the the the QUICK Monthly Market Survey, ESP Forecast, Opinion Survey on the General Public's Views and Behavior, Tankan Note: Figures indicate the medians of the Policy Board members' forecasts (point estimates).", "(Short-Term Economic Survey of Enterprises in Japan), respectively.", "Central Bank Balance Sheets Level Ratio to Nominal GDP end of CY 2006=100 % Japan United States Japan United States Euro area United Kingdom Euro area United Kingdom Australia Canada Australia Canada 800 80 200 20 Major Economic Indicators CPI, Real GDP, and Unemployment Rate CPI and Wages y/y % chg. inverted, % y/y % chg. Nominal wages Real GDP (left scale) CPI (less fresh food, left scale) Real wages Unemployment rate (right scale) 1 CPI (less fresh food) -6 6 85 90 95 00 05 10 15 20 CY 85 90 95 00 05 10 15 20 Note: Figures for the CPI (less fresh food) exclude the effects of consumption tax hikes.", "In the right panel, figures for nominal wages and real wages from 2016 onward are based on continuing observations following the sample revisions.", "Sources: Cabinet Office; Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Note: Figures for Japan are based on items excluding fresh food and energy.", "Those for the United States are based on items excluding energy.", "Sources: Ministry of Internal Affairs and Communications; U.S. Bureau of Labor Statistics.", "Savings-Investment Balance in Japan tril.", "yen Excess savings Corporate sector Household sector General government Domestic savings-investment balance Excess investment -40 FY 85 90 95 00 05 10 15 20 Source: Bank of Japan.", "Inflation Expectations y/y, ann.", "\"Economists 1\" shows the forecasts of economists in the \"Economists 2\" shows the forecasts of those surveyed Consensus Forecasts.", "Figures for households are from the estimated using the modified Carlson-Parkin Opinion Survey on the General Public's Views and Behavior, method for a 5-choice question.", "Figures for firms show the inflation outlook of enterprises for general prices (all industries and enterprises, average) in the Tankan.", "Sources: Consensus Economics Inc., Consensus Forecasts; Japan Center for Economic Research (JCER), ESP Forecast; QUICK, QUICK Monthly Market Survey (Bonds); Bank of Japan.", "In the left panel, figures for the Consumption Activity Index are travel balance adjusted.", "In the right panel, figures are based on the real Consumption Activity Index.", "Source: Bank of Japan."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price Stability", "Wage Growth", "Inflation", "Yield Curve Control", "Monetary Policy", "Economic Growth", "Central Bank Balance Sheets", "Deflation", "Zero Price and Wage Norm", "High-Pressure Economics"]}