{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss today's policy announcement and the Bank of Canada's Monetary Policy Report (MPR).", "Today, we maintained our policy interest rate at 5%.", "We are also continuing our policy of quantitative tightening.", "Inflation has come down a lot since the summer of 2022, but as every Canadian knows, inflation is still too high.", "We held our policy rate steady today because monetary policy is working to cool the economy and relieve price pressures, and we want to give it time to do its job.", "But further easing in inflation is likely to be slow, and inflationary risks have increased.", "Let me expand on these themes and talk about the implications for monetary policy.", "Global economic growth is slowing as expected as higher interest rates and tighter financial conditions restrain demand.", "But the composition is a bit different than we forecast in July.", "The US economy has been surprisingly strong, while China has slowed more than expected.", "At the same time, geopolitical tensions have increased.", "The Russian war of aggression against Ukraine continues, and Hamas attacks in Israel have ignited conflict in Israel and Gaza.", "These wars are causing incalculable suffering.", "They are also hurting the global economy and adding uncertainty to the outlook.", "In Canada, the economy has slowed, and the data suggest demand and supply are now approaching balance.", "With the economy expected to move into excess supply this year and with growth anticipated to be weak for the next few quarters, price pressures should ease further.", "We expect inflation to ease gradually and return to the 2% target in 2025.", "But we're worried that higher energy prices and persistence in underlying inflation are slowing progress.", "Since our July MPR, we've seen clearer evidence that higher interest rates are moderating spending and rebalancing demand and supply.", "Economic growth has slowed over the past year, averaging about 1%.", "Household credit growth has softened, and so has demand for housing and many durable goods.", "More recently, we are seeing the services sector slow as well.", "With consumer spending expected to remain subdued through most of 2024, we've revised down our growth outlook.", "Growth in gross domestic product is forecast to remain below 1% for the next several quarters before picking up in late 2024 and rising to 21⁄2% in 2025.", "As you know, we pay close attention to indicators of the balance between demand and supply in the economy, and these are now presenting a mixed picture.", "Estimates of the output gap suggest the economy is now roughly in balance or even in slight excess supply.", "Indicators of the labour market show it has eased considerably from overheated levels but still looks to be on the tight side.", "Job vacancies have eased but remain higher than normal, and the unemployment rate has risen a bit but is still low.", "Wage growth also remains elevated at 4% to 5%.", "What is clearer is that demand pressures have eased more quickly than we forecast in July.", "So what does that mean for inflation?", "We are already seeing more evidence that tighter monetary policy is reducing price pressures for many goods and services.", "And with the economy already or soon to be in excess supply, more downward pressure on inflation should be in the pipeline.", "But our outlook for near-term inflation is higher.", "The effects of higher interest rates are most evident in the prices of durable goods, like furniture and appliances that people often buy on credit.", "And these effects have also spread to many semi-durables-a category that includes things like clothing and footwear-as well as many services excluding shelter.", "Inflation in these categories is now running generally at or below 2%.", "Price increases for groceries, while still elevated at almost 6%, have also eased and are expected to moderate further.", "Despite this, we've revised up our outlook for inflation.", "Higher energy prices, structural pressures in our housing market and stickiness in underlying inflation are all slowing the return to target.", "Higher global oil prices have driven up gasoline prices, and we now expect oil prices to remain higher than we assumed in July.", "Inflation in shelter prices is running above 6%.", "Part of this is due to higher mortgage interest costs following increases in our policy interest rate.", "But it also reflects higher rents and other housing costs, and these pressures are more related to the structural shortage of housing supply.", "Finally, nearterm inflation expectations and wage growth remain elevated, and corporate pricing behaviour is normalizing only slowly.", "All this is making underlying inflation more persistent.", "The combined impact of all these factors is that we now expect inflation to be about 31⁄2% through to about the middle of next year.", "As excess supply in the economy increases, inflation should ease further in 2024 and reach 2% in 2025.", "There are both upside and downside risks to this forecast and the future path for inflation remains uncertain.", "Overall, inflationary risks have increased since July.", "Today's forecast has inflation on a higher path than we expected.", "In addition, rising global tensions are increasing risks.", "In a more hostile world, energy prices could move sharply higher and supply chains could be disrupted again, pushing inflation up around the world.", "To be confident that our policy rate is high enough to get inflation back to 2%, we need to see more easing in our measures of core inflation.", "We remain focused on a number of indicators of underlying inflation pressures, particularly the balance between demand and supply in the economy, inflation expectations, wage growth and corporate pricing behaviour.", "With clearer evidence that monetary policy is working, Governing Council's collective judgment was that we could be patient and hold the policy rate at 5%.", "We will continue to assess whether monetary policy is sufficiently restrictive to restore price stability, and we will monitor risks closely.", "Today's decision also reflected our best efforts to balance the risks of over- and under-tightening.", "We don't want to cool the economy more than necessary.", "But we don't want Canadians to have to continue to live with elevated inflation either-and we cannot let high inflation become entrenched in the economy.", "If inflationary pressures persist, we are prepared to raise our policy rate further to restore price stability.", "We've made a lot of progress, but we're not there yet.", "We need to stay the course.", "When price stability is restored, the economy will work better for everyone.", "With that summary, the Senior Deputy Governor and I would be pleased to take your questions."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Interest rates", "Price pressures", "Quantitative tightening", "Excess supply", "Labour market", "Housing market", "Wage growth"]}