{"sentences": ["It's a great pleasure to be in Dublin today, at the Financial System Conference, and at the Aviva Stadium - though the old-time rugby fan in me has to be reminded not to say Lansdowne Road.", "I am going to use my time today to talk about openness and the risk of fragmentation, both in the world economy and the financial system.", "Ireland is one of the most open economies in the world, and the UK is also an open economy.", "I will say at the outset, to avoid any doubt, that I am a strong advocate of free trade and open economies.", "It can sometimes be challenging when the economy is exposed to big external shocks - and we have been experiencing, and sadly continue to do so, some very big ones of late - but there are very substantial and continuous benefits from free trade, investment and open markets both in goods and in financial services.", "That said, we have to recognise that today we live in a world economy which is experiencing fragmentation, and that is at risk of further such pressure.", "The World Trade Organisation has recently reported that the share of so-called intermediate goods in world trade - these are the goods that form inputs to the final product - fell to 48.5% in the first half of this year, compared to an average of 51% in the previous 3 years.", "This is an indicator of pressure on global supply chains.", "Covid was an important first shock to the supply chain system, and I will include in this the disruption to global supply chains that we saw in the early part of the recovery from the severe initial impact of Covid on the world economy.", "It means that extended just-intime supply chains have moved from being a perceived source of strength to a perceived vulnerability, hence the reduction in the share of trade accounted for by intermediate goods.", "This is not, however, the end of the story on fragmentation in the world economy.", "Russia's illegal and utterly reprehensible invasion and war on Ukraine has been a further source of economic disruption and fragmentation - notably in energy and food supplies - which has seriously disrupted supply chains and economic conditions.", "Let me also add a comment which relates to events nearer to home.", "As a public official I take no position on Brexit per se.", "That was a decision for the people of the UK.", "It has led to a reduction in the openness of the UK economy, though over time new trading relationships around the world should, and I expect will, be established.", "Of course, that requires a commitment to openness and free trade.", "To sum up this part of the story: we have moved from a state of affairs where the orthodoxy was to open up the world economy, to increase trade flows, and increase the flows of finance to support this trade.", "In doing so, yes there was an increase in interlinkages and dependencies around the world economy.", "Some of those interlinkages turned out to be less resilient than we had expected.", "We can't ignore that for the sake of free trade idealism, because the threats that are behind it are sadly real.", "But, nor must we give up on openness.", "Diversifying supply chains to increase resilience does not need to involve protectionism.", "Let me end this part of my remarks on a note of optimism.", "Recently, as part of my regular visits around the country, I was in Newry in Northern Ireland meeting firms and schools.", "It was a most enjoyable day, and I came away with a real sense of optimism of businesses taking up the opportunities of open economies.", "This conference is about the financial system, so in the rest of my remarks I am going to focus on openness in the world of financial services.", "The theme will however be the same, openness is a good thing.", "But in the world of regulated industries, we have to set out carefully what we mean and how it works.", "Just as reducing openness does the same thing to economic growth, so fragmentation damages financial markets.", "But it doesn't just reduce the size of markets, it makes them inherently less stable.", "Fragmentation is a risk to financial stability.", "Put simply, large markets and their infrastructures, which are run safely and to high standards, will support rather than endanger financial stability.", "A very good example of this is clearing and central counterparties.", "Fragmenting this type of market infrastructure creates rather than reduces risks in markets.", "It also increases the cost of market functioning.", "I want to focus a little bit on the point about whether there is, or is not, good reason to restrict and fragment.", "Inevitably, with such financial infrastructures, they have to be located in a single place, and become the responsibility of that place in terms of their safety, soundness and stability.", "Yet they are, as the IMF has rightly said, a global public good.", "So, the responsibility of those who operate and regulate such infrastructures is a large one, and one that must hold good at all times.", "This requires accountability and transparency.", "Likewise, it is important to have global standards for the operation and oversight of such infrastructures, and strong co-operation among the interested countries - not just where the operator is located but also those where firms which use the infrastructure and depend on it are located.", "The UK - as home to multiple financial infrastructures which are systemic outside the UK, including some of the world's largest clearing houses - takes these responsibilities very seriously.", "And we have recently enshrined in law our commitment to consider the effects of UK standards on the financial stability of countries where our clearing houses provide services .", "A necessary foundation for such openness in the financial system more broadly is robust global standards and trust.", "I think we have made huge steps forward on this front since the global financial crisis.", "The standards and expectations are stronger, and the co-operation is real and deep-seated.", "At the heart of this is the global Financial Stability Board, and the so-called standard setting bodies, the Basel Committee for banks, CPMI and IOSCO for payments, infrastructure, securities and investment markets, and the IAIS for insurance.", "Our two central banks, in Ireland and the UK, work very closely together in these bodies.", "The consequence of all this activity is much stronger standards, and in my view an overwhelming case for rejecting the false allure of fragmentation.", "So far, I have focused on the big parts of the financial system which rather obviously give rise to risks to financial stability by virtue of their scale and prominence, the obvious things if you like.", "But I'm afraid that experience demonstrates that such risks to financial stability can arise in less prominent places too.", "Let me give a recent example from the UK, the so-called LDI pensions issue of just over a year ago.", "There was a serious threat to stability caused by the need of these leveraged funds to meet margin requirements and collateral calls.", "The cause of these requirements was not the level of interest rates, but rather the volatility and speed at which market rates moved upwards, overwhelming the ability of many LDI funds to the meet the higher requirements.", "This created a particular financial stability threat, which at the Bank of England we dealt with via a market intervention.", "It has, of course, caused us to look at the regulatory standards in this area, and recommend substantially greater resilience, which is now in place.", "The point I want to draw out today is that responsibility for oversight of these funds rested both in the UK where they operated and in some EU countries, including Ireland, where they are typically domiciled.", "I want to thank the Central Bank of Ireland for the excellent assistance they have provided in tackling these issues.", "Our strong working relationship has paid off.", "The work we are doing is no doubt important.", "Three current priorities for both of us illustrate this well.", "First, we are both putting in place stronger resilience standards for LDI funds.", "Second, we agree on, and both emphasise, the pressing need for action to implement the Financial Stability Board's recommendations for enhancing the resilience of money market funds.", "And third, we are both committed to the review and, I believe, upgrade of the standards for managing risks in open-ended funds, where Sharon Donnery is coleading the global work.", "I take three very important lessons from all of this.", "First, strong co-operation and coordination is a much better approach than fragmentation.", "There is no reason to be restrictive when a much better alternative exists.", "Second, I sometimes hear an argument made that the fallacy of this first conclusion is that no-one can credibly commit with certainty to this standard of co-operation at all times in the future.", "Let's go back to the global public good of financial stability for a moment.", "The stakes are simply too high to throw away financial stability, and the global institutional structures now create the necessary commitment.", "The third argument is part of the co-operation and commitment point, but sufficiently important to draw out separately.", "I am going to be direct here - I usually am.", "It is said that there is an over-dependence on the UK as an international financial centre.", "By the way, Dublin is a thriving international centre too, and that's good to see.", "The overdependence argument leads, wrongly in my view, to a belief that the dependency needs to be reduced.", "As I have already said, the responsibilities that go with a global public good argument point firmly against the logic of this point.", "But, as the LDI case illustrates, there is a further argument against over-dependence, namely that it's a two-way street.", "The dependencies go many ways, and thus the incentives to co-ordinate and co-operate are much larger.", "In this world, fragmentation would be positively dangerous.", "Underpinning the extensive co-operation and co-ordination are international regulatory standards.", "They provide a core of assurance to support open financial systems.", "To be honest, some areas are ahead of others.", "The Basel Committee has made most progress, though it is essential that we see a consistent implementation of the so-called Basel 3.1 package.", "We have more to do in the various parts of the non-bank world, and the Financial Stability Board is very much on the case.", "But this does not mean that in all jurisdictions the rules must be exactly the same.", "We are most interested in the outcomes.", "There will be differences to fit local markets, and again when that is done in a transparent and well understood way, it is sensible and fine.", "All of that fits within a framework of public policy where the basic objective of financial stability is common, and there should be effective frameworks established through international regulatory standards underpinned by trust and co-operation.", "To conclude, we must be alert to the pressure for fragmentation, both in the global economy and financial system.", "The costs that go with such fragmentation are real and undesirable.", "The better approach is strong articulation of a common public policy objective in terms of financial stability, accompanied by effective co-ordination and cooperation.", "These are not impossible ideals - we have real evidence of the system working.", "I am grateful to Sarah Breeden, Lee Foulger, Karen Jude, Rhys Phillips, Danny Walker and Michael Yoganayagam for helpful comments and assistance in helping me to prepare these remarks.", "Sasha Mills speech at the ISDA Derivatives and Trading Forum, 7 November 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Financial stability", "Openness", "Fragmentation", "Supply chains", "Financial services", "Global public goods", "LDI funds", "Money market funds", "Open-ended funds", "International regulatory standards"]}