{"sentences": ["Dear colleagues, Welcome to our traditional workshop on Monetary Policy in Emerging Markets.", "For the third time, we gather to discuss the main challenges for central banks and outline ways to overcome them in emerging markets.", "First and foremost, I would like to express my gratitude to the Euro Area Business Cycle Network (EABCN) for their support in organizing this event.", "For the second consecutive year, we are organizing this workshop together, and I sincerely appreciate our productive collaboration.", "This year, we have placed a special emphasis on understanding the causes and consequences of the new wave of inflation worldwide.", "The one that shook the world during the post-pandemic recovery and gained particular momentum after the onset of the war in Ukraine.", "Almost every country in the world has felt the new wave of inflation, with emerging markets being the most affected.", "This is confirmed by the Economic Outlook presented by the IMF in October.", "According to the IMF, in 2022, inflation in developed countries averaged 7.2%, while in emerging markets, it was 10.1%.", "In some emerging markets, inflation exceeded 20%.", "Among these countries is Ukraine, where we observed a substantial inflationary surge driven by the escalation of the war.", "The causes of inflationary processes, and even more importantly, the nature of risks for its escalation, can vary significantly across different countries.", "It seems that inflation has attacked the world from all sides, and in each country, it is targeting the 'vulnerable' points in defense: from both demand and supply sides through uncertainty and turbulence in global energy and food markets through structural fragmentation in labor markets and changes in production and through potential debt crises and financial destabilization ultimately, through the security risks and active military conflicts.", "All of these factors have presented distinctive challenges for central banks, particularly given the constraints of our toolkit.", "In particular, these challenges stem from structural liquidity surpluses, escalating debt burden, dependence on the policies of developed nations, and the dynamics of international capital markets.", "Economic theory and practical experience have demonstrated successful strategies in addressing inflation.", "Nevertheless, today we are confronted with new questions: Will the world revert to an era of high and poorly controlled inflation?", "Are we capable of avoiding new mistakes?", "Based on empirical data and macroeconomic assessments of individual countries, the recent wave of global inflation has already reached its peak and is steadily trending downward.", "Among the key factors contributing to its deceleration, several can be highlighted today.", "Firstly, there has been a decrease in energy and food prices.", "Initially, these prices surged rapidly last year following the onset of invasion of Ukraine.", "However, the market proved to be resilient to geopolitical challenges.", "Secondly, the concerted efforts of countries worldwide to reorient supply chains after imposing sanctions on Russia played a significant role.", "Another factor that has restrained inflation is the timely and resolute monetary policy response.", "In 2022 and 2023, central banks proactively raised key interest rates to prevent a resurgence of inflationary processes.", "This applies to central banks in both developed countries and emerging markets.", "The Federal Reserve System has decisively embarked on a cycle of rapid monetary policy tightening, marking the first such move in over a decade.", "Similarly, the European Central Bank has implemented rate hikes at the swiftest pace since the inception of the euro.", "However, the timely response was even more pivotal for the emerging markets.", "Devaluation risks arising from potential 'capital flight' prompted the central banks of these nations to proactively adjust interest rates.", "The active communication strategies of developed countries to stabilize volatile capital markets also played a role.", "It can be confidently stated that emerging markets have coped much better than anticipated, sometimes even outperforming developed countries.", "However, in my view, the linchpin of successfully addressing the recent global inflationary surge has been none other than trust in central banks.", "Research, including studies conducted by experts at the National Bank of Ukraine, underscores that the economic cost of disinflationary policies is significantly lower when there is a high level of trust.", "Trust plays a pivotal role in anchoring inflation expectations and, ultimately, expediting a return to low and stable inflation.", "The results of painstaking and long-term efforts to cultivate trust in central banks are evident today.", "Inflation expectations are firmly anchored, and inflation is on a downward trajectory, with the economic repercussions of disinflation remaining relatively modest.", "The concerted work to bolster trust has allowed emerging markets to sidestep the conventional crises often faced by small, open economies.", "While it may seem that the recent global inflationary wave has been effectively tackled, with central banks successfully navigating the challenge, a new set of challenges arises due to the high stakes of losing control over inflation.", "According to the IMF projections, global inflation is expected to decelerate to 6.9% in 2023 from 8.7% in 2022, further dropping to 5.8% in the following year.", "The anticipation is that most central banks will achieve their inflation targets by 2025.", "Even in Ukraine, amidst a war and active military operations, we have managed to bring inflation close to our target of 5%.", "However, can we afford to let our guard down?", "I am convinced that the answer is no.", "The noticeable slowdown in inflation sets the stage for nuanced discussions regarding the pace of monetary policy normalization and the support of economic growth across different countries globally.", "Central banks find themselves at a crossroads: what is the greater risk - being too cautious or not cautious enough?", "What is the comparative cost of overly tight policies versus excessively loose ones?", "Domestically, we are actively engaging in these discussions.", "Overly strict monetary policy in a low inflation environment can detrimentally impact certain economic sectors and hinder overall growth, especially during times of war.", "Simultaneously, inflation risks tied to resurging consumption and uncertainties in commodity markets remain elevated.", "Given these circumstances, a premature shift to interest rate easing poses substantial risks to the entire macroeconomic system and the broader economy.", "We recognize that this challenge extends beyond Ukraine and is relevant to the majority of central banks worldwide.", "Each of us understands the potential cost of missteps and acknowledges that a return to high inflation poses risks of destabilizing inflation expectations, eroding trust, and reverting to an era of elevated inflation.", "Complicating matters further is the difficulty in gauging the full impact of policy measures already implemented in individual countries, as policy transmission takes time.", "Consequently, most central banks today adopt a cautious approach, characterized by vigilant observation and preparedness for active response.", "It appears that forward-thinking central banks in emerging markets are presently adhering to a strategy of prudent policy.", "The National Bank of Ukraine is also adhering to such a strategy.", "Despite the temporary pause in inflation targeting, we remain steadfast in our commitment to ensuring price and financial stability and promoting sustainable economic growth.", "Last year, we had to pause inflation targeting, fix the exchange rate, and restrict capital movement.", "These measures allowed us to prevent panic in the early months of the invasion and maintain control over expectations, ensuring downward trend in inflation.", "As a result, we brought inflation close to the pre-war inflation target, the financial system remains stable, the economic downturn has stopped, and gradual recovery has begun.", "However, in the long term, the exchange rate peg deprives the central bank of the ability to effectively manage inflationary processes and leads to the accumulation of macrofinancial imbalances.", "Ukraine knows this well from the experience of past currency crises.", "On the other hand, inflation targeting and a floating exchange rate policy from 2016 to 2021 allowed the National Bank to ensure relative exchange rate stability, despite noticeable fluctuations in certain periods, reduce inflation and keep it close to the 5% target.", "It also helped minimize cyclical economic fluctuations and contributed to economic growth, especially through a steady decrease in interest rates on hryvnia loans for businesses to historic lows.", "In July, the NBU clearly stated its intentions in the Strategy for Easing FX Restrictions, Transitioning to Managed Flexibility of the Exchange Rate, and Returning to Inflation Targeting.", "According to the Strategy, the transition to a more flexible exchange rate regime was to take place with the fulfillment of certain prerequisites, and the NBU's steps towards the strategic final goal - going back to inflation targeting - were to be gradual and well-balanced.", "Remaining committed to this strategy, the NBU successfully transitioned to managed exchange rate flexibility in early October when the necessary prerequisites were met.", "In addition, step by step, we are easing restrictions on the foreign exchange market.", "We have also started a cycle of gradual reduction of the key policy rate to support economic recovery and see conditions for liberalizing the foreign exchange market and normalizing monetary policy in the future.", "While following global central banking best practices, we proceed cautiously, ensuring a gradual approach as macroeconomic prerequisites become clear to avoid compromising our achievements.", "Maintaining trust in the national currency, the banking system, and the NBU's policy is paramount.", "Today, our discussion will delve into the role of trust in shaping inflation expectations in Ukraine, offering valuable insights for each participant.", "We acknowledge the risks and the cost of error.", "Our decisions and actions must be well-founded and balanced, it requires expert discussion and dialogue.", "That's why today's event is so important for us.", "We've assembled strong experts from the IMF, ECB, BIS, central banks, and academia.", "I wish everyone to get the most out of this workshop, which will help us all to successfully implement our mandates and return to an era of low and stable inflation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Emerging markets", "Trust", "Interest rates", "Economic growth", "Inflation expectations", "Central bank independence", "Financial stability", "Exchange rate policy"]}