{"sentences": ["Charts accompanying the speech Chart: Policy rate kept unchanged at 4.5 percent The Monetary Policy and Financial Stability Committee decided to keep the policy rate unchanged at 4.5 percent.", "Norges Bank is tasked with keeping inflation low and stable.", "The operational target is inflation of close to 2 percent over time.", "We are also mandated to help keep employment as high as possible and to promote economic stability.", "Inflation is still high.", "In order to return inflation to target, we have raised the policy rate substantially over the past couple of years.", "In December, the policy rate was raised to 4.5 percent, and we signalled that it would remain at that level for some time ahead.", "New forecasts have not been prepared for this meeting, but we have assessed new information against the December forecasts.", "Our assessment is that the outlook has not changed materially since then.", "Chart: International inflation has declined Other central banks have also raised policy rates significantly in recent years in order to bring down inflation.", "Inflation among trading partner countries declined through last year, partly reflecting lower energy prices but also a slower rise in prices for other goods and services.", "The market's interpretation of the outlook indicates that a number of central banks will lower their policy rates in the course of spring.", "Chart: The krone has appreciated The krone depreciated considerably through autumn last year.", "Since the December monetary policy meeting, the krone has appreciated again and more than expected.", "The appreciation has coincided with a rise in domestic market interest rates at the same time as international rates have fallen.", "The krone exchange rate is not a policy target, but we are concerned with the krone exchange rate insofar as it affects the inflation outlook.", "A stronger krone contributes to reducing import price inflation.", "Chart: Low growth in the Norwegian economy Economic growth in Norway is low.", "Household consumption appears to have held up better towards the end of last year than we projected in December.", "On the other hand, the level of new homes sales is low, as is the level of construction activity.", "In contrast to the construction industry, the oil services industry is experiencing vigorous growth.", "The employment rate is high, and unemployment is low.", "At the same time, there are signs that the labour market is less tight than earlier.", "Employment growth has declined, and unemployment increased a little through last year.", "Unemployment has evolved as we projected in December, while employment appears to be slightly higher than projected.", "Chart: Inflation broadly in line with projections Price inflation has declined since last summer but remains markedly above the inflation target.", "Energy prices increased through autumn so that overall consumer price inflation has moved back up somewhat.", "Excluding energy prices and indirect tax changes, inflation moved down to 5.5 percent in December broadly as projected, with a fall in both imported goods inflation and the rate of increase in domestic goods and services prices.", "Chart: Policy rate will likely remain at the current level for some time The Committee assesses that the policy rate is now sufficiently high to return inflation to target within a reasonable time horizon.", "Monetary policy is having a tightening effect, and the economy is cooling down.", "It will take time before we see the full effects of the past rate hikes.", "At the same time, business costs have risen considerably in recent years.", "Continued high wage growth and the krone depreciation through last year will likely restrain disinflation.", "We therefore believe a continued tight monetary policy stance will be needed for some time ahead.", "Further out, when inflation comes down and economic conditions so warrant, the Committee can start lowering the policy rate.", "There is uncertainty about future developments in the Norwegian economy.", "If input cost inflation remains elevated or the krone depreciates again, price inflation may remain high longer than projected.", "In that case, the Committee is prepared to raise the policy rate again.", "If there is a more pronounced slowdown in the Norwegian economy or inflation declines more rapidly, the policy rate may be lowered earlier than envisaged in December."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Policy rate", "Economic growth", "Unemployment", "Krone", "Monetary policy", "Wage growth", "Import price inflation", "Business costs", "Disinflation"]}