{"sentences": ["Check against delivery 1 Words of welcome Ladies and gentlemen, It is a great pleasure for me to be at the German Embassy in Riga today and to celebrate with you the official start of Nikola Marcinko's duties as the Bundesbank's representative here in Latvia.", "Eurosystem, monetary policy and cooperation 2024 is a year of European anniversaries.", "Twenty-five years ago, on 1 January 1999, the euro was introduced as a single currency in eleven European countries, including Germany, as an accounting currency.", "Three years later, people in twelve European countries got their hands on euro banknotes and coins for the first time.", "Twenty years ago, on 1 May 2004, Latvia acceded to the European Union (EU) together with nine other countries.", "Ten years later, on 1 January 2014, Latvia became the 18th country to adopt the euro.", "Latvijas Banka became a member of the Eurosystem.", "Today, the euro brings together people from no fewer than 20 countries.", "It is the currency for almost 350 million people and a symbol of Europe.", "The euro is a binding force that promotes economic and political unity throughout our continent.", "Alongside the single market, it plays an important role in nurturing economic prosperity and contributes to strengthening Europe's resilience and sovereignty, including on the global stage.", "But the history of the euro has not been all sunshine and roses.", "The single currency has also had to weather a few storms.", "Take, for example, the financial crisis that erupted in 2007 and the sovereign debt crisis that came in its wake.", "Or the coronavirus pandemic and the Russian war of aggression against Ukraine.", "The resulting supply and energy shortages contributed significantly to the sharp rise in inflation rates.", "To prevent the strong inflation dynamics from becoming entrenched, the ECB Governing Council responded forcefully, raising key interest rates ten times in a row between July 2022 and September 2023.", "Inflation in the euro area has since eased significantly.", "This was due, in particular, to the sharp fall in energy prices, but it is a result of monetary policy tightening, too.", "Nevertheless, the inflation rate for the current year looks set to be well above our target rate of 2% once again.", "In the most recent projection, Eurosystem staff expected an annual average of 2.7%.", "Based on this reading, inflation will not reach its target until 2025.", "An easing of monetary policy can only be contemplated once it is sufficiently certain that the target will be reached.", "That is why, at its last meeting, the ECB Governing Council once again left key interest rates unchanged and made it clear that it was still too early to cut interest rates.", "What is now important is to closely monitor economic and financial developments in the euro area and draw the right conclusions.", "The exchange of expertise between central banks is an important basis for this.", "Indeed, it is one of the reasons we are in close contact with each other.", "Regular dialogue increases mutual understanding and allows us to move closer to our common objective of safeguarding price stability.", "This good cooperation is based in no small part on direct personal contacts.", "Bundesbank representative in Riga That is why the Bundesbank has taken the step of now also seconding a representative, in the person of Mr Nikola Marcinko, to the German Embassy in Riga, the largest city in the Baltic region.", "He will report on developments in Latvia, Estonia and Lithuania concerning economic and fiscal policy and financial stability.", "In addition, he will also foster the Bundesbank's trust-based relationships with the central banks of the Baltic states and will strengthen its contacts with national authorities and financial institutions on the ground.", "This network will complement and deepen the relationships we already enjoy with the central banks.", "I am delighted that, in Nikola Marcinko, we have found such a fitting representative for our work in Riga.", "Having completed his studies in engineering science and gathered his first professional experience in the private sector, Mr Marcinko enrolled in the Bundesbank's trainee programme, where he gained an excellent overview of central banking.", "He then deepened his knowledge of the work in the Eurosystem, for example during his time in the division for \"Policy issues relating to Monetary Policy Implementation\".", "Concluding remarks Ladies and gentlemen, The German comedian Heinz Erhardt, who was born in Riga, once said: Pessimists are people who look to the future wearing sunglasses.", "In light of current geopolitical tensions, demographic developments in Europe and global climate change, the future may indeed appear a little dim.", "However, I'm not the pessimistic type.", "Together, Europe has already achieved a great deal and I am convinced that we can achieve much more.", "Let us build Europe together for the good of our countries and their people.", "Mr Marcinko, You will be making an important contribution to this mission in Riga over the next few years.", "And I wish you all the best and every success in your endeavours.", "Ladies and gentlemen, Mr Marcinko is your bridge to the Bundesbank.", "Make use of this point of contact and the chance to share expertise.", "Thank you very much for your attention.", "EU enlargement - European Union (europe.eu) Latvia joins the euro area (europe.eu) Current inflation rates for the euro area/euro area countries: Eurostat (europe.eu) In Latvia, the inflation rate stood at 0.9% in December 2023, compared with 20.7% in December 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Euro", "Inflation", "Eurosystem", "Latvia", "Bundesbank", "Interest rates", "Price stability", "Central banks", "Economic policy"]}