{"sentences": ["Mr. Stals elucidates the opportunities and concerns relating to the South African economy Address by the Governor of the South African Reserve Bank, Dr. C. Stals, at \"Forex 97\": 39th International Congress of the Association Cambiste Internationale held in Toronto on 30/5/97.", "The new South Africa after three years It is now just more than three years since the fully democratic election of a new Government for South Africa took place in April 1994.", "Mr Nelson Mandela's Government has now firmly established itself, and has succeeded in allaying many of the fears that existed at that time, both in South Africa and internationally.", "Not all the developments in South Africa over the past three years were positive and some major challenges still remain for the future.", "On balance, however, all reasonable South Africans will agree that the reforms in the country succeeded in averting a major disaster and in opening up many new opportunities.", "One of the most encouraging developments is a growing demonstration of tolerance and comprehension by most South Africans of the changing environment, and an unflagging determination to make the New South Africa succeed.", "There is a deepening spirit of co-operation amongst the various groups, representing a complex multi-racial community.", "More and more joint public and private sector projects emerge, providing further support to the integration of all South Africans in a single community.", "The new Government has established itself as a stable government with the prospect of being in control of the country for a long period of time.", "Important outstanding constitutional issues were resolved, such as the conversion of the Interim Constitution of 1994 into a final and more permanent version, and the operational relationships between central, regional and local government authorities.", "The economic growth rate improved, and over the past three years averaged 3.1 per cent, compared with only 0.6 per cent over the nine years from 1985 to 1993.", "The Government's initial macroeconomic policy was mainly based on a social and upliftment programme referred to as the Reconstruction and Development Programme (RDP).", "With its emphasis on providing in the desperate social needs of many disadvantaged South Africans without recognition of the factual constraint of limited overall resources, the RDP met with justifiable scepticism from many economists.", "Its asymmetrical approach was rectified when the Government in June 1996 supplemented the RDP with a Macroeconomic Strategy for Growth, Employment and Redistribution (GEAR).", "In terms of the GEAR programme, structural economic adjustment must be implemented to raise the growth potential of the economy gradually to about 6 per cent by the year 2000.", "The GEAR programme is now again criticised from some quarters as being too restrictive, and is even regarded by some critics as an abortion of the RDP.", "To be realistic, however, it will not be possible to provide in the demands of the RDP without also implementing the programme of GEAR.", "Great progress has also been made in re-integrating South Africa in both the political and economic global environment.", "On the political side, South Africa is now again a full member of the United Nations, has been readmitted as a member of the British Commonwealth and joined the Organisation of African Unity and the United Nations Economic Commission for Africa.", "On the economic front, South Africa is fully engaged as a respected member in the activities of the World Bank and the International Monetary Fund, has joined the African Development Bank, and has entered into a number of bilateral and regional economic co-operation agreements.", "The South African financial markets are being opened up for foreign competition; the tariff structure on imports is under major revision; the Government, parastatals and private sector corporations have become major borrowers in the international capital markets, and a market in Eurorand bonds developed outside of South Africa where total borrowings in excess of the equivalent of US $4.1 billion are now outstanding.", "On the negative side, South Africa has made little progress in addressing the urgent unemployment problem.", "In fact, over the past seven years, total employment in the formal non-agricultural sectors of the economy declined by 421,395 workers.", "What growth there was in the economy, was brought about by new technology, capital investments and productivity increases, and not by any additional employment.", "The best estimates available indicate that at this stage, about 30 per cent of the economic active population of the country is unemployed.", "Closely linked to the unemployment problem is the rising rate of crime and violence in the country.", "The need for urgently addressing this problem is now recognised by Government as the major challenge for securing almost all the social, economic and political objectives of the new South Africa in the longer term.", "Recent steps taken by Government in this regard include the provision for the additional employment of 5,250 policemen, and the appointment of a prominent South African business leader, Mr Meyer Kahn, as Administrative Head of the police force.", "Major economic developments over the past three years As already indicated, the South African economy was in an upward phase of the business cycle for the past three years, with rates of expansion in real gross domestic product of 2.7 per cent in 1994, 3.4 per cent in 1995, and 3.1 per cent in 1996.", "During the first quarter of 1997, however, the growth in production lost some momentum when gross domestic product declined by 1 per cent.", "During the second half of 1996, however, there was a clear slow-down in the rate of growth of total gross domestic expenditure and particularly in consumer demand and in gross domestic fixed investment.", "With total domestic demand outstripping production, the current account of the balance of payments moved into deficit in 1994.", "The deficit in 1995 increased to $2.8 billion, equal to 2.1 per cent of gross domestic product, but then declined to $1.97 billion in 1996, when the rate of increase in gross domestic expenditure decelerated.", "One of the most important changes in the South African economy since 1994 has been a dramatic improvement in the capital account of the balance of payments.", "Over the three years 1991 to 1993, South Africa had to contend with a net capital outflow of US $7.1 billion.", "Over the next three years, that is from 1994 through 1996, there was a net inflow of $7.4 billion.", "On balance, the total net capital inflow over the past three years exceeded the accumulated current account deficit of $5.1 billion by $2.3 billion, which enabled the country to replenish its exhausted foreign reserves to a more comfortable but still inadequate level.", "With the liberalisation of the South African financial markets and the gradual integration of the economy in the global system, South Africa also had its baptism of volatile international capital flows and wide fluctuations of the exchange rate.", "The average weighted value of the rand against a basket of the currencies of the country's major trading partners appreciated by 5.9 per cent from May 1995 up to January 1996, then depreciated by 23.8 per cent from February to October 1996.", "The monetary policy reaction to a sudden sharp decline in the foreign capital inflow after February 1996 was to allow market forces to play an important part in the stabilisation process.", "The exchange rate was allowed to depreciate, the domestic money market was drained of liquidity, and interest rates were not prevented from rising.", "Over the past six months, that is from 31 October 1996 up to 30 April 1997, the situation stabilised and the rand appreciated by 10 per cent as more foreign capital started flowing into the country again.", "Against the background of the expansion in the domestic economy, and particularly the sharp increases in private sector domestic expenditure, pressures developed in the financial sector and total bank credit extended to the private sector increased by about 17 per cent during each of the past three years.", "This caused the M3 money supply to increase by about 15 per cent per annum, well above guidelines indicated by the Reserve Bank for an acceptable rate of increase in M3.", "The Reserve Bank was initially very tolerant with the relatively high rates of expansion in the financial aggregates, particularly with a continuous decline in the rate of inflation, which came down from 14 per cent in 1992 to 71⁄2 per cent in 1996.", "Inflation turned around from 51⁄2 per cent over the twelve months up to April 1996 to almost 10 per cent in April 1997, mainly because of the depreciation of the rand in 1996.", "This forced the Reserve Bank to switch to a more restrictive monetary policy and to accept a substantial increase in interest rates.", "At this stage, the prime overdraft rate of banking institutions at 20 per cent is about 10 per cent above the current rate of inflation.", "The rates of increase in both bank credit extension and in the money supply are also beginning to show signs of a slow-down.", "A further important development in the South African economy was an almost explosive increase in the volume of activity in all the financial markets.", "The average daily turnover in the market for foreign exchange is now exceeding $7 billion.", "Last year, a total turnover of $703.5 billion was registered on the Bond Exchange of South Africa, and of $27.3 billion on the Johannesburg Stock Exchange.", "Foreign participation played a very important part in the development of the South African financial markets, but also contributed to greater volatility in these markets.", "It should finally be noted, as far as economic developments over the past three years were concerned, that, contrary to many predictions made at the time of the election of the new Government, three successive Ministers of Finance succeeded in reducing the deficit in the Budget of the central government from 8.5 per cent of gross domestic product in 1993 to 5.6 per cent in 1996/97.", "In the Budget for the fiscal year 1997/98, the Minister provided for a further decline in the deficit to only 4 per cent of gross domestic product.", "Opportunities in the South African economy The combination of major political, social and economic reforms and the developments in the business cycle over the past three years opened up many new opportunities and challenges for the South African economy, but also exposed some major macroeconomic deficiencies that still require painful and far-reaching structural adjustment.", "The South African Government is committed to a policy of further economic liberalisation and the integration of the South African economy in the global markets.", "As part of this policy, the remaining exchange controls still applicable to certain outward investments of capital by South African residents will be phased out gradually; a programme of reducing excessive tariff protection is now being implemented to liberalise international trade relations; new international trade treaties are being negotiated, for example with the European Union and countries in the Southern Africa Development Community; and a privatisation programme has recently been launched with the sale of a large share of Telkom, the South African telecommunication organisation, to a foreign consortium.", "Foreign financial institutions are already very active in sharing in the new opportunities for expanding business in South Africa.", "There are now 17 foreign banks with branches or subsidiaries operating in the country, and 58 other foreign banks competing in the South African financial markets through local representative offices.", "During the first four months of 1997, foreign participants accounted for about 48 per cent of the total transactions in the market for foreign exchange, about 10 per cent of the turnover on the Bond Market and more than 30 per cent of total activities on the Johannesburg Stock Exchange.", "South Africa has also become a very attractive destination for foreign tourists.", "Last year, more than 5 million foreign visitors entered South Africa, of which only about 25 per cent came from destinations outside of Africa.", "There is a vast potential for the further development of the tourist industry.", "South Africa attaches great value to the further development of its manufacturing sector, now responsible for 23.8 per cent of total gross domestic product.", "The growing demand for durable and semi-durable consumer goods in the country, and the vast potential for exports to other countries in the Sub-Saharan African region, provide sufficient justification for the expansion of the production capacity of manufacturing.", "It is one of the disappointments of the developments over the past few years that only a small percentage of the total capital inflows represented active participation by non-residents in the real economic activities in the country.", "The Government has recently announced certain tax concessions for approved new investments in industries that must be relatively labour intensive and provide in the needs of economic reconstruction and development.", "Great value is also attached to the enhancement of economic co-operation in the Southern African region.", "The Southern African Development Community (SADC) now includes 12 countries with a total population of more than 130 million people, and with a great potential for economic development.", "Plans are gradually being implemented for economic co-operation to include the harmonisation of policies on financial services, trade development, education and training, fisheries and agriculture, water resource and energy development and other areas of economic activity.", "These are some of the challenging economic opportunities presented by the new South Africa.", "There are, however also constraints that must be removed and concerns that must be addressed to enable South Africa to develop its economy to its full potential.", "Concerns in the South African economy Economic developments over the past three years were encouraging and provided sufficient evidence to prove that, given a supportive environment, there is still enough vitality left in the economy after years of depression, mainly by non-economic factors.", "The movement through the upward phase of the business cycle, however, also exposed a number of inherent weaknesses in the economic structure.", "These include: * the insufficient level of saving in the domestic economy which last year was equal to only 16 per cent of gross domestic product.", "This makes South Africa very dependent on foreign investment capital in support of a durable expansion of the existing production capacity; * a high marginal propensity to import, particularly when substantial new investments in the manufacturing sector are made.", "The low level of the country's official foreign exchange reserves makes the country vulnerable to current account deficits in an environment of volatile international capital movements; * inflexible conditions in the labour market.", "Despite unemployment of about 30 percent of the labour force, workers continue to demand wage increases in excess of the rate of inflation and of productivity gains; * a lack of competitiveness which is exacerbated by inflation in excess of the average rate of inflation in the country's major trading partners and international competitors.", "These deficiencies require incisive structural adjustments which will not be possible without some painful reforms, as provided for in the Government's GEAR programme.", "In the short-term, it is extremely difficult to find a workable compromise between the legitimate demands of the people for better living conditions, and the need for J-curve structural adjustments that will first inflict more pain before benefiting the total economy.", "In addition to these deficiencies in the macro-economic structure, a few noneconomic concerns must also be mentioned because of the adverse influence they have on the economic growth potential of the country.", "These include: * the escalating crime and violence.", "It has now been identified by Government as a major priority to remedy this serious cancerous problem of South African society; * the need to build and improve the administrative capacity of the public service.", "Better and more education and training over a wide front is a vital element of the GEAR * the presence of wasteful corruption in many places of public and private sector activity.", "There is great determination within Government to eradicate all forms of corruption in the public service.", "It is encouraging to note many cases of quick and decisive action by the new Government against exposed cases of corruption in the public service.", "The political, social, and economic reforms introduced by the major changes in South Africa in 1993 and in 1994 started a process of transformation which is continuing, and will continue for many years to come.", "Looking back over the past three years, South Africans are grateful for what has already been achieved, but are at the same time realistically aware of the challenges that must still be met.", "South Africa is indeed at this stage a country with many opportunities, but also with some urgent concerns."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["South African economy", "economic growth", "unemployment", "inflation", "foreign capital", "structural adjustment", "GEAR programme", "RDP", "crime", "corruption"]}