{"sentences": ["M. Roth s'interroge sur les implications de l'Union monétaire pour la Suisse Exposé présenté par M. Jean-Pierre Roth, Vice-président de la Direction générale de la Banque nationale suisse, à l'Assemblée générale de l'Association Suisse d'Assurances à Genève, le 27/5/97.", "Introduction Selon le calendrier du Traité de Maastricht, le processus d'intégration monétaire en Europe entre maintenant dans sa dernière ligne droite.", "D'ici moins d'un an, la liste des pays qui participeront à la première phase d'intégration sera arrêtée et, au 1er janvier 1999, le Système européen de banques centrales (SEBC) prendra la conduite des opérations monétaires.", "L'euro deviendra alors réalité.", "Le projet est très ambitieux, non seulement sur le plan politique, mais aussi sur le plan technique.", "Les pays membres de l'Union Européenne (UE) y travaillent d'arrache-pied depuis le début des années nonante.", "Leurs efforts visent non seulement à mettre en place une monnaie unique de qualité qui pourra dignement succéder aux devises européennes les plus saines actuellement, mais aussi à donner à l'Europe les moyens de mener une politique commune générant confiance et stabilité.", "Mon propos, aujourd'hui, ne sera pas de discuter les avantages et les inconvénients d'une unification monétaire en Europe.", "Ce ne sera pas non plus de tenter de définir le contour géographique de la future zone euro.", "Sur ces points, suffisamment a été dit et écrit.", "Vous êtes en possession des éléments du problème.", "Je souhaite consacrer le temps que vous m'accordez à faire d'abord le point des préparatifs techniques, puis à m'interroger sur les conséquences de l'apparition de la monnaie unique pour les Européens et pour la Suisse.", "L'état des préparatifs Les travaux préparatoires en vue de la première phase d'intégration monétaire sont de deux ordres: D'une part, des efforts considérables sont déployés au niveau national en vue de remplir les critères de convergence fixés par le Traité de Maastricht.", "D'autre part, des travaux importants de planification sont nécessaires préalablement à l'introduction de la monnaie unique et à la conduite de la politique monétaire commune.", "Si les questions relatives aux critères de convergence sont largement connues du public, celles qui se rapportent aux préparatifs monétaires opérationnels le sont moins.", "Elles sont pourtant d'une importance vitale, car si elles ne sont pas résolues la zone euro ne pourra pas fonctionner correctement.", "Par ailleurs, pour ceux qui, comme nous, resteront à l'écart du processus, les éléments techniques comportent une dimension pratique évidente.", "Je m'arrêterai sur les travaux préparatoires relatifs: - à la politique monétaire commune, - aux opérations du SEBC, - au système des paiements, - aux relations avec les tiers.", "La politique commune L'objectif de l'UEM est de substituer aux monnaies européennes actuelles - généralement mises en place au 19e siècle - une monnaie unique gérée en commun.", "Aucun projet monétaire d'une telle envergure n'a été réalisé au cours de ce siècle en Europe.", "Le projet est d'une extraordinaire ambition car il s'agit d'un pari sur l'avenir.", "Depuis que l'étalon-or n'est plus à la base de nos systèmes monétaires, la monnaie est avant tout une affaire de confiance dans la capacité des autorités à la gérer de telle sorte que son pouvoir d'achat ne s'érode pas.", "La grande audace de l'UE est de confier le destin de sa monnaie à une autorité qui n'existe pas encore, donc qui n'a pas de crédibilité acquise à l'épreuve de combats passés.", "Le risque est ici d'autant plus grand que la révolution monétaire, qui se déroulera sous nos yeux, ne sera pas accompagnée d'une révolution politique qui serait en mesure, d'ores et déjà, de rendre claires les axes de développement et les priorités futurs.", "Conscients de cette déficience de crédibilité, les Européens ont fixé très précisément les objectifs de l'action du SEBC.", "Ce dernier devra assurer la stabilité des prix, un mandat qu'il aura à remplir en toute indépendance par rapport aux pouvoirs politiques.", "De plus, grâce aux critères de Maastricht, seuls des pays ayant démontré leur stabilité financière pourront faire partie de l'Union, ce qui doit donner un avant-goût de la culture qui existera au sein du Conseil des gouverneurs de la future autorité monétaire européenne.", "Tout a donc été prévu pour donner au SEBC la crédibilité indispensable à l'application d'une politique visant à la stabilité des prix.", "Evidemment, cette question n'est pas seulement théorique, elle est également d'une grande portée économique pour les pays qui entreront dans l'Union.", "Si la crédibilité des autorités européennes est inférieure à celle des autorités monétaires nationales actuelles, le taux d'intérêt européen aura tendance à être supérieur aux taux que l'Europe connaît aujourd'hui, ce qui pourrait avoir un impact négatif sur le développement de la conjoncture.", "Le maintien d'un processus cohérent d'intégration est donc crucial pour le \"standing\" futur de la monnaie européenne, mais surtout pour les conditions de financement et d'investissement dans les pays qui passeront à la fusion monétaire.", "La planification opérationnelle Au-delà des questions essentielles liées à la politique monétaire, les Européens doivent également régler nombre de détails techniques pour être en mesure de gérer en commun le nouvel ensemble monétaire.", "Ils ont dû s'entendre sur la stratégie et le cadre opérationnel qui seront ceux du SEBC à partir du 1er janvier 1999.", "Comme déjà indiqué, l'objectif de la politique monétaire du SEBC sera la stabilité des prix.", "Pour l'atteindre, les autorités monétaires suivront une stratégie qui se situera à mi-chemin entre le monétarisme traditionnel - à l'allemande - et la fixation - à l'anglaise - d'objectifs d'inflation.", "Ces réflexions ont été faites au sein de l'Institut Monétaire Européen (IME), le précurseur de la Banque centrale européenne.", "Il est naturel que l'IME n'ait pas été en mesure d'arrêter une stratégie unique pour l'instant.", "Bien des éléments d'appréciation lui échappent encore: une approche à l'allemande ne pourra être suivie que si la future demande d'euros est suffisamment stable.", "Si celle-ci ne peut être mise en rapport direct avec l'activité économique dans l'Union monétaire, une stratégie alternative, comme une stratégie basée sur des objectifs d'inflation, pourrait devenir une bonne solution de rechange.", "On notera au passage qu'une stratégie de cours de change a été écartée d'emblée.", "Par une stratégie de change, les Européens pourraient décider de lier le sort de l'euro à celui d'une autre monnaie - le dollar dans notre cas.", "Ici des éléments politiques et psychologiques me paraissent importants: si l'Europe veut mettre en place une monnaie commune qui puisse faire contrepoids - à terme - au billet vert, il lui est difficile de la faire tenir sur les fonds baptismaux par un parrain américain.", "Par ailleurs, comme la politique de change ne relèvera pas de la compétence du SEBC mais du Conseil européen, l'autonomie des autorités monétaires serait d'entrée gravement compromise; en effet, leur marge de manoeuvre dans la gestion de la liquidité du marché de l'euro serait sous la coupe des fluctuations du dollar.", "Au-delà des questions stratégiques, l'IME a dû régler une foule de détails techniques afin de permettre au SEBC de mener son action monétaire.", "Ainsi, est-il déjà clair que la liquidité du marché sera gérée par voie d'open-market, que deux taux d'intérêt officiels seront publiés, l'un - un taux de dépôt - constituera une sorte de plancher pour les taux du marché monétaire, l'autre - une forme de taux lombard - jouera le rôle de plafond.", "La gestion des facilités de crédit et de dépôt relèvera des compétences nationales, alors que l'open-market sera mené par la banque centrale européenne.", "Une particularité du dispositif européen sera la présence de réserves obligatoires ou, plus précisément, la possibilité d'imposer de telles réserves.", "La question de l'utilité d'un tel instrument ne fait pas l'unanimité dans les banques centrales de l'UE, le SEBC pourra en faire usage s'il s'avère nécessaire de régulariser la demande de liquidité des banques.", "Le système de paiement Un volet très important des travaux préparatoires est celui de la mise en place d'un système européen de paiements interbancaires par voie électronique.", "Pourquoi est-ce si important?", "Parce qu'il est nécessaire que les marchés nationaux soient de véritables vases communicants.", "Si la banque centrale européenne injecte de la liquidité dans un marché, celle-ci doit pouvoir se distribuer ensuite - très rapidement - dans les autres.", "De même, si un marché recherche de la liquidité, l'appoint devra pouvoir être immédiatement fourni par les autres grâce à des opérations d'arbitrage.", "Il n'existera alors qu'un seul taux d'intérêt pour des transactions devant être exécutées en \"valeur le même jour\".", "Dans ce domaine c'est également une révolution qui se prépare car, actuellement, chaque pays de l'UE possède son propre système de paiement interbancaire.", "Une harmonisation et une coordination sont donc nécessaires.", "Au plan de l'harmonisation, il est prévu que les systèmes fonctionneront selon des principes de règlement analogues.", "Au plan de la coordination, il s'agit de connecter ces systèmes afin qu'ils puissent ensuite permettre aux paiements de passer, sans obstacle ni perte de temps, d'un pays à l'autre.", "Ces domaines sont extrêmement techniques et réclament des investissements considérables.", "On ne peut s'arrêter sur les questions de paiement sans parler des préparatifs en matière de billets de banque.", "Ici, l'objectif est plus lointain puisque les billets libellés en euros n'apparaîtront pas avant 2002.", "Un concours a été organisé, un graphiste choisi.", "Les travaux de finalisation, puis d'impression, des coupures occuperont largement les trois années qui sépareront 1999 de 2002.", "Les relations avec les pays extérieurs A côté des préparatifs de politique monétaire et de la mise en place du cadre technique, les Européens ont dû arrêter également une stratégie pour leurs relations extérieures.", "Peu de choses sont connues pour l'instant.", "Il est déjà clair, toutefois, que les relations entre la zone euro et le reste de l'UE - ceux que l'on appelle les \"outs\" -, seront d'une importance primordiale.", "N'oublions pas que l'Union monétaire se déroulera en phases, si bien que la nature des relations entre les membres de l'Union et les pays qui n'ont pas encore voulu - ou pu - adhérer à la zone euro est particulièrement importante, non seulement pour les pays candidats, mais aussi pour les membres de l'Union.", "A ce stade, une seule chose semble claire: les pays ne participant pas à la première phase d'intégration ne pourront bénéficier des facilités de crédit du SEBC; le privilège de la liquidité en euro sera réservé aux pays membres.", "Mais c'est bien entendu dans le domaine des changes que des dispositions spéciales devront être prises.", "Aujourd'hui, la majeure partie des pays de l'UE font partie du Système Monétaire Européen (SME) et de son Mécanisme de Change (MCE).", "Demain, lorsque certains membres auront décidé de lier définitivement leurs monnaie, les conditions de fonctionnement du MCE devront être révisées.", "Il s'agira de mettre la zone euro à l'abri de manipulations monétaires extérieures et d'aider les pays en attente d'intégration à réaliser à leur tour la fusion monétaire.", "Enfin, la Banque centrale européenne devra également considérer que d'autres pays européens, non-membres de l'UE, souhaiteront établir des relations particulières entre leur monnaie et l'euro.", "Certains pays d'Europe centrale ont déjà indiqué qu'ils pourraient envisager de lier leur monnaie à l'euro.", "Qu'en est-il de notre pays, lui qui pourrait se trouver, demain, au coeur de la zone monétaire européenne?", "Les implications pour la Suisse Que pouvons-nous attendre de l'Union monétaire?", "Je l'ai déjà indiqué, c'est une révolution qui se prépare à notre porte.", "Avec l'Union monétaire, le paysage macro-économique européen va être profondément modifié.", "D'un espace à devises multiples, à marchés financiers fragmentés, on va passer à une zone uniforme dont la dimension potentielle est comparable à celle des Etats-Unis.", "Le bouleversement sera si profond que chacun d'entre nous, même dans sa vie courante, en percevra les conséquences.", "Quelles sont les évolutions qui peuvent être pressenties: - au niveau des entreprises, - au niveau macro-économique?", "L'impact de l'euro au niveau des entreprises Avec l'apparition de l'euro, le terme \"grand marché\" appliqué souvent au marché européen aura pris toute sa signification.", "Au sein de la zone euro, les risques de change auront disparu, les coûts et les prix seront formulés dans une unité commune, le coût du capital sera identique.", "De cette constatation banale découleront d'importantes conséquences En premier lieu, l'unification monétaire encouragera les entreprises européennes à aller encore plus loin dans leurs investissements transfrontières.", "La localisation des lieux de production s'effectuera plus rationnellement qu'aujourd'hui en fonction des conditions-cadre locales.", "Un rôle essentiel joueront ainsi des facteurs comme le coût du travail, la situation fiscale, l'état des communications et la proximité des marchés.", "Les barrières monétaires disparaîtront: plus d'incertitudes monétaires sur les marges, plus d'incertitudes monétaires sur le rendement des investissements; tous les bilans seront aisément consolidables en euros.", "Nous allons donc assister à l'apparition d'entreprises à profil plus européen que français ou allemand.", "Elles seront peut-être multiculturelles dans la langue - pour autant que l'anglais ne devienne pas la langue véhiculaire de l'Europe continentale - mais très \"grand marché\" dans leur organisation.", "Il en résultera forcément une unification progressive des techniques et des procédures; peu à peu, s'installera une mentalité de marché intérieur qui, comme on l'observe aux Etats-Unis, débouchera sur une inflexibilité, une incompréhension à l'égard des marchés extérieurs de faible taille.", "Pour la Suisse, cela signifie que les règles du jeu commercial deviendront plus difficiles.", "Les pratiques européennes en matière de contrats, de conditions, de normes, s'imposeront à nous.", "Il sera toujours plus difficile d'utiliser le franc suisse comme base de facturation, c'est l'euro qui deviendra la référence pour nos exportateurs.", "Sur le plan interne, le touriste européen qui transitera par notre pays souhaitera payer en euro dans les commerces, plutôt que devoir passer par le franc suisse.", "Nous devons donc nous préparer à vivre avec un ensemble européen monolithique alors qu'aujourd'hui nous sommes confrontés à une mosaïque aux couleurs très variées.", "Jusqu'ici le commerce transfrontière était une tradition européenne, demain il le sera moins.", "En second lieu, la création de la zone euro stimulera la concurrence dans les marchés des produits financiers.", "C'est certainement dans ce secteur que la suppression des risques de change aura l'impact le plus marqué.", "Le marché financier européen gagnera en profondeur, il attirera aussi les opérateurs étrangers.", "La compétition entre les établissements de crédit, entre tous les établissements financiers, s'accentuera même si des particularités nationales subsisteront en matière de surveillance ou dans le domaine fiscal.", "Il faut donc s'attendre à ce que l'apparition de l'euro entraîne une accélération des ajustements des structures financières.", "Ici également, le cadre de référence ne pourra plus être national; il deviendra supranational.", "Cet ajustement des structures est déjà largement engagé dans notre pays.", "En raison de l'étroitesse de notre marché, nos principaux établissements financiers - banques et assurances - ont déjà été conduits à adopter des stratégies globales.", "Je crois donc que nous serons ainsi bien en mesure de saisir les chances qui nous seront offertes par le \"grand marché financier\" de l'euro.", "Pour conclure cette section sur les services financiers, il convient de parler des services de paiement.", "Dans ce domaine, notre situation est semblable à celle des pays européens qui ne participeront pas à la première phase d'intégration monétaire.", "Nous disposons en Suisse d'un système de paiement électronique et de transfert des titres très performant et totalement conforme aux principes retenus par les Européens.", "Il conviendra d'établir les ponts nécessaires pour que ce système puisse \"dialoguer\" avec le système européen.", "Sur ce plan, la situation de la Suisse n'est pas très différente de celle du Royaume-Uni.", "Les Européens n'ont pas encore défini dans le détail les règles de collaboration dans ce domaine entre les \"ins\" et les \"outs\", les membres et les non-membres de l'Union monétaire.", "Lorsque cela sera fait, nous verrons quelles sont les variantes qui peuvent être envisagées.", "Il est indéniable que la monnaie unique créera, dans les relations entre la Suisse et l'Union européenne, un nouveau rapport de forces.", "Je ne doute pas que nous puissions le gérer, même que nous puissions en exploiter les éléments positifs.", "Cela réclamera toutefois des prises de risques dans des domaines où nous avons bénéficié de situations fort confortables par le passé.", "Cela réclamera aussi une volonté de s'adapter à un environnement nouveau, une remise en question de notre manière de commercer avec nos voisins.", "Il faudra chercher à innover plutôt qu'à optimiser.", "L'impact de l'euro au niveau macro-économique L'apparition de l'euro modifiera aussi l'environnement macro-économique dans lequel opère notre pays.", "Arrêtons-nous tout d'abord sur les effets de long terme.", "Fondamentalement, si les Européens gagnent leur pari, si l'euro s'avère être une monnaie saine, la Suisse bénéficiera d'un environnement européen beaucoup plus stable que par le passé.", "Jusqu'ici, notre économie a souvent dû s'adapter douloureusement aux distorsions créées par les désordres monétaires extérieurs.", "A titre d'exemple, rappelons-nous les mouvements spectaculaires de la lire italienne au cours des quinze dernières années.", "Dans les années quatre-vingt, la lire, intégrée au SME, ne cessait de s'apprécier en termes réels face au franc suisse, ce qui ne pouvait que plaire à nos entreprises qui se trouvaient en concurrence avec des entreprises italiennes.", "Au fil des années, la capacité exportatrice de l'Italie s'est trouvée si fortement entravée que la lire a dû quitter le SME en 1993.", "Elle a alors rapidement perdu près de la moitié de sa valeur, éliminant en quelques mois les excès de poids accumulés pendant les dix années précédentes.", "De tels mouvements de yo-yo échappent à nos moyens de contrôle; ils sont dramatiques pour nos entreprises exportatrices.", "Si, demain - ou peut-être après-demain -, de telles situations ne survenaient plus grâce aux progrès de la stabilité monétaire en Europe, c'est l'économie suisse tout entière, comme lieu de production, qui en profiterait.", "Le second effet de long terme que l'on peut attendre de l'unification monétaire - et c'est peut-être un paradoxe aux yeux de certains d'entre vous -, c'est une intégration accélérée de l'économie suisse dans l'économie d'Europe continentale.", "Déjà aujourd'hui, la conjoncture de notre pays dépend étroitement de ce qui se passe chez nos voisins.", "Depuis le début des années nonante, tous nos retournements de cycle conjoncturel ont coïncidé avec ceux que l'on observait en France et en Allemagne.", "Aujourd'hui, notre atmosphère conjoncturelle est semblable à celle de nos voisins.", "Si, à l'avenir, les pulsions de l'activité économique en Europe devenaient beaucoup plus uniformes, je ne doute pas que notre rythme de production serait encore plus dépendant de ce qui se passe sur le continent.", "Lorsque le grand marché gagnera en homogénéité, la Suisse aura de plus en plus un profil européen.", "Il en résultera une synchronisation croissante des décisions de politique économique, des mouvements des taux d'intérêt et de la conjoncture.", "Dans le domaine monétaire, les décisions de la future Banque centrale européenne seront de première importance pour la Banque nationale suisse.", "Mais, au-delà de la conjoncture, si l'euro se révèle être une monnaie forte, comme les Européens le souhaitent, deux phénomènes, essentiels pour nous, se manifesteront sur les marchés financiers.", "D'une part, nous assisterons à une diminution des incertitudes, donc à une baisse du niveau des taux d'intérêt sur l'euro; d'autre part, dès l'instant où les marchés réaliseront que les éléments sous-jacents à l'euro et au franc sont fort semblables, ils considéreront notre monnaie comme une monnaie parente de la monnaie unique: nos taux d'intérêt pourraient ainsi être progressivement attirés par ceux de l'euro.", "Je ne serais donc pas surpris si, tendanciellement, nous observions ces prochaines années un rapprochement graduel des taux d'intérêt suisses et européens.", "Comme indiqué tout à l'heure, je ne pense pas que l'ajustement s'opérera de notre côté seulement, car une fois terminée la phase d'introduction de l'euro, les conditions de financement devraient se détendre en France comme en Allemagne.", "Si cette évolution intervient, c'est-à-dire si les marchés considèrent le franc et l'euro comme des monnaies de qualité semblable, l'écart entre taux suisses et européens diminuera et une intégration à terme du franc dans la zone euro ne devrait pas poser de problèmes.", "Je vous rappelle ici que l'objectif à long terme du Conseil fédéral est une intégration de la Suisse dans l'édifice européen en construction.", "Les incertitudes Mais bien entendu, les évolutions que je vous ai décrites présupposent que l'euro devienne une monnaie stable.", "Certains en doutent et craignent que la monnaie unique ne soit pas le digne successeur du mark allemand.", "On ne peut écarter totalement cette hypothèse car l'intégration monétaire est une opération délicate.", "Toutefois, je reste confiant car les Européens ont reconnu ces dernières années l'importance de la stabilité des prix; ils ont aussi vu qu'une monnaie saine permet d'abaisser durablement le coût du capital, d'allouer efficacement les ressources productives et de stimuler la croissance.", "J'ai donc le sentiment que le SEBC veillera avec grand soin à remplir le mandat qui lui est assigné par ses statuts.", "Pour nous, Suisses, les incertitudes portent moins sur la qualité future de l'euro que sur les conditions de son introduction.", "A cet égard, cette année et l'année prochaine jouent un rôle crucial.", "Au-delà de 1999, le SEBC sera jugé par sa politique et il aura les moyens de maîtriser la situation.", "Jusque-là, les choses seront plus délicates car les marchés vont essayer, à l'aide d'informations fragmentaires et de suppositions, de mesurer la qualité de la future monnaie européenne.", "Une grande volatilité peut être crainte, volatilité dommageable pour notre économie.", "Je reste toutefois confiant.", "Ma confiance n'est pas du \"wishful thinking\", mais repose sur des faits objectifs: En premier lieu, je crois qu'il n'est pas dans l'intérêt des Européens de procéder à l'intégration monétaire dans le désordre.", "Certains pays - et je pense ici à l'Allemagne - verraient certainement d'un mauvais oeil que l'introduction de l'euro entraîne une dégradation marquée de leur stabilité monétaire.", "Il me paraît évident que la Bundesbank prendrait des contre-mesures si une spéculation contre le mark devait se déclencher.", "Les Allemands sont intéressés à un euro fort.", "En deuxième lieu, les Européens ont tout fait jusqu'ici pour convaincre les marchés que l'intégration monétaire sera ordonnée.", "Les critères de convergence et le pacte de stabilité sont autant de signaux indiquant que seuls des pays financièrement sains pourront accéder à la monnaie unique.", "Je crois qu'il se tiendront à cette ligne de conduite jusqu'à la décision finale.", "En troisième lieu, en dépit des évolutions récentes, c'est le dollar - non le franc suisse - qui absorbe les incertitudes de la construction européenne.", "La monnaie américaine est vue par les placeurs comme la principale alternative, non notre monnaie qui, elle, se trouvera toujours dans le sillage des monnaies européennes.", "Quoi qu'il en soit, des risques de perturbations existent.", "En cas d'agitation des marchés, nous ne serions pas sans moyens pour nous défendre.", "Notre principale arme est la politique monétaire qui peut tenir compte des turbulences extérieures.", "Un assouplissement de notre politique en cas d'appréciation du franc est possible - nous venons de le démontrer il y a un peu plus d'une semaine.", "En cette matière, il convient toutefois de rester réaliste: la Banque nationale n'a pas les moyens de mettre la Suisse totalement à l'abri de perturbations extérieures.", "Comme je vous l'indiquais tout à l'heure, l'économie suisse a souvent souffert des chocs monétaires provenant de l'étranger; la politique monétaire ne peut - au mieux - qu'en atténuer les effets négatifs.", "Nous nous efforcerons de lutter contre les mouvements irréalistes du franc.", "Faudrait-il, dans ces conditions, souhaiter purement et simplement un accrochage du franc à l'euro?", "Par une opération de ce type, pourrait-on éliminer les risques d'un envol du franc sur les marchés?", "Malheureusement, il n'existe pas de solution miracle.", "Tant que la Suisse ne sera pas membre des Institutions européennes, il ne sera pas possible de convaincre les marchés que le franc est lié irrémédiablement à l'euro.", "Si nous définissions unilatéralement une parité du franc par rapport à l'euro, les marchés la testeraient.", "Nous attiserions plus que nous calmerions les mouvements de fonds spéculatifs.", "L'arrimage unilatéral du franc à la monnaie européenne ne tiendrait donc pas longtemps.", "Conclusions Les travaux préparatoires à l'Union monétaire vont donc bon train.", "Au cours des prochains mois, un certain nombre de détails techniques seront encore éclaircis, c'est au printemps prochain que sera connue la liste des pays prêts à la fusion monétaire.", "Nous n'en serons pas.", "Mais nous n'en ressentirons pas moins les conséquences.", "J'utilise ici le terme \"nous\" afin de couvrir tous les acteurs de la vie économique car le changement du paysage monétaire européen sera si profond que chacun d'entre nous sera affecté, directement ou indirectement.", "Ce sont bien entendu ceux qui sont au front du commerce extérieur - de biens ou de services - qui verront l'environnement changer le plus rapidement.", "Le poids de l'euro se fera sentir; le marché européen - considéré comme international par le passé - deviendra un grand marché intérieur avec sa dimension, bien sûr, mais aussi avec ses tendances protectionnistes et dominatrices.", "Pour la Banque nationale également, l'euro ouvre un nouveau chapitre des relations monétaires en Europe.", "Nous avons confiance que le processus d'intégration se déroulera sans déclencher des vagues sur le marché des changes.", "Nous espérons aussi que s'installeront en Europe des conditions de stabilité qui permettront aux trajectoires du franc suisse et de l'euro de se rejoindre un jour."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Politique monétaire commune", "Planification opérationnelle", "Système de paiement", "Relations avec les pays tiers", "Impact sur les entreprises", "Impact macro-économique", "Incertitudes", "Stratégie politique", "Relations avec l'UE", "Intégration économique"]}