{"sentences": ["Mr. Wellink discusses different forms of economic policy co-ordination in EMU Speech by the President of the Netherlands Bank, Dr. A.H.E.M.", "Wellink, on the occasion of the European Summer Institute Conference entitled 'The German Economy and the European Union' held in Berlin on 10/9/97.", "After these warm words of welcome, I have the honour to kick off this conference on the German economy and the European Union.", "The subject of my speech is the implications of Economic and Monetary Union (EMU), and in particular the requirements which EMU imposes on economic policy co-ordination.", "This topic is not new.", "The importance of economic policy coordination in a monetary union was already spelled out in 1970 in the Werner Report, which can be considered as the prelude to the first concrete attempt to design an economic and monetary union in Europe.", "Indeed, the Werner Committee advocated the establishment of a European economic government.", "History repeats itself, it seems, since the issue of co-ordination has been put anew on the agenda by the European Council, meeting in Amsterdam on 16 and 17 June of this year.", "I will take the opportunity to express my views on economic policy co-ordination in stage three of EMU.", "Economic policy co-ordination is a very broad concept and therefore sometimes the cause of much confusion.", "In the eyes of some people, the mere exchange of views on economic policies can be considered policy co-ordination.", "To others, co-ordination is equivalent to harmonisation of policies and relinquishing some sovereignty to the supranational level.", "A scholar in European integration will argue differently.", "In his opinion, policy co-ordination implies that policy makers take into account the repercussions of their actions on others, but remain responsible.", "In my view, economic policy co-ordination can be compared with an orchestra: it is difficult enough for a musician to learn how to play an instrument, let alone to play in an orchestra.", "My speech is structured as follows.", "I will discuss four different forms of economic policy co-ordination in EMU which all require different intensities of co-ordination: i) fiscal policy co-ordination among EU member countries, ii) the mix of fiscal and monetary policy, iii) the implementation of exchange rate policies, and iv) the co-ordination of labour market policies.", "The implementation of exchange rate policy in EMU is perhaps the odd one out.", "In contrast to the other three forms of co-ordination, there is only one single policy, that is the exchange rate policy of the euro area as a whole.", "But different institutions are responsible for making it work.", "Before discussing these different forms of policy co-ordination, however, I will provide an intellectual framework for the discussion by briefly outlining the limitations of economic policy-making as such.", "In other words, one cannot discuss how to play a symphony before knowing how to play the instruments.", "How to play an instrument?", "Traditionally, economists distinguish between - at least - two instruments of economic policy-making: fiscal and monetary policy-making.", "As far as fiscal policy is concerned, three main functions can be distinguished.", "First, the allocation function or the provision of public goods.", "Second, the redistribution function, or the adjustment of income and wealth to what society considers a 'fair' distribution.", "Third, the stabilisation function, or the use of fiscal policies to stabilise the business cycle.", "When discussing policy co-ordination in the context of EMU, the focus is on the latter function of fiscal policy, which does not imply that there is no role for the other functions.", "In the literature, the restrictions of the stabilisation function have come to the fore.", "As we have learnt from the experiences in the 1970s, fine-tuning has its difficulties, because of the time lag between the decision of measures and its effects, and - even more important - because of the lack of detailed information necessary for this kind of policy.", "Apart from the fine-tuning problem, there is the potential problem of time inconsistency, since a government may be tempted to pursue an inconsistent policy for the sake of short-term gains, for example in the run-up to elections.", "Under these circumstances, it is tempting to increase expenditure or reduce taxes.", "In other words, playing the fiscal violin is not a piece of cake.", "Indeed, it takes good musicians years to learn to master the vibrato of this instrument.", "Pursuing monetary policy for the sake of short-term stabilisation is even more complicated than in the case of fiscal policies.", "Although monetary policy-making is not so much hampered by the lack of detailed and recent information, the time lag problem is even severe than in the field of fiscal policies, especially because in monetary policies time lags may differ substantially from case to case.", "The time lag problem is linked with the fact that the transmission process of monetary policy in the real economy is very complicated, and in many cases not fully understood.", "The famous black box monetary economists talk about.", "Finally, the problem of time inconsistency applies to monetary policy as well.", "Monetary authorities may be tempted to create unexpected inflation to stimulate the economy in the short run.", "Eventually, economic agents will revise their expectations and the result will not be a higher growth rate, but a higher rate of inflation instead.", "Hence, playing the monetary piano is perhaps even more difficult than playing the fiscal violin.", "Fiscal policy co-ordination Against this background, let's turn to discussing economic policy co-ordination in the context of EMU, starting with the co-ordination of fiscal policies.", "As I have already argued, playing the fiscal violin is very difficult.", "By definition, it is even more difficult to prevent fifteen EU fiscal violinists to play out of tune.", "Do my critical observations rule out any co-ordination, at any time?", "No, under certain special circumstances, fiscal policy co-ordination can be welfare-improving.", "This assertion is based on a conventional game-theoretical model: fiscal policy-makers maximise independently of each other - a welfare function in which the spillovers of their actions to other players are neglected.", "The joint welfare of the economies involved increases if fiscal policies are subsequently co-ordinated and policy makers take into account the consequences of their actions on the other players of the game.", "However, given the caveats mentioned, we have to conclude that the scope for active fiscal policy-making is limited.", "Only in very specific circumstances, the Ecofin Council should consider the possibility of fiscal policy co-ordination.", "For instance, when there is a risk of overheating or a common recession, or when the euro area is faced with a persistent balance-of-payments deficit.", "The basis for the co-ordination of fiscal policies is the multilateral surveillance procedure provided for in Article 103 of the EC Treaty.", "In my view, it is possible to elaborate the so-called broad guidelines of the economic policies of the Member States, which the Ecofin Council adopts in conformity with Article 103, and include fiscal policy co-ordination.", "So far, these broad guidelines have been very broad indeed.", "In the future, they should address individual countries more specifically.", "When a Member State does not comply with the broad guidelines, specific policy recommendations can, and should, be given to the Member State concerned.", "When appropriate, these recommendations should be published.", "The multilateral surveillance laid down in Article 103 allows for this.", "Indeed, this procedure provides sufficient additional scope for fiscal policy co-ordination that has not yet been applied to the extent possible.", "It should be emphasised that this kind of fiscal policy co-ordination should fit within the limits set by the pact for stability and growth.", "This pact requires Member States to strive for a budgetary position which is on average in balance or in surplus.", "It prevents unduly lax fiscal policies and, if they might occur, provides an effective instrument for putting an end to an excessive deficit.", "In other words, the stability pact prevents spillovers from lax fiscal policies to the interest rate level of the euro area as a whole and to the single monetary policy of the ECB in particular.", "Let's suppose we have more or less managed to get the fiscal violins to play in tune.", "Now we want to introduce the monetary piano.", "We have two possibilities there.", "The easy option is to instruct the monetary piano player to play always the same notes.", "This is equivalent to economic policy co-ordination in an environment of fixed exchange rates.", "In the case of fixed exchange rates, there is no room for monetary fine-tuning, since monetary policies are determined by exchange rate policies.", "By definition, the burden of adjustment falls on budgetary policies.", "Let me illustrate this by giving the example of my own country.", "Monetary conditions in the Netherlands are currently relatively easy, taking into consideration credit expansion, the business cycle, asset prices and the inflation rate.", "Since Dutch monetary policy is first and foremost directed towards maintaining the guilder-Deutsche Mark peg, other policies should be geared to preventing the economy from overheating.", "I would hope in particular that the fiscal authorities decide to reduce the budget deficit further, which currently stands at about 2% of GDP, and thereby approach balanced budget within the next four years, that is during the next term of government.", "Denmark will achieve a budget surplus this year already.", "The second option is to give our monetary piano player the opportunity to tune in to the fiscal violins.", "One of my all-time favourites is Tschaikovsky's violin concerto.", "A splendid combination of piano and violin, but one of the most difficult concertos to play, I am told.", "Indeed, this is equivalent to economic policy co-ordination in an environment of flexible exchange rates.", "In the case of flexible exchange rates, the desired policy mix can be obtained either by adjustment on the fiscal, or on the monetary side.", "Compared to the fixed exchange rate case, this is a much more complicated situation.", "And this is the situation which will apply in EMU.", "Although it is, theoretically speaking, possible to share the burden of adjustment between both fiscal and monetary policies, in the case of EMU it was decided that monetary policies should be first and foremost aimed at achieving price stability.", "In addition, the European Central Bank is obliged to support the general economic policies of the Community, but this task is clearly of secondary nature, since it is stated in the EC Treaty that the ECB shall do so 'without prejudice to the objective of price stability'.", "In practice, therefore, the burden of adjustment will fall on budgetary policies.", "In my view, this was a correct decision, since for the reasons stated earlier, monetary policy should not be geared to short-term goals, like stabilising the business cycle.", "Nevertheless, it cannot be denied that monetary and fiscal policy are interdependent.", "This notion is clearly reflected in the Treaty.", "For instance, the excessive deficit procedure explicitly aims at preventing spillovers from lax fiscal policies to the single monetary policy of the ECB.", "The interdependence of monetary and fiscal policies makes a policy dialogue between ECB and Ecofin Council highly desirable.", "This dialogue should take place in a co-operative atmosphere, respecting different responsibilities and restrictions, of which the independence of the ECB is the most important one.", "The EC Treaty already offers several routes for this dialogue.", "The President of the Ecofin Council is entitled to participate in the meetings of the Governing Council of the ECB.", "Although he has no right to vote, he is allowed to submit motions for deliberation to the Governing Council.", "A second channel for this policy dialogue is the participation of the President of the ECB in the meetings of the Finance Ministers when the latter discuss issues of relevance to the ECB.", "Moreover, I expect that the President of the ECB will also take part in the informal sessions of the Ecofin Council.", "The Dutch model of policy dialogue between the central bank and the Minister of Finance might serve as an example for the co-ordination of the policy mix in the third stage of EMU.", "The current Dutch Bank Act allows the Minister of Finance to give directions to the central bank, a possibility which has never been used and will be cancelled in the new Bank Act, to become effective in 1998.", "In other words, the Dutch central bank is de facto fully independent.", "Nevertheless, there is an intensive dialogue between the Bank and the Ministry of Finance.", "The President of the Netherlands Bank and the Minister of Finance hold regular, bi-weekly luncheon sessions to discuss informally - topics of relevance for both the central bank and the Ministry of Finance.", "Moreover, top-level officials of both institutions meet regularly and there are also good day-to-day working relationships between employees of both the central bank and the ministry.", "In a way, this model of informal policy dialogue has increased the independent position of the Dutch central bank.", "Indeed, the frankness and openness of the discussions have increased the mutual respect and understanding.", "Exchange rate policy Now let me turn to the exchange rate policy of the euro area.", "The odd one out, as I mentioned in my introductory remarks.", "Unlike fiscal policy co-ordination or co-ordination of the policy mix, there is only one single exchange rate policy.", "However, different institutions have their responsibilities in this area.", "One can compare it with a piano played by two people: but each should play the same tones at the same time.", "Therefore, I consider it important to discuss this issue as well.", "The exchange rate policy more or less constitutes a common responsibility of the Ecofin Council and the ECB.", "Article 109, paragraph 2 of the Treaty stipulates that the Ecofin Council, acting by a qualified majority either on a recommendation from the Commission after consulting the ECB or on a recommendation from the ECB, may formulate general orientations for the exchange rate policy of the euro area.", "The latter shall be without prejudice to the primary objective of the ECB to maintain price stability.", "I firmly believe that the Ecofin should exercise due care in making use of its competence to formulate general orientations.", "A German saying applies here: In der Beschränkung zeigt sich erst der Meister.", "The reason for this reservedness, in my opinion, is that the exchange rate of a currency is the consequence of monetary and economic policies.", "In other words, if monetary policy is directed towards price stability, the public finances of a country are sound, and economic policies are aimed at an efficient functioning of markets, the exchange rate of a currency will not be an issue.", "However, under exceptional circumstances major misalignments of the nominal exchange rate might occur.", "In this case, the Ecofin Council might consider the formulation of general orientations for the exchange rate policy.", "If they are formulated, general orientations should, in my view, not only be directed at the ECB.", "As exchange rate developments are the result of the full set of economic policies which have been pursued, general orientations should also involve a thorough discussion on fiscal as well as other economic policies.", "Misalignments may also be the result of policy actions outside the euro area.", "Hence, the implementation of general orientations should also involve a dialogue with non-EU policy makers.", "Article 109, paragraph 4 of the Treaty explicitly provides for this possibility: the Ecofin Council shall decide on the position of the Community at the international level as regards issues of particular relevance to EMU and decide on its representation in international meetings.", "The Treaty stipulates that the general orientations should be without prejudice to the primary objective of the ESCB to maintain price stability.", "In my view, it is always up to the ECB to decide how to act if the Ecofin Council has formulated general orientations.", "This is the only justified interpretation taking into consideration the Treaty provisions on central bank independence and the objective of the ESCB.", "In the exceptional case of a formal exchange rate mechanism involving non-EU countries, the Treaty stipulates that the Council is obliged to take a decision after consulting the ECB in an endeavour to reach a consensus consistent with the objective of price stability.", "Eventually, the Ecofin Council may impose an exchange rate arrangement on the System.", "However, it is my reading of the Treaty that the ECB should pursue its primary objective - maintaining price stability - even under these circumstances.", "In other words, the ECB is allowed to suspend exchange market interventions or to trigger realignment discussions, if the exchange rate arrangement conflicts with its primary objective.", "This was agreed upon in the context of the exchange rate arrangement between the euro area and the 'pre-ins', the ERM-II.", "Co-ordination of labour market policies A last form of economic policy co-ordination has been given much attention in the Treaty of Amsterdam, the co-ordination of labour market policies.", "The amended Treaty contains a new chapter on employment.", "Moreover, the European Council has adopted a Resolution on growth and employment.", "It has been rightly decided not to come to a harmonisation of national labour market policies.", "The structure and functioning of labour markets in the EU differ from one country to another and require a decentralised approach.", "Co-ordination of labour market policies ensures a continuous dialogue and exchange of information on policies embarked upon by the Member States.", "Indeed, policy co-ordination may lead to peer pressure, reinforcing labour market reforms.", "The latter are of crucial importance for the functioning of EMU.", "As it will no longer be possible to alter the nominal exchange rate if a country is faced with persistent and structural imbalances, other adjustment mechanisms have to be fostered.", "Do we need a conductor.", "or the 'gouvernement économique': antinode or dialogue?", "I can already hear you argue that it is easy to facilitate economic policy co-ordination by hiring a conductor for our orchestra.", "Indeed, it has been suggested that economic policy co-ordination should be supported by the establishment of a formal Stability Council or 'gouvernement économique'.", "This economic government would consist of the Ministers of Finance of the participating Member States only.", "Unfortunately for the proponents of such an institution, there is no Treaty base for its establishment.", "In my view, however, there is no reason to complain: we already have our Leonard Bernstein.", "All in all, the Treaty offers a well-balanced framework for policy co-ordination.", "The Ecofin Council is the centre piece for this policy co-ordination.", "The Ministers of Finance of the 'outs' are full members of the Ecofin Council and are allowed to participate in the discussions in the Council on policy co-ordination matters.", "Their participation makes sense, because economic developments in non-participating countries will have a major impact on developments in the euro zone.", "However, as they are still outside the euro area, they are not allowed to vote in some cases.", "Nonetheless, the Treaty does not rule out ad hoc, informal meetings for participating countries only.", "Such meeting could be very useful.", "But instead of labelling these gatherings as meetings of the Stability Council, I would consider them as meetings of an informal Stability Forum.", "This would enable members of the euro zone to informally prepare decisions on issues to be decided by the 'ins', such as the conversion rates of the 'second wave' of participants, or the imposition of sanctions on participating Member States with an excessive deficit.", "Finally, I would like to emphasise that a Stability Council of participating Member States can only be of a temporary nature, as in the end all EU member countries are to join EMU.", "To summarise my views, the existing institutional framework laid down in the Treaty is sufficient for this purpose.", "The multilateral surveillance procedure, laid down in Article 103 of the Treaty, provides an adequate, but at present not fully used, framework for fiscal policy co-ordination.", "The policy dialogue between ECB and Council of Ministers has also been provided for in the Treaty, for example by the presence of the ECB president and the Ecofin chairman at each other's meetings.", "Moreover, the Treaty of Amsterdam has introduced the possibility of co-ordination of labour market policies.", "Finally, the Treaty also provides for an intensive dialogue between ECB and Ecofin Council on the exchange rate policy of the euro area, without prejudice to the former's primary objective to maintain price stability.", "In this context, it is our current challenge to work out effective ways to give form and shape to economic policy co-ordination.", "The 'M' of EMU requires an 'E' with real substance.", "We should, however, not cause E and M to conflict by establishing a formal Stability Council.", "This would also give rise to the impression of a kind of elite group of 'ins', which we should avoid.", "Wouldn't it be rather strange to have a British style Members-only club from which the British (for the time being?)", "Economic policy co-ordination is indeed a difficult subject.", "It should evade both the Scylla of a lack of co-ordination, and the Charibdis of too much of it.", "A lack of co-ordination would lead to a sub-optimal economic performance.", "However, too much of a good thing isn't good either: overregulation must be avoided, and the wrong kind of co-ordination could even be dangerous.", "Or, to return to our orchestra, we can't just sit back and let our musicians play as they see fit.", "Judging the quality of the music by waiting for the reaction of the audience, is not a good approach.", "If we are hooted for our performance, it will be too late."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["fiscal policy co-ordination", "monetary policy", "exchange rate policy", "co-ordination of labour market policies", "economic policy co-ordination", "fiscal violin", "monetary piano", "Stability Council", "gouvernement économique", "Ecofin Council"]}