{"sentences": ["Interest and currency risk taking, excess leverage, weak financial systems, and interbank funding are all encouraged by the existence of a safety net.", "In a domestic context, it is difficult to achieve financial balance without a regulatory structure that seeks to simulate the market incentives that would tend to control these financial elements if there were not broad safety nets.", "It is even more difficult to achieve such a balance internationally among sovereign governments operating out of different cultures.", "Thus, governments have developed a patchwork of arrangements and conventions governing the functioning of the international financial system that I believe will need to be thoroughly reviewed and altered as necessary to fit the needs of the new global environment.", "A review of supervision and regulation of private financial institutions, especially those that are supported by a safety net, is particularly pressing because those institutions have played so prominent a role in the emergence of recent crises.", "As I have testified previously, I believe that, in this rapidly expanding international financial system, the primary protection from adverse financial disturbances is effective counterparty surveillance and, hence, government regulation and supervision should seek to produce an environment in which counterparties can most effectively oversee the credit risks of potential transactions.", "Here a major improvement in transparency, including both accounting and public disclosure, is essential.", "To be sure, counterparties often exchange otherwise confidential information as a condition of a transaction.", "But broader dissemination of detailed disclosures of governments, financial institutions, and firms, is required if the risks inherent in our global financial structure are to be contained.", "A market system can approach an appropriate equilibrium only if the signals to which individual market participants respond are accurate and adequate to the needs of the adjustment process.", "Among the important signals are product and asset prices, interest rates, debt by maturity, detailed accounts of central banks, and private enterprises.", "Blinded by faulty signals, a competitive free-market system cannot reach a firm balance except by chance.", "In today's rapidly changing market place producers need sophisticated signals to hone production schedules and investment programs to respond to consumer demand.", "There is sufficient bias in political systems of all varieties to substitute hope (read, wishful thinking) for possibly difficult pre-emptive policy moves, both with respect to financial systems and economic policy.", "There is often denial and delay in instituting proper adjustments.", "Recent propensities to obscure the need for change have been evidenced by unreported declines in official reserves, issuance by governments of the equivalent to foreign currency obligations, or unreported large forward short positions against foreign currencies.", "It is very difficult for political leaders to incur what they perceive as large immediate political costs to contain problems that they see (often dimly) as only prospective.", "Reality eventually replaces hope, but the cost of delay is a more abrupt and disruptive adjustment than would have been required if action had been more pre-emptive.", "Increased transparency for businesses, financial institutions, and governments is a key ingredient in fostering more discipline on private transactors and on government policymakers.", "Increased transparency can counter political bias in part by exposing for all to see the risks to stability of current policies as they develop.", "Under such conditions, failure to act would also be perceived as having political costs.", "I suspect that recent political foot dragging by governments in both developed and developing countries on the issue of greater transparency is credible evidence of its power and significance.", "Transparency, which is so important to foster safe and sound lending practices, is, of course, less relevant for local currency lending if banks are guaranteed with sovereign credits.", "Moreover, transparency becomes especially difficult to create for organizations and corporations with large interlocking ownerships.", "Cross holdings of stock lead too often to lending on the basis of association, not economic value.", "The list of problems that must be addressed to achieve balance in our future global financial system could be significantly extended, but let me end with a notion that is relevant also to today's crisis.", "It is becoming increasingly evident that supervision and regulation should address excess nonperforming loans expeditiously.", "The expected values of the losses on these loans are, of course, a subtraction from capital.", "But since these estimates are uncertain, they embody an additional risk premium that reduces the markets' best estimate of the size of effective equity capital even if capital is replenished.", "It is, hence, far better to remove these dubious assets and their associated risk premium from bank balance sheets, and dispose of them separately, preferably promptly."], "classifications": ["financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance"], "topics": ["Transparency", "Financial stability", "Risk management", "Supervision and regulation", "International financial system", "Counterparty surveillance", "Market signals", "Political bias", "Nonperforming loans", "Balance sheet cleanup"]}