{"sentences": ["The collapse of the Bretton Woods system in the early 1970s marked an important turning point in the post-war evolution of the financial system.", "Until about that time, the international monetary system was a heavily managed and administered one, based on fixed exchange rates, regulated domestic markets and restrictions on the cross-border flow of financial capital.", "As these arrangements crumbled under the weight of widening payment imbalances and the growing internationalisation of finance, a market-led system emerged.", "The process of equilibrium-seeking and adjustment was progressively left to the forces of competition.", "Exchange rates were allowed to float, domestic financial intermediation was liberalised and capital accounts were gradually opened.", "Some labelled these new arrangements a \"non-system\" - although there is nothing inherently unsystematic about an economic system based on competitive forces and decentralised decision taking.", "For the last quarter century or so, domestic as well as international financial arrangements have thus relied on increasingly open and integrated markets as the main engines of adjustment and stability.", "Spurred by the freedom to innovate, technological progress and the appeal of investment opportunities in an increasingly global economy, financial activity has expanded enormously.", "The role of the financial sector in mobilising and allocating resources, both within national economies and across geographic boundaries, has expanded commensurately.", "For the most part, an open international financial system has operated to the benefit of economic activity and wider social welfare.", "It has channelled savings to countries with productive investment opportunities, it has been a vehicle for the transfer of managerial and technological know-how, and it has served as a source of discipline on unsustainable and harmful macroeconomic policies.", "An open trading and financial environment enabled many Asian countries to lift their peoples out of poverty in the space of a single generation.", "Recent years, however, have witnessed events that show the darker side of these market forces.", "A particularly virulent crisis enveloped several Asian economies in 1997.", "Only shortly thereafter, Russia and Brazil succumbed to financial turmoil.", "And even financial markets in the more mature economies took fright as the globalisation of markets allowed contagion to spread beyond the emerging market economies.", "The social costs, while not wiping out earlier gains, were severe.", "Do these crises demonstrate that the post-Bretton Woods model of financial arrangements has outlasted its useful life?", "Do financial markets show an inherent and damaging instability which argues for a return to administrative control?", "Is now the time to consider a fundamental change in the way financial activity is organised, in the way it is monitored and managed, and in the way losses and gains are shared?", "Many indeed are calling for a \"new financial architecture\", though concrete proposals of what this new construction could look like have yet to be formulated.", "My own view is that the basic components of today's system of financial intermediation continue to be the only reliable and efficient ones, but that the rough edges of the market-led system need better monitoring and in some cases repair.", "In other words, the architecture or design of the financial system - the basic rule of decentralised, market-led decision-making - remains sound, but its internal wiring and plumbing - the preconditions which ensure that markets can indeed operate efficiently and stably - may require upgrading."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial markets", "International financial system", "Financial architecture", "Financial stability", "Financial intermediation", "Asian financial crisis", "Globalisation", "Bretton Woods system", "Market forces", "Economic growth"]}