{"sentences": ["Introduction The recovery of Asia's economies in 1999, from the very damaging crises that began in mid-1997, provides significant scope for the development of the African countries and a meaningful contribution to African Renaissance.", "Since 1994, the African economies have on aggregate traded significantly with the Asian economies reflecting the vast potential benefit that African countries stand to gain from a vigorous and sustained recovery in Asian economies.", "Asia's trade surplus to Africa, which stood at US$4.6 billion in 1994, decreased to a deficit of US$1.1 billion in 1997, before increasing substantially to US$5.1 billion in 1998 following the Asian crisis.", "I will comment first on Japan and then the post-crisis recovery of the Asian economies, of Thailand, the Philippines, Malaysia, Indonesia and Korea.", "Second, I will define the concept of African Renaissance and the potential contribution of the Asian economic recovery to African Renaissance.", "Finally, I will briefly touch on the ability of the Asian countries to combine their culture with the acquisition and development of the most advanced technologies and globalization process.", "Japan's economic recovery There is a worldwide consensus that a strong economic revival of Japan's economy would herald a significant recovery for the Asian economies as a whole.", "The annual current account balance in Japan, which reached a deficit of US$121 billion in 1998, is expected to increase further to US$143 billion in 1999 before falling somewhat to US$138 billion in 2000.", "This expected turnaround in the performance of the Japanese economy is not only critical for Africa's development but for the whole world.", "Japan undertakes significant direct trade with Africa.", "Japanese imports from Africa were US$3.9 billion in 1994, and increased to US$4.9 billion in 1996, before declining to US$3.8 billion in 1998 following the Asian crisis.", "Similarly, Japanese exports to Africa increased significantly from US$5.8 billion in 1994 to US$6.3 billion in 1996, before dropping to US$4.2 billion in 1998 and US$4.5 billion in 1999.", "The Japanese economy had a trade surplus of US$1.8 billion with African countries in 1994 and 1995.", "It turned around to deficits of US$85.4 million and US$515.0 million in 1996 and 1997, respectively, following Japan's economic slowdown and strengthening of the yen in 1996.", "The challenge to African economies is to become more competitive in Asian markets, so as to turnaround the trade surplus of US$644.0 million in 1998.", "The situation is slightly different with SADC.", "Since 1994, Japan has operated with a significant trade deficit.", "SADC would benefit significantly from Japan's economic revival if it were to sustain the level of competitiveness that it has attained thus far.", "This requires a clear export focus and strategy vis-à-vis the huge Japanese market.", "It is important not to forget that Japan is the second largest economy in the world and Japan is well-disposed to Africa at this stage.", "Asia's economic recovery Following worldwide crises that developed from the southeast Asian economies, recent indications point to a promising economic revival in Asia as a whole, particularly in those countries where the crisis was most severe: Thailand; the Philippines; Indonesia; Malaysia and Korea.", "The combined annual real GDP growth rate of these countries fell from 6.6% in 1997 to 3.7% in 1998 with severe impact on the gains that had been made to reduce poverty and generate jobs.", "The Asian annual current account balance, which stood at a deficit of US$51 billion in 1998 is expected to decline significantly to US$26 billion in 1999 and drop further to US$12 billion in Net private capital flows in Thailand, the Philippines, Indonesia, Malaysia and Korea fell from US$62.9 billion in 1996 to a negative of US$22.1 billion in 1997 and US$29.6 billion in 1998.", "They are expected to improve but remain negative at US$18.1 billion in 1999 and US$8.2 billion in 2000.", "Net direct foreign investment, which has remained positive, is expected to decline from US$10.3 billion in 1997 to US$9.7 billion in 1998.", "Net portfolio investments, which were a negative US$7.3 billion in 1998 are expected to improve significantly to positive levels of US$4.5 billion in 1999 and US$5.6 billion in 2000.", "The annual current account deficits of Thailand, the Philippines, Malaysia, Indonesia and Korea are expected to improve from a high of US$68.8 billion in 1998 to US$49.3 billion in 1999 and US$29.4 billion in 2000.", "The rapid turnaround in these Asian economies is a reflection of the determination and vigour with which the Asian leaders and their people have tackled the challenges that faced them.", "The international community has played a supportive, though important role in this process of economic recovery.", "This is one of the major lessons that Africa can draw from this experience.", "African Renaissance The concept of the African Renaissance generally captures an array of important social, political, economic and cultural aspects that epitomize a revival and vibrant African continent.", "These various spheres, among others, include education, science and technology.", "A concerted effort is underway at regional and continental forums to give content and meaning to the concept and to define concrete action plans to bring it to reality early in the 21st century.", "An African Renaissance Institute to be located in Botswana is soon to be launched.", "It will be followed by a launch of national chapters including the South African chapter by the first quarter of next year.", "African Renaissance involves not only governments but more importantly civil society and people at community and local levels who seek to improve the quality of their lives and to hold their leaders accountable.", "For our purposes, it would be expedient to focus on some of the economic aspects of the African Renaissance, primarily prospects of Africa's economic growth, reconstruction and development through enhanced intra- and inter-continental trade.", "In this context, African Renaissance calls for increased economic integration within the African continent to enlarge markets, facilitate free flow of investment, goods and labour.", "It calls for a more effective participation in the economic globalization process by the African countries and people by embracing change and technology.", "In this context, the relations with Asia and the lessons it provides are critical lessons for African revival and re-birth.", "The economic development of the African continent as a whole lags significantly behind in terms of its contributions to global economic output.", "Africa contributed only 3.3% of the aggregate world economic GDP in 1998 - exactly what the United Kingdom contributed as a single country.", "Africa's total share in the global export market of goods and services stood at a paltry 1.8% in 1998 compared to Asia's 8.1% or the United States' 13.8%.", "This means that Africa has a long way to go to improve its contribution to world trade by improving its productivity capability, competitiveness and harnessing of technology and skills.", "Asian recovery and the African Renaissance The revival and sustenance of vigorous growth in the Asian economies would almost certainly enhance the development of an African Renaissance.", "Since 1994 and through the crisis of 1997, African-Asian trade has been significant.", "Trade account figures between Africa and Asia indicate that total annual Asian imports from Africa almost doubled from US$7.4 billion in 1994 to US$14.3 billion in 1997, before receding somewhat to US$9.5 billion in 1998.", "Imports from SADC alone were US$4.6 billion in 1994 and almost doubled to reach US$9.0 billion in 1997 before dropping to US$5.8 billion in 1998.", "During the same period, Asian exports to Africa have been fluctuating somewhat between US$11 billion and US$13 billion from 1994 to 1997 before increasing to US$14.5 billion in 1998.", "The net effect has sustained Asia as being a net exporter within the Asian-African trade with a surplus that decreased from US$4.6 billion in 1994 to a deficit of US$1.1 billion in 1997, and revived strongly to reach US$5.1 billion in 1998.", "Asia's net exports to SADC were negative from US$1.2 billion in 1994 to a more substantive deficit of US$3.4 billion in 1997, before a significant improvement in 1998 when a deficit of US$333.4 million was recorded.", "The development of the African Renaissance should enable African countries to expand trade with all Asian economies so as to balance trade between the two continents.", "More importantly, the challenge for Africa is to maintain and expand its market share in Asia through strategic, competitive and targeted export drives.", "Social policies One characteristic feature of the Asian economies has been their ability to combine many aspects of the Asian culture with acquisition of the highest technical skills and to participate effectively in the globalization process.", "Although several studies have alluded to uniquely Asian policies that: (a) have enhanced employee loyalties to Asian corporations; (b) emphasized Asian management systems; (c) enhanced a culture of high saving; (d) maintained strong social support systems; etc., it is still very difficult to tackle the concept of culture within economics.", "It should suffice, however, to conclude that the policies themselves are not uniquely Asian, but are implemented by Asians in congruence with Asian norms and values.", "African Renaissance must come to grips with the synergy and complimentarity of culture and fast and sustainable growth.", "The economic crisis resulted in significant output losses in affected Asian economies and contributed significantly to increased unemployment rates.", "However, affected Asian economies increased their social safety nets and public spending substantially to strengthen their social support systems and ensure minimum support levels to those who were worst affected.", "In Indonesia and Thailand safety net expenditures are expected to rise by 0.5 to 1.0% of GDP in 1999.", "At the same time, the use of across-the-board price subsidies have been significantly reduced although some - such as subsidies on rice - remain an important component of the social policy framework.", "The African Renaissance would benefit significantly if it were to study in more detail how the globally robust economies of Asia have managed to sustain much of their distinct culture and commitment to improve the quality of life for all their people.", "Conclusion My remarks focused on the post-crisis recovery of the Asian economies, with a view to drawing lessons from the Asian economic recoveries for the African Renaissance, and to understanding how Asian countries have managed to sustain their culture despite their economies' rigorous globalization programs.", "Available evidence suggests that the Asian economies have definitely re-established a path to high and sustainable economic growth, and are restoring their trade with the world and the African continent.", "The African Renaissance process will benefit greatly from an enhanced African-Asian trade and cooperation at various levels: culturally, scientifically, politically and economically.", "There is a lot to be learnt from how Japan and other Asian countries have been transformed through political leadership and foresight, acquisition of skills and technology, and a contribution of cultural norms and aggressive international competitiveness.", "One major conclusion to be drawn is that a robust embrace of globalization is not inconsistent with African culture, values and norms."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Asian economic recovery", "African Renaissance", "Japan", "Trade", "Globalization", "Social policies", "Culture", "Technology", "Economic growth", "Social safety nets"]}