{"sentences": ["It is my pleasure to present today the second Annual Report of the European Central Bank (ECB).", "Even though it is the second Annual Report to be drawn up under the ECB's responsibility, it is also a \"first\" in that it gives an account of the Eurosystem's activities during the first year since responsibility for monetary policy in the euro area was conferred upon the Eurosystem on 1 January 1999.", "Accordingly, it will come as no surprise to you that the substance of this second report is fundamentally different.", "The focus is no longer on blueprints for an efficient operational and institutional set-up of the Eurosystem and the European System of Central Banks (ESCB).", "Rather, it comments on the effective implementation of instruments and procedures as well as on the actual pursuit of the various tasks of the Eurosystem, notably the conduct of a single monetary policy for the euro area.", "Indeed, for the first time, this Annual Report gives a comprehensive account of the effective conduct of policies under the responsibility of the Eurosystem.", "It complements, as a specific instrument of accountability, the regular quarterly hearings before your Committee.", "However, at variance with this regular dialogue, its main focus is not on topical issues, but rather on past developments.", "Indeed, the Annual Report provides a comprehensive account to the European Parliament, as the only directly elected European institution, and to the other addressees, including the EU Council, the European Commission and, more generally, the wider public.", "It covers the full range of activities that the Eurosystem carried out in 1999 with regard to the fulfilment of the tasks assigned to it by the Treaty establishing the European Community (the Treaty), with the maintenance of price stability within the euro area at its core.", "Accordingly, the report comments in detail on the achievement of this primary objective and the monetary policy pursued to this end under the prevailing overall economic conditions.", "Moreover, it reports quite extensively on the other tasks and responsibilities of the Eurosystem, for instance in the fields of payment and security settlement systems, financial stability and prudential supervision, the preparation of the introduction of euro banknotes and the Eurosystem's role in European and international cooperation.", "We therefore hope that the Annual Report will be a useful source of information for its readers on these and various other issues.", "Review of developments in 1999 and the outlook for 2000 I believe that we can justifiably look back on the first 15 months of the euro with satisfaction.", "The euro was launched successfully in January last year.", "The careful conceptual and technical preparatory work conducted by the EMI and later the ECB, the national central banks and the financial institutions of the euro area ensured a very smooth transition to the new environment of the single monetary policy.", "The 11 money markets of the countries which have adopted the euro from the outset were integrated into a single market right from the start.", "This swift adaptation to the reality of the single currency was helped by the successful launch and operation of the TARGET payment system, which has facilitated cross-border transactions between financial institutions across the euro area.", "The design of the operational framework for the Eurosystem's monetary policy also aided this rapid adjustment process.", "The successful launch of the euro has also been evidenced by a significant acceleration in initiatives aimed at integrating the euro area capital markets and by a substantial deepening of these markets during 1999 and in early 2000.", "Moreover, the euro has become increasingly important as an international currency.", "I should like to come back to these issues in the course of this presentation.", "We are particularly satisfied with the achievements of the Eurosystem's single monetary policy thus far.", "1999 saw one of the lowest inflation rates, 1.1%, recorded in the countries of the euro area during the past 50 years.", "While this was, given the lags in the transmission of monetary policy impulses, to a large extent a reflection of the monetary policies conducted in the run-up to Stage Three, the evolution of all available forward-looking indicators up to now suggests that the Eurosystem has been successful in continuing the previous policies and in maintaining a positive outlook for price stability in the euro area.", "In this respect, the quantitative definition of price stability which the Governing Council already published in late 1998 has certainly helped to anchor medium-term inflation expectations to below 2% per year.", "With regard to the Eurosystem's primary objective, the maintenance of price stability, the main challenge for monetary policy is to assess the risks to price stability in the future.", "In this respect, the use of a broad set of indicators, as reflected in the two pillars of the monetary policy strategy of the Eurosystem, has successfully contributed to framing and giving an orientation to the discussions on monetary policy in the euro area.", "The Eurosystem considers the experience with this two-pillar strategy to have been very positive, looking back on the first year of its operation.", "The prominent role attributed to money, the first pillar, underpinned by the definition of a reference value for the annual rate of growth of M3, has been an important signpost for the considerations and decisions of the Governing Council, given the favourable empirical evidence that money is a leading indicator of future price developments.", "Accordingly, the Governing Council confirmed in December 1999 that it would continue to analyse monetary developments against the reference value for M3 growth of 41⁄2%.", "Similarly, the use of information from other, non-monetary indicators under the second pillar of the monetary policy strategy has enabled the Governing Council to cross-check appropriately and to complement the information content of monetary aggregates and to take into account relevant information from various other sources in assessing the outlook for price stability.", "Given the uncertainty in which monetary policy operates - and this uncertainty is particularly relevant at the start of Stage Three - the two-pillar approach is, in our view, the most appropriate way in which to exploit the available information from both monetary and real indicators and thereby to provide a sound basis for monetary policy decisions.", "Beyond that, this is probably also the most transparent means of explaining these monetary policy decisions to the markets and to the public at large.", "At the current juncture, the outlook for the euro area economy is very favourable.", "We should, however, remember that the situation was quite different at the start of Stage Three.", "The financial crises which occurred in several emerging market economies had significantly worsened the outlook for economic growth in the euro area in late 1998.", "As the weakening outlook for economic activity implied downside risks to price stability at a time when inflation rates were below 1%, the Governing Council decided in April 1999 to reduce the ECB interest rates in a precautionary manner.", "At that time, developments in M3 were only slightly above the reference value and, also taking account of the uncertainties related to the analysis of monetary developments at the start of Stage Three of EMU, these developments were therefore not considered as pointing to upward risks to price stability.", "In the following months, however, the subdued climate was replaced by a gradually improving economic environment.", "At the same time, upward pressures on consumer prices arose, mainly as a result of the increase in import prices, driven by rising oil prices and the depreciation of the exchange rate of the euro.", "In addition, the three-month average of annual M3 growth followed a gradually rising path, approaching 6.0% as from the summer of 1999.", "In conjunction with strong growth of credit to the private sector, at annual rates of around 10%, this indicated that liquidity was ample in the euro area.", "Against this background, there was a greater risk that the rise in import prices could trigger lasting effects on inflation and have an adverse impact on the outlook for price stability in the medium term.", "The Governing Council has responded to these upward risks to price stability over recent months, with three successive increases in the ECB interest rates, which were effected in November 1999, and in February and March 2000.", "As a result of these increases, the main refinancing rate now stands at 3.50%, while the rates on the marginal lending facility and on the deposit facility have reached 2.50% and 4.50% respectively.", "These decisions were taken in order to contain the risks to price stability in a timely and pre-emptive manner.", "In this way, they have also contributed to the achievement of sustainable, non-inflationary economic growth in the euro area.", "At present, the outlook for growth in the euro area is better than it has been for years.", "This positive outlook can be largely attributed to the convergence process in the run-up to Stage Three of EMU, as reflected in stable prices, a clear improvement in the public finance situation and a low level of interest rates in the euro area.", "However, the exchange rate of the euro does not reflect the ongoing improvement in the domestic fundamentals of the euro area economy.", "The depreciation of the euro in nominal effective terms over the last months will, until reversed, put upward pressure on import prices and continue to affect the risks to price stability.", "Developments in the exchange rate of the euro thus remain a concern with regard to future price stability.", "In addition, recent monetary and credit developments confirm that liquidity in the euro area remains ample.", "In the light of the favourable prospects for economic growth, the impact of these developments on inflationary pressures is being monitored closely.", "The Eurosystem will remain vigilant in assessing upside risks to price stability.", "It is in the interest of the whole Community that, as and when required, the Eurosystem acts in a timely manner to maintain a positive outlook for price stability and, in this way, to support lasting non-inflationary growth in the euro area.", "There can be no doubt that a forward-looking monetary policy, which responds to risks to price stability before they materialise, avoids the need for costly and painful inflation reduction at a later stage, which would endanger the outlook for economic growth.", "While the maintenance of price stability is the best contribution that monetary policy can make to sustaining strong economic growth, other actors also need to play their part if we are to turn the currently favourable prospects into a lasting period of economic growth and employment creation.", "In this respect, the continuation of moderate wage developments will be a crucial factor in both employment generation and the confinement of inflationary pressures.", "At the same time, more decisive structural reforms in the euro area would certainly enhance the prospects for continued economic expansion.", "Only recently, the importance of structural reforms was emphasised by the Lisbon European Council, the conclusions of which should be implemented in a timely manner.", "We are also encouraging governments to use the current favourable economic conditions to proceed more swiftly towards achieving the objectives of the Stability and Growth Pact.", "This will further enhance the growth prospects of the euro area and free up resources which could be used by the private sector to finance new initiatives to create employment."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["monetary policy", "price stability", "euro area", "inflation", "Eurosystem", "ECB", "EMU", "interest rates", "liquidity", "economic growth"]}