{"sentences": ["The Swedish economy is growing more quickly than for a very long time.", "In 1999, GDP increased by 3.8% and during the coming three years, growth is expected to average almost 3.5%.", "At the same time, the prerequisites for a long-term favourable development appear better than for many decades.", "Almost all economic indicators are pointing in the right direction.", "Despite a very strong upswing, the long-term inflation expectations remain stable and close to the target for monetary policy.", "Central government finances are in surplus for the second year running and despite a planned tax reduction of over SEK10 billion this year, the surplus in the central government budget is expected to total at least 2% of GDP.", "From having had the next poorest budget balance in the entire EU in the early 1990s, the budget balance in our public finances is now among the strongest in the whole union.", "Since the mid-1990s, central government debt has decreased from 80 to 70% of GDP.", "Our country's financial balance, ie the current account, has at the same time shown a surplus for a number of years and the foreign debt has fallen from 40 to 20% of GDP during this period.", "However, unemployment is still too high - the increase in production of almost 15% since the end of the 1980s has not been sufficient to bring the labour market into balance.", "The employment ratio has increased, however, from 72 to 74% during the past year and employment is expected to increase greatly during the coming years.", "It is expected that open employment will fall to 3.7% in 2002.", "However, the beginning of this decade looks very promising.", "Almost the entire 1990s were marked by the problems in the wake of the high inflation economy of the 1980s and the overheating that ended that decade.", "Loan-financed consumption, excess investment, among other things, in properties, which took place in tandem with the increasing asset and property prices, had led to large financial and real imbalances being built up.", "When the bubble burst and the krona fell, there was a great need among households, businesses and banks to review their balance sheets and reduce their debt.", "As we know, this led to a great reduction in demand and increasing unemployment, which in turn caused major problems in public finances.", "The costs of the bank crisis aggravated the central government budget problem at the same time.", "Monetary policy, focused on stable prices, has played an important role for creating balance in the Swedish economy.", "This favourable development would not have been possible, however, without a responsible fiscal policy.", "The serious consequences of overheating at the end of the 1980s also seem to have created a general insight that sacrifices were necessary for a time to bring the Swedish economy into a state where the conditions for sustainable growth and high and stable employment could be created.", "The problems after the high inflation years have probably also contributed to creating a broad support for the inflation targets of monetary policy.", "Laboriously won improvements must be safeguarded It is important now both for macroeconomic policymakers and otherwise in Sweden to avoid as far as possible the reappearance of the problems that were overcome with great effort in the 1990s and to avoid new imbalances being built up.", "The role of the Riksbank here is to ensure that price stability is maintained and to ensure the stability of the payment systems.", "After the financial crises that affected the world economy during the 1990s, a number of proposed measures aiming at preventing new crises have been discussed in various international contexts.", "Many measures have aimed at increasing the so-called transparency of the financial systems so that the agents in the markets were able to base their decisions on realistic assessments.", "My intention here is primarily to discuss the role that monetary policy can have to counteract financial imbalances being created as a consequence of rising asset prices.", "Let me first briefly describe the role of monetary policy in an economy that is in balance.", "When the economy is in balance and the long-term inflationary expectations are in line with the target, there are good prerequisites for monetary policy aimed at an inflation target also leading to cyclical swings being evened out and that production will increase apace with the supply of labour and productivity growth.", "This is due to fluctuations in inflation in an economy in balance largely being related to fluctuations in real demand and the use of resources in the economy.", "Stable inflation and stable inflationary expectations also favour long-term growth, which is the reason for monetary policy being given the task of maintaining an inflation target.", "Since the means of monetary policy - the short interest rate - affects inflation with a time lag of one to two years, the design of monetary policy must rest on forward-looking assessments of inflation.", "Demand for goods and services and the supply of labour and productivity growth are important determining factors for inflation.", "At the same time, it is primarily through the effect of the interest rate on the demand for goods and services that monetary policy has an effect on inflation.", "When the use of resources is low, inflationary pressure is normally also low.", "The interest rate is then determined so that demand is stimulated and inflation reaches the target and vice versa when the use of resources is too high.", "However, consumer prices are also affected by other factors than purely cyclical.", "Examples of such factors are, internationally determined raw material prices, changes in taxes and subsidies and interest expenses for housing.", "An increase in value-added tax would, for instance, temporarily lead to increases in CPI.", "To counteract such price increases, monetary policy would be forced to dampen the real demand in the economy regardless of the level of resource use in the economy.", "To avoid such unnecessary fluctuations in production, we disregard from factors which we assess only temporarily affect consumer prices, for example interest expenses, taxes and subsidies.", "The inflation target regime tested in a strong upswing!", "Before the economy had adapted to the new inflation target regime and inflationary expectations still remained at too high a level, it was not as evident that monetary policy in the short term could contribute to maintaining the growth of its long-term growth track.", "In order to bring inflation expectations down, higher interest rates were required and thus lower demand than if inflation expectations had immediately been adapted to the new regime.", "Although the economy is now approaching balance, all parts of the low inflation regime have still not been tested.", "During the entire 1990s, the use of resources has been under its long-term growth track.", "It is first during the few years to come that we will have a real test of how well the new regime has penetrated in Sweden.", "In earlier speeches, I have developed my ideas around the mode of functioning of the labour market.", "I would like here to content myself with pointing out the importance that wage formation also functions well in such a strong cyclical upswing as the present.", "Higher pay increases than there is room for in the space created by productivity growth and the inflation target lead to monetary policy having to be made more stringent and demand being dampened.", "If the monetary policy is made more stringent altogether too late, there is a risk that inflation expectations will again arise and persist.", "The consequences would then be a longer period with a stringent monetary policy.", "In order to avoid this, it is important that monetary policy reacts in time when, for instance, high pay increases are considered to threaten the inflation target.", "However, above all it is important that the social partners act so that we do not end up in such a position.", "Why should monetary policy be concerned about asset prices?", "Another challenge for monetary policy just now is to assess the consequences that the greatly increasing share prices will have for the Swedish economy and inflation.", "In the big city areas, property prices have also increased markedly.", "There are a number of reasons for the Riksbank to take into account the development of asset prices.", "In the first place, asset prices affect the factors that determine inflation during the forecast period.", "In the second place, the development of asset prices can lead to financial imbalances accumulating so as to threaten the stability of the financial sector and the Riksbank has a special responsibility here.", "Asset prices stimulate household consumption and business investment and it is probably here that asset prices are most significant for inflation target policy.", "Rising share prices, for instance, increase household wealth inter alia and are an indication that the economy is expected to grow strongly.", "Household consumption decisions are to a great extent based on expected incomes and wealth.", "At the same time, investment decisions by businesses are based on expectations of increased production.", "If households and businesses base their consumption and investment decisions on the expectations reflected in asset prices, demand will probably increase more rapidly than the actual growth of the economy.", "This creates an inflationary pressure in the domestic market.", "If the international investors also expect that productivity and the return will increase more quickly in Sweden than in the surrounding world, the exchange rate can, however, strengthen and also dampen inflation.", "Asset prices are also important for the assessment of stability in the financial system.", "It is important for instance to assess the risk for debt among businesses and households, which can be the result of rising asset prices, creating risks for suspensions of payments and ultimately for bank crises.", "What characterises a financial imbalance?", "Rising asset prices can thus contribute to financial imbalances being created in the economy.", "It is difficult to say in advance what characterises a financial imbalance.", "A simplified way of describing a financial imbalance is that households, businesses and for that matter also the state base their decisions on increased indebtedness on expectations of the development of wealth and coming real incomes which are then not realised.", "When this becomes evident, major sacrifices must be made to be able to pay debts.", "The macroeconomic costs can be high when households are forced to reduce their consumption and businesses their investments to be able to adapt their balance sheets to new expectations.", "If the problems are so extensive that certain groups quite simply cannot pay their loans, the crisis can spread to the bank system and the macroeconomic costs in the form of unemployment and low growth rise further.", "These are questions that are discussed frequently and at length with regard to the US economy.", "There, demand by households and businesses for consumption and investment goods are to a great extent financed on the capital market.", "Strong growth in wealth and expectations of continued high production growth have driven forward development and this has also been reflected in share prices.", "A large part of demand has leaked out in imports and there have been continual large American current account deficits.", "This has been able to happen without inflation speeding up which has to some extent been due to the strong development of the US dollar.", "This is explained by foreign investors also expecting a high return from investing in American shares and a large capital flow has strengthened the dollar price.", "Low import prices and high productivity are some of the explanations to inflation not accelerating.", "The low inflation has led to the American monetary policy being relatively expansive in the light of the long, strong cyclical upswing.", "It is only in retrospect that it can be established with certainty that a financial imbalance has been built up.", "This applies for instance to the assessment of the durability of the debt ratio for a country or households.", "This means, for instance, that a balance of payments deficit cannot necessarily be automatically interpreted as an imbalance.", "It is only later if it is shown the burden of interest and amortisation payments is too high in relation to the growth of incomes and production that problems arise.", "Effects of Swedish asset prices in Sweden today?", "There is nothing to indicate that the debt ratio among the households is too high today.", "However, during the past year, we have seen a development that resembles the American in some respects, although we have still not seen as high productivity improvements as in the American economy.", "Asset prices have risen strongly, household indebtedness has increased and interest in foreign investors in purchasing Swedish shares also seems to be very great.", "Household indebtedness is, however, considerably lower than at the end of the 1980s.", "While consumption certainly provides a large contribution to the strong growth in GDP in coming years, strong increases in real income also make a contribution.", "Strong increases in the property and share prices area are also assessed, however, to contribute to the high growth figures for consumption.", "An important issue is whether the current monetary policy regime per se prevents the major imbalances that we saw during the 1980s being built up?", "During the years monetary policy could not counteract an altogether too high loan-financed increase in demand as the overheating did not seem to threaten the exchange rate target despite the large deficit in the current account and a continued deterioration in competitiveness.", "In retrospect, it can be noted that too much confidence was placed in the fixed exchange rate policy.", "It is difficult to conceive that such a high increase in demand and such a high use of resources today would not be considered to threaten the inflation target and thus be counteracted by a more stringent monetary policy.", "Accordingly, the debt ratio of businesses and households would not either increase in such an unrestricted way as at the end of the 1980s.", "The banks have also become considerably better at handling risks in their balance sheets at the same time as supervision and monitoring has been improved and adapted to the deregulated financial markets that we now have.", "I have discussed the effects that rising asset prices can have on the real economy.", "The Riksbank must take asset prices into consideration to the extent that they affect price stability or financial stability.", "These are the areas that the Riksbank is responsible for.", "The inflation target can be threatened if asset prices lead to households and businesses increasing their demand so much that the use of resources in the economy exceeds potential growth.", "At present, the use of resources in the Swedish economy is still low which creates space for a time for a higher increase in demand than would be sustainable in the long term.", "There is accordingly space for the stimulation that increasing share and property prices create and which is inter alia reflected in increased indebtedness in the household sector.", "In a somewhat longer perspective, however, household debts probably cannot increase at the rate we see today without this indicating a growth in consumption that is higher than permitted by the inflation target.", "The effect of asset prices on demand and inflationary pressure is, however, only one of many factors that affect the assessment of inflation and the conduct of monetary policy.", "This also applies for the assessment of financial stability.", "In general, it is moreover probably hardly possible or advisable to attempt to dampen an increase in share and property prices by monetary policy, even though it is possible to conceive of situations where the Riksbank would want to be able to do so on some future occasion, eg with a view to avoiding the risk of recession and falling prices.", "The Riksbank hardly has better prerequisites than investors in the market to determine whether a so-called speculative bubble is developing.", "If a speculative bubble is involved, it will sooner or later burst.", "However, it is then the Riksbank's duty to counteract a fall in inflation by an energetic interest rate policy at the same time as it limits the damage of the fall in demand that could ensue.", "Bank of Japan's April report of recent economic and financial developments1 Bank of Japan, Communication, 12 April 2000."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance"], "topics": ["monetary policy", "inflation", "asset prices", "financial stability", "economic growth", "labor market", "wage formation", "household consumption", "business investment", "exchange rate"]}