{"sentences": ["Introduction Thank you for giving me this opportunity to discuss the relationships between monetary policy, cyclical developments and competitiveness.", "There has been some debate about monetary policy this summer.", "Part of this debate has focused on the role monetary policy can and should have in smoothing fluctuations in the real economy and safeguarding competitiveness in the Norwegian business sector.", "Some have maintained that we place too much weight on reaching the inflation target.", "Statements like this should be discussed in the light of what monetary policy can be used for and of the broad effects on the economy of various monetary policy objectives.", "Only when we have clarified our options, can we discuss whether the emphasis on the inflation target is \"too great\", \"too little\" or \"just right\".", "I hope to be able to offer some clarification today.", "I think it will also become clear that Norges Bank in its implementation of monetary policy consciously seeks to avoid unnecessary disturbances in the real economy.", "First of all, I would like to present a theoretical outline of how monetary policy works and then indicate some relevant and realistic monetary policy objectives.", "I will then discuss and assess Norwegian monetary policy on this basis, including the trade-offs we face in economic policy.", "It is important to note that it is a question of trade-offs.", "We simply cannot have everything we want.", "How does monetary policy influence the economy?", "Monetary policy affects the economy through several channels, together referred to as the transmission mechanism of monetary policy.", "In a closed economy, monetary policy mainly works by influencing demand through changes in the real interest rate.", "In an open economy, monetary policy also works through changes in the exchange rate.", "Let us make a stylised review of what happens if the central bank raises the key interest rate.", "In the short and medium term, prices are relatively rigid.", "As a result, the short and longer real rates of interest also tend to increase when the nominal interest rate is raised.", "In addition, there is both a nominal and a real appreciation of the exchange rate.", "• The direct exchange rate channel to inflation An appreciation will reduce prices for imported goods measured in krone terms.", "How quickly this reduction will feed through to consumer prices depends among other things on competitive conditions and margin setting.", "A change in the real interest rate will also influence demand in the economy.", "• The real interest rate channel to aggregate demand An increase in the real interest rate reduces demand, both for consumer and investment goods.", "It becomes relatively more attractive to save, and leads to a reduction in current consumption.", "Investors in their turn will face higher investment costs and will as a result reduce investment demand.", "• The exchange rate channel to aggregate demand Strengthening the exchange rate means that domestically produced goods and services become relatively more expensive than competing foreign products.", "Demand for domestically produced goods is thus reduced.", "It is common to assume that the effects through the channels mentioned so far will come about within one year of a change in the interest rate.", "The direct exchange rate channel to inflation is probably the one that acts quickest.", "• The demand channel to inflation The reduction in aggregate demand as a result of the rise in the interest rate will in turn slow the rise in prices.", "This is mainly due to two factors.", "First, output is reduced.", "The decline in output results in lower demand for labour.", "Second, firms set lower prices as a result of lower demand.", "The impact on inflation is often assumed to come one to two years after the effect on aggregate demand.", "In addition to these relatively direct effects, the price level will also be influenced by changes in prices for imported and domestically produced intermediate goods.", "The expectations channel to inflation Both price and wage inflation is affected by changes in expected inflation.", "One reason is that firms often set prices for several periods.", "The same applies to wage formation.", "Expected price changes will figure prominently in the calculation of expected future real wages.", "We have seen that an increase in the nominal rate of interest reduces inflation through various channels with varying lags.", "As a result, inflation expectations can also be expected to be redused.", "The expectation channel will therefore amplify the effect of monetary policy.", "The time it takes for a change in the interest rate to have an impact on inflation and demand will vary.", "It must also be stressed that in the course of the period in which a change in the interest rate affects output and inflation - and often before monetary policy takes effect - the economy will be influenced by a number of direct and indirect disturbances.", "Thus, the central bank's control over inflation and production is far from perfect.", "What is a reasonable objective for monetary policy?", "The goal of economic policy tends to be a desire for maximum welfare for the country's inhabitants.", "This goal is often expressed as a number of separate goals, such as (sustainable) economic growth, efficient utilisation of resources, equitable income distribution, price stability, viable regions, etc.", "Monetary policy has little or no ability to influence most of these separate goals in the long term.", "It is therefore sensible to specify monetary policy's long-term goals in terms of factors monetary policy can affect.", "Introducing money into an economy and establishing a credible monetary policy that ensures low and stable inflation will have a positive effect on the real economy.", "Similarly, monetary policy that ceases to function could result in a dramatic deterioration in welfare, as we have seen on numerous occasions.", "However, apart from this, monetary policy will not have lasting effects on the growth potential or the level of welfare in the economy.", "It is the supply of economic resources - labour and capital and our ability to utilize them efficiently in production - that is decisive.", "We cannot use monetary policy to pull ourselves up by our bootstraps.", "It also seems intuitively unreasonable that it should be possible to influence output potential or average growth in the economy through monetary policy.", "I think this is fairly obvious if we imagine the effects of monetary policy in a \"Robinson and Friday\" economy.", "i) The long-term objectives of monetary policy In the long term, monetary policy determines the average level of inflation.", "Output is determined by the supply of labour, capital and technology and by productivity changes.", "It is important to stress the essential difference between the target of a high level of economic growth (output target) and the inflation target.", "As long as output is independent of monetary policy in the long term, the authorities cannot choose an output target for monetary policy.", "Attempts to boost production above the natural level in the long term will only result in a rise in inflation.", "However, the inflation target can be chosen by the authorities.", "ii) The short-term objectives of monetary policy Under certain conditions, monetary policy may nevertheless contribute to smoothing cyclical fluctuations, i.e.", "swings in output and demand.", "Some of the channels through which monetary policy influences inflation go by way of the demand side of the economy.", "Monetary policy can be used aggressively to bring inflation under control quickly, but with considerable fluctuations in the real economy as a consequence; or it may be used more gradually with less of an impact on the real economy, but with inflation being allowed to deviate from the target over a slightly longer period.", "In the short term, there will thus be a trade-off between output and employment developments and the variation in inflation around the inflation target.", "In the theoretical literature this trade-off is often described as a loss function in which both output and inflation variability are included.", "The idea is that the central bank shall minimise a weighted average of the two.", "The loss function can be depicted in stylised form in a chart with output variability (deviation from \"natural\" or potential output) and inflation variability along the axes.", "It is assumed that the central bank wants - if it had been possible - output and price stability.", "The welfare loss will thus be smaller the further into the chart we are.", "The lines in the chart (indifference curves) thus show different combinations of inflation variability and output variability that result in the same welfare loss.", "Lars Svensson, who is a prominent contributor to theoretical research in the area of monetary policy, has recommended that the central bank should explicitly define a loss function.", "He proposes an expression where the squared deviation between inflation and the inflation target and the squared deviation between actual and potential output be weighted together to provide a measure of the loss in each period.", "The total loss is then found by discounting future losses.", "Up to now, no central bank has gone as far as Svensson recommends.", "However, the horizon that is chosen for monetary policy will implicitly provide some indication of the central bank's loss function.", "If the horizon is very short, inflation will be quickly brought back to the target, with greater fluctuations in output as a result.", "This indicates that the central bank puts considerable weight on avoiding variations in inflation and little weight on stabilising the real economy.", "Similarly, if the horizon is long, it will indicate that the central bank also puts greater weight on avoiding variations in output and employment.", "The chart illustrates the optimal combinations of inflation and output variability.", "The three points in the chart reflect different types of inflation targeting.", "Strict inflation targeting means that only the variation in inflation is included in the loss function.", "No weight is given to output changes, thereby resulting in relatively high output variability.", "Monetary policy has the swiftest effect through the exchange rate channel.", "If inflation is higher than the inflation target, the central bank will raise its key rate sharply to reduce inflation quickly.", "This may lead initially to a relatively strong appreciation of the currency, which reduces imported inflation.", "As CPI inflation quickly approaches the target due to the change in imported inflation, demand is also reduced as a result of a higher real interest rate and stronger exchange rate.", "The change in demand will then influence inflation.", "In order to avoid a further reduction in the inflation rate, the central bank will lower the interest rate.", "The result of this policy will be considerable variations in nominal and real interest rates, accompanied by substantial variations in the nominal and real exchange rate and in output.", "Flexible inflation targeting implies that the central bank also puts some weight on output and employment variability.", "Output is therefore also included in the loss function.", "This means that the central bank will attempt to avoid the sizeable variations in output resulting from strict inflation targeting.", "The way to take account of output and employment under a flexible inflation target is to choose a relatively long time horizon.", "In this way the central bank will gradually bring inflation back to the target.", "In practice, inflation is allowed to vary in the short term in order to prevent unnecessary variations in the real economy.", "One final possibility would be to put sole weight on minimising output variability.", "One variant of this would be to minimise unemployment variability.", "Note that this policy does not improve the growth potential of the economy, only the fluctuations.", "Moreover, this would result in substantial inflation variability since the economy does not have a nominal anchor.", "This policy would not be sustainable in practice because it does not provide an answer as to how monetary policy should respond to unemployment that is driven by wages and costs.", "We would then be forgetting the experience of the 1970s and 1980s.", "Monetary policy credibility will also influence output and inflation variability.", "Current inflation pressures depend on expected future price changes.", "If economic agents feel confident that the central bank will stabilise inflation around the target, and their behaviour reflects this, inflation will move back to the target more quickly.", "Hence, the central bank must react less each time it wants to bring inflation back to the target.", "This also implies that output and employment must be reduced less in order to achieve a given decline in inflation.", "The line in the chart will therefore move further down and to the left with a more credible monetary policy.", "Norwegian monetary policy and cyclical fluctuations In the long term, we cannot influence growth potential or prosperity by means of monetary policy - not even in Norway.", "But we can influence the fluctuations in the economy, the short-term cyclical movements.", "Norges Bank also takes into account that monetary policy should not cause unreasonably sharp fluctuations in output by setting a relatively long-term horizon for the attainment of the inflation target, and allowing deviations in the intervening period.", "It would probably be possible by a very aggressive use of instruments to force inflation back to the target within a time frame of 3-4 quarters - perhaps even less if the foreign exchange channel is strong.", "This would cause very pronounced fluctuations in the real economy, however.", "In this sense, variations in output enter our \"loss function\".", "The thinking that follows from the theoretical research is to a large degree present in the actual setting of interest rates.", "For practical purposes, we, and other central banks with inflation targeting, make estimates of future price inflation.", "Our instruments are oriented in such a way that there are prospects of attaining the inflation target two years ahead.", "The theoretical literature has given us useful knowledge as to how far forward in time this horizon should be set.", "The result of using too short a horizon will be considerable instability in output and in nominal and real interest rates.", "From our point of view, it is very positive that substantial resources are being invested in theoretical and empirical research in this area.", "Norges Bank will seek to contribute to this work and to the public debate.", "We must also be willing to consider adjusting the manner in which we carry out our analyses and communicate monetary policy as new knowledge becomes available.", "Let us now look at the concrete objectives of Norwegian monetary policy.", "A year and a half ago, the Storting and the Government adopted new guidelines for economic policy.", "According to its mandate, Norges Bank shall orient monetary policy towards maintaining low and stable inflation.", "The first paragraph presents an objective.", "The last paragraph states more specifically what Norges Bank is to do.", "The first sentence in the mandate refers to the value of the krone.", "Stability in the internal value of the krone implies that inflation must be low and stable.", "It is also a necessary precondition for stability in financial and property markets.", "The regulation also states that monetary policy shall be aimed at stability in the international value of the krone.", "The krone exchange rate fluctuates from day to day, from week to week, and from month to month.", "We have free international trade and free capital movements.", "We do not have the instruments for fine-tuning the exchange rate.", "In Norges Bank's submission of 27 March 2001 to the Ministry of Finance on the new guidelines for economic policy, we indicated that when monetary policy is aimed at low and stable inflation, this is the best contribution monetary policy can make to stability in the krone exchange rate over time.", "The interest rate affects price inflation through a number of channels, including the krone exchange rate.", "A stronger krone curbs inflation.", "If we take steps to counteract an appreciation of the krone when there are pressures in the economy, we reduce the possibility of keeping inflation at bay and there is a greater risk of pronounced fluctuations in the economy.", "Maintaining stability in the internal value of the krone must thus take precedence.", "As long as other countries pursue a policy of low and stable inflation, stability in the international value of the krone is dependent on low and stable inflation in The implementation of monetary policy is delegated to Norges Bank.", "This implies that Norges Bank sets the interest rate on the basis of our understanding of the regulation, as indicated in the Bank's submission to the Ministry of Finance in March last year.", "Our interpretation places emphasis on the Government's rationale behind the regulation, on the objective as formulated in the first paragraph and on our knowledge about the relationships between the interest rate, the krone exchange rate, output, employment and inflation.", "The operational objective of monetary policy is low and stable inflation.", "The inflation target is set at 21⁄2 per cent.", "A monetary stance resulting in high and varying inflation would have led to wider swings in output and employment.", "It would also have been a recipe for turbulence in the foreign exchange markets.", "There is therefore a close link between the third paragraph of the regulation - the inflation target - and the first paragraph concerning stabilising economic developments and exchange rate expectations.", "Monetary policy affects the economy with considerable and variable lags.", "The current level of inflation does not provide an adequate basis for determining the level at which interest rates should be set today.", "Our analyses indicate that a substantial share of the effects of an interest rate change will occur within two years.", "Two years is thus a reasonable time horizon for attaining the inflation target, and also makes it possible to avoid unnecessary output and employment variability.", "See also the formulation of the regulation about contributing to stable developments in output and employment.", "If we should attempt to attain the inflation target in the very short term, by lowering the key rate and thereby contributing to a depreciation of the krone and higher price inflation, we would very probably be compelled to raise the interest rate even more a year from now in order to attain the inflation target than we did the last time we raised interest rates.", "Such a short-term policy would have contributed to greater demand and output instability.", "With the relatively long time horizon that has been chosen, monetary policy can contribute to stable developments in output and employment.", "However, situations may arise where more than two years or less than two years is required to attain the inflation target.", "This will depend on what disturbances the economy is exposed to.", "Norges Bank will communicate such a change in the time horizon.", "Monetary policy and competitiveness Monetary policy cannot be used to influence the size of the internationally exposed sector over time.", "This is primarily determined by wage and income formation, fiscal policy, including the use of petroleum revenues over the government budget and the adaptability and efficiency of the economy.", "The new monetary policy mandate is linked to the new fiscal policy guideline.", "When the new guidelines were adopted in March 2001, Norges Bank pointed out that, in isolation, a gradual phasing in of petroleum revenues could contribute to deteriorating conditions for the internationally exposed sector.", "Norway's fiscal policy will stimulate demand in the public and sheltered sectors.", "Consequently, internationally exposed industries may have difficulties recruiting labour and may face higher labour costs.", "The contest for labour may result in a deterioration in competitiveness internationally.", "The fact that economic mechanisms function in this way was pointed out in Report 29 (2000-2001) to the Storting from the Stoltenberg Government and in Annex 4 to Report 1(2001-2002)to the Storting from the Bondevik Government A deterioration in competitiveness can be caused by two factors: high wage growth, or a nominal appreciation of the krone.", "In isolation, an expansionary fiscal policy must lead to a tightening of monetary policy if the inflation target is to be attained.", "Without such a tightening, the labour market would be tighter, and competitiveness would deteriorate as a result of rising wage and price inflation.", "In the debate, it has been stressed that the scaling back of manufacturing has come faster and with greater intensity than expected.", "But nor was wage growth expected to take the turn it did.", "Not this year, not last year, and not the year before that.", "Wage growth that is 15 per cent higher than other countries (from 1998 to 2003) is bound to have repercussions.", "The krone exchange rate has also appreciated.", "But the reaction in the foreign exchange market cannot be called an overreaction when wages have increased so much.", "The same forces that have driven up the krone, could bring it down if they were reversed.", "Competitiveness is the ability to pay high wages on the basis of high productivity.", "For a number of years, Norway has had high wage growth that has not been matched by equally high productivity growth.", "Over time, growth in real wages must be consistent with growth in labour productivity.", "An inflation target of 21⁄2 per cent and trend productivity growth of around 2 per cent, according to updated national accounts figures, imply annual nominal wage growth of about 41⁄2 per cent.", "Under the \"Solidarity Alternative\" in the 1990s, a stable exchange rate and the rate of wage growth among our trading partners functioned as an anchor for the social partners.", "Up to 1997, this anchor remained effective.", "However, growth in labour costs jumped in 1998 and has since been around 2 percentage points higher than among our trading partners.", "Wage growth is high in relation to earnings in many enterprises.", "It is demanding to improve efficiency at the pace required to keep up with the rise in labour costs.", "The sharp rise in labour costs in recent years carries with it a potential for higher unemployment.", "The interest rate is an effective instrument for countering lower demand and growing unemployment when measures to stimulate demand do not translate into higher wage growth or unstable financial markets.", "However, there is little monetary policy can do to prevent an increase in unemployment that is driven by high cost inflation.", "Developments in wage settlements have been a driving force behind the appreciation of the krone.", "The foreign exchange market has responded as expected.", "When there is confidence that the inflation target will be attained, high wage growth creates expectations of a tight monetary policy and relatively high interest rates.", "High returns make it attractive to take krone positions.", "Increased demand for our currency boosts the international value of the Norwegian krone.", "If wage growth slows , and we can be confident that it will remain low for the next few years, the interest rate differential against other countries can be narrowed.", "This will normally lead to the krone depreciating.", "Over the last thirty years, manufacturing has been scaled back in waves, and particularly sharply in the period 1977 to 1987.", "In the years leading up to the periods of contraction, profitability weakened in the manufacturing sector.", "It can take time before such a deterioration translates into lower output and employment.", "But when the turnaround hits, it tends to hit fast and hard.", "It now appears that a new period of downscaling is under way.", "Several factors point to this: first, a trend analysis indicates that manufacturing employment will be reduced in the period ahead, partly because petroleum investment is expected to decline and productivity growth in manufacturing to be somewhat higher than in other industries.", "Second, manufacturing costs have increased sharply since 1998 as a consequence of high wage growth.", "Up to the summer of 2000, this cost increase was to some extent offset by a weaker krone.", "The appreciation of the krone has revealed and exacerbated the deterioration in cost competitiveness.", "Third, as a result of the fiscal guideline the internationally exposed sector is subject to additional pressure.", "Over time, the phasing in of petroleum revenues will lead to restructuring and the transfer of resources from the exposed to the sheltered sector.", "Fourth, the response patterns in stabilisation policy function in a different way from previously.", "In the past, it was generally understood that high wage growth and overheating of the economy must be by with a tightening of government budgets.", "Today, with the fiscal guideline and inflation targeting, it is monetary policy that is tightened to a greater extent in such a situation.", "The burden of stabilisation policy is thus at times transferred to the internationally exposed sector.", "Against this background, a decline in manufacturing employment from 300 000 to 240 000 over a ten-year period, as Norges Bank has previously indicated, does not seem unreasonable.", "Norges Bank has one instrument: the interest rate.", "It has a broad impact.", "Monetary policy can therefore not be oriented towards stabilising developments only in the internationally exposed sector.", "This would create considerable imbalances in the Norwegian economy.", "The low interest rate policy and devaluations in the 1970s and 1980s are examples of how such a policy can fail.", "Monetary policy was geared towards preventing a weakening of competitiveness in manufacturing.", "The krone was devalued on several occasions.", "But wage growth accelerated to compensate for higher inflation.", "The result was the yuppy period, unsound investments and a wage and price spiral that hit the entire economy.", "The Norwegian economy had to go through an extensive turnaround operation in the late 1980s.", "Confidence in monetary policy and the Norwegian krone had to be restored in order to avoid persistently high inflation.", "It took a long time, and very high interest rates were required, before confidence in the nominal anchor was restored.", "Conclusion Through a sound, credible orientation of monetary policy, it is possible to attain an inflation rate that on average is equal to the targeted figure.", "By practising flexible inflation targeting, i.e.", "having a mediumterm horizon for the inflation target, we can also achieve a reasonable trade-off between inflation variability and output variability in the short term.", "But monetary policy has no lasting effect on output and employment.", "These are determined by the supply of economic resources - capital and labour.", "Technological developments, and our ability to use that technology, also play a decisive part.", "In the long run, monetary policy cannot influence output, employment or competitiveness beyond the benefits that follow from low and stable inflation.", "The economy requires a nominal anchor.", "The Government has laid out a guideline for monetary policy which implies flexible inflation targeting.", "This is a regime that has also won broad international support.", "This BIS Review is available on the BIS website at www.bis.org."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["monetary policy", "inflation targeting", "competitiveness", "exchange rate", "output", "interest rate", "trade-offs", "real economy", "central bank", "transmission mechanism"]}