{"sentences": ["A year and a half ago, the Government and the Storting adopted new guidelines for economic policy in Norway.", "The guidelines outline a medium-term strategy for the use of petroleum revenues over the government budget.", "Government petroleum revenues are transferred to the Government Petroleum Fund.", "The guidelines provide for the use of the expected real return on the Fund, i.e.", "4 per cent of the Fund's market value each year.", "As the Fund's market value grows, so does its return.", "A gradual increase in the use of petroleum revenues ensures greater stability than a rapid withdrawal.", "The Government laid down a new operational mandate for monetary policy at the same time.", "Norges Bank shall set the key interest rate with a view to maintaining low and stable inflation.", "The inflation target is set at 21⁄2 per cent.", "The responsibility for implementing monetary policy is delegated to Norges Bank pursuant to the Norges Bank Act and appurtenant regulation.", "Norges Bank sets the interest rate on the basis of our understanding of the regulation.", "Our interpretation places emphasis on the Government's rationale behind the regulation, on the objective as formulated in the first paragraph and on our knowledge about the relationships between the interest rate, the krone exchange rate, output, employment and inflation.", "The first sentence in the monetary policy mandate refers to the value of the krone.", "Stability in the internal value of the krone implies that inflation must be low and stable.", "The regulation also states that monetary policy shall be aimed at stability in the external value of the krone.", "The krone exchange rate fluctuates from day to day, from week to week, and from month to month.", "We have free international trade and free capital movements.", "We do not have the instruments for fine-tuning the exchange rate.", "But when monetary policy is oriented towards low and stable inflation, this will contribute to a stable krone exchange rate over time.", "The first paragraph of the mandate sets forth its intentions.", "The last paragraph specifies what Norges Bank is required to do.", "The inflation target is set at 21⁄2 per cent.", "If we take steps to counteract an appreciation of the krone when there are pressures in the economy, we reduce the possibility of keeping inflation at bay and increase the risk of fluctuations in the economy.", "Maintaining stability in the internal value of the krone must thus take precedence.", "There are high costs associated with high inflation.", "It increases uncertainty about future income and expenses among households and enterprises.", "This will result in unsound investments and wider fluctuations in the economy.", "It is also important to avoid deflation, a fall in prices, because this often accompanies and can amplify a downturn.", "Low and stable inflation provides households and enterprises with a clear indication of changes in relative prices.", "This makes it easier to make the right decisions and contributes to price stability in financial and property markets.", "This is the best contribution monetary policy can make to economic growth and stability.", "A number of studies have looked at the effects of high inflation on the real economy, see for example references in Qvigstad and Røisland (2000).", "We have had four periods of very high inflation over the past 100 years: during the two world wars; the Korean War and a 15-year period from the first half of the 1970s to the second half of the 1980s.", "In Norway, very high inflation is a wartime phenomenon and a 1970s and 1980s phenomenon.", "Substantial real economic losses and financial instability have followed in its wake.", "Inflation was a costly affair.", "The fourth period of high inflation was unlike the three previous periods.", "In the 1970s and 1980s, inflation accelerated gradually.", "It was not as high as during the two world wars, but it took a long time for the level to fall.", "The fixed exchange rate system of the post-war period, the Bretton Woods system, broke down in 1971.", "The Yom Kippur War followed two years later, with the OPEC countries' oil embargo and the first oil crisis.", "The sharp increase in oil prices led to a recession in Western economies.", "At the same time, inflation took root in many countries.", "In Norway, the welfare state was rapidly developed and transfers to the business sector increased considerably, partly because we were expecting substantial oil revenues in the future.", "Economic policy sought to build a bridge over what was expected to be a temporary downturn in the global economy.", "This resulted in a contest for economic resources between the business sector and the public sector and between the internationally exposed and the sheltered sectors.", "In the 1970s and 1980s, there were wide fluctuations in the Norwegian economy, with high and variable inflation.", "This also resulted in wide swings in output and employment.", "The absence of a nominal anchor was one of the main reasons behind the pronounced swings.", "With a policy of low interest rates and devaluations, inflation took root.", "Nominal interest rates were kept at a low level even though inflation and the value of tax-deductible interest rose.", "Frequent devaluations from 1976 were not able to prevent a decline in manufacturing.", "On the contrary, they proved to be selfreinforcing.", "The wide fluctuations culminated in a credit boom in the mid-1980s, followed by a deep recession and high unemployment towards the end of the 1980s.", "History shows that low unemployment cannot be achieved through high inflation.", "A monetary policy that fuels inflation does not promote economic growth.", "On the contrary, it paves the way for recession and unemployment.", "Furthermore, without a nominal anchor, employment and output will not move on a stable path.", "The economy must have a nominal anchor.", "This is the task of monetary policy.", "The Norwegian economy was without a nominal anchor under the policy of low interest rates and devaluations in the 1970s and 1980s.", "The fixed exchange rate regime, which was introduced in 1986, reinstated monetary policy as an instrument of economic policy in Norway and laid the foundation for more stable economic developments.", "With the free flow of capital, deep capital markets and the phasing in of petroleum revenues into the Norwegian economy, inflation targeting is the appropriate regime for setting interest rates.", "The most important monetary policy instrument today is the interest rate on banks' deposits with Norges Bank.", "The banks can also borrow from Norges Bank.", "Since the banks combined have net deposits in Norges Bank, the interest rate on banks' deposits with Norges Bank is the banks' marginal deposit rate.", "The rate forms a floor of the corridor for short-term money market rates and influences bank rates.", "The interest rate on banks' deposits with Norges Bank is thus Norges Bank's key rate.", "Norges Bank's system for managing interest rates is described in Kran and Øvre (2001).", "Let us make a stylised review of what happens if the central bank raises the key interest rate.", "Higher interest rates make it more attractive to take krone positions and borrow in foreign currency.", "As a result, higher interest rates normally lead to an appreciation of the krone.", "This reduces prices for imported goods.", "We call this the exchange rate channel.", "Interest rates also influence inflation indirectly via domestic demand.", "When interest rates rise, it is more profitable to save and more costly to borrow.", "This has a dampening impact on consumption and investment.", "Lower demand in turn curbs the rise in prices and wages.", "In addition, a strong krone reduces activity, profitability and the capacity to pay in the internationally exposed sector.", "This is what we call the demand channel.", "In addition, changes in inflation expectations influence price and wage inflation.", "Inflation expectations are, for example, important for wage negotiations.", "Enterprises do not want to change prices too often.", "Hence, they take inflation expectations into account when they set prices.", "Interest rate changes may influence expectations and thereby inflation itself.", "This is the expectations channel.", "Monetary policy channels are further described in Svensson (2002).", "It is important to be aware of the relationships between employment, output and inflation.", "If there is a shortage of labour and other economic resources, a tight monetary policy stance will reduce inflation by affecting aggregate demand.", "Conversely, when unemployment is high, low interest rates stimulate demand, which will contribute to stable wages and prices.", "A monetary policy stance that is aimed at stabilising inflation will thus also contribute to stabilising aggregate output and employment.", "The impact of monetary policy occurs with considerable and variable lags.", "Our analyses indicate that a substantial share of the effects of an interest rate change will occur within two years.", "Two years is thus a reasonable time horizon for achieving the inflation target.", "It is nevertheless conceivable that in a situation with a high rate of inflation and weak economic developments, Norges Bank may decide to apply a somewhat longer time horizon than two years to reach the target of 21⁄2 per cent.", "Nor do we need to be in any hurry to raise the level of inflation in a situation where inflation is very low, while economic activity is high.", "By influencing inflation over time, monetary policy will not in itself cause unnecessary disturbances to the economy.", "A precondition for applying a longer time horizon is that financial market participants have strong confidence in low and stable inflation over time, and that wage formation has a nominal anchor.", "Frequent and marked interest rate changes can keep inflation under tight control, but will lead to wide variations in output and employment.", "This can be called a strict inflation target.", "Theoretically, we could also have chosen to stabilise output without taking into account variability in inflation.", "This can be called a strict output target.", "In Norway, as in a many other countries, we have chosen an intermediate solution.", "Interest rates are changed more gradually with less impact on output than under a strict inflation target, and inflation is allowed to deviate from the target over a somewhat longer period.", "This is called flexible inflation targeting.", "Flexible inflation targeting both provides the economy with a nominal anchor and contributes to smoothing fluctuations in output and employment.", "In the countries that normally figure in our comparisons, the responsibility for monetary policy has now been delegated to a central bank.", "The first and most widely known examples of independent central banks are the Bundesbank and the Federal Reserve.", "The delegation of monetary policy decisions to an independent central bank also finds support in economic theory.", "It contributes to securing credibility, confidence and consistency because an independent central bank must adhere to its mandate.", "This increases the scope for monetary policy to contribute to stability.", "For a discussion of central bank independence, see Hylland (2000).", "The benefits of autonomy are related to the way in which it induces economic agents to look ahead when making decisions.", "They take into account economic policy as they expect it will be tomorrow and the day after.", "It is thus important that the authorities do not sow doubt, but on the contrary act in a predictable manner within a long-term framework.", "The authorities must be credible and inspire confidence.", "There must be consistency between the stated objectives of economic policy and what is actually done to achieve them.", "This is the most important reason why the implementation of monetary policy has been delegated to central banks.", "In Norway, the responsibility for interest rate decisions was delegated to Norges Bank in 1986.", "The differential between Norwegian and German implied forward rates 10 years ahead provides an indication of how successful we have been in creating confidence that we will attain the inflation target.", "Implied forward rates are calculated using the yield curve and can be interpreted as the expected three-month rate ten years ahead.", "The forward rate differential can be interpreted as the expected inflation differential in the long term plus a risk premium.", "In the euro area, the objective is to keep inflation below 2 per cent.", "If we assume that this gives an average inflation rate of 11⁄2 per cent, the inflation differential against Norway will be about 1 percentage point.", "This means that an investor that is seeking the same real return must have a one percentage point higher interest rate in Norway than in Germany.", "After the introduction of the inflation target, the differential between German and Norwegian forward rates remained at about 1 percentage point for a long period.", "The differential has recently narrowed to about 0.8 percentage point.", "This indicates that there is confidence that we will attain the inflation target.", "Monetary policy shall contribute to smoothing fluctuations in the economy that are due to changes in demand.", "At the same time, the fiscal guidelines state that \"(in fiscal policy) considerable emphasis must continue to be placed on stabilising fluctuations in the economy with a view to ensuring appropriate capacity utilisation and low unemployment\".", "We see here that there is an overlap between the tasks that monetary policy and fiscal policy are intended to perform.", "This naturally raises the issue of whether there is still a need to coordinate fiscal and monetary policy decisions.", "A precondition for effective interaction is that decision-making bodies recognise how their decisions will affect decisions of the other body.", "In the absence of such recognition, a decision will not produce the intended result.", "The economy may move in a highly unfavourable direction, with high interest rates, sluggish economic growth and a deterioration in the state's financial position.", "A situation may, for example, arise in which Norges Bank tightens monetary policy to achieve the inflation target, while at the same time the central government authorities increase the use of petroleum revenues (more than implied in the fiscal policy guideline) in order to increase employment and reduce unemployment.", "However, even without continuous coordination, a fairly good result may nevertheless be achieved if fiscal policy acts as \"leader\" and monetary policy as \"follower\", to use expressions from game theory.", "The authorities conduct fiscal policy knowing how monetary policy will react.", "Today's flexible inflation targeting regime establishes a firm framework for monetary policy and provides clear guidelines on how monetary policy is to respond in different situations.", "The fiscal policy authorities can thus internalise the monetary policy response pattern.", "This is only natural, since the mandate for monetary policy was laid down by the Government and the Storting.", "In other words, the proper framework is in place for delegating interest rate decisions, but the central bank's response pattern must be known, so that the fiscal authorities can take this into account.", "Game situations that may arise with an independent central bank with an inflation target are further discussed in Leitemo (2000) and in Steigum (2000).", "Norges Bank analyses the inflation outlook three times a year in its Inflation Report.", "The Executive Board discusses the economic outlook at a separate meeting three weeks before the Inflation Report is presented.", "The following day, the Executive Board summarises its discussions and assesses the consequences for monetary policy for the next four months.", "This assessment constitutes an important internal reference when the Executive Board later makes a decision regarding the interest rate.", "It will also provide the basis for our external communication through speeches and the media.", "The key rate is assessed by the Executive Board every sixth week.", "Monetary policy decisions are announced in a press release followed by a press conference.", "As an example, allow me to present the background for the monetary policy decision in June, when the key rate was raised from 6.5 per cent to 7 per cent.", "Developments in international financial markets were uncertain at that time, as they are today.", "We assumed that activity among our trading partners would show only a gradual recovery.", "Oil prices were high, also measured in NOK.", "Private consumption had shown a substantial rise as a result of strong income growth.", "Households expected strong income growth and borrowed heavily.", "Housing investment was high and financial investment was low.", "Public expenditure was growing as a percentage of GDP.", "It was also expected that the level of petroleum investment would be high.", "Against this background, pressures on real economic resources were deemed to be strong.", "Wage growth was markedly higher than projected earlier.", "The outcome of the various settlements pointed to wage growth of 51⁄2-6 per cent this year.", "The wage settlement awarded high pay increases with effect from next year for some groups even though they will also be negotiating pay increases in Developments in the krone exchange rate had the opposite effect.", "The krone had appreciated.", "Expectations of higher interest rates as a result of developments in wage settlements probably contributed to this.", "Against this backdrop, consumer price inflation, with an unchanged key rate of 6.5 per cent and an unchanged krone exchange rate from the average exchange rate for the second quarter, was projected at 23⁄4 per cent from the summer of 2004.", "Projections showed that price inflation could be lower than 21⁄2 per cent in the short run.", "If we had tried to reach the inflation target in the short term, i.e.", "strict inflation targeting, we would have lowered the key rate.", "We know that would probably imply a weaker krone and higher inflation.", "A more pronounced increase in interest rates than the increase we actually implemented would then probably have been necessary in a year's time.", "This would have led to unnecessary fluctuations in output and employment.", "Nor did concerns about stabilising output and employment warrant an easing of monetary policy.", "Had we placed greater emphasis on these variables, i.e.", "a strict output target, monetary policy should have been tighter and the interest rate higher to prevent a borrowing and spending spree, resulting in wider variations in the inflation.", "On the basis of an overall assessment, the key rate was raised by 0.5 percentage point to 7 per cent at the monetary policy meeting that same day.", "At the same time, Norges Bank presented inflation projections based on an exchange rate equal to the average for June and an interest rate of 7 per cent.", "Since early this summer, the krone has remained in this range.", "Consumer price inflation was slightly higher than projected in June and July, but returned to the level forecast in our path in August and September.", "The next Inflation Report will be presented in connection with the Executive Board's monetary policy meeting on 30 October.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["inflation targeting", "monetary policy", "inflation", "central bank independence", "interest rate", "krone exchange rate", "economic stability", "fiscal policy", "inflation expectations", "wage growth"]}