{"sentences": ["Introduction Ten years ago, in this very room, Robin Leigh Pemberton (then Governor, now Lord Kingsdown), delivered the first LSE-Bank of England Lecture.", "It was entitled \"The Case for Price Stability\".", "In the twenty-five years prior to that lecture, prices had risen by over 750%, more than over the previous two hundred and fifty years.", "So the audience on that evening in November 1992 had grown up in a world in which rapidly rising prices appeared inevitable.", "They were the inflation generation.", "To them price stability seemed remote.", "Inflation was simply taken for granted.", "But that LSE-Bank of England Lecture coincided with the introduction of a new monetary framework - the inflation target.", "Since then price stability has become a reality.", "Over the past decade inflation has averaged 2.5%, and has been no lower than 1.5% and no higher than 3.3% Alan Greenspan defined price stability as when \"expected changes in the average price level are small enough and gradual enough that they do not materially enter business and household decisions.\"", "With inflation expected to remain close to 2.5%, it is no longer a material concern to families and businesses in this country.", "Alan Blinder, who was Alan Greenspan's deputy at the Federal Reserve Board, put it even more clearly.", "Price stability, he said, was when ordinary people stop talking and worrying about inflation.", "And so successful has been the pursuit of low inflation that some commentators have talked about the \"death of inflation\" and others have become increasingly concerned about the prospect of deflation.", "Tonight I want to re-examine the case for price stability, and ask the following questions.", "Did the benefits of low inflation promised ten years ago materialise?", "Is the case for price stability the same as in 1992?", "What does price stability mean in practice?", "Finally, what are the challenges for monetary policy over the next decade?", "Ten years of the inflation target: what has it achieved?", "Since Britain's departure from the Exchange Rate Mechanism in September 1992, monetary policy has been based on an explicit numerical target for the rate of inflation - now 2.5% - and a high degree of transparency and accountability.", "Indeed, it was in his LSE lecture that Lord Kingsdown announced that the first Inflation Report would appear in February 1993.", "And last week's Report completes exactly a decade of Inflation Reports - forty assessments of the outlook for growth and inflation in the British economy.", "Although inflation targeting in the United Kingdom is now ten years old, the most significant institutional changes occurred five years ago.", "Decisions on interest rates were taken out of the political arena in May 1997 and delegated by the Chancellor to the new Monetary Policy Committee.", "It is too soon to compare the nine-member Monetary Policy Committee with the Council of Nine that ruled Siena during the fourteenth century.", "Exactly 660 years before the Chancellor created the MPC, the Council of Nine commissioned Lorenzetti to paint the marvellous frescoes in the Palazzo Pubblico showing the virtues of Good Government and the vices of Bad Government.", "There are few more convincing representations of the case for stability than those frescoes.", "Since the MPC has not, at least yet, discovered a modern Lorenzetti, I shall present the case for price stability in a more orthodox, if less compelling, visual form.", "Chart 1 shows consumer price inflation in this country over the past fifty years.", "The decade of inflation targeting stands out as a period of low and stable inflation.", "Table 1 shows that not only has inflation been lower since inflation targeting was introduced, but that, as measured by its standard deviation, it has also been more stable than in recent decades.", "Moreover, inflation has been less persistent - in the sense that shocks to inflation die away more quickly - under inflation targeting than for most of the past century.", "Now this fall in inflation has led to sharp reductions in nominal interest rates, at both short and long time horizons, as shown in Table 2.", "That reflects both lower inflation expectations and smaller risk premia to compensate for future inflation uncertainty.", "The total inflation premium - the sum of expected inflation and the inflation risk premium - is measured by the difference between yields on conventional and index-linked government securities.", "Chart 2 shows that the total inflation premium fell significantly on the announcement of Bank of England independence and the creation of the MPC.", "It is highly suggestive of a fall not just in expected inflation but also in the inflation risk premium.", "In principle, the behaviour of businesses and households depends on real interest rates - nominal interest rates less the expected increase in prices.", "To the extent that the inflation risk premium falls, then so too does the level of real interest rates.", "The evidence in Chart 2 suggests that real rates have fallen too, although by less than nominal rates.", "Annual inflation in the UK Note: Four-quarter growth rate of the quarterly retail price index (RPI) until 1974, and four-quarter growth rate of the quarterly retail price index excluding mortgage interest payments (RPIX) after 1974.", "Note that the RPI methodology before 1974 did not include mortgage interest payments, so the RPI series before 1974 is equivalent to RPIX in that sense.", "Standard deviation is calculated on quarterly inflation rates (not annualised) over the period indicated.", "Source: Bank of England calculations based on ONS data.", "Long rates are 20-year gilt yields.", "Data are monthly, and use the rate at the close of the last business day of the month.", "Source: Global Financial Data, Inc.; Bank of England calculations.", "Total inflation premium expected in ten years time, UK 1997 Note: The total inflation premium is measured as the difference between implied forward nominal rates on conventional gilts ten years hence and implied real rates on index-linked gilts ten years hence.", "Source: Bank of England.", "So price stability appears to have led to a more stable macro economic environment, with fewer surprises to inflation, less inflation uncertainty, and a lower level of real interest rates.", "Has this improved nominal performance led to greater stability of the real economy?", "Table 3 shows that since 1992, output has grown at a little above its forty year average, and has been much more stable than before.", "The standard deviation of quarterly growth rates over the past decade was less than half that in earlier periods.", "Can these gains in terms of greater stability be attributed to a more stable monetary regime?", "After all, a sceptic might argue that the causation runs from a more stable economic environment to lower inflation.", "But some of these alternative explanations, such as the rise in the share of services in total output and better inventory management, are part of longer-term trends and do not fit well with the observation that volatility has fallen sharply over the past decade.", "And shocks to the UK from the world economy and from the sterling real exchange rate have been as large, if not larger, over the past five years as in earlier periods.", "Standard deviation is calculated on quarterly growth rates (not annualised) over the period indicated.", "Source: Bank of England calculations based on ONS data.", "It is, of course, difficult to identify the effect of changes in the monetary policy regime on the path of total output.", "One approach is to consider long runs of data which make it easier to identify structural breaks in the behaviour of output.", "Luca Benati of the Bank of England has been investigating the statistical properties of inflation over long periods for a number of countries.", "He finds that changes in the behaviour of inflation appear broadly to coincide with changes in the monetary policy regime.", "Some tentative evidence that this general conclusion applies to the UK can be found in the behaviour of ten-year forward interest rates on UK government bonds.", "At this horizon, high and variable interest rates are signs of high expected inflation and a large inflation risk premium.", "As shown in Chart 3, the ten-year forward interest rate has fallen significantly in recent years, and has been less variable since inflation targeting, and especially the MPC, were introduced.", "What is the mechanism by which monetary policy contributes to a more stable economy?", "I would argue that monetary policy is now more systematic and predictable than before.", "Inflation expectations are anchored to the 2.5% target.", "Businesses and families expect that monetary policy will react to offset shocks that are likely to drive inflation away from target.", "In the jargon of economists, the \"policy reaction function\" of the Bank of England is more stable and predictable than was the case before inflation targeting, and easier to understand.", "More simply, monetary policy is not adding to the volatility of the economy in a way that it did in earlier decades.", "Ten year forward rates in the UK 1970-2002 Note: Implied forward nominal rates on conventional gilts ten years hence, calculated on the last business day of the month.", "Source: Bank of England.", "The case for price stability: what have we learnt over the past 10 years?", "The costs of departing from price stability - either inflation or deflation - depend upon whether it is expected or comes as a surprise.", "In his 1992 lecture, Lord Kingsdown distinguished three costs of unanticipated inflation and four of anticipated inflation.", "I shall focus on the former, commenting on the latter only briefly.", "Although none of the ideas are new, research since 1992 has thrown new light on both the theoretical and the empirical relevance of the costs of inflation.", "The main costs of unanticipated inflation are: (i) Distortions to production and investment resulting from mistakes in distinguishing between relative and absolute price changes The crucial link between price stability and production and investment is that high inflation is associated with more volatile and uncertain inflation.", "I showed earlier that as inflation has fallen in Britain, so too has its variability.", "The same link can be seen in cross-section data.", "Chart 4 shows the relationship between average inflation and its variability, measured by its coefficient of variation, over different time horizons for a sample of 144 countries.", "In all cases it is clear that inflation uncertainty increases with the average inflation rate.", "But does this link between inflation and its volatility mean that higher inflation results in greater variability of relative prices?", "Chart 5 provides the answer for the UK.", "For each (approximate) decade for which the data on 80 sub-components of the retail prices index are available, the chart shows the relationship between the standard deviation of those relative prices and the inflation rate in each month.", "At low inflation rates, say up to 4% a year, it appears that it is the absolute value of changes in relative prices that is linked to the inflation rate.", "This would be the case, as in Britain recently, where changes in relative prices, whether up or down, were largely responsible for short-term fluctuations in the inflation rate around a relatively stable long run level.", "Variability in relative prices might lead inflation to be either above or below the inflation target, but not systematically in one direction or the other.", "Increases in house prices move the inflation rate up and falls in oil prices move it down.", "In both cases, an increase in the variability of relative prices leads to movements of inflation away from the target, but not in a systematic direction.", "But at higher rates of inflation (or deflation) the deviation of inflation from zero is positively correlated with the variability of relative prices.", "Hence, outside a range close to price stability, the higher the inflation rate, the greater is the variability of relative prices.", "Cross-country relationship between level and variability of inflation Note: Mean inflation is the total increase in the quarterly consumer price index, expressed as a four-quarter growth rate, over the indicated horizon ending in 1999 Q4.", "The variability of inflation is the coefficient of variation (standard deviation divided by the mean) of the gross inflation rate (ie 1 + growth rate) over the indicated horizon ending in 1999 Q4.", "Each panel covers the all the countries for which a consumer price index was available over the indicated horizon.", "The largest sample size is 144 (for the 5-year horizon), the smallest sample is 85 (for the 25-year horizon).", "Source: IMF International Financial Statistics, data item 64, and Bank of England calculations.", "Inflation and relative price variability in the UK Note: Inflation is the total increase in monthly RPIX over the period indicated, expressed as a 12-month growth rate.", "Relative price variability is the cross-sectional standard deviation of the monthly increases of 80 sub-components of the RPIX in each month.", "Source: Bank of England calculations based on ONS data.", "So inflation makes it more difficult for firms and households to work out whether the prices of the products they buy and sell have changed relative to other goods, or whether there has been a change in the overall price level.", "Such confusion can lead firms to produce, at least temporarily, the wrong level of output.", "And if many firms make these mistakes at the same time then the result is an unnecessary fluctuation in aggregate output.", "Another decision affected by uncertainty about prices is investment.", "Many investments are specific to a particular model or product, and so they become sunk costs.", "For such irreversible investments it may pay to wait before investing since time will resolve some of the uncertainty.", "A Premiership football team may decide to postpone the construction of a new stadium until their survival in the League is assured.", "Or a car manufacturer may postpone a decision about opening a new plant to see if a rise in demand is temporary or appears likely to last.", "And that uncertainty could stem from a difficulty in disentangling relative from absolute prices.", "In the language of finance, there is an option value to waiting when there is uncertainty about the returns on an irreversible investment.", "So a project must offer a rate of return sufficient not only to cover the cost of financing of the project, but also the option value to waiting.", "That may explain why surveys of firms show that their hurdle rates of return are often well in excess of the cost of either equity or debt finance.", "For example a CBI survey last year found that the average real hurdle rate for UK firms was 11.3% - down from rates of around 15% in surveys conducted in 1994 - but still well above the cost of financial capital.", "If uncertainty about inflation creates an option value to waiting, then it will reduce investment.", "And there is growing empirical evidence that inflation is a key explanatory variable for cross-country differences in investment to output ratios.", "(ii) Redistribution of wealth between debtors and creditors.", "Unexpected changes in the price level - the standard of value used to define contracts - produce arbitrary redistributions of wealth.", "As Keynes wrote in his powerful advocacy of price stability in A Tract on Monetary Reform, \"We leave saving to the private investor.", "We leave the responsibility for setting production to the business man.", "These arrangements have great advantages.", "But they cannot work properly if the money, which they assume as a stable measuring-rod, is undependable.", "Unemployment, the precarious life of the worker, the disappointment of expectation, the sudden loss of savings, the profiteer - all proceed, in large measure, from the instability of the standard of value\".", "Or, as Lenin remarked, the best way to destroy capitalism is to debauch the currency.", "It is arguable as to whether it is high inflation or serious deflation which results in the greater economic damage.", "In Europe in the 1920s hyperinflation undermined economic and social arrangements, as it has done more recently in Latin America.", "But deflation has proved just as unpopular as inflation.", "In 274 A.D. the Roman Emperor Aurelian tried to restore the integrity of the coinage which had been adulterated by workmen in the Mint.", "Aurelian exchanged good money for bad, and ordered the destruction of accounts drawn up in the devalued currency.", "In the long run the operation restored the value of money.", "But in the short run it caused hardship.", "Gibbon, in his Decline and Fall of the Roman Empire, observed that \"a temporary grievance of such a nature can scarcely excite and support a serious civil war\".", "Unfortunately, taking a different and more Keynesian view that in the long run we are all dead, the population at the time rose in insurrection.", "Many of them found that they were dead in the short run as well, with seven thousand soldiers and countless civilians perishing during the suppression of the uprising.", "So let us consider the costs of wealth redistributions arising from unanticipated deflation.", "Such redistributions can lower aggregate demand.", "Since it is difficult either to borrow or insure against uncertain future employment and earnings opportunities, current assets act as a buffer stock to make it possible to smooth consumption in the face of shocks to future prospects.", "When net worth is small it is risky to run down the buffer stock even further, and so the marginal propensity to spend out of wealth is much higher for households with low net worth than for families whose assets comfortably exceed their liabilities.", "If significant numbers of debtors have little net worth - recent firsttime house-buyers with high debt-to-value ratios are a prime example - then an unanticipated deflation could cause a sharp fall in aggregate consumption spending.", "Such effects can be amplified if spending - consumption or investment - depends on the value of the assets that are used as collateral for loans.", "A fall in prices can produce a vicious circle in which the initial fall in demand lowers asset prices, reducing the value of collateral, which in turn leads borrowers to repay debt, exacerbating the original decline in aggregate demand.", "This \"debt deflation\" was first formulated clearly by Irving Fisher in the 1930s, and has recently been revived in a more sophisticated form by Nobu Kiyotaki and John Moore, here at the London School of Economics.", "Because deflations are, fortunately, few and far between, there is a lack of hard empirical evidence on the quantitative significance of debt deflation.", "In 1993, I argued that the depth of the recession in the UK and the US in the early 1990s was the result of debt deflation.", "Consumption fell more sharply than would have been expected given movements in incomes and interest rates, reflecting an unexpected fall in inflation and asset prices.", "The effects on consumption of negative equity in housing were particularly severe.", "The experience of Japan may add to our knowledge in this area, although, as shown in Chart 6, despite a stagnant economy over the past decade, deflation of consumer prices has not been especially large.", "And I am confident that all central banks will do their best to prevent the sample size of countries suffering from serious deflation from increasing.", "Consumption and deflation in Japan, Note: Inflation is measured using the consumer price index excluding foodstuffs.", "The overnight interest rate is the nominal overnight uncollateralised call rate.", "Source: Thomson Financial Datastream.", "(iii) Aversion to long-term contracts and excessive resources devoted to hedging inflation risks.", "As we have seen, high inflation goes hand in hand with greater uncertainty about future inflation.", "Inflation is, therefore, associated with a positive risk premium to compensate investors for that uncertainty.", "The longer the time horizon, the greater the risk premium is likely to be.", "That discourages long-term contracts and interest rates in such contracts will often depend upon future spot interest rates.", "Floating-rate mortgages are a good example.", "With a floating-rate mortgage the borrower is exposed to the risk of sharp fluctuations in the proportion of income that is devoted to debt service, as many households in Britain still remember from the late 1980s when interest rates doubled to 15%.", "Fixed-rate mortgages eliminate that risk, but at the cost of introducing a new risk: the real value of the outstanding debt may change relative to the value of the house.", "John Campbell and João Cocco (2002) have suggested that a superior contract would be a fixed-rate mortgage where the principal was index-linked.", "That would reduce both income and capital risk.", "For whatever reason the market has not generated many private-sector index-linked contracts, despite the encouragement of high inflation in the past.", "Perhaps that is because the risks are generated not by some exogenous process, but by policy decisions.", "In any event, price stability is a good alternative to indexation.", "The move from a regime of high inflation to one of price stability can have consequences which again are best illustrated by the housing market.", "A credible move to inflation targeting can bring down inflation expectations relatively quickly, even if with a lag.", "Chart 7 shows that inflation expectations, as measured by surveys, fell steadily following the introduction of inflation targeting, and are now anchored on the 2.5% target.", "But a move to low inflation has other consequences that may be less easily understood.", "Price stability means lower nominal interest rates, and lower mortgage interest payments.", "It may also mean lower real interest rates if the inflation risk premium falls.", "But the fall in nominal rates is likely to be much larger than the fall in real rates.", "The lower mortgage payment largely reflects a rise in the effective duration of the loan because inflation no longer erodes the real value of the debt as quickly as before.", "In a low inflation world, nominal incomes rise more slowly than before and the real burden of servicing the debt persists.", "It may take longer for households to work out the impact of low inflation on real interest rates than to realise that the rate of increase of prices of everyday purchases has fallen.", "One-year ahead inflation expectations and inflation outturns in the UK, 1988-2002 Note: Inflation is the four quarter change in the RPI.", "Expected inflation is based on the quarterly Barclays Basix survey of inflation one year ahead.", "It is the weighted average across all surveyed sub-groups, excluding the general public.", "Expected inflation is lagged on year in the chart, so that expectations and outturns for the same period can be compared.", "Source: ONS and Basix.", "One possible consequence of a slow adjustment to low inflation is that households may mistake too much of the reduction in nominal interest rates for a permanent fall in the real rate.", "As a result, asset prices are bid up to levels that prove unsustainable when learning finally occurs - and at the LSE you know that in time we do learn.", "How far this theoretical argument applies to the British housing market at present is difficult to say, but it demonstrates the risks from current house price to earnings ratios that are close to the peaks reached in the late 1980s."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation targeting", "Price stability", "Inflation uncertainty", "Relative price variability", "Investment", "Wealth redistribution", "Deflation", "Debt deflation", "Long-term contracts", "Housing market"]}