{"sentences": ["A year and a half ago, the Government and the Storting adopted new guidelines for economic policy.", "Over time, the use of petroleum revenues is to be equivalent to the expected real return on the Government Petroleum Fund, i.e.", "4 per cent of the Fund.", "The use of petroleum revenues is expressed in the structural, non-oil government budget deficit.", "It is this deficit which, according to the fiscal guideline, should be 4 per cent of the value of the Fund over time.", "This means allowing higher tax revenues to strengthen the budget balance during a boom in the economy, and to have the opposite effect during a downturn.", "This means that the automatic stabilisers will function.", "Norges Bank shall set the key rate with a view to maintaining low and stable inflation.", "The inflation target is set at 21⁄2 per cent.", "The Government has indicated in the National Budget that monetary policy should be the first to react when the outlook for the economy changes.", "A situation may nevertheless arise in which an active use of fiscal policy is required, either because capacity utilisation is particularly low, or because pressures in the economy are very strong.", "Weak developments in the global economy over the last few years are reflected in equity prices.", "Prices on most stock exchanges have fallen considerably since the beginning of the year.", "Equity prices in the various countries have a tendency to shadow each other.", "The impact of the decline has been felt by many countries simultaneously.", "Developments this summer indicate that the international recovery may be weaker, and come later, than we had expected earlier this year.", "The global fall in equity prices has also spread to the Norwegian stockmarket.", "There is a close relationship between equity prices in the US and in Norway.", "A sharp fall in share prices may also have a dampening impact on activity in the Norwegian economy, even if the effects are considerably milder here.", "The wealth of households that own shares will diminish, and they will reduce their consumption.", "It will also be less attractive to invest in new production capacity.", "Share price movements may also have a negative impact on business and household expectations.", "Registered unemployment has edged up over the past year, to 3.3 per cent in October (seasonally adjusted 3.5 per cent).", "Unemployment has risen in all counties and among all occupational groups, except in primary industries.", "In Sør-Trøndelag unemployment was 3.7 per cent.", "Unemployment is highest in Oslo, Aust-Agder and Finnmark.", "It has increased most in Oslo and Akershus in the course of the past year.", "Even though unemployment in manufacturing has edged up in recent months, the increase in unemployment so far is primarily the result of restructuring and reduced activity in some service sectors.", "Unemployment has increased most in Eastern Norway, where there is a heavy concentration of these industries.", "The aviation industry is undergoing restructuring.", "The ICT industry has reduced activity considerably over the last year.", "In spite of the slight increase in unemployment, household borrowing has been high over a long period.", "Over the past year, growth in credit to households has stood at over 11 per cent.", "Household financial saving (net lending) has dropped to almost zero in the past couple of years.", "Strong growth in household consumption will exert continued pressures on prices and wages.", "There are clear indications that household income is rising substantially.", "At the same time, the level of financial saving appears to be low.", "All in all, this suggests that growth in household demand for goods and services will remain high.", "There will probably be a shift in demand towards imported goods and services.", "In the central government budget for 2003, the allocations for the purchase of goods and services and for transfers show underlying growth of 4.6 per cent and estimated real growth of 0.5 per cent.", "The effect of the draft budget on demand is estimated to be mildly positive.", "The central government budget includes a proposal to increase the use of petroleum revenues by NOK 2 billion in real terms in 2003.", "The structural deficit in 2002 appears to be higher than was assumed this spring.", "The projections for the use of petroleum revenues up to 2010 have been revised downwards considerably since the Long-Term Programme, the National Budget for 2002 and the Revised National Budget for 2002 were presented.", "The krone has appreciated considerably since summer 2000.", "There may be several reasons for this.", "Relationships in the foreign exchange market are unstable.", "There are still several fundamental forces that influence the krone.", "One is purchasing power parity, another the phasing in of petroleum revenues and a third is cyclical developments in Norway and other countries.", "Moreover, the krone can be influenced by a shift in wage formation, and the krone can also be affected by external factors.", "A fundamental driving force is purchasing power parity.", "Prices in Norway relative to prices in other countries, measured in a common currency, have remained fairly stable over time.", "Purchasing power parity can be illustrated by movements in the relationship between the Norwegian krone and the German mark in the last 30 years of the mark's life as a currency.", "The exchange rate remained relatively stable in the following years.", "On the other hand, prices rose twice as quickly in as in Germany from 1970 to 1986.", "However, prices and the exchange rate were stable in relation to Germany from the end of the 1980s until the German mark ceased to be a currency.", "A measure of the real exchange rate is the trade-weighted exchange rate index (TWI) in relation to price developments in Norway relative to trading partners.", "The real krone exchange rate has fluctuated around a long-term average level over the past 30 years.", "When the krone deviates from the average long-term level, it tends to return to it relatively quickly.", "Inflation differentials between Norway and other countries have gradually been offset by changes in the krone exchange rate.", "This relationship has been robust even in the face of significant changes in economic policy.", "However, the economic policy reform in spring 2001, with the introduction of a new fiscal rule and inflation target, may still have an impact on how quickly prices stabilise in the years ahead.", "Increased spending of petroleum revenues or expectations of increased use of petroleum revenues can lead to an appreciation of the krone.", "Increased use of petroleum revenues over the central government budget implies higher demand.", "If inflation is low and stable, an appreciation of the krone will lead to a scaling back of business and industry to increase the room for more activity in the sheltered sector.", "Such exchange rate movements will typically come in waves.", "As petroleum revenues are being phased in, real interest rates will tend to rise.", "There will be a tendency for the krone to show a real appreciation, accompanied by a deterioration in competitiveness.", "The real krone exchange rate may move more in the short term than is necessary in the long term.", "The krone may be expected to depreciate at a later stage because higher real interest rates, combined with expectations of a depreciation of the krone, contribute to convergence between the expected real return on capital invested in Norway and in other countries.", "Moreover, there may be additional fluctuations in the krone exchange rate if market expectations concerning the use of petroleum revenues deviate from what is actually the case.", "Given today's exchange rate, it would appear that foreign exchange operators have already priced in an increase in the use of petroleum revenues.", "The cyclical divergence between Norway and other countries is reflected in forward rates in Norway, the US and Germany.", "Forward rates are expected short-term interest rates that can be derived from long-term bond yields.", "Market expectations point to interest rates of about 61⁄2 per cent in Norway in the long term.", "Interest rates above 6 per cent are expected in the US, and a little below 6 per cent in Germany.", "Norwegian interest rates are now somewhat higher than expected short-term interest rates in the long term.", "This reflects a relatively tight monetary stance and tight economic conditions.", "On the other hand, interest rates in the US and Germany are exceptionally low as a result of the downturn.", "Short-term rates have not been that low in the US for 40 years.", "The wide difference between the economic situation and short-term interest rates in Norway and abroad is one of the driving forces behind the appreciation of the krone.", "Forward rates ahead indicate that the market expects the interest rates differentials to diminish as the cyclical divergence narrows.", "The relationship between interest rates and exchange rates was not as strong during the period when equity prices rose sharply towards the end of the 1990s and to the first quarter of 2000.", "This was a period when the quest for equity gains was also important for exchange rate developments.", "Financial markets have since shifted their focus.", "Even if the krone is strong, expectations concerning the krone are not particularly strong.", "If kroner are bought forward for delivery a few years ahead, and the exchange rate is agreed today, it will be at an exchange rate that is on a par with the average exchange rate for the 1990s.", "The cyclical divergence that is reflected in the krone exchange rate is not entirely disassociated from our position as an oil economy.", "At least since the end of the 1990s, it seems that enterprises, households and employees have adapted to expectations of strong income growth.", "This may contribute both to the appreciation of the krone and to widening the cyclical divergence between Norway and other countries.", "If the increase in the use of petroleum revenues has already been priced into today's exchange rate, both the longterm trend in the real exchange rate and interest rate expectations suggest that the krone exchange rate will return to a more natural long-term range.", "In the short term, other factors may also influence the krone.", "Global equity markets have seen a sharp fall in prices over the past year.", "When there is a large degree of uncertainty in stock markets, many investors make portfolio shifts.", "Money and bond markets become good alternatives.", "The NOK market, where interest rates are relatively high, might seem attractive.", "These portfolio shifts result in an appreciation of the krone.", "This trend may be reversed by a turnaround in the stockmarket.", "Another factor that we have pointed to earlier is that the Norwegian krone may also be perceived as an attractive investment alternative - or a safe-haven currency - in a situation with tensions in the Persian Gulf, high oil prices and a global downturn.", "Potential gains may, however, be offset by the risk associated with investing in less liquid markets.", "This may limit capital inflows to the NOK market.", "The table shows the economic outlook as assessed by the Executive Board prior to the interest rate decision 15 days ago.", "The figures and conclusions are from the Inflation Report that was presented on the same day as the interest rate decision.", "Norges Bank projects strong growth in private consumption, while real growth in general government consumption will probably decline.", "This partly reflects high wage growth in the public sector, which swallows up a large share of government budget allocations.", "Mainland investment is exhibiting sluggish growth, while petroleum investment is expected to be high next year.", "Mainland GDP growth will pick up through the projection period, averaging 21⁄4 per cent in 2004.", "It appears that this year's wage settlement will result in the highest real wage growth in this generation.", "The results of this year's wage settlement suggest that the social partners considered the labour market to be very tight this spring.", "Wage growth will remain high for the next two years and contribute to robust growth in household real income.", "The inflation outlook for the next two years is marked by two opposing forces.", "High wage and cost inflation will on the one hand sustain high prices for Norwegian produced goods and services.", "On the other hand, the pass-through from the appreciation of the krone will result in a temporary fall in prices for imported goods.", "If the krone remains at the level of the past few months, the effect of the appreciation of the krone will be greatest towards the middle of 2003.", "The rise in the consumer price index adjusted for taxes and excluding energy products (CPI-ATE) is projected to moderate, approaching 13⁄4 per cent next summer.", "The projections for inflation have been revised downwards from the June Inflation Report, as a result of a higher interest rate and a stronger krone.", "The projections for growth among trading partners have been revised down.", "We have assumed higher oil prices in light of recent developments.", "Against this background, the uncertainty surrounding oil prices and global growth is considered to be balanced.", "Production and demand growth in Norway are projected to be lower and unemployment higher than in the June Inflation Report.", "We consider the uncertainty surrounding the projections for the Norwegian economy to be balanced.", "Interest rates were left unchanged at Norges Bank's Executive Board meeting on 30 October.", "The sight deposit rate therefore remains at 7 per cent.", "According to Norges Bank's assessment, with an unchanged interest rate, the probability that inflation two years ahead would be higher than 21⁄2 per cent was the same as the probability that it would be lower.", "A time horizon of two years when setting interest rates allows monetary policy to contribute to stabilising production.", "This horizon prevents monetary policy in itself from causing unnecessary fluctuations in the economy.", "Alternatively, we could have sought to sustain the level of inflation at 21⁄2 per cent six months to a year ahead.", "We would then have had to reduce the interest rate sharply this summer.", "This would have amplified the pressures in the Norwegian economy, which are so clearly reflected in wage developments and household credit demand.", "It is more than likely that this would have required substantial increases in the interest rate in a year to eighteen months.", "Strict inflation targeting of this type would thus have resulted in more pronounced fluctuations in the interest rate and in aggregate demand and production.", "Information obtained via the regional network established last autumn was used when preparing the October Inflation Report.", "We will have six rounds of talks each year with business and community representatives concerning financial developments in their enterprises and industries.", "There will be a total of about 200 visits in each round.", "We have divided the country into 7 regions and established links with regional research institutions in six of them.", "These institutions will hold meetings with the representatives on behalf of Norges Bank.", "The private service sector is by far the largest in the Central Norway region, accounting for over 40 percent of total employment in the region.", "The private service and retail sales sectors together account for over half of the number employed, while a good tenth are employed in manufacturing.", "The share of manufacturing industry that is exposed to international competition in Trøndelag is relatively limited.", "Companies in the Central Norway region report small changes in prices and costs, except for export companies.", "Export companies are also facing a decline in demand, while the picture for companies producing for the domestic market is more mixed.", "In many companies, concern has been expressed about the sharp wage growth of recent years and attention is being increasingly focused on cost reductions.", "Companies are making less use of temporary labour, with man-hours being reduced more than the number of permanent employees.", "Some think than downsizing may be more in focus in the period ahead.", "In general, companies are uncertain about the next three-month period, but a majority expects conditions to stabilise.", "In my address here last year, one of the themes was the outlook for manufacturing industry.", "This year, I would like to look more closely at developments in private service industries.", "In the same period, employment rose by about 120 000 in the public sector and by 145 000 in private service industries.", "A total of about 900 000 were employed in private service industries in 2001, about three times as many as in manufacturing.", "The decline in manufacturing over the past four or five years is more than offset by the rise in employment in service industries and the public sector.", "In the years ahead, the planned use of petroleum revenues will increase demand for public and private services, at the cost of manufacturing employment.", "Although the phasing-in of petroleum revenues is a gradual process, the contest for labour resources will intensify.", "As a result, monetary policy is likely to remain fairly tight in the years ahead.", "A high interest rate level may, as we are now experiencing, result in a strong krone in periods .", "This may accelerate the scaling back of manufacturing industry.", "However, in the long run monetary policy cannot influence overall employment or its distribution across industries.", "A lower interest rate would have resulted in higher price and cost inflation, which would also have weakened profitability in the manufacturing sector.", "The end result would have been the same for employment and production, but in addition we would have had high inflation.", "Even if manufacturing employment and production show a decline, the situation for Norwegian enterprises will not necessarily be negative.", "Some enterprises could be at the forefront of technological developments and increase efficiency in pace with the relatively sharp rise in costs in Norway.", "In recent years, we have also seen that many enterprises have moved large portions of their production abroad, particularly the most labour-intensive production.", "Norwegian manufacturing companies could still be profitable.", "Export industries generate foreign-exchange earnings to finance imports of goods and services.", "Industries that are exposed to international competition are also important to the growth potential of the economy.", "Scaling back manufacturing therefore involves a risk.", "It makes the economy more vulnerable.", "The growth potential of the economy - the basis for learning, innovation and development - may be impaired when less of the business sector is exposed to intense international competition.", "Some service production is also export-oriented and thereby exposed to foreign competition.", "In 2001, for example, exports of financial and commercial services and transport services came to NOK 44 billion.", "In comparison, the figure for traditional merchandise exports was NOK 214 billion.", "The private service sector, as defined here, comes to about 40 per cent of total mainland employment.", "The retail sector, employing over 300 000, is by far the largest group measured by the number of employees.", "The number employed in this group has increased somewhat over the past ten years.", "Commercial services is the next largest group, employing 230 000.", "Combined, these two account for about 60 percent of the number employed in the private service sector.", "Commercial services include legal services, employment services, architectural services, cleaning services and data processing.", "Growth in these industries reflects both underlying growth in demand for these services and the fact that many enterprises in the public and private sectors outsource these services.", "On the other hand, employment in postal and telecommunications and the financial industry has fallen somewhat over the past ten years.", "According to national accounts figures, productivity growth in manufacturing in Norway was low in the 1990s, while it was high in the private service sector and the retail trade.", "Productivity growth in the private sector was higher in Norway than in the US through the 1990s, for example.", "High productivity growth in many service industries has contributed to this.", "The growth rates for the 1990s must to some extent be seen in connection with cyclical developments during this period which started with a recession and ended with a tendency towards overheating in the labour market at the end of the period.", "Productivity growth has been particularly strong in the retail sector, financial services and postal and telecommunications services.", "These are industries that have undergone extensive changes in structure, technology and market adaptation.", "It has not been as strong in transport and commercial services.", "These changes have been associated with productivity gains - and thereby higher wages and income growth - for larger groups.", "In addition, this has contributed to keeping inflation at a low level and spurring large new investment projects.", "This may also have amplified the strong expansion in the Norwegian economy at the end of the 1990s, which could imply that the sharp growth in services has contributed to the relatively high real rate of interest in Norway in recent years.", "We know that variations in productivity can influence the real exchange rate.", "When an economy goes through a period of high productivity growth and high returns on many investment projects, real interest rates will normally increase.", "Over time, the real interest rate must reflect the economy's longterm growth potential.", "When real interest rates rise in our country relative to other countries, we have to expect that the real exchange rate will move in line with the same pattern that can be observed when we increase the use of petroleum revenues in the domestic economy.", "A decline in productivity growth will have the opposite effect.", "Developments in the 1990s may, over a very long time horizon, prove to have been an episode - and the considerable structural changes in the services sector a one-off event.", "This would imply that the economy will tend to return to its previous path.", "But it is also possible that we will see a new round of pronounced productivity gains thanks to new technology and new structures."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Petroleum revenues", "Inflation", "Interest rates", "Exchange rate", "Wage growth", "Private service sector", "Manufacturing industry", "Household debt", "Fiscal policy", "Economic growth"]}