{"sentences": ["Three years ago at this same conference, I was given an opportunity to talk about Japan's monetary policy in the years when asset price bubbles expanded.", "Today, I would like mainly to review monetary policy in the following phase when the bubbles burst, for asset price swing is the \"changing economic environment\" most relevant to us.", "Incidentally we are now in the third phase when the economy is in \"liquidity trap\", which I will leave for a future topic of discussion.", "I have to start with a bit old story.", "The Tokyo stock market peaked at end-1989.", "The bubble in the property market -and in Japan the real estate had far greater market capitalization relative to the stocks- persisted about a year longer.", "The trend growth rate in the 1990s is just one percent a year on average, a marked shift downward from 4% in the 1980s (Chart 1).", "Economic Growth and Inflation Note: Figures for the CPI are adjusted for the impacts of consumption tax which was introduced at the rate of 3 percent in April 1989, and increased to 5 percent in April 1997.", "Sources: Ministry of Public Management, Home Affairs, Posts and Telecommunications, Consumer Price Index; Cabinet Office, Annual Report on National Accounts.", "There is little doubt that the burst of asset price bubbles contributed significantly to the decline in the trend growth rate.", "But it was not the sole reason.", "Against the backdrop of a changing environment such as a rapidly aging society and limit to export-led growth, prospective shift to a more moderate growth was already broadly envisioned in the early 1980s.", "The economic system, which had been built on the premise of high growth, needed to be modified and in fact was already in the middle of significant structural adjustment in the mid-1980s.", "The asset price bubbles not merely interrupted this process but turned the clock backward.", "The excessive optimism, the main feature of a major asset bubble, induced the businesses to build up capital stock, payrolls and debts that would have made sense only under sustained acceleration of growth.", "When the bubbles burst, the ensuing adjustment and workout had to be all the more painful and prolonged.", "This aspect of Japan's asset market bubble, with its consequences on the structural adjustment in the 1990s, is important because it illustrates the specific environment in which the Bank of Japan had to conduct monetary policy.", "In other words, monetary policy conducted in different context should be assessed in the light of each unique historical setting and its effects should be different where, for instance, a need is less evident for a structural shift to lower growth.", "Those were the days when production and CPI showed signs of acceleration and substantial uncertainty existed if the business cycle had peaked.", "Reemergence of a land price bubble was a more convincing scenario than a sustained asset deflation.", "Therefore the ODR cut in mid-1991 received harsh criticism in and outside the country as a premature relaxation.", "In retrospect, it turned out to be the first of a series of reductions, and by September 1995 the ODR was as low as 0.5% - the level some economists regard a possible threshold to a liquidity trap.", "In about four years span, the sizable room for interest rate reduction had essentially been used up.", "The Bank of Japan has often been criticized for an alleged delay in monetary easing.", "A number of research has been conducted, including among others those by the BOJ staff as well as by the Federal Reserve Board staff, to assess the easing path by applying a standard backward-looking 'Taylor rule' as criteria.", "Chart 2 shows one such example.", "They conclude that monetary easing after the bubble burst, particularly in the crucial early stage of relaxation, could be considered to have been generally appropriate as a standard stabilization policy based on real-time financial and economic indicators as well as market forecasts.", "And yet, even with a policy response which could be considered appropriate in normal times, there emerged a substantial decline in the trend growth rate as well as rapid and continuous fall in asset prices that weakened the financial system and destabilized the economy.", "Against the background of the post-bubble economic performance of Japan, the views have been expressed that the Bank should have gone beyond standard stabilization policy and tried more aggressive easing before monetary policy became constrained by the zero nominal bound.", "Let me briefly examine such views on two aspects.", "The first is the practical feasibility which partly depends on predictability on real-time basis of a post-bubble economic trend.", "The second is effectiveness of an aggressive monetary policy to mitigate the adverse effects stemming from the burst of asset price bubbles.", "Taylor rule is defined as follows: 2.", "Target rate based on Taylor rule, shown in bold line, is adjusted for the introduction of consumption tax (3 percent) in April 1989, and increase in its rate (to 5 percent) in April 1997.", "For reference, consumption tax non-adjusted series is also plotted in shaded line.", "Sources: Kunio Okina and Shigenori Shiratsuka, \"Asset Price Bubbles, Price Stability, and Monetary Policy: Japan's Experience,\" IMES Discussion Paper 2001-E-16, Institute for Monetary and Economic Studies, Bank of Japan, 2001, Chart 7. .", "Suppose a central bank adopts dramatic easing actions way beyond \"standard\" or rulebased monetary policy at an early stage.", "The intention would be to create an accelerated inflation preemptively to avoid the future risk of a deflation when, as in the case of Japan, sharp falls in some but not all asset prices, still fairly robust economic growth, and mild inflation co-exist.", "The accelerated inflation rate required to offset the negative shock generated by collapsing asset bubbles should well exceed the target if the country in question were pursuing an inflation targeting.", "The central bank pursuing such a strategy would have to be fully convinced, substantiated by quantitative analyses, and strongly concerned about the risk of deflation a few years into the future.", "Without such a superb insight, it would be hardly possible for a central bank to abandon a price target, explicit or implicit, at a stage when deflation is yet a remote potential risk.", "Economic predictions are inevitably clouded by uncertainties.", "What makes economic reading in the post-bubble period uniquely difficult is the great uncertainties associated with the asset market developments.", "First, we cannot be sure how the asset markets will develop and where an equilibrium with the real economy will be restored.", "In addition, different asset segments can show divergent price patterns, as was the case in Japan's stock and real estate markets in 1990.", "Such divergence can emerge at an early stage when bubble-day inertia of wishful thinking lingers with the confusing effects on expectations.", "Thus the possible size of capital loss and its harm on the financial health of businesses and households is extremely difficult to estimate.", "Second, uncertainty also exists in the transmission mechanism between asset prices and real activity and inflation.", "In an economy like Japan where banks dominate financial intermediation (Chart 3), capital losses tend to gradually accumulate in the banking system.", "Indeed there was a presumption that shocks would be contained within the financial sector and would not spread to the real side of the economy.", "Therefore, there was a widespread belief that the situation would turn around if business could be sustained until land prices started to rise again.", "When bank capital was eroded to a critical threshold, however, an acute credit crunch erupted.", "It is against such uncertain setting that economic forecasting must incorporate the timing and magnitude of the \"headwind\" generated by the deteriorating balance-sheet conditions of businesses, households and particularly banks.", "Financial Structures [1] Financial liabilities held by non-financial corporations (ratio to total financial liabilities) [2] Financial assets held by households (ratio to total financial assets) Notes: 1.", "Regarding financial debt for enterprises, stocks are evaluated at the market value, and, thus, do not necessarily correspond to the accumulated funding by enterprises.", "It should be noted that U. S. for equities are likely to be higher, compared to those for other countries, because it includes net worth of sole proprietorships as households' equities.", "Source: Bank of Japan, Research and Statistics Department, \"Japan's Financial Structure: In View of the Flow of Funds Accounts,\" Quarterly Bulletin, 9 (1), Public Relations Department, Bank of Japan, 2001, pp.-142.", "Let me turn to the second aspect namely the effectiveness of a hypothetical early easing.", "Some simulation results indicate that such a policy would have elevated the inflation rate to a level that would work as a comfortable cushion against future deflation (Chart 4).", "Simulation of Hypothetical Early Monetary Easing Sources: Alan Aherne, et al.", "\"Preventing Deflation: Lessons from Japan's Experience in the 1990s,\" International Discussion Paper No.", "729, Board of Governors of the Federal Reserve System, 2002, Exhibit IV.. An important point here is what lies at the root of the predicament of Japan's economy and financial system.", "Admittedly, under the non-negativity constraint of nominal interest rates, real rates will be pushed up by the extent of deflation, even though deflation itself is rather limited at less than 1 percent a year in Japan now.", "However, as suggested by Chart 5, asset price deflation, which has been continuous for ten years at an annual rate of close to 10 percent, has likely exerted far greater pressure on activity than slightly positive real interest rates.", "Asset Price Deflation Sources: Bank of Japan, Financial and Economic Statistics Monthly; Ministry of Public Management, Home Affairs, Posts and Telecommunications, Consumer Price Index; Japan Real Estate Institute, Urban Land Price Index.", "The question from my perspective is: could an aggressive easing have significantly moderated the fall of real estate price and therefore the balance sheet problem?", "Generally speaking, significantly lower interest rates should be conducive to tighter output gap, higher inflation and, when asset market is falling, moderation of asset price decline.", "Would such results be achieved by aggressive easing in the aftermath of an asset bubble?", "We have witnessed time and again that, after an asset inflation has developed into a major bubble, it is impossible to \"soft land\" the market.", "If that is the case, and if the asset market in question has traditionally served as a sort of anchor for financial stability, like the case with the real estate in Japan, the capacity of monetary policy to stimulate demand and inflation is bound to be severely impaired.", "Even if such strategy had proved to be successful, it would only have delayed the inevitable adjustment between the asset prices and economic fundamentals.", "If central bank's predicting ability of post-bubble developments has to remain less than perfect, would it better once again to consider aggressive tightening when a bubble is perceived to be growing?", "This is the question I talked about three years ago here.", "I remain skeptical as I was.", "However given the fact it is always the preceding massive flows of credit that become worthless once the tide is reversed, leaving severe damages on the balance sheets of parties concerned, it might be worth considering possible ways to focus on restraining \"excessive\" credit flows during asset market upswings (See Chart 6 for the development of credit and asset prices in Japan).", "Credits and Asset Prices in Japan Notes: Real aggregate asset price indices are a weighted average of equity and residential and commercial estate price indices deflated by consumer prices.", "The weights are based on the composition of private sector wealth.", "Sources: Bank for International Settlements, Quarterly Review, International Banking and Financial Market Developments, August 1999 14.", "Let me conclude by adding a few observations in somewhat broader context.", "It is ironic that, as the track record shows (Chart 1, Chart 2), the Bank of Japan followed a path in the 1980s and early 1990s that could be regarded as fully consistent with some policy rule such as Taylor rule, and yet suffered from the wildest swings of asset markets.", "Suggestions have been made that the Bank should have deviated from such implicit rule-based path both in times of upswing as well as downswing.", "From my perspective, for discussions on policy rules to be more relevant and robust, they should at least take into account major swings of asset prices.", "Our experience shows that price stability, by making low interest rate possible, can pave a way to a major asset price bubble when it is coupled with excessive optimism for the future.", "Finally, what matters most in the post-bubble development is the magnitude of the lost capital and its distribution ie who in the system has to absorb the loss.", "In Japan, that magnitude has been overwhelming and has concentrated in the banking sector.", "When an economy is faced with the size of lost capital as Japan was, well-functioning financial infrastructure is crucially important for its prompt resolution.", "Infrastructure in this context includes proper accounting, disclosure, disciplined governance, incentive mechanism and supervision.", "Japan was slow developing and putting in place such framework.", "I emphasize this aspect because, if expeditious and forceful progress had been made to deal with the capital loss in general and that of banking system in particular, monetary policy in Japan might have found different environment to operate.", "Amid a major shock such as the collapse of key asset prices, a need to address the nexus of monetary and prudential policies can't be overemphasized."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance"], "topics": ["Asset price bubbles", "Monetary policy", "Economic growth", "Inflation", "Structural adjustment", "Liquidity trap", "Deflation", "Financial stability", "Real interest rates", "Credit flows"]}