{"sentences": ["In the six months since we last appeared before this Committee we have received a lot of information on the world economy, but it has not resolved the uncertainties we have lived with for a year or so now.", "As you will recall, 2002 started out on a promising note, but the momentum of global growth waned in the second half of the year.", "A return to firmer growth was expected early in 2003, but observers watching for signs of that quickly found the picture clouded by concerns about the growing likelihood of war in Iraq, and then its actual occurrence.", "The war itself carried obvious risks, not least of which was a big rise in the price of oil, and its effects on confidence masked the underlying economic trends.", "The relatively quick resolution of hostilities, and the associated drop in the price of oil, was a major plus for the global economy, compared with the possible alternative.", "Confidence recovered some ground and attention returned to underlying economic trends, but the incoming data did not give any encouragement; it is now clear that a pick-up in global growth has not occurred in the first half of 2003.", "The international forecasting community have now pushed the forecast pick-up back to the second half of the year, though there are few signs in support of this view as yet.", "It is not surprising, in this environment, that financial markets are giving rather mixed messages.", "Around the world bond yields have fallen recently to historical lows, indicating participants in this market see a weaker outlook for growth and inflation.", "Equity markets, on the other hand, have been steadier, after two-and-a-half years of falls.", "In the United States markets have even made noticeable gains in recent weeks, suggesting that some of the gloom may be lifting.", "Foreign exchange markets continue the trend that started about 18 months ago, with the US dollar falling, the Yen remaining broadly stable and a group of currencies including the Euro, the Swiss Franc and the Canadian, Australian and New Zealand dollars rising.", "Where does that leave Australia?", "I will start to answer that question in the traditional way by evaluating and then updating the forecasts that I gave the Committee last time.", "When we met in December last year, I said that we expected GDP to grow by 3 per cent through the year to June 2003, that is through the present financial year.", "This was slower than in other recent years, and an important reason for this was the temporary contractionary influence of the drought.", "When we moved the forecast horizon along six months, that is to the end of 2003, we expected the growth rate to rise to 33⁄4 per cent.", "The outcome for growth through 2002/03 looks like it will be close to the 3 per cent forecast, or only a little below it.", "As we look slightly further ahead, however, prospects are not as strong as they were.", "Instead of 33⁄4 per cent through calendar 2003, growth might now be more like 3 per cent.", "What has caused this downward revision to the outlook?", "The main explanation is the weaker performance of the world economy we have seen to date, which is affecting Australia's trade performance.", "Our imports have continued to grow in line with our quite strong domestic demand, but our exports have fallen appreciably, and there is less confidence that they will be lifted in the near future by firmer foreign demand.", "I will say more about this in a few minutes.", "The inflation forecast I gave last time was for the rise in the CPI to exceed 3 per cent in the near term and then to ease to about 23⁄4 per cent in the 12 months to end 2003.", "The first part of this forecast has occurred as the CPI in the most recent 12-month period (to the March quarter 2003) ran at 3.4 per cent, pushed up by the high oil prices in that quarter.", "But the oil price pressures have already reversed, and when we looked at the likely outcome in the remainder of 2003 and into 2004 in the May Statement on Monetary Policy, we reduced our inflation forecast from 23⁄4 per cent to 21⁄2 per cent, largely because of the higher exchange rate for the Australian dollar.", "Since the Statement was released, of course, the exchange rate has risen further.", "Let me say a little more about the domestic economy.", "The thing that stands out is that domestic demand had been growing at a very high rate.", "For example, it grew by 61⁄2 per cent last year.", "This was unlikely to be continued over a long period, and over the most recent four quarters, it has slowed to 51⁄2 per cent.", "We expect some further deceleration as we look ahead, but the most recent data do not suggest it will be large.", "Consumption has grown by 31⁄2 per cent over the year to the March quarter and more recent data such as retail trade show good rises in the two most recent months - March and April.", "Given the growth in employment and incomes, and the fact that consumer confidence is above its longer-term average, prospects for consumption look quite good.", "Similarly, private investment according to the latest CAPEX survey is holding up well.", "We cannot expect a repeat of the 20 per cent growth we had last year, but a figure of the order of 10 per cent is likely, given the strength of investment in building and structures.", "The corporate sector is in excellent financial health, with conservative gearing, good profitability and ready access to credit, although it is not using much of this because of its ample internal sources of funds.", "Most of the surveys show readings at or above average for business conditions and business confidence.", "I do not wish to say much about residential construction other than that it has held up for longer than we or other forecasters expected, but it now appears to have peaked despite the boost that it is continuing to receive from alterations and additions.", "The experience among different industries is, as usual, quite varied.", "Although, in the aggregate, growth has been good, some sectors are suffering.", "Agriculture during the drought is the obvious example, but more recently the tourist and international transportation sectors have suffered a sharp fall in activity associated with the public reaction to the SARS virus, just when it looked like they were about to recover from the drop in travel associated with the Iraq War.", "Employment has grown by 21⁄2 per cent over the past year although, as usual, the recorded figures show a very irregular pattern of growth.", "The unemployment rate at 6.1 per cent is about as low as it has been in the present expansion.", "As explained earlier, consumer prices are rising at 3.4 per cent per annum, and wage costs at about 3.6 per cent.", "Inflation has been close to or above 3 per cent for more than a year.", "This would be a source of concern if we expected the situation to persist long enough to become entrenched in expectations.", "But, as I said earlier, inflation is likely to decline in coming quarters, and overall growth in labour costs is consistent with the inflation target.", "These figures contrast with the much lower rates of increase occurring in major economies overseas where demand is much weaker and inflation targets - implicit or explicit - are, or are in danger of, being undershot.", "Before leaving the domestic economy, I will make a few remarks about the growth of credit.", "Aggregate credit has grown by 13 per cent over the past year, which is quite a high figure in an economy where nominal GDP has grown by 6 per cent.", "When we look more closely, we find that household credit has grown by 20 per cent and that credit to the household sector for housing purposes has grown by 21 per cent.", "Credit for investors in housing is growing at a pace of about 28 per cent.", "Thus, we have a situation where credit is growing a good deal faster than appears necessary to satisfy the needs of the economy, and that this situation is wholly due to credit being channelled into the housing sector.", "When we see these kinds of figures, it is hard not to conclude that a significant part of this must be directed to speculative purposes.", "There is, of course, plenty of other evidence to support this supposition.", "Overall, an examination of the domestic economy leads us to conclude that there is little or no evidence to suggest that monetary policy has been too tight, or is currently exerting a constricting influence on domestic demand.", "But that is only part of the story, and possibly the smaller part - policy must also take into account the impact of international forces.", "Let me now return, therefore, to the global economy, and then I will conclude by trying to make an assessment of the balance of risks which face the Australian economy.", "After the short-lived optimism that followed the end of the Iraq War and the fall in oil prices, and amidst the flow of mixed economic data, observers of the international economy were confronted with two pieces of news, both emanating from the United States, which gave pause for thought.", "The first was the Fed's communiqué from the early May Federal Open Market Committee Meeting.", "In it, the Fed stated that the balance of risks on inflation was in the downward direction.", "While the Fed did not mention the word \"deflation\", and it clearly does not regard that as the most likely outcome, markets interpreted the Fed as saying that deflation was now at least a possibility that had to be included into the range of conceivable outcomes.", "US bond yields soon dropped to 45-year lows.", "The second piece of news from the United States was the Secretary of the Treasury's comments on the value of the US dollar.", "This was virtually unanimously interpreted as signalling the end of the \"strong dollar policy\" and an acceptance that a declining dollar was in the interest of the US economy.", "The interpretation gained added plausibility, despite later denials, when it was seen in conjunction with the Fed's earlier announcement on downward risks to the inflation outlook.", "The likelihood that the US dollar might decline further, with tacit acquiescence from the US authorities, has led many observers to believe that a significant change is occurring in the international environment.", "A declining US dollar helps the US economy adjust to its problems, but also shifts those problems in part to other countries.", "In passing, I have to say that I am not criticising the United States for this - to date, they have shouldered more than their fair share of the responsibility for getting a global expansion going.", "But, if we are interested in increasing global growth, rather than just having a redistribution of the pattern of growth between countries, many countries which have enjoyed the stimulus of exporting to the United States when the US dollar was high will need to find domestic sources of expansion.", "There is a great deal of scepticism about how successful the two main areas outside the United States - Japan and the Euro area - will be in this endeavour.", "It is in this general context that some central banks have reduced interest rates over the past few days.", "As you know, we did not.", "This was not because we are unaware of the downward risks that are presented by the global economy, nor because we think our economy is somehow immune to international problems.", "It was because we clearly have stronger domestic conditions in place already as a result of current policy settings (not to mention higher inflation than most countries), and hence have not had the same sense of urgency in reducing interest rates that several others clearly did.", "We are, however, very conscious of the risks the Australian economy faces.", "Obviously, the first one is that the world economy fails to recover and that, in time, this feeds through to a protracted weakening in the Australian economy.", "The main direct channel through which this could occur would be a further weakening in exports.", "At the same time, we have seen that because our economy is healthy relative to others, and hence our interest rates are not as low as others, foreign investors have found Australian dollar-denominated assets attractive to acquire.", "Thus, a second channel could be through an excessive appreciation of the Australian dollar.", "Not that I think what has happened to date could be in any way labelled excessive.", "The trade-weighted exchange rate has returned to its post-float average, while the rate against the US dollar is still well below the post-float average.", "On the purely domestic front, the main risk is associated with the rapid growth of household credit.", "Not only does it seem excessive in terms of purely domestic needs, it is far higher than in any other comparable country.", "Most of the credit has been directed towards bidding up the price of housing and, in some parts of the housing market, the motivation has been dominated by the pursuit of speculative gain.", "I think there is now some evidence that in the most speculative hot spots, a degree of common sense is returning.", "Investor interest in inner-city apartments is well down, and a number of proposed projects have been shelved.", "In addition, estimates of vacancy rates are being revised upwards and rents are falling.", "If this interpretation is correct, it should in time be reflected in the normal statistical collections on credit and prices.", "But these statistics inevitably contain quite long lags, so they will be the last indicators to turn down.", "When we put the two sets of risks together, there are several possible outcomes.", "A weakening world outlook and an abating of domestic credit and asset market pressures would provide a reasonably clear prognosis for monetary policy.", "In the other direction, so too would a combination of a clear strengthening in the world economy and continued domestic buoyancy.", "A third possible combination, and the most favourable one for Australia, would be a firming world economy and easing in domestic pressures, resulting in a more balanced growth outcome for the Australian economy.", "But the combination that would be most damaging to the Australian economy would be if the household sector were to continue putting itself into a more exposed position at the rate it has over the past few years, while at the same time a further weakening of the world economy was starting to feed through to activity and incomes.", "That would be a recipe for ensuring that, when the house price correction came, as it inevitably would if the world economy was weak enough, it would be bigger and more disruptive than otherwise.", "I am not saying that this is the most likely outcome, only that it is a risk we have to take into account.", "It is this risk that adds an extra degree of complexity to the making of monetary policy in Australia, and gives some context to my earlier remarks about there having been less urgency in Australia than elsewhere to respond to the weakening world economy.", "In conclusion, the international environment has not yet improved in the way we had hoped, and the changing fortunes of the US dollar throw an additional complication into the mix.", "To date, the domestic economy has weathered the unfavourable international environment very well.", "Nonetheless, growth will be further adversely affected in the period ahead if the international situation does not improve.", "If this were to occur, it would change the balance of forces that has been keeping interest rates steady over the past year."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none"], "topics": ["global economy", "domestic economy", "monetary policy", "inflation", "interest rates", "US dollar", "housing market", "credit", "growth", "exchange rate"]}