{"sentences": ["Ladies and gentlemen, good evening, It has become a tradition in the month of December to reflect on the developments of the current year and look ahead at the prospects for the year to come.", "It is, therefore, with a great deal of pleasure that I accepted your invitation to look back to the financial-economic developments in 2002 and share with you my views on the prospects for the year 2003.", "A year ago, about this time in an address to a similar audience I argued for a continuation of a Fund supported program, albeit less ambitious, to put us back on the path of sustainable growth.", "This proposal was based on the considerable progress made in restoring fiscal order and the pro-growth structural measures implemented.", "The IMF seal of approval, I contended, complemented with Dutch budgetary assistance would strengthen investors' confidence and would lead to increased investments and hence economic growth, thereby reducing the adjustment burden.", "Ladies and gentlemen, regrettably I have to note that no agreement was reached with the Fund and the consequent frequent rhetoric coming from the other side of the Atlantic Ocean has introduced a new and destabilizing factor on the path to restore economic growth.", "Based on the available information to date, no growth is projected for the year 2002 in terms of real Gross Domestic Product.", "The main internal factors that contributed to this result were, first, doubts surrounding the budgetary projections for 2002 and the financial unwinding of the transition of Air ALM into Dutch Caribbean Airline which held back the IMF's approval of the program.", "Consequently, the financial support to facilitate the further restructuring of the public finances and the implementation of a growth strategy failed to materialize.", "Second, the long formation period for a new central government after the January elections, and the absence of a credible government program to effectively deal with our economic problems, perpetuated the uncertainty in the market, thereby clouding the investment climate.", "The resumption of growth was also undermined by external factors.", "First and foremost were the impact of the aftermath of the September 11 terrorist attacks on the United States, the slowing of the world economy, and the threat of a war on Iraq.", "In addition, like the thirteenth chime of a clock, a new and unanticipated source of risk emanated from the frequent political squabbling on both side of the Atlantic casting doubts on all the efforts made to restore economic growth.", "Ladies and gentlemen, both these internal and external factors contributed to the prolongation of uncertainty with investors and consumers, resulting in the postponement of investment decisions and a decline in consumer spending due to job and income insecurity and continued migration abroad.", "The weak development in private spending was mitigated by a strong increase in government spending, facilitated by the abundance of domestic financing against the backdrop of the continued decline in stock markets and interest rates abroad.", "If we shed some light on our main economic sectors, the following picture emerges.", "The impact of the September 11 attack on the United States, the continued threat of terrorist attacks, and the slowdown in the world economy muted the overall performance of our main generator of foreign exchange, the tourist sector.", "These factors affected particularly stay-over tourism in St. Martin and Bonaire, which relies heavily on the North American market.", "However, during the course of the year a gradual recovery was noticeable.", "By contrast, Curacao's tourist sector performed well as a result of its relatively more diversified markets for tourism, an increase in airlift, and enhanced marketing.", "Overall, we expect a small growth in stay-over tourism, strengthened by a strong growth in cruise tourism for Our second economic pillar, the international financial and business services sector, recorded a marked growth in activities, after a period of weak performance.", "This surge in activities is attributable to the conclusion of the new tax arrangement for the Kingdom (BRK), which became effective on January 1 of this year, together with the new fiscal framework (NFR), ending a period of uncertainty for the sector.", "Developments in the transportation sector were mixed.", "The regional operations of our national carrier suffered from the complex transition into a new airline, which was partly compensated by its successful transatlantic flights.", "The airport of Curacao recorded a decline in the number of passengers handled, due entirely to a sharp decline in transit passengers, while the opposite occurred at the airport of Bonaire.", "This development was related to the rerouting of the intermediate stop on the Amsterdam-Quito flights of the Dutch carrier KLM from Curacao to Bonaire.", "The harbor of Curacao recorded a small growth in the amount of cargo handled, as the decline in transshipment mitigated this growth.", "Excluding the ferry service to Bonaire, the number of ships that entered the harbor of Curacao declined.", "The harbor of Bonaire also recorded a decline in the number of ships, dominated by a sharp decline in the number of tankers.", "The ship repair sector performed well during the first three quarters of the year.", "Moreover, the activities in oil transshipment and oil storage declined.", "The oil refinery was plagued by various plant shutdowns, which suppressed the growth in the amount of oil refined.", "On the other hand, the construction of the \"build-own-operate\" energy plant at the refinery made considerable progress and is expected to be fully operational in 2003.", "Curacao's free zone showed mixed developments.", "While the number of visits recorded a steady growth, re-exports declined significantly.", "Finally, the construction sector in Curacao noted a decrease in activities, measured by the value of completed projects as well as the value of licenses granted.", "Ladies and gentlemen, our balance of payments is expected to show a surplus of NAf 109 million this year after a record surplus of NAf 420 million in 2001, which was dominated by transitory capital and financial transactions.", "The surplus in 2002 is attributable to improvements in the current account and the capital and financial account.", "The improvement of the current account is accounted for by a smaller trade deficit and improvements in the services and current transfers balance.", "The smaller trade deficit is due mainly to lower imports resulting from weak domestic demand, while the improvement of the services balance stemmed from the growth in earnings from tourism and international financial and business services.", "The improvement of the current transfers balance can be attributed to the dividend tax transfers by the Dutch government as agreed in the new BRK and to the increase in transfers from abroad by individuals.", "These improvements were mitigated by a deterioration of the income balance due, among other things, to fewer investment income from abroad related to the decline in foreign interest rates and stock markets.", "In the monetary field, we experienced a notable decline in interest rates particularly in government securities.", "The factor underlying this development is the decline in investment returns in foreign financial markets, which increased investors' preference for local government securities.", "The introduction of regular certificates of deposit and treasury paper auctions by the Bank, led to increased competition among banks and institutional investors exerting thereby a downward pressure on interest rates.", "Commercial bank rates, especially mortgage rates, are gradually following, contributing to a broad-based decline in interest rates.", "In line with this development, the Bank reduced its official lending rate - the pledging rate - in five steps from 7% by the end December 2001 to 3.5% by November 4, 2002.", "In the area of public finances, the deficit on a cash basis of the General Government is estimated to reach NAf 190 million this year, compared to a cash surplus of NAf 3 million in 2001.", "This deterioration in government finances is mainly the result of increased availability of domestic financing.", "In 2001, severe liquidity constraint, caused by the partial redemption of maturing debt, forced the government to reduce cash expenditures considerably.", "As a result, arrears to creditors increased substantially.", "During 2002, domestic financing became abundantly available.", "This is the result of: (i) the over liquidity in the market and investors preference for domestic government securities because of attractive returns relative to foreign instruments; and (ii) the concurrent lifting of the ceiling on government loans extended by the commercial banks as a consequence of balance of payments surplus.", "The improved access to domestic finance facilitated the governments' budget spending.", "In addition, the deficit increased as a consequence of a number of shortfalls, related to the financial winding-up of Air ALM, liquidity support to the smaller islands, financial support to Winair, and higher interest costs due to increased short-term financing.", "The government debt is expected to rise considerably in 2002 by approximately NAf 700 million to reach a record NAf 4.1 billion.", "This is equal to a debt-to- GDP ratio of 93%.", "As I mentioned, this is not only the consequence of the financing of the cash deficit.", "The rising debt is caused by the formalization of various existing claims by the SVB, APNA, creditors of Air ALM, and Post NA.", "The debt increase is likely to raise interest costs by NAf 50 million in 2003, crowding-out funds for policy areas such as the much needed investments in education, crime reduction, poverty alleviation, and infrastructure.", "Clearly, this increase in the outstanding domestic debt will substantially constrain the debt-raising capacity of the country and hence our ability to grow.", "The consequent debt burden is unsustainable for our small open economy prone to external shocks.", "It must therefore be clear that fiscal consolidation and sustainable growth cannot be achieved without addressing this daunting problem.", "It is imperative that immediate actions be undertaken to effectively address this issue.", "Ladies and gentlemen, in my address last year I argued for a reorientation of the Dutch development assistance as a debt relief strategy.", "Obviously, no progress was made on this score.", "A competing alternative to address our debt and interest burden is to follow the approach taken by our South American neighbors: the so called Brady bonds approach.", "In its most rudimentary form it entails (1) The government of the Netherlands Antilles buys US Treasury zero coupon bonds to the amount of, say, half of the projected domestic debt at the end of this year of NAf 3.5 billion with a term to maturity of, say, 20 years.", "This is equal to NAf 1.75 billion or approximately US$ 1 billion.", "The market price US Treasury 0% bonds with a face-value of US$ 1 billion is currently about US$ 200 million.", "(2) The government in turn issues special \"debt relief bonds\" to the amount of US$ 1 billion using the zero coupon bonds as collateral.", "By doing this, the bonds holder will run a US government market risk and a Netherlands Antilles interest rate risk.", "As a consequence, the interest rate on the debt relief bonds will be substantially less that the current rate on the Netherlands Antilles bonds.", "This should lead to a substantial reduction of our interest rate outlays.", "This is estimated to be approximately Naf 60 million.", "(3) Due to the quality of the collateral we can issue the \"debt relief bonds\" on the international capital market.", "By listing these bonds on an international Stock exchange, we create a secondary market and, hence, increase their liquidity.", "(4) The funds raised with the issue of \"debt relief bonds\" will be used to redeem domestic debt.", "This will result in the mentioned savings in the interest outlays in the government budget.", "Ladies and gentlemen, let me now turn to the issue of sustainable public finances and our renewed efforts to attain balanced budgets.", "Debt reduction alone is not sufficient.", "In order to achieve sustainable economic growth, we have to place fiscal consolidation on the forefront of the national agenda.", "As I mentioned last year, too much will be demanded of this nation if the fiscal consolidation is not complemented with a growth strategy and an appropriately tailored social policy.", "Beyond the simple fact of a higher standard of living, economic growth reduces the adjustment burden.", "It also helps create a better society by distributing its gains equitably.", "During the past five years, the Central Government and the Island Government of Curacao have made considerable progress in restructuring the public finances.", "The government bureaucracy has been reduced and wage costs have been brought under control, which resulted in a substantial reduction in personnel costs.", "Improvement of cost efficiency in the government apparatus has reduced expenditures further.", "In addition, tax assessment and collection have been improved and user fees for government services are applied more broadly.", "Moreover, the financial administration and reporting have been enhanced.", "Unfortunately, the absence of a credible fiscal consolidation program this year halted the further restructuring of the public finances and even caused it to backtrack in certain areas.", "Therefore, a renewed effort is urgently needed to consolidate the progress achieved so far.", "This effort should focus on areas such as health care reform, tax reform, government enterprises reform, privatization, and further pension reform.", "In addition, personnel costs and operational expenditures should be kept in check.", "In contrast to the Central government and Island government of Curacao, the island governments of St. Martin, Bonaire, Static and Saba to date have made little progress in restructuring their public finances.", "As a result, deficits and arrears accumulated, causing increasing liquidity constraints and, hence, more frequent calls on the Central Government for financial support.", "It is clear that those island governments must embark on a major restructuring of their public finances, similar to the measures taken by the Central Government and the Island Government of Curacao if they are to achieve sustainable public finances.", "In this respect, I welcome the protocols signed between the Central Government and the island governments of St. Martin and Bonaire in November this year, which conditioned financial support to measures directed at a structural reduction of the budget deficits and ultimately balancing their budgets.", "Ladies and gentlemen, our public finances are still an area of concern.", "Credible measures must therefore be taken without further delay to prevent a return to the days of unfinancable deficits.", "The current situation will put us further away from creating institutions and policies to support economic growth unless credible measures are taken to achieve fiscal consolidation.", "Strong commitment by the authorities to these measures is also a necessary condition for the successful implementation of a debt relief strategy.", "I would like to conclude my address with an outlook for 2003.", "Ladies and gentlemen, today is the birthday of Nostradamous.", "Getting up to deliver this speech on his birthday is a powerful temptation to try to be a prophet.", "If I could be as vague or ambiguous as some of the prophets of the past, I would take that chance.", "But being a central banker I will have to settle for the present truths as I understand them.", "I am optimistic that the recovery envisioned this year will materialize next year.", "However, this is conditional upon the following factors.", "The international environment is expected to strengthen gradually in the absence of a protracted war with Iraq and major terrorist attacks.", "Investments are expected to increase, supported by among other the effectuation of the Special Economic Fund, the so-called Jaime Saleh Fund, set up to implement the growth strategy.", "Ladies and gentlemen, advocates of this Fund contend that this Fund is necessary to finance the much needed growth strategy as designed by the World Bank, to alleviate poverty and to combat crime.", "Opponents of this Fund, prominent among which the Dutch government, argue that the funding of the Fund by the government in the absence of a IMF supported program will lead to an increase of the already high debt-to-GDP ratio pushing the country to the brink of insolvency.", "Ladies and gentlemen, as I mentioned a further increase in our debt-to-GDP ratio is deleterious to our economic growth.", "However, the lessons drawn from our adjustment efforts must serve to drive home the fact that the envisioned catalytic effect of a Fund supported program did not materialize.", "Be it due to an over-ambitious program or due to the peculiar nature of our economy as part of the Kingdom (see Tromp and Romero [2002]).", "Indeed, it led to a further contraction of our economy and ultimately to an increase in debt-to-GDP ratio even in the absence of a further increase in outstanding domestic debt.", "The myopic policy of subordinating a growth strategy to fiscal consolidation therefore overlooks the long term nature of the growth strategy and the fact that a growing economy will also lead to a reduction to the debt-to-GDP ratio as was the case with the Dutch debt-to-GDP ratio.", "I therefore argue for an unfettered effectuation of the Jaime Saleh Fund, coupled with a credible fiscal consolidation plan to underpin our commitment to growth.", "It is only through this strategy that we will be able to break this contractionary spiral in the economy and set the stage for a sustainable economic growth.", "The accompanying creation of jobs will improve employment and income prospects, contributing to a gradual recovery of private consumption.", "Growth of our main economic pillars, tourism and international financial and business services, will gain momentum.", "Furthermore, our balance of payments is expected to improve further and inflation will remain low.", "This positive outlook depends, however, on successful government policy efforts in various areas.", "I mentioned already the further restructuring of the public finances, but we must also continue with structural reforms such as the further liberalization of our labor and product markets, the reduction of \"red tape\", and effective investment promotion and further improvement of our investment climate.", "Therefore, to lay a foundation for sustainable economic recovery, we must continue unabatedly with the structural adjustment of our economy through the full and timely implementation of a comprehensive and credible program focused on fiscal consolidation, structural reform and the promotion of growth.", "Ladies and gentlemen, the abovementioned policy prescription is predicated on a medium term scenario.", "It is therefore essential for the authorities to be unrelenting in their efforts to implement such a strategy to underpin their commitment.", "This calls for an effective and decisive leadership the garner the necessary support for this program to be successful."], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Fiscal consolidation", "Economic growth", "Public finances", "Debt relief", "Balance of payments", "Interest rates", "Tourism", "International financial services", "Public sector reform", "Structural adjustment"]}