{"sentences": ["Chairman, Ladies and Gentlemen, It is an honor and a pleasure for me to be invited to join the 2003 Spring conference of the Luxembourg Investment Fund Association and to hold its introductory speech.", "My presentation comprises two main sections.", "The first section is devoted to recent developments in the financial sector, with a specific focus on Luxembourg.", "The second section relates to financial stability issues.", "Recent developments in the financial sector The year 2002 has been, as you all know, a difficult year for the financial industry as a whole.", "Weak economic and financial market conditions have translated into a deterioration in the profitability of the European banks.", "This deterioration appears to be the consequence of a combination of two major adverse developments in their operating environment.", "- First, the deterioration in the economic cycle and in the borrowers' credit quality, resulting in increased loan loss provisions.", "- Second, the plunge in global and in particular in European stock markets, coupled with increased risk aversion and uncertainty in other financial markets, entailing reduced commissions and trading income from capital-market related businesses.", "The Luxembourg financial sector, characterized by its high degree of openness, has not escaped from the impact of the depressed general environment.", "In the year 2002, the Luxembourg banking sector has seen its net results deteriorating on an aggregated basis by 6%, although the evolution is unequally spread among the individual financial institutions.", "While interest margins and commissions, which are their key sources of profitability, have declined in total by 7% and 6% respectively, a compensation of this negative trend has partly been achieved at the level of certain individual institutions through an increase in their one-off exceptional revenues and/or a release of previously created general provisions.", "The one-off exceptional revenues increased in total by 525 million euros, or 132%, and are related for the major part to capital gains income through the sell-off of the stock-holdings by several banks in Cedel, this in the context of the total acquisition of the Luxembourg based embedded payment and securities settlement system by Deutsche Boerse AG.", "The level of provisions on a net aggregated basis has increased by 595 million euros, or 84% compared to 2001.", "A closer look at the figures highlights that within this general increase, which is related in particular to a new net creation of specific risk provisions, some individual banks have released previously created so called general provisions, thus allowing for an improvement in their end-of-year results.", "General provisions have here played the role of reserve buffer.", "Recent discussions on the implementation of new rules and regulations in the banking sector will certainly pose challenges and call for new risk mitigation techniques.", "I will only mention as examples the discussion in relation to the introduction of the IAS accounting standards for the banking sector, including full fair value accounting for the banking book , as well as the information disclosure of the quarterly results, which will most likely increase the short term volatility of the banking results; the future introduction of the new capital adequacy rules which risks having a negative pro-cyclical impact of the loan-loss provisions on the financial sector.", "The concept of dynamic provisioning could be a step in the right direction in this context.", "If we disregard in the banks' accounts from the results the miscellaneous income, including capital gains, the picture of the banking sector appears even more alarming.", "Banks' income before provisions and taxes would show a decrease of 7% in 2002 instead of an increase of 6%; their net results would be almost 30% lower than the year before, instead of a modest decline of 6%.", "Amid these adverse developments, banks have succeeded in containing their costs.", "Administrative costs have been reduced by 6% over the year under review, while staff costs have only slightly increased by 3%.", "Possible further cost reductions into the year 2003 are however not unlimited.", "The cost/income ratio of Luxembourg banks stands at 40% at the end of 2002, down from 41% in 2001, and is already more efficient than for most other European banks.", "It compares indeed to an average ratio of 66% EU-wide in 2001.", "An important part of potential further cost cuts on the European level is most probably already incorporated in the Luxembourg results.", "Other gauges of banking activity are not encouraging either.", "A look at the banks' aggregated balance sheet shows a decrease of 58,4 billion euros, a decrease of 8% compared to 2001 and contrasting with a continuous growth over the past twenty years.", "Even employment, typically a lagged indicator, decreased by close to 600 units in 2002, or 2% in relative terms, and the total number of employees stands at 23 300 at the end of December 2002.", "This reduction is however attenuated by an increase of about 200 staff members within the \"Other professionals of the financial sector\", whose employment comes close to 20% of the employment of the banking sector.", "Staff redundancies via social plans have however so far been the exception.", "As concerns the number of banks, 178 at the end of January 2003, we have witnessed a reduction of nine units compared to the end of 2001 and a notable decrease compared to the peak of 223 banks in June 1996.", "This movement is mainly the result of mergers resulting from restructuring within the banking groups, cross-border as well as cross sectoral, at the international level.", "The tendency has abated for now, but is likely to revive once the economy recovers.", "This restructuring process can lead among others to the concentration of specific activities within banking groups into one single handling unit.", "IT-infrastructure, back-office, trading and accounting are some prime examples.", "While acknowledging the possible economic benefits of this concentration, care should be taken that outsourcing does not create gaps, neither in risk management nor in supervision.", "From a macro-prudential perspective, the banks have been able, partly due however to the aforementioned factors in their profit and loss accounts, to cope with the harsh external environment.", "On an aggregated basis, the global net constitution of value adjustments, related to their own funds, has increased from 1.9% in 2001 to 5.1% in 2002.", "Their return on assets, in terms of net results at 0.4% at the end of 2002, has fallen back to its level of 1999.", "Their global aggregated capital ratio has improved from its stance of 14% at the end of 2001, to 16% at the end of 2002, comfortably above the prudential 8% threshold.", "The investment fund business has equally not been spared by the unfavorable external environment.", "The UCIs, numbering 1 941 at the end of 2002, albeit showing a modest increase of 33 units over the past year, has seen its growing trend reversed from October 2002 to December 2002 by 19 units.", "The value of assets under management, at close to 845 billion euros at the end of 2002, has diminished by 9% as compared to 2001.", "This decline seems however to be mainly the result of the reduced market value of assets.", "Positively, a net accumulation of 57 billion euros in new capital invested in 2002 has taken place.", "Ladies and Gentlemen, although the current picture does not look favorable, the sector has remained resilient.", "Ultimately, the sector's outlook hinges on developments in the economic and financial markets environment.", "We are facing a quite unusual synchronized slowdown in the world's three major economies, Europe, the United States and Japan.", "Today, the words that can appropriately characterize the future outlook are uncertainty, fragility and volatility in relation to the timing and pace of economic recovery overshadowed by geopolitical tensions.", "Issues of financial stability The combination of the central banks' role in issuing money and the participation of commercial banks in the money creation process results in the involvement of central banks in financial stability.", "Commercial banks' money represents a large share of the total money stock, and its value is dependent on the creditworthiness of commercial banks.", "The concern of central banks for the orderly functioning and stability of the banking system arises hence from the need to maintain the public good of a stable means of payment.", "Banking is plagued by inherent instability.", "The banking sector functions as a closely inter-linked system, which is prone to contagion risks through the payment system and the interbank markets.", "Central banks, as issuer of money, need, like any other sound managed financial institution, to monitor the quality of their counterparts.", "This is an addition to their role as ultimate provider of a safe settlement medium and of liquidity to ensure the orderly functioning of the financial system.", "Price stability supports sound investment and sustainable growth, which in turn is conducive to financial stability.", "Since the fragility of banks and their counterparts tend to be more frequent when prices are unstable, the pursuit of price stability can be seen as a crucial contribution to financial stability.", "Day-to-day monetary policy tools are to a significant extend associated with financial stability considerations.", "Lending- and deposit facilities at the central bank and fine tuning money market operations are primarily aimed at providing sufficient liquidity to the money market and facilitating an orderly liquidity management by individual banks.", "A specific question relates to the relationship between asset prices, financial stability and monetary policy.", "How should a central bank position itself with regard to price changes in assets?", "Asset price targeting beyond the pursuit of price stability could set conflicting signals.", "One could certainly question central banks' superior ability for asset price targeting; different asset classes could require conflicting action.", "Based on an indicator for maintaining price stability over the medium term, the present ECB strategy takes note of movements of exchange rates, stock prices and properties prices.", "The mission attributed to the ESCB in the field of financial stability is threefold: First, it has the task to contribute to the policies carried out by the competent authorities in the field of prudential supervision of credit institutions and the stability of the financial sector; second, it is entrusted with an advisory role in the rule-making process; third, it has the obligation to promote the smooth operation of payment systems.", "The BCL has put in place a system of macro-prudential indicators, allowing for a regular monitoring of the Luxembourg financial sector.", "The International Monetary Fund has in the context of its recent article IV consultation and Financial Sector Assessment Program (FSAP) welcomed the establishment by the BCL of the aforementioned indicators; those have served among others as a basis for the IMF assessment of the soundness of the financial sector, the systemic importance of which is highlighted in the respective reports.", "During six months, from June to December 1998, the BCL has been endowed with the mission of supervising financial institutions on a micro-prudential level.", "This mission has however subsequently been removed and delegated to the Commission de surveillance du secteur financier, created at the beginning of 1999.", "The legislator was most probably not aware of the fact that this decision would lead to an exceptional situation within the Monetary Union, as it entails a total absence of formal bilateral co-operation between the micro-prudential and macro-prudential supervision of the financial sector.", "Central banks of the Eurosystem assume today either direct responsibility for micro-prudential supervision, or are closely involved in this mission, or have formal co-operation arrangements in place.", "The role for central banks, to be embedded in an appropriate overall supervisory regime due to their involvement in financial stability, is based on their mission in payment systems; the obligation to communicate and comment in the field of financial stability and to maintain a communication network with other central banks; the need of disseminating information to markets; and the possible need for liquidity injection in emergency situations or for crises management.", "Therefore, the role for central banks to act as a global co-ordinator in crises situation directly derives from the fact the central banks have the special expertise, information and tools necessary to perform co-ordination and liquidity support functions.", "The smooth functioning of the payment systems is instrumental to the efficient allocation of financial resources in the economy.", "Through the payment systems, banks are interconnected and channel liquidity to the financial sector and to the rest of the economy, and thus contribute to the smooth economic development and to financial stability.", "The participants in those systems are linked in a network that provides a channel for contagion risk.", "The failure of a counterpart can trigger systemic problems.", "The same is true for securities settlement systems.", "With the transposition of the Settlement Finality Directive into Luxembourg law in January 2001, the legislator has endowed the banking supervisory authority with the surveillance of the systems, and on an exceptional basis the BCL, under the condition that the BCL is a participant in those systems.", "For the time being, BCL is in charge of the oversight of Lips-Gross, the Luxembourg component of Target, Lips-Net, the local retail payment system, including its technical agent Cetrel and the securities settlement system operated by Clearstream, including its technical agent Clearstream Services.", "The BCL has notified these systems to the European Commission.", "It monitors the observance by the systems of the requirements laid down in its oversight policies and procedures.", "Those are based on international standards and recommendations.", "They comprise among others, issues related to corporate governance and corporate structure, the latter aiming at avoiding the emergence of oversight gaps or loopholes at the level of the system operator.", "The BCL participates in the discussions at the ESCB on issues regarding oversight of the payment and securities settlement systems.", "At the ESCB level, a Memorandum of Understanding was concluded in 2001 between the overseers of payment systems and the supervisory authorities.", "This non-legally binding document relates to the co-operation and exchange of prudential information which may have an impact on financial stability and on aspects which call for a co-operation between the ESBC and banking supervisors on a crossborder level.", "Even though synergies between price stability and financial stability should prevail in the longer run, successful monetary policy will not always be sufficient by itself to prevent financial instability.", "In rare circumstances, the need to provide liquidity to individual illiquid institutions cannot be excluded.", "A form of involvement of central banks which carries fewer moral hazard implications than the provision of liquidity consists of the central banks acting as a co-ordinator to facilitate private sector solutions.", "In this case, the central banks can act as \"honest broker\".", "Due to their unique position in the financial system, their independence from political considerations, their possession of special expertise, information and tools, they appear best placed to assume the role of overall co-ordinator.", "Conclusions Potential future risks and vulnerabilities in the financial sector continue to have their source in the European and global macro-economic environment.", "Further needs for additional risk provisioning and continued lower income from trading activities and retail banking in general could further impair banks' profits.", "The financial results of the first quarter of 2003 will give us a first indication in this respect.", "The banking sector has been resilient so far and I believe, without being complacent, that this sector has the potential to withstand possible further shocks.", "Enhanced risk management, increased reserve buffers and continued strategies aiming at increasing profitability are certainly steps in the right direction.", "Ladies and Gentlemen, since the creation of an euro area financial system, financial stability concerns have developed into a euro area wide issue.", "The unique challenge the eurosystem is facing lies in the threefold separation between the regulatory body, which is the European union, the single currency area and country specific supervisory jurisdictions.", "This separation requires special forms of co-operation between public bodies.", "As liquidity and contagion risk is increasing in importance, one should expect the role of central banks in financial stability to increase.", "Care should be taken in relation to risks arising from the non-banking financial sector activities and from financial market price developments.", "Despite improvements in risk management techniques and procedures, in prudential supervision and in the oversight of payment and securities settlement systems, the occurrence of a future financial crises is not excluded.", "Central banks' role as global co-ordinator in those situations is of crucial importance.", "To repeat and summarize: Central banks are involved in financial stability: being banks themselves with business operations, it is necessary for central banks to control the soundness of their counterparts; in addition central banks are entrusted with the exclusive task of providing ultimate liquidity.", "They play an important role in crises management and in maintaining financial stability, regardless of the institutional structure for supervision which is adopted in the respective jurisdiction.", "However, close formal co-operation and information sharing arrangements, between central banks and supervisory authorities, which should work not only in theory but also in practice, is a pre-condition to address issues of financial stability in an adequate way.", "Thank for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Financial Stability", "Banking Sector", "Luxembourg Financial Sector", "Risk Management", "Central Banks", "Economic Environment", "Monetary Policy", "Payment Systems", "Financial Sector Supervision", "Financial Markets"]}