{"sentences": ["I am indeed thankful to Technology Information, Forecasting and Assessment Council (TIFAC) and especially to Dr. R. Chidambaram, Chairman, TIFAC for inviting me to join the distinguished participants and share my thoughts on 'Role of Quality Human Resources in Target Setting for Economic Growth'.", "As I understand TIFAC has undertaken an ambitious programme known as 'MISSION REACH' as a follow up of the Technology Vision-2020 recommendations.", "The MISSION REACH is three years old now and has track record of significant achievements.", "As the distinguished audiences are aware the thrust of MISSION REACH is to make technical education more relevant to the needs of industry.", "of Human Capital in Appropriately, therefore, the organizers have emphasized on the theme: \"Role Economic Growth\".", "This is a topic closer to my heart because as a banker and central banker, my preoccupation has been with the qualitative aspect of human resources in banking industry.", "At this stage, I would make a brief sojourn to theoretical and empirical literature on the relationship between human capital and economic growth, which has been reflected in the framework of Endogenous Growth Theory, which focuses on continuous advances in human skills and technology upgradation through research and development, along with factor accumulation to off set the dampening affect of diminishing returns and sustained economic growth.", "Two basic frameworks those can be derived from the Endogenous Growth Theory are: (a) Nelson-Phelps approach, and (b) Lucas approach.", "The former relates growth to the stock of human capital through two channels, i.e.", "directly through human capital's effect on a country's ability to innovate (the domestic innovation component), and indirectly through its ability to facilitate technology adoption, i.e.", "to foster technology 'catch-up' with the leading country (the technology diffusion component).", "The second approach, based on Lucas, but also shared by neo-classical growth accounting, assumes that growth is driven by the accumulation of human capital.", "It treats human capital like an ordinary input in the production function.", "Changes in growth rates across countries are assumed to be primarily due to changes in the rates of human capital accumulation.", "The empirical literature on testing the importance of human capital for economic growth has produced very mixed results.", "On the one hand, some influential studies find no relationship between human capital and growth when the Lucas approach is tested for broad samples of countries.", "On the other hand, some studies are able to reconcile microeconometric estimates of the rate of return to years of schooling with macroeconometric estimates of the impact of changes in educational attainment on growth after accounting for measurement error.", "Some economists emphasize the importance of accounting for labour force quality.", "They find a strong link between direct quality measures (i.e.", "cognitive skills) and economic growth.", "The empirical research undertaken by some economists provide support for the Lucas approach that growth is driven by the accumulation of human capital.", "Let me now conceptualise my thought process: Conventionally three factors of production viz., land, labour and capital have been recognized as the sources of economic growth.", "The pace of economic growth differs primarily on account of capital accumulation.", "Nevertheless, the differences in the growth performance and living standards across countries can be attributed not only to the pace of growth of physical capital but also the investment in human capital, which in turn, determines the quality of labour force and productivity.", "In fact, human resources in the growth process are as important as physical capital, technology and financial resources.", "Despite a great deal of discussion on critical role of human resource development, actual attention paid has been inadequate.", "This is partly because the process of developing human resource is extended over a long period of time.", "Secondly, the return from accumulation of human capital has a long gestation lag.", "Thirdly, the resource requirement for developing human resources is enormous.", "However, it may be argued that on account of the long lead-time involved, human resource development cannot be postponed and should be addressed with a coherent human resource policy.", "Recognising this, in the recent times, the focus of attention in the Government as well as in the private sector has been the efficient and effective use of human resources.", "A critical element in this process is the quality of governance, as it is increasingly been recognized to be one of the prime factors behind the most remarkable development successes of human history.", "Evidence suggests that good governance can help secure human well-being and sustained development.", "Similarly, poor governance would erode the individual capabilities as well as institutional and community capacities to meet even the basic needs of sustenance for large segment of the population.", "Human capital consists of the abilities, schemes and knowledge of particular workers.", "Thus, like conventional economic goods, human capital is rival and excludable.", "The literature suggests that qualitative human resource is precondition for sustained human development and a sustained human development is precondition for sustained economic growth.", "The necessary condition for sustained human development is enhancement in per capita income.", "The sufficient condition for sustained human development emphasizes three elements viz., (a) longevity (the ability to live long and healthy life), (b) education (the ability to read and write and acquire knowledge) and (c) command over resources (ability to enjoy the decent standard of living which socially meaningful).", "Technically, necessary and sufficient conditions discussed above, are referred to as Human Development Index (HDI).", "The growth analysis during the decade gone by and also at present emphasizes HDI as a critical indicator for assessing growth.", "Evidence suggests that lower growth results in lower HDI.", "In developing and under developed countries, due to resource constraints, there is a tendency to cutback expenditure on human capital formation, particularly education and health.", "This in turn leads to a vicious cycle of lower growth.", "I would like to put the above analysis in common parlance - if the machine is important the man behind the machine is also important and the man should be healthy and skilled to operate the machine efficiently.", "Let me elaborate this point further in terms of educational and health attainments.", "As regards education, it is recognized that schooling or training raises productivity or the capacity to earn and that a corresponding change in human-physical capital investment mix would raise overall output.", "Among various levels and types of schooling, primary education appears to offer the highest rates of return especially in low-income countries.", "Returns to secondary and tertiary education are also considerable but generally lower because of the higher costs involved.", "Returns to vocational and technical schooling, on the other hand, are lower than general education as unit costs are appreciably higher.", "At higher levels of development, secondary and tertiary schooling become increasingly more important.", "Better health, also contributes directly to economic growth as it reduces production losses on account of illness of workers or, potentially, also in terms of higher work productivity for healthy workers.", "Thus, besides its intrinsic value, a healthy and long life has an instrumental value in attainment of other valued goals in enhancing personal and social well-being.", "Having conceptualised my thought process on human resource development and its growth impact, let me now touch upon some cross-country experiences.", "A study (covering 31 countries) of United Nations Development Programme (UNDP) concluded that if a farmer had completed four years of elementary education, the productivity is higher by 8.5 per cent than that of a farmer having no education.", "Another study of UNDP (from a sample of 88 countries) observed that an increase in literacy rate from 20 per cent to 30 per cent was associated with an increase in economic growth between 8 to 16 per cent.", "Studies carried out by some economists for groups of countries or for individual countries and over time consistently show that social returns to investment in education, for example, are high and oftentimes higher than returns to physical capital.", "Against the above backdrop, I would like to discuss the Indian experience.", "Let me begin with the economic growth process.", "During the first three decades after independence, the Indian economy stagnated around the trend growth of 3.5 per cent.", "The scenario changed during the 1980s, the acceleration of growth during the eighties to 5.6 per cent put the Indian economy on a higher growth path.", "During the 1990s, the growth rate was more than 6 per cent.", "In per capita terms, the growth rate is substantially higher at about 4 per cent in recent years than that of about 1 to 2 per cent during the earlier periods.", "The higher per capita income growth indicates stabilization of population, which is an essential requirement for promoting sustainable development and more equitable distribution of resources and opportunities in developing society characterized by range of scarcities and multiple constraints.", "The improvement in per capita income as I have explained above, is a necessary condition for sustained development of human capital.", "This positive outcome has been reflected in the reduction in the poverty ratio from 45 per cent during early 1980s to 26 per cent in the beginning of the present decade.", "Let me now touch upon the sufficient conditions viz., longevity (health) and literacy (education).", "Two critical indicators literacy rate and life expectancy has shown distinct improvement over the period.", "Literacy rate has gone up to 65 per cent during the beginning of the present decade from 44 per cent in 1981.", "Similarly, life expectancy has gone up from about 30 years to above 60 years.", "The sectoral decomposition of economic growth in recent years indicates a paradigm shift towards services sector, which accounts for more than 50 per cent of gross domestic product (one of the measures of economic growth).", "Since the services sector is labour intensive, this development reflects the higher content of human capital and skill in the growth process.", "There is a broad consensus that the current surge in services has been contributed, among others, by the skill intensive and higher productivity activities, such as information technology services which have emerged as one of the fastest growing segments in the 1990s.", "The labour productivity in software services is estimated to be twice that of the manufacturing sector.", "The emergence of strong international labour market and increasing demand for information and technology trained manpower has led to global mobility of qualified manpower as well as services generated by such pool of trained manpower.", "It creates valuable network of finance, business and skill formation.", "Particularly in case of software industry, hubs located in India now provide real time software support, data processing and customer services for clients all over the world.", "This huge surge in software exports essentially reflects on the skilled manpower and the human capital accumulation in Indian context.", "The high content of skills in labour supply from India is not only confined to software services, it also pervades to engineering, medical and other professional services.", "Apart from software, the reflection of the return of human capital formation is also visible in the robust growth in remittances to India by the migrant workers working in various parts of the world.", "India has emerged as the top recipient country in respect of private remittances in the world and accounts for almost 3 to 4 per cent of global remittances.", "There is a growing recognition that comparative advantage for achieving higher growth not only lie in factor endowments that include the amount of capital or size of labour force but also in human capital on information technology, particularly in the context of a paradigm shift to market oriented growth process.", "The 20th century's unprecedented gains in advancing human development and eradicating poverty came largely from technological breakthroughs.", "Therefore, currently, people all over the world have high hopes that new technologies will lead to healthier life, greater social freedoms, increased knowledge and more productive livelihoods.", "The market is recognised as a powerful means for technological progress but it is not powerful enough to create and diffuse the technology.", "The diffusion of technology depends on the educational levels and skills available with a country to effectively use the technology.", "Technology is also unevenly diffused within countries.", "India, home to a world-class technology hub in Bangalore ranks at the lowest end of the technology achievement index (TAI) of the United Nations Development Programme (UNDP).", "Another important aspect of the technology diffusion linked to human capital resource is the adaptation of new technology to local requirements.", "This requires availability of professionally trained researchers and technicians to customise standard technologies to suit the domestic environment.", "In the Indian context, the foreign collaboration and technological transfer in the industry has been enabled by the presence of skilled human resources to adapt and utilize the new technology to domestic requirements and production processes.", "The information and communications technology sector requires less initial investment in capital and infrastructure than do more traditional sectors - which may explain why high-tech industries in developing countries.", "Moreover, such industries are labour intensive, providing new jobs and wages for educated workers.", "Wages are high for Indian software professionals, but competitive in the global market.", "The Human Development Report 2001 of UNDP states that India shows why public policy is important.", "By providing education for information technology - India's English-language technical colleges turn out more than 73,000 graduates a year - and investing in infrastructure (especially highspeed links and international gateways with sufficient band-width), the government has ensured India's place in the new economy.", "These efforts will deliver long-term benefits for human development and equitable economic growth.", "An important challenge to the human resource development arises from the enormous demand on resources and sharing the financing burden of human capital formation.", "In India, the major burden of human capital formation is on the Central and State Governments as universal education as well as tertiary and technical education, health care system, sanitation are sponsored by the Governments.", "Within the Government sector, the social sector expenditures such as expenditures on heads like education, vocational education, skill formation, primary health etc.", "have long term positive effects in terms of human capital accumulation and productivity growth of the workforce are mainly in the domain of the State Governments.", "The worsening fiscal situation of States has, however, reduced the capacity of the States to release resources for such activities, which has impacted on the relative availability of such services and the quality of delivery of services has suffered.", "The social sector expenditure of States has marginally declined to 5 per cent of GDP during the period 1990-91 to 2000-01 as against 5.1 per cent in the 1980s.", "This has happened despite the fact that there is greater demand on such services in an increasingly more competitive environment.", "The extent to which social services can meet their intended objectives of raising the quality of human resources depends on the efficiency with which such resources are used to deliver the social services.", "Expanding social expenditures, especially on education, skill formation, health services would require correction of fiscal imbalances so as to release larger resources for such activities.", "It is evident that the capacity of the Government in releasing resources for human resource development is constrained due to severe resource constraint.", "In this context, the question arises is what supportive/complementary role the private sector can play to meet the gap between the requirements of human capital formation and the actual achievements?", "The market response to human resource development/private sector participation is increasingly becoming important.", "In the post-liberalisation period in India, there has been proliferation of private initiative in research and development and capacity building particularly in areas such as information technology, software, business and medical education.", "However, the level of private initiative has not been adequate to cope up with the requirements of our society.", "The increasing competitive pressures have while forced private enterprises to constantly upgrade the skills of the workforce within the organisation to cope with the increasing rate of obsoleteness of the technology and adapt newer available technologies, the role in supporting the basic institutions providing opportunities for skill formation to larger population is very limited.", "There is a need to develop greater synergic links between the public and the private sector in core areas of human resource development through suitable incentive framework.", "Contextually, I would flag the following agenda for fostering the growth of human capital in India: • In the context of stabilisation of population growth at 2 per cent per annum, there is a need to achieve more than twice per capita GDP from the present level.", "The issue of improving governance in the country has to be addressed as it has important implications for maintaining the quality of institutions imparting basic capabilities to the people.", "Effective governance requires greater transparency, more effective communication and high degree of professionalism.", "The crucial aspect is the upgradation of human resource management strategies with a view to enhancing the level of knowledge, sharpening skills and also to instil the necessary attitudes and work culture.", "• The orientation and content of education are as important as resource allocation.", "There is a need to not only invest in basic education but also a greater emphasis is required on a technology oriented curriculum at higher levels to have appropriate supply response to market forces.", "• While the demand for social services has increased, the resources released by the Governments for investment on such services have been inadequate.", "As the Government has to play an important role in ensuring primary education and health care as well as supporting secondary and tertiary education, there is a need to prioritise resources on these heads as these have strong externalities.", "• Keeping in view the burden of human resource development on the State and its reduced capacity to generate required resources, there is greater need for public-private partnership in expanding the facilities for augmenting critical mass of skilled workforce to respond to increasing demand to adapt to new technology in all areas of production whether industry or agriculture.", "As the distinguished participants present here are aware that in the Reserve Bank of India (RBI) we have engaged ourselves in areas relating to monetary management, banking regulation and supervision, technological advancements both within the Bank and the industry with a view to facilitating economic growth with stability.", "The RBI has sound human resources practices aimed at building a competent and highly motivated human capital base.", "The selection and placement processes are aimed at identifying the right persons for right positions.", "Officers are provided training opportunities after due assessment of their needs in the training institutions of the Bank as well as external ones.", "While these measures have helped in selection and development of quality human resources, the clean work ethos and the positive approach of the Bank's management towards its people has really been responsible in building a workforce, which is capable of adapting to changes and meeting challenges and of working as a cohesive group and team.", "We have attached high priority to the governance aspects to cope with the rapidly changing scenario.", "The quality of human resource indicates that the ability of RBI to deliver value to customers.", "As Governor RBI Dr. Bimal Jalan has mentioned in one of his speeches \"capital and technology are replicable but not human capital which needs to be viewed as a valuable resource for the achievement of competitive advantage.\"", "The introduction of computerisation paved way for the customers of the Bank and the public at large to receive better service from the Bank.", "It is truly a matter of pride for me to have been associated with the Reserve Bank of India and its competent, quality human resource."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Human Capital", "Economic Growth", "Education", "Health", "Technology", "Governance", "Skills", "Productivity", "Software", "Services"]}