{"sentences": ["Introduction The Nigerian economy has witnessed a serious jump in the level of financial crime since 1986, with the liberalization of the financial sector that accompanied the implementation of the Structural Adjustment Program (SAP).", "The SAP was initially planned for two years, during which it was projected that all the structural problems of the economy would have been addressed.", "This, clearly, was too short a period in which to achieve any significant results.", "The SAP ran through the 1990s, when it was variously adjusted to fit the political agenda of the different military regimes.", "The extensive liberalization of the economy that has been undertaken since then encouraged economic crime in general and financial crime in particular, especially of the 'white collar' type.", "Consequently, and in an effort to implement the 1988 United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances (The Viena Convention) Nigeria criminalized white collar crime, through the following pieces of legislation: The Failed Banks Recovery of Property Act of 1994; Advance Fee Fraud and other Fraud Related Offences Act 1995; and Money Laundering Act, 1995.", "Even though I have been asked to focus this paper on money laundering, one of the several financial crimes which has been prominent in Nigeria, to the embarrassment of the Government and all patriotic Nigerians, I will, in the process, have occasion to say something about the other forms as well, especially as they are often closely related.", "What then is money laundering?", "Money laundering is the process by which criminals or criminal organizations seek to disguise the illicit nature of their proceeds by introducing them into the stream of legitimate commerce and finance.", "Money can be laundered through a wide variety of enterprises, from banks and money transmitters to stock brokerage houses and casinos.", "The illicit proceeds provide the fuel for drugs dealers, terrorists, arms dealers, and other criminals to operate and expand their enterprises.", "Since 1999, the new management of the CBN has worked extensively to address the issue of financial crimes, particularly fraud in the banking system and other related, financial crimes.", "Publicity campaigns were mounted through seminars, workshops, conferences and press statements.", "The CBN has also improved tremendously on its supervisory and regulatory activities, with a strong effort on enforcing anti-money laundering compliance by the financial sector.", "The CBN has, in recent times, equipped staff in the sensitive operational areas of the Bank with tools that facilitate identifying and tracking the activities of money launders in the financial sector.", "After the September 11, 2001, attack on the World Trade Center, United States of America, the global efforts at surveillance increased, with the Financial Action Task Force (FATF) setting guidelines for identification, monitoring and tracking anti-money laundering activities.", "The FATF and the United States Department of Treasury's Financial Crimes Enforcement Network (FinCEN) came up with detailed strategies for addressing the menace.", "These strategies are based on the belief that intensified surveillance will stop the criminals and terrorists using the organized banking services for their funding network, if the operators are vigilant and follow the guidelines established with adequate legislation to back them up.", "The FATF at its extraordinary, plenary meeting of 29-30 October, 2001, agreed to develop special guidelines for financial institutions in the detection of the techniques and mechanisms used in the finance of terrorism.", "The FATF has since come up with the guidelines and has visited countries with poor legal frameworks, such as Nigeria.", "It has advised and even threatened to blacklist non-cooperating countries, including Nigeria.", "The goal in providing these guidelines is to ensure that financial institutions do not unwittingly hide or move terrorist and criminal funds.", "This paper which addresses the CBN's standpoint on anti-money laundering compliance, is structured into four sections, with the introduction being Section 1.", "In Section 2 we discuss the legal framework on money laundering, with emphasis on the recent amendment to the Banks and Other Financial Institutions Act (BOFIA).", "While Section 3 focuses on the areas of concern for the CBN.", "In Section four we make some recommendations and concluding remarks.", "The legal framework on money laundering as specified in BOFIA Nigeria took a bold initiative in the 1980s, to enact the National Drug Law Enforcement Agency (NDLEA) Act, No.", "This was to set the stage in confronting the menace of money laundering on economic activities, and to comply with the Vienna Convention.", "Again, in 1994, the Government took another bold step to address bank failure, through checking the activities of money launderers and abuse by insiders in the banking sector, by promulgating the Failed Banks (Recovery of Debt and Financial Malpractice in Banks) Act of No 18 of 1994.", "Until then, a number of unpleasant developments in the banking industry, were threatening to undermine confidence in and integrity of the financial system, through facilitating crime and corruption, as well as allowing criminally-minded Bank Directors and managers to retain and savour the rewards of their illegal actions.", "The third bold step was the promulgation of the Money Laundering Act of 1995 and the Advance Fee Fraud Act of 1995, the latter popularly called \"419\", which was to address the offences of obtaining by false presentment, financial sums from victims.", "These laws, however, were not as effective as anticipated over the years, due to a lack of serious cases of successful prosecution.", "Consequently, it became necessary to strengthen the Money Laundering Act of 1995 by addressing its weaknesses, in order to be more effective.", "The following weaknesses were observed: • Ambiguity in the definition of \"Money Laundering\".", "• The provisions of forfeiture of assets were not far-reaching.", "• The Act failed to take account of the practice of evading mandatory reporting requirements by the customers of financial institutions.", "• The provisions of section 6 of the Act, which implied that financial institutions had a discretion in deciding whether or not to report a suspicious transaction, was a loophole for non compliance.", "• The provision of section 10 of the Act which only penalized employees and directors, leaving out the financial institutions concerned, was an obvious drawback to compliance.", "• Failure to provide a \"safe harbor\" for financial institutions in respect of the mandatory reporting requirements was also impacting seriously on compliance.", ".1 The Amendments to BOFIA and the Anti-Money Laundering Act in 2002 Money Laundering undermines confidence in the integrity of the financial system.", "The amendment to the BOFIA was intended to address the observed gaps in the existing laws in order to aid compliance.", "The National Assembly, in collaboration with all stakeholders, prepared and proposed the bills on financial crime to the House in December 2002.", "These bills were: • an act to further amend the Bank and Other Financial Institutions Act 1991, as amended, and for matters connected therewith; • an act to amend the Money Laundering Act 1995 and for matters connected therewith; • an act to provide for the establishment of a Commission for anti terrorism, economic and financial crimes and for matters connected therewith.", "These three bills have been passed and are now part of the law of the land that must be complied with by all and sundry.", "Even though there had been several amendments to BOFIA since 1991, this further amendment in 2002 was to address the drawbacks observed in the anti-money laundering section of the Act.", "The following provisions were amended to strengthen anti-money laundering compliance: • Section 3 (3) of the BOFIA was substituted for a new subsection (3) which reads \"upon the payment of the sum referred to in subsection (2) of this section, the Governor may issue a licence\".", "• Section 60, had an insertion immediately after section 60A and titled section 60B, giving \"power of Government to freeze accounts\" as follows: Notwithstanding anything contained in any other enactment, where the Governor has reason to believe that transactions undertaken in any bank account with any licensed bank are such as may involve the commission of any criminal offence under any Law, \"he may make exparte application for of the Federal High Court verifying on oath the reasons for his belief, and on obtaining such a court order, direct or cause direction to be issued, to the manager of the bank where the account is situated or believed to be or, in the alternative, to the head office of such a bank, directing the bank to freeze forthwith all transactions.", "• The manager of a bank in which a direction has been issued on account under subsection (1) of this section shall, on receipt of such direction, suspend all banking transactions whatsoever, relative to such account, for such period as may be specified in the direction.", "• Where an account has been frozen pursuant to this section, the Governor shall refer the matter to the Nigeria Police Force, the National Drug Law Enforcement Agency or any other appropriate regulatory authority.", "• Where it is not possible for the Nigeria Police Force, National Drug Law Enforcement Agency or any other appropriate authority to conclude its investigations within the period stipulated in the court order, the Governor shall apply to the Federal High Court for an order for the continued freezing of the account concerned.", "The amendments to the Anti-Money Laundering Act addressed three major areas of the CBN responsibility providing for: • The enhancement of the instrument autonomy of the CBN, by giving more power to the Governor of the CBN to checkmate any operations in the banking system that can undermine confidence in the integrity of the financial system.", "• The need for increased diligence by financial institutions (Financial Sector Surveillance).", "• The need for customer identification and record keeping to support the process of the court, if the need arises, and that no compromise is encouraged unwittingly.", "The CBN has, in the past four years, consolidated its efforts in the supervision of the banks, by ensuring that the banks are examined regularly.", "The CBN has been able to bring together all the regulators in the financial sector, through the workings of the Financial Services Regulation Coordinating Committee (FRSCC), in order to ensure regulatory efficiency in the financial services sector.", "We discuss in Section 3 below, the areas of concern for the CBN on the issue of compliance.", "Areas of concern for the CBN The CBN has been given an expanded mandate to regulate and supervise the Other Financial Institutions.", "In addition to the expanded mandate are the tremendous growth of the banking sector and the new policy introduced by the CBN of universal banking.", "Efforts at sanitizing the other financial institutions sub-sector started in 1997 which led to the stipulation of new minimum capital requirements' for community banks (CBs) and primary mortgage institutions (PMIs), among other things.", "The areas of concern for the CBN can be discussed along the following three major dimensions: • Identifying financial crime trends and patterns.", "• Strengthening all stakeholders' support.", "• Economic impact of money laundering.", ".1 Identifying financial crime trends and patterns In attempting to identify financial crime trends and patterns, effort must be geared towards monitoring the flow of funds to the banks and establishing an efficient customer identification process, with adequate record keeping rules.", "The CBN recently issued a manual on \"Know Your Customer\" principles and practices.", "The manual emphasized the need to obtain identification evidence from private individuals, pure corporate customers and quasi corporate customers who establish business relationships with the banks.", "The manual indicated the vulnerability of receiving bankers/agents to money laundering.", "The manual was intended to serve as a further guide to the banks and other financial institutions in Nigeria on the procedures to adopt for the proper identification of their customers and, therefore, getting to know their customers.", "Additionally, the CBN restructuring /reengineering initiative (Project EAGLES) has established some level of information technology that is capable of identifying the methods and patterns used to commit these crimes, particularly the Advance Fee Fraud.", "When the CBN is fully automated, it will provide the unique capability to identify banking sector-wide trends and patterns associated with money laundering and other financial crimes.", "Currently, the CBN works with the newly-introduced Economic and Financial Crime Commission and the law enforcement agents, on the dissemination of information obtained through state-of-the-art data processing techniques.", "Going forward in the efforts of the CBN reengineering, it will be possible to expand the available techniques, using leading edge analytical tools for data mining and massaging.", "From the little effort made so far, the CBN has established the trend of the activities of the advance fee fraud groups and collated information on the linkages and related lead information for analysis.", "For example, preliminary findings show that in the month of July 2002 when the technology was installed, an average of 150 complaints per day on \"419\" transactions was lodged on the CBN's web site, following which information on the activities of the scam groups and advice on what to do was given to the complainants.", "The number has reduced to an average of 26 complainants on \"419\" per day as at end of March 2003.", "It has also been established that most of the crimes were committed using Multilink's telephone facilities and those of the GSM providers.", "There were efforts by the police to sweep on the overnight surfers at the internet cafés, mostly in Lagos, many of whom have been found to be perpetrating the 419 crimes.", "The CBN also has established that the pattern of the crimes is constantly changing, with a substantial part of the 419 correspondence moved out of Nigeria, using ECOWAS countries telephone and fax numbers.", "The CBN efforts through joint, sting operations with the Nigeria Police, have resulted in a number of arrests of the scammers.", "This technique when fully developed will facilitate the identification of suspicious transactions and the banks and other financial institutions involved in them.", "Another bold step taken by the the CBN is to inform the banks through a circular that any bank that is careless enough to allow a 419 transaction to go through its system, will be held responsible for the refund of the amount involved to the bonafide claimants.", "The CBN has already enforced the provisions of this circular against one bank, and is ready to do it again where it is proven that the bank has weak systems, or failed to exercise due care, that will prevent the 419 transaction from going through.", "The CBN strategies are as follows: • Work closely with the law enforcement agents to identify and disseminate current trends and patterns of information obtained through the system • Continue to develop analytical methodologies, models and other technical tools that provide additional insights into suspicious activities and transactions through the banking system when the Banking and the Real Time Gross Settlement (RTGS) application software are installed.", "• Enhance efforts to assist the newly established Economic and Financial Crime Commission (EFCC) and the law enforcement agents in tracking financial crimes and their perpetrators through information, workshops, seminars, conferences and bilateral and multilateral cooperation.", "The progress of these strategies will be measured by monitoring the volume and types of the crimes that are still in operation, knowing fully well that these crimes mutate very rapidly.", ".2 Strengthening all stakeholders support The CBN in April 1994 undertook to facilitate a formal framework for coordination of regulatory and supervisory activities in the Nigerian financial sector, leading to the establishment of the Financial Services Coordinating Committee (FSCC).", "The Committee was to address more effectively, through consultation and regular inter-agency meetings, issues of common interest to the regulatory and supervisory bodies.", "The name of the Committee was changed to Financial Services Regulation Coordinating Committee (FSRCC).", "The Committee was accorded legal status by the 1998 amendment to Section 38 of the CBN Act 1991 and formally inaugurated by the CBN Governor in May 1999.", "The Committee comprises the Central Bank of Nigeria (as Chairman), the Securities and Exchange Commission, National Insurance Commission, Corporate Affairs Commission and the Federal Ministry of Finance.", "In order to enhance the effectiveness of the Committee, the Nigeria Deposit Insurance Corporation, the Nigerian Stock Exchange and the National Board for Community Banks were co-opted as observers.", "The objectives of the reconstituted Committee were to: • coordinate the supervision of financial institutions; • cause the reduction of arbitrage opportunities, usually created by differing regulatory and supervisory standards, among supervisory authorities in the country; • deliberate on the problems experienced by any member in its relationship with any financial • eliminate any information gaps encountered by any regulatory agency in its relationship with any group of financial institutions; • articulate the strategies for the promotion of safe, sound and efficient practices by financial intermediaries; and • deliberate on such other issues as may be specified from time to time.", "The Committee works through sub-committees.", "There are five sub-committees, of which the Financial Sector Distress Sub-committee has been handling the issue of financial crimes in the sector.", "The Information Sharing Sub-committee moreover, has had the mandate of identifying the types of information that must be shared among the regulators and the constraints therein.", "This SubCommittee is currently working directly with the CBN to build a website for the FSRCC, and to facilitate the development of the tools of analysis.", "The CBN effort at strengthening the support of all stakeholders is to recognize the fact that to address the compliance issue on money laundering and other financial crimes, support must be given by all the regulatory and supervisory institutions.", "These institutions must work together to promote the integration of the financial system, thereby enhancing the efficiency and effectiveness of the various pieces of legislation aimed at fighting financial crimes.", "On a larger scale, the CBN conducts \"Bankers' Committee\" meetings every other month to discuss issues of concern to the industry, including prudential matters.", "This forum facilitates the discussion of global events or developments in general, and their impact on the banking sector, in particular.", "It is anticipated that the CBN's ongoing IT programme when fully in place, involving a robust Banking Application and a Real Time Gross Settlement (RTGS) System will facilitate on-line, real time transactions, Straight Through Processing (STP) and, therefore, ease the tracking of suspicious transactions.", "It will, moreover, facilitate the interaction of the banks with the CBN, and the tracking of anonymous and/or fictitious accounts and transactions.", "On the international front, the CBN is also taking steps to enhance cooperation and coordination with other regulators, such as the FSA in the UK and other parties and institutions that have a stake in the international fight against financial crimes and other forms of abuse of the financial system.", "A recent example of this international collaboration was the mounting of a seminar on \"Know Your Customer\" jointly with Commerz Bank of Germany in Lagos to explain to Nigeria banks the implication for their operations, especially in correspondent banking, of the measures recently introduced by the FSA to curb money laundering, terrorist and other financial crimes.", ".3 Economic impact of money laundering Money laundering affects indigenous entrepreneurship, more so with the trade liberalization.", "Proceeds of drug sales and other criminal activities are used to bring in and \"dump\" goods in the market, which are sold at prices below cost prices in the exporting countries.", "The reason being that the drug baron has imported so as to transfer the dirty money and not for profit motives.", "This situation depresses domestic production due to the uncompetitive pricing of the imported products.", "Because the return on investment from domestic production and other legitimate business activity will almost inevitably be lower than the high returns made by the money launderers, domestic production is thereby depressed by their activities.", "This situation affects small and medium scale enterprises in particular, which are the growth target which the Government is addressing.", "Consequent to this development, foreign investment will decline, because investors will be scared of an economic environment where illicit monies are allowed to play a significant role in the allocation of resources.", "Concluding remarks 4.1 Money laundering poses a danger to the health and existence of, not only individual banks but, when sufficiently widespread, the entire banking system as well.", "We do not have hard statistics to establish the causal relationship between money laundering and economic performance in Nigeria, but we can draw from the experience of some Latin American countries, which were notorious for drug trafficking, as compared to those of Malaysia and Singapore, two countries with the most stringent drug and money laundering laws and, very resilient and stable financial systems.", "One can safely draw inference from this that stringent anti-money laundering laws, coupled with strict compliance, can greatly enhance the performance of the Nigerian economy.", "Consequently, therefore, the CBN will continue to ensure compliance with the FATF guidelines, in addition to other domestic laws on money laundering through: • ensuring that the banks report adequately and in time as recommended; • ensuring that the FSRCC incorporates the monitoring of money laundering activities as an important agenda of its activity; • securing the judiciary's and the law enforcement agents' cooperation and commitment to ensure compliance; • providing support for the training of all stakeholders in order to upgrade their knowledge and awareness of financial crimes in order to achieve compliance with the standards set by the FATF.", ".2 The Money Laundering Decree as amended in 2002 is a product of concerted efforts by the CBN and other regulators and the National Assembly.", "Although the threat of blacklisting the country by the FATF did speed up the amendment process, the CBN and the Legislators were, however, committed to the amendment of the Money Laundering Law, so as to bring the country to the same level of compliance as found in the other jurisdictions.", "The amendment has imposed immense disclosure and reporting obligations on the financial institutions in their dealings with their customers.", "In addition, the power of the Governor of the CBN to deal squarely with financial institutions that harbour or encourage money launderers has been enhanced by the recent amendment to the Money Laundering Act.", "I thank you for listening."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Money Laundering", "Financial Crime", "Anti-Money Laundering Compliance", "CBN", "Financial Institutions", "FATF", "Financial Services Regulation Coordinating Committee", "Advance Fee Fraud", "Economic Impact", "Nigeria"]}