{"sentences": ["Colleagues, fellow central bankers, ladies and gentlemen, I speak to you on the eve of an inspiring moment in the history of Europe.", "In less than two months from now, the European Union will complete its largest ever expansion.", "What was originally a Community of six countries in western Europe will become a Union of 25 countries.", "A Union of some 450 million people.", "This enlargement will be the EU's greatest: not just in terms of size, but also because of its historical significance.", "Tomorrow it will be 58 years to the day that Winston Churchill gave a speech in Fulton, Missouri, in which he spoke of an iron curtain descending across Europe.", "Today, not only has that curtain been torn down; the edifice that had been painstakingly built on one side is being expanded to house those who once lived on the other side.", "The members of the East will finally join the members of the West as members of the same European Union.", "As European central bankers, our destiny is intertwined with the destiny of our continent.", "As Europe is being rebuilt and reunited, so we are reinforcing and uniting its monetary foundations.", "We have already created a single European currency and a European System of Central Banks (ESCB).", "And with it we are providing the monetary stability that eluded Europe for much of the last century.", "But we still face the task of eventually fully integrating new Member States into our common monetary area.", "This is indeed a challenging task.", "Challenging because we must ensure that the process runs smoothly, without jeopardising the monetary stability that is our ultimate duty to European citizens.", "Challenging, also, because of the logistics involved."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none"], "topics": ["European Union", "Monetary stability", "Enlargement", "European System of Central Banks", "Integration", "Member States", "Monetary area", "Iron curtain", "Destiny", "Europe"]}