{"sentences": ["Ministers, deputy ministers, governor, deputy governors and esteemed delegates Let me extend a warm welcome to the delegates from the G-20 countries to the G-20 Seminar on Economic Growth, which is jointly hosted by the South African Reserve Bank, the People's Bank of China and Banco de Mexico.", "It is indeed an honour for me to welcome representatives from various leading countries for discussions on a topic that is of great importance not only to the members of the G-20 but to every country.", "Permit me also to briefly remind you of the important principles that are set out in the G-20 Accord for Sustained Growth that was discussed at the sixth meeting of Finance Ministers and Central Bank Governors of the G-20 held in Berlin in November 2004.", "Our Accord for Sustained Growth is all about mobilising economic forces for satisfactory long-term growth by focusing domestic policy on three tasks in particular: establishing and maintaining monetary and financial stability; enhancing domestic and international competition; and empowering people to participate.", "While appropriate and credible policies are the basis for economic growth, they need to be backed by high-quality institutions, including ethical standards in corporate governance.", "However, given the diversity of institutional settings and the success of different economic strategies among G-20 countries, it is acknowledged that there is no single template for strong long-term growth.", "Policies need to be shaped to the special circumstances in individual countries.", "The Accord deems price stability as being indispensable for sustainable economic growth as it fosters investment and saving.", "High inflation is destabilising and has a strong negative impact on the poor, while deflation squeezes profits, discourages investment and leads people to postpone spending.", "The Accord acknowledges the importance of central bank independence in helping to achieve the goal of price stability in the long run.", "Fiscal discipline is seen to be equally important by, and fiscal policy should ensure that public expenditures and debt remain at reasonable levels in relation to national aggregates in order to prevent economic growth being restrained by crowding-out, anticipated future tax increases and inflationary pressures.", "The Accord states that the domestic financial sector must be able to withstand economic shocks without giving rise to systemic problems which impair the allocation of savings to investment opportunities and the processing of payments in the economy.", "Currency mismatches could be diminished by strengthening domestic banking systems and capital markets.", "Strong domestic financial sectors can reduce the need for foreign currency borrowing and become an alternative channel of external funding by attracting foreign investors into domestic currency instruments.", "High priority must be given to implementing the relevant internationally recognised standards and codes.", "The liberalisation of the capital account yields essential efficiencies and benefits for economic growth but the Accord stresses that the elimination of restrictions on capital movements should be appropriately sequenced and that countries seeking domestic monetary autonomy while substantially liberalising their capital account should increase the degree of exchange rate flexibility accordingly.", "The Accord regards competition as the driving force of economic growth because it fosters efficiency and is essential for innovation and strong investment activity.", "Carefully designed policies of deregulation, privatisation, and liberalisation of international transactions are important means of strengthening competition.", "Policymakers are encouraged to aim at strengthening and enforcing intellectual and other property rights, contract law, bankruptcy procedures and anti-trust regulations.", "Also, efforts will be required to promote good governance and combat corruption.", "Global trade liberalisation is deemed an essential instrument to promote growth by channelling resources to their most productive use.", "Policymakers worldwide are encouraged to move ahead vigorously on the basis of multilateral commitments giving due consideration to adjustment costs.", "Multilaterally consistent bilateral and regional agreements can also contribute to trade liberalisation.", "Labour market conditions are also crucial cornerstones in achieving high employment levels and broad participation of the labour force and both wage levels and working hours need to be responsive to market requirements and reflect national circumstances.", "The Accord also emphasises the importance of policies to provide opportunities and incentives to gain and improve skills, foster labour mobility, strengthen incentives to work in the formal sector and reduce information asymmetries.", "A favourable overall investment climate, including adequate infrastructure, will support domestic capital accumulation and also be attractive for foreign direct investment.", "The Accord states clearly that mobilising all productive forces of a society requires empowering individuals and enhancing economic participation.", "Education and training are key requirements as they improve people's chances of finding jobs and contribute to higher productivity.", "The broadly-based provision of high-quality education should be a responsibility of governments.", "An educated population is better placed to demand the provision of good governance and sound institutions.", "Broadly-based access to a wide range of financial services and reducing impediments to small businesses, such as the time to start a business, is of crucial importance as it fosters entrepreneurial capacities and facilitates the integration of people into the formal economy.", "While employment is the first and best safeguard against social exclusion, social safety-nets are needed to cushion the effects of unemployment.", "Moreover, the elements of social infrastructures such as clean water, sanitation and basic health services are public goods whose provision has a positive impact on welfare and potential growth.", "It is important to design social policies so as to permit market mechanisms to function effectively.", "As to the agreed actions to implement the G-20 Accord for Sustained Growth, the Finance Ministers and Central Bank Governors adopted the reform agenda that translates our G-20 Accord for Sustained Growth into concrete policy measures for our countries.", "Progress in this regard will be reviewed at the meeting in Beijing in October 2005, which this seminar will feed into.", "As to progress by South Africa, I am particularly pleased to report that the Reserve Bank has been making an important contribution to macroeconomic stability, thereby creating a stable framework for growth.", "CPIX inflation has remained in the 3-to-6-per-cent target range since September 2003, i.e.", "for 22 successive months.", "Gross domestic product growth measured 3,7 per cent in 2004 and is expected to grow at similar levels this year, and the government's objective is to implement policies to raise the growth rate to even higher levels.", "To promote growth and employment, the South African government has continued along the path of fiscal discipline and has been focusing on enhancing the efficiency of the public service and on infrastructure investment, increasing savings and skills development.", "The deliberations of the next two days will help shape the strategies in this regard.", "I wish to conclude by referring to the often quoted inspirational words from Robert Lucas in 1988 \" Is there some action a government of India could take that would lead the Indian economy to grow like Indonesia's or Egypt's?", "If not, what is it about the \"nature of India\" that makes it so?", "The consequences for human welfare involved in questions like these are simply staggering: Once one starts to think about them it is hard to think about anything else.", "\"1 Clearly the Indian government seems to have met Lucas's challenge and so there are surely lessons to be learned from each and every country's experience.", "We look forward to the presentations by the various delegates as set out in the programme during the course of the next two days and to discussions on economic growth and issues of common interest and relevance to our various countries.", "Meanwhile, welcome once again and may this important seminar achieve all its objectives.", "Zhou Xiaochuan: Improve corporate governance and develop capital market Speech by Mr Zhou Xiaochuan, Governor of the People's Bank of China, at the High-level Forum on China's Reform, Beijing, 13 July 2005."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic growth", "price stability", "fiscal discipline", "domestic financial sector", "competition", "trade liberalisation", "labour market conditions", "investment climate", "education and training", "social safety-nets"]}