{"sentences": ["Ladies and gentlemen, We have invited you today for the presentation of the chosen design proposal in the international urban planning and architectural design competition for the New ECB Premises.", "In our introductory remarks we would like to do the following: first, to briefly recall the main steps that have led to the outcome of the competition.", "Second, to present the chosen design proposal in some detail.", "And third, to explain what happens next.", "Afterwards, we will be happy to answer further questions, as will the chosen architect when it comes to technical questions on the design proposal.", "The decision of the Governing Council / the conclusion of the competition Last Thursday, on 13 January 2005, \"the Governing Council chose the design for the ECB's new premises out of the 3 revised design proposals of the 3 prize winners of the international urban planning and architectural design competition.", "After extensive discussion and a careful evaluation, the Governing Council concluded that the revised design concept of Coop Himmelb(l)au best meets the functional and technical requirements specified by the ECB, and has features that reflect the ECB's values and transforms them into architectural language.\"", "[Quotation of the Press Release] On 13 February 2004 an international jury consisting of architects, Eurosystem representatives and a representative of the City of Frankfurt chose three winning designs in accordance with the following criteria, as laid down in the Competition Rules out of the 12 design concepts submitted in the Second Phase of the competition: 1.", "Overall town-planning, architecture and landscape; 2.", "Compliance with the main features of the functional and spatial programme, including 3.", "Feasible approach to an energy/environmental concept and compliance with the main features of the ECB's technical requirements; 4.", "Compliance with the relevant rules, in particular in the field of building law and environmental law.", "The first prize was awarded to Coop Himmelb(l)au, Vienna; the second prize to ASP Schweger Assoziierte, Berlin; and the third prize to 54f architekten+ingenieure, Darmstadt, in cooperation with T.R.", "Hamzah & Yeang, Selangor.", "On 18 March 2004, the ECB's Governing Council decided to invite all three prize winners to revise their design concepts in accordance with the Jury's recommendations and the ECB's requirements.", "The purpose of this Revision Phase was to remedy the remaining functional and technical deficiencies of the concepts.", "The final decision on the design concept to be implemented was made on the basis of the revised concepts and the criteria laid down in the Competition Rules.", "In the Revision Phase each of the three teams has gone into depth of research and development, reaching a level of design for a new premises which would be suitable for the ECB and could be realistically constructed.", "I would like to thank them for their work and have great respect for what they have created.", "Each design proposal is unique in its own way.", "As we will, of course, only build one design, we, my colleagues from the Governing Council and myself, had then the difficult/challenging task to choose one of the revised design proposals.", "We had then great pleasure to confirm the Jury's proposal and to announce Coop Himmelb(l)au as the winning architect of the international urban planning and architectural design competition for the new ECB premises.", "I would like to ask now Mr. Papademos, as he was also the Chairperson of the international jury of the competition, to present the main elements of the Governing Council decision for the chosen design of Coop Himmelb(l)au.."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ECB premises", "Architectural design", "Governing Council", "Competition", "Revised design", "Functional requirements", "Technical requirements", "Jury", "Design concept", "Urban planning"]}