{"sentences": ["Ladies and gentlemen, it is our pleasure to welcome you to this press conference.", "The Vice-President and I will now report on the outcome of today's meeting of the Governing Council of the ECB, which was also attended by Commissioner Almunia.", "Overall, on the basis of our regular economic and monetary analyses, we expect euro area underlying inflationary pressures to remain contained in the medium term.", "Accordingly, we have left the key ECB interest rates unchanged.", "The exceptionally low level of interest rates across the entire maturity spectrum continues to provide considerable support to economic growth in the euro area, which currently shows only moderate dynamics.", "At the same time, we will remain vigilant with regard to upside risks to price stability.", "I shall now explain our assessment in more detail, turning first to the economic analysis.", "According to Eurostat's flash estimate, real GDP grew by 0.5% quarter on quarter in the first quarter of 2005, compared with 0.2% in the previous quarter.", "However, figures for real GDP growth over the last two quarters partly reflect statistical effects related to working-day adjustments to the data.", "This has led to some understatement of growth dynamics in the last quarter of 2004 and to some overstatement in the first quarter of 2005.", "Most recent indicators for economic activity remain, on balance, on the downside.", "The moderation in economic activity observed since mid-2004 is partly related to the rise in oil prices.", "Looking ahead, there is scope for positive fundamental factors to again shape the outlook, assuming that the effects from adverse developments gradually diminish.", "Notably, global economic activity is expected to remain strong, despite some moderation from the record levels observed last year.", "This continues to support euro area exports and should have a potential positive impact also on investment.", "Investment is expected to benefit from robust earnings, improvements in business efficiency and the very favourable financing conditions.", "At the same time, consumption growth is expected to develop in line with real income growth.", "This assessment is broadly consistent with the new Eurosystem staff projections, which will be published today.", "Recent forecasts from international and private sector organisations give similar indications.", "In comparison with the March ECB staff projections, the ranges projected for real GDP growth in 2005 and 2006 have been adjusted slightly downwards.", "All in all, our judgement remains that real economic growth will gradually improve over the period ahead.", "At the same time, recent data have heightened the uncertainties surrounding the short-term evolution of domestic demand, and persistently high oil prices and global imbalances may pose downside risks to the projections for economic growth.", "Turning to price developments in the euro area, according to Eurostat's flash estimate, annual HICP inflation was 2.0% in May, compared with 2.1% in April.", "Over the coming months, annual HICP inflation rates are expected to remain broadly around current levels.", "On the one hand, energy prices are exerting upward pressure on HICP inflation.", "On the other hand, underlying inflationary pressure has been rather contained and, on average, wage increases have remained moderate over recent quarters.", "According to the Eurosystem staff projections, average annual HICP inflation is seen to lie between 1.8% and 2.2% in 2005, and between 0.9% and 2.1% in 2006.", "Compared with the ECB staff projections published in March 2005, the inflation projections for 2005 have been revised slightly upwards and for 2006 slightly downwards.", "In 2006, this largely reflects the expected statistical effect of a planned health care reform in one euro area country, the Netherlands, which is estimated to imply a one-off reduction of 0.2 percentage point in the euro area inflation rate for 2006.", "This effect should be excluded from the assessment of the medium-term outlook for price stability.", "Taking into account the assumptions underlying the projections, upside risks to the inflation projections prevail.", "These risks relate notably to future oil price developments, indirect taxes and administered prices.", "Furthermore, ongoing vigilance is required in order to ensure that past price increases do not lead to second-round effects in wage and price-setting throughout the economy.", "In this respect, continued responsibility on the part of social partners is very important.", "The monetary analysis provides further insight into the risks to price stability over the medium to longer term.", "Over the past few months, money and credit have continued to grow robustly in the euro area.", "These developments mainly reflect the stimulative effect of the low level of interest rates in the euro area.", "The monetary dynamics are driven by the strong growth of the most liquid components of broad money contained in the narrow aggregate M1.", "At the same time, the euro area private sector's demand for MFI loans, in particular for house purchase, has remained strong.", "The assessment of ample liquidity in the euro area is confirmed by all indicators.", "Also in the light of the increasingly liquid nature of monetary expansion, the accumulated stock of the broad monetary aggregate M3 may entail upside risks to price stability over the medium to longer term.", "To sum up, the economic analysis suggests that underlying domestic inflationary pressures remain contained in the medium term.", "At the same time, it is necessary to underline the conditionality of this assessment and the related upside risks to price stability.", "Cross-checking with the monetary analysis supports the case for ongoing vigilance.", "As regards fiscal policies, developments in the euro area remain of concern.", "While a few countries are succeeding in maintaining sound budgetary positions, in several countries it is essential that fiscal consolidation is given the highest priority in view of the budgetary situation.", "Moreover, the revised rules and procedures for the Stability and Growth Pact, expected to take effect soon, need to be implemented in a strict manner to ensure credibility and to promote a timely return to sound budgetary positions.", "With respect to structural reforms, the so-called \"Integrated Guidelines\" for 2005-2008, covering both the new Broad Economic Policy Guidelines and the new Employment Guidelines, are soon to be adopted.", "These guidelines for economic and employment policies will, in turn, serve as the basis for action at the EU level and for Member States to draw up national reform programmes by the autumn of this year.", "The new governance structure of the Lisbon agenda should provide new impetus to structural reforms in Europe.", "These reforms are vital for Europe's ability to respond to the challenges arising from an ongoing deepening in the global division of labour, the fast process of technological change and the ageing of the population.", "A determined approach in addressing these challenges and successful communication that convinces the public of the benefits of the reforms hold the key to both improving the economic outlook in the short run and sustaining the prosperity of European citizens in the longer term.", "We are now at your disposal for questions.", "Nicholas C Garganas: On the practice of financial stability in Greece - the implications of Basel II Speech by Mr Nicholas C Garganas, Governor of the Bank of Greece, at the Conference on Financial Stability and Implications of Basel II, Central Bank of the Republic of Turkey, Istanbul, 16 May 2005."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["price stability", "economic growth", "inflation", "monetary policy", "structural reforms", "fiscal policy", "oil prices", "liquidity", "interest rates", "domestic demand"]}