{"sentences": ["The Cabinet recently discussed Malta's approach to the euro and the Prime Minister has declared that a decision about ERM II might be taken soon.", "The Times caught up with the Governor of the Central Bank of Malta, Michael C. Bonello, and asked him to explain some of the central concepts involved and how events are likely to unfold in the coming weeks and months.", "It is almost a year since Malta joined the European Union.", "The next step for the new Member States is the adoption of the euro.", "Two Cabinet meetings were held recently to discuss Malta's strategy in this regard.", "What role do these meetings play in the overall preparatory process?", "The obligation to adopt the euro reflects the important role the single currency has come to play in what the EU is today and in what it is set to become in the future.", "As a minimum, by significantly reducing transaction costs and exchange rate risk, the euro facilitates progress towards the completion of the Single Market.", "This expectation is supported by the conclusions of academic studies which suggest that a currency union results in approximately a doubling of trade.", "The Treaty, however, does not set a target date for euro adoption.", "That date is, to an extent, at the discretion of the national authorities.", "This approach builds on the premise that the considerable benefits of a currency union can only materialise when a close similarity exists with other euro area participants and a high degree of convergence has been attained with them.", "When this point has been reached, a prospective new member is much less susceptible to shocks which are not common to other members.", "This ensures that the monetary policy of the European Central Bank (ECB) is equally suitable for all euro area members - old and new.", "The two Cabinet meetings held recently assessed Malta's state of readiness in this regard, on the basis of a report prepared jointly by the Central Bank of Malta and the Ministry of Finance.", "The meetings also discussed issues related to Malta's participation in the exchange rate mechanism, also known as ERM II.", "The first decision which has to be made in fact concerns the timing and method of participation in ERM II because a Member State cannot adopt the euro without having successfully spent a minimum period of two years in this mechanism.", "While this decision is taken in a multilateral context involving various EU authorities, Member States and the ECB, the Maltese authorities nevertheless need to have a position.", "The Central Bank of Malta contributes to the formation of that position through its role as advisor to the Minister of Finance on financial and economic matters.", "By law, however, exchange rate policy is a joint responsibility of the Bank and the ministry.", "Decisions on the exchange rate, therefore, cannot be taken, or announced, unilaterally by the Bank.", "ERM II is no exception.", "This does not, of course, preclude the Bank from expressing its independent views on aspects related to euro adoption.", "The Bank has indeed contributed actively to the debate by way of articles in its publications and official statements.", "I have also expressed the Bank's views through speeches and interviews - all of which can be accessed on the Bank's website - on what would seem an appropriate approach to take with respect to euro adoption and on the economic policy measures the country should take to make this goal realisable.", "These views were also conveyed very clearly in meetings with the government.", "Is there a deadline for the fulfilment of the relevant criteria for euro adoption?", "In particular, is there a deadline for entry in ERM II?", "The Treaty only makes it obligatory for all new Member States to participate fully in Economic and Monetary Union (EMU) at some point after EU accession.", "EMU is a process which foresees the eventual adoption of a single currency and of a single monetary policy and which is also characterised by fiscal discipline and economic policy coordination.", "Before it can adopt the euro, a member state should have fulfilled the convergence criteria, known as the Maastricht criteria, on the interest rate, inflation and public finances, achieved a high degree of structural similarity with the euro area and completed the necessary logistical, administrative and legal preparations.", "Details of these preparations were explained in an article which was published in the June 2003 edition of the Bank's Quarterly Review.", "The Treaty, however, does not specify a target date for the completion of these preparations.", "Neither does it specify a date for entry in ERM II.", "You have pointed out on several occasions that you are in favour of an early adoption of the euro.", "What are your arguments for that?", "What are the implications of a delayed entry?", "The importance for Malta's small, open economy to lock in, at the earliest practical opportunity, the increased economic security and credibility which this step implies is indeed acknowledged by all the experts the Bank has exchanged views with.", "This is because the euro offers the prospect of being anchored in the relative safety of the world's largest economy.", "This would not only mean reduced exchange rate risks and less uncertainty for Maltese economic agents and their foreign business partners but it would also eliminate the need to maintain higher interest rates to compensate for the element of risk associated with the small size of the Maltese economy.", "The latter, moreover, would be of direct benefit in terms of price competitiveness, as would be the reduction in currency conversion costs and the increased price transparency.", "Our assessment also shows that Malta is well suited to participate in the euro area.", "Its economic structure bears a fair degree of similarity with the euro area and both trade and financial linkages are substantial.", "Furthermore, the lira is already closely linked with the euro so that joining the euro area does not entail a radical change in the parameters applicable to macroeconomic policy setting in Malta.", "At the same time, most of the formal requirements for entry, with the exception of the criteria on public finances, have been, or stand a good chance of being met on a sustainable basis.", "As far as public finances are concerned, moreover, the fiscal consolidation process is on schedule, as the EU Council has acknowledged, with the target deficit/GDP ratio for 2004 achieved.", "A positive track record of exchange rate stability has meanwhile cultivated expectations abroad that Malta will not remain outside the euro area more than is necessary.", "A delay would thus send the wrong signals to international investors and could well reverse the upgrade in Malta's credit rating as this was partly a response to expectations that Malta would proceed with economic reform at a steady pace to adopt the euro as soon as conditions allowed.", "Delaying euro adoption would thus not only postpone the benefits of the single currency but could also place Malta further behind the other new Member States, many of whom are expected to have adopted the single currency by 2008.", "Three of them, in fact, have already joined ERM II and could be candidates for euro adoption as early as 2007.", "What is ERM II and what is the rationale behind it?", "ERM II is an arrangement in which a formal rate of exchange is established between the euro and the national currency of each participant in the mechanism.", "This rate is called the central parity rate.", "The rules require that at the time of entry, the lira is fully pegged to the euro.", "This means that the current peg to a three-currency basket, in which the euro carries a 70 per cent weight, will have to be terminated by then.", "Participation in ERM II without a unilateral change in the central parity rate is obligatory for all new Member States, though deviations within a standard band of +/- 15 per cent are permitted.", "This obligation reflects the role of ERM II as a test of economic convergence and as a signalling tool which supports that convergence.", "The idea of a \"test\" rests on the premise that a high degree of exchange rate stability against the euro is only sustainable if the country's economic structures have converged significantly towards those of the euro area.", "Such stability in the nominal exchange rate vis-à-vis the euro over the two-year period in ERM II would indicate that the economy has converged well and is flexible enough to absorb economic shocks without having to change the exchange rate.", "The signalling effects stem from the multilateral nature of ERM II.", "The joint announcement of a new member's central parity rate by all the parties involved sends a message to the markets that these various entities collectively consider that rate to be an appropriate exchange rate for the economy.", "Will participation in ERM II affect the status of the lira during this phase?", "During ERM II, the Central Bank will continue to play its current active role in the areas of monetary and exchange rate policy.", "The lira will continue to be the legal tender currency of Malta until the euro is adopted.", "Until then, and while Malta participates in ERM II, the euro will, to all intents and purposes, be treated as any other foreign currency.", "How will the central parity rate in ERM II be determined and what other decisions need to be taken with respect to Malta's participation in ERM II?", "The central parity rate will be jointly agreed by euro area ministers, known as the Eurogroup, Malta's Minister of Finance and the Governor of the Central Bank of Malta.", "The European Commission and the Economic and Financial Committee (EFC), which is the advisory arm of the EU Council of Economic and Finance Ministers, will also be involved, as will central banks and ministers of Member States outside the euro area.", "The latter, however, will act in a consultative capacity.", "At no point in the process, therefore, would the Central Bank of Malta or the government be able to establish the central parity rate, or modify it, on their own.", "This is standard procedure and statements suggesting otherwise are incorrect.", "Other than the central parity rate, there are two further decisions to be taken: the date of entry and the method of participation in ERM II.", "What about the date of entry in ERM II?", "Although eligibility for entry in ERM II is not dependent on the fulfilment of a set of formal criteria, it is presumed that only Member States making progress in convergence can join the mechanism.", "Consequently, the formal application process for ERM II is normally preceded by an examination of the prospective applicant's economy.", "In Malta's case, an assessment was conducted earlier this year by the European Commission.", "The results will be discussed at a Eurogroup meeting in early April.", "Subject to a positive outcome, one would expect the Maltese authorities to make a formal application.", "If such an application is made, the Economic and Financial Committee would consider it during one of its subsequent meetings.", "At such a meeting, Malta's method of participation in ERM II, including the central parity rate, would be agreed.", "The way would then be open to join the mechanism.", "ERM II is characterised by a standard fluctuation band of +/- 15 per cent per cent.", "How relevant do you expect such a band to be for Malta?", "The system allows so much flexibility to ease the burden of transformation and structural reforms in those Member States which still have a relatively long way to go before they reach average EU levels of development and whose exchange rate may not yet, therefore, have reached an equilibrium level.", "The standard band represents the maximum exchange rate flexibility that can be availed of, depending on individual country circumstances.", "The existence of the bands should not, therefore, give rise to the expectation that the exchange rate will automatically fluctuate to this extent.", "In the case of Malta, for example, the economy has already achieved a relatively high level of real and nominal convergence and one would, therefore, expect that the daily rate should remain close to the central parity rate.", "Indeed, given the crucial role that exchange rate stability plays in the highly open Maltese economy, and the significant credibility attained by the Maltese lira under the existing basket peg, the authorities would like to preserve the important positive effects of the current arrangement, namely exchange rate stability, during ERM II.", "Will participation in ERM II entail a change in the level of the lira/euro exchange rate?", "A distinction needs to be made here between two steps.", "As I noted earlier, entry into ERM II requires a full peg to the euro, either before or on the day of entry.", "Let us assume the Maltese lira peg to the euro is increased from 70 per cent to 100 per cent before entry.", "The same principle that applied to past revisions to the exchange rate basket will apply on this occasion, too.", "When the currency basket was last updated, in August 2002, the value of the lira was derived on the basis of the old basket, which at the time was composed of currency portions representing the euro, with a 56.8 per cent weight, sterling with 21.6 per cent and the US dollar with 21.6 per cent.", "The revised weights - 70 per cent euro, 20 per cent sterling and 10 per cent US dollar - were used to derive the new currency portions and produced the same value for the Maltese lira as under the old basket.", "In the same way, the switch from a 70 per cent peg to a 100 per cent peg will not entail a change in the level of the lira/euro rate from that prevailing under the current exchange rate regime.", "I hope this will correct the impression some people have that the peg to the euro will automatically result in a change in the value of the lira beyond the normal day-to-day market movements currently observed.", "The other step concerns the choice of the central parity rate for entry in ERM II.", "As explained earlier, this, however, remains a multilateral decision to be taken by consensus and the matter, therefore, is not at our sole discretion.", "What are your expectations with regard to the central parity rate?", "As I have just pointed out, exchange rate stability is vital for our open economy and we wish to preserve this important feature of the currency during ERM II.", "We have reason to believe that this is not an unrealistic expectation.", "It is based on the outcome of a study the Bank carried out on the equilibrium exchange rate.", "According to economic theory, the central parity rate in ERM II stands a better chance of being sustainable over the two-year period if it corresponds to the equilibrium exchange rate.", "Thus, if one could identify the latter rate, one would automatically have an idea of the most appropriate central parity rate for ERM II.", "The equilibrium rate, however, is not specifically known and cannot be observed.", "It can only be estimated under a number of assumptions and the estimates are sensitive to the methodology used.", "Recognising this caveat, the Bank used several methods to estimate the equilibrium exchange rate.", "Both the methodologies and the results of the Bank's study were shared with local and foreign experts, from the ECB and from fellow national central banks in the EU and in North America.", "Subject to the caveat referred to above, these experts generally share our conclusion that there is no unequivocal indication of a significant misalignment in the exchange rate.", "If our EU counterparts in the ERM II-related decision-making process also share these views, one would, therefore, expect Malta to join ERM II with a central parity rate which broadly corresponds to the current exchange rate level.", "Some commentators have cautioned against what in their view is a hasty approach to euro adoption.", "A judgment as to whether the path to euro adoption is hasty or otherwise can only be made in relation to the economic principles which underlie the criteria and conditions attached to participation in EMU.", "This is precisely the approach taken in the Treaty, which contains indicators for measuring the degree of economic preparedness of a country, as also in our own study.", "The obligation to participate in ERM II for a minimum period of two years serves that purpose.", "The underlying premise is that once a country reaches the point at which it can derive the considerable, undeniable benefits of monetary union, it should do so.", "In the case of a small, open economy which must support an independent currency in a fully liberalised trade and capital environment, these benefits must also be evaluated in the light of the costs and risks - which are not negligible - of delaying participation.", "The report presented to Cabinet builds on that approach.", "It evaluates Malta's suitability and readiness on the basis of a set of economic criteria which correspond to those which the EU will apply when assessing Malta's eligibility.", "As is the case with ERM II, the timing of entry in the euro area will also have to be agreed in a multilateral setting, based on an assessment which is conducted periodically by the European Commission and the ECB, subsequently published in the form a Convergence Report.", "It is, therefore, unimaginable that Malta's entry in the euro area would be endorsed unless the EU institutions and the Member States are confident that Malta genuinely meets all the criteria and has achieved the necessary convergence commensurate with a smooth participation in EMU and with its ability to derive the expected benefits.", "Indeed, prior to the assessment that was conducted by the EU Commission earlier this year, another had already taken place in mid-2004.", "At that time, the Maltese authorities told the Commission that, given the circumstances prevailing then, it would have been premature to embark on ERM II.", "We suggested to them at the time it would be prudent to wait until the fiscal outcome for 2004 became known, that is early in 2005.", "This cautious approach was appreciated by the Commission and by the president of the ECB.", "Malta, in fact, was not among the first wave of new entrants in ERM II - Estonia, Lithuania and Slovenia joined the mechanism in June 2004 - despite expectations among many international observers that Malta would have been a candidate.", "Put simply, we are not rushing.", "It should also be clear by now that even if we wanted to rush, we would not be allowed to do so.", "The argument has been made in some circles that the adoption of the euro should be postponed to allow a slower pace of fiscal consolidation.", "My reaction to that - which is spelled out in my speech to the Institute of Financial Services in November 2004 - is that fiscal consolidation is an end in itself, regardless of whether Malta adopts the euro in the short-term or not because healthy public finances are a fundamental aspect of sound economic management.", "A country cannot live beyond its means indefinitely.", "Easing the pace of fiscal consolidation, moreover, would also make meeting the fiscal criteria at a later date even more difficult as it would result in the accumulation of debt and higher debt-service payments, requiring even greater cuts in non-interest spending or increased taxation later on.", "This would send negative signals abroad about the country's resolve to undertake the necessary reforms, probably leading to a downgrade by credit rating agencies and harming both Malta's image as an investment location and the exchange rate.", "Finally, Governor, would you say there is a relationship between EU membership, and by implication EMU, and the deterioration in the current account of the balance of payments in 2004?", "There is clearly such a relationship, though other special factors have also been at play here, including the large fiscal deficit.", "For example, we had anticipated that the total liberalisation of trade and capital controls upon accession to the EU would have left their mark both on the current account and on the external reserves.", "As expected, there has been some adjustment of asset portfolios by households and private corporate investors in response to the wider range of investment products available overseas.", "On the trade front, the removal of the remaining levies has led to greater consumer demand for imports, particularly of foodstuffs and furniture.", "There has also been a surge in foreign travel.", "In 2004, the number of Maltese leaving by air rose sharply by almost 17 per cent, which implied an additional outflow of Lm7 million.", "Another factor that has undoubtedly served to encourage consumption, and even possibly investment abroad, has been the relative unattractiveness of the traditionally preferred saving outlet, the 12-month fixed deposit.", "The gradual reduction in the Central Bank of Malta's central intervention rate these last years was followed by more than proportionate cuts in the rates offered by banks on fixed deposits, probably because of the abundant liquidity available at the time.", "In today's tighter liquidity conditions, a 12-month fixed deposit rate of about 2.6 per cent may now be considered inappropriate.", "While the impact of these behavioural shifts on the balance of payments is likely to stabilise over time, the Bank is nevertheless concerned about the apparent imbalance between spending and saving patterns and will be monitoring developments much more closely.", "There were other reasons behind the fall in the Bank's external reserves in recent months.", "One such factor has been the sharp increase in the oil import bill, particularly since the second half of 2004.", "At the same time the reserves were also affected by weak export prices, most notably for electronic components.", "Thus, even though export volumes increased, the value of exports was lower during 2004.", "Consequently, sales of foreign exchange in the form of export proceeds by commercial banks to the Central Bank of Malta were accordingly lower.", "The Bank also carried out some large transactions on behalf of the public sector, mainly for the purchase of infrastructure-related capital equipment.", "After all these movements, the Bank's reserves remained at a comfortable level of Lm856 million at the end of January.", "I should also point out that the Bank's reserves had been rising steadily over the last three years and this has led to high levels of liquidity in the banking system.", "In line with its monetary policy objectives, the Bank has been forced to absorb this liquidity through open market operations.", "Consequently, a reversal of the upward trend in reserves and in bank liquidity was expected as the relatively low level of domestic interest rates inevitably induced some restructuring of the banks' investment portfolios.", "As a result, the level of foreign assets in bank portfolios increased.", "So that, while the Central Bank of Malta's reserves declined by around Lm82 million in the year to January 2005 those of the commercial banks rose by about Lm66 million in the same period."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["euro adoption", "ERM II", "exchange rate", "Malta", "EMU", "convergence criteria", "economic convergence", "equilibrium exchange rate", "fiscal consolidation", "balance of payments"]}