{"sentences": ["I appreciate the friendly welcome that I have been given by the banking industry and thank you for this invitation to speak today.", "Let me start by stating that I intend to continue the line set by my predecessor in relation to monetary and foreign-exchange policy.", "This policy has served Denmark well.", "I have been around for so long that I remember the time when we used exchange-rate adjustments actively to solve our structural problems.", "As we know, this led to double-digit inflation rates and interest rates exceeding 20 per cent.", "In the end, it became plain to all that this policy was not sustainable.", "Today, there is only seldom focus on the fixed-exchange-rate policy.", "Outside Denmark, it is in a way viewed as outdated.", "Nevertheless, this policy has been important for Denmark.", "It has had broad political support and contributed to very low inflation; in practice so low that ordinary people hardly think about it any longer.", "In the last 15 years annual price increases have been kept at around 2 per cent on average, and retail prices have remained completely stable in recent years.", "This safeguard of real wages is to everyone's benefit each and every day.", "For the corporate sector it is easier to plan ahead when the exchange rate vis-à-vis the euro is stable.", "The foundation for their investments does not suddenly change due to changes in the exchange rate .", "Companies know that it is primarily up to them to meet future demands by developing products and human resources.", "The lower rate of inflation is not an isolated Danish phenomenon - it is seen worldwide.", "The increasing integration of Asian countries into the global economy dampens prices and wages in the rest of the world.", "This is also reflected in long-term yields.", "Since the global propensity to invest is lower than is normally the case, and since both central banks and pension funds are currently buying large portfolios of long-term bonds, long-term yields are at the lowest level in the post-war era.", "These effects will diminish at some point - we do not know when - but when that does happen, interest rates will rise."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["fixed-exchange-rate policy", "inflation", "interest rates", "exchange rate", "long-term yields", "global economy", "Asian countries", "monetary policy", "foreign-exchange policy", "real wages"]}