{"sentences": ["Monetary policy is without any doubt one of the most powerful tools for macroeconomic management.", "While the theoretical background for target-setting is well established, the task of making practical arrangements for conducting policy in order to achieve targets in an efficient way is certainly a very difficult one.", "Designing a well-functioning system for decision making is thus at the very top of the agenda for any central bank striving to establish a sound monetary policy framework.", "It is therefore highly commendable that the Bank of Albania is addressing the related issues well in advance.", "Today, I would like to make several comments on the issues where I feel the Czech National Bank can pass on some observations and know-how based on its almost eight-year experience with decision making under an inflation targeting regime.", "The discussion about the proposed institutional set-up in Albania provokes a more general debate about the properties of the 'ideal' monetary policy decision-making system.", "Such a discussion of this general issue could reveal some practical implications for the Bank of Albania.", "Indeed, regardless of whether decisions are taken by a general Bank Board or a specialized Policy Committee, the 'ideal' system for decision-making should encompass the following basic properties: a) diversity of opinions c) separateness d) staff independence f) dealing with uncertainty is a consequence of the basic lesson we have learnt from the history of Diversity of opinions monetary policy.", "Milton Friedman said in 1968: 'The first and most important lesson that history teaches about what monetary policy can do - and it is a lesson of the most profound importance - is that monetary policy can prevent money itself from being a major source of economic disturbance'.", "This implies that relative smoothness in practical decision making seems to be desirable for any monetary policy practice.", "In this regard, international experience and experimental research1 have shown that decisions taken by a 'decision-making body' seem to be superior to decisions taken by an individual, as the latter are more vulnerable to sudden changes in monetary policy stance.", "It is argued that a significant improvement in policy conduct can be associated with policy makers learning from each other's decisions.", "Regularity means not only that the decision-making body should meet on a regular basis, but in particular that the decision-making process should be taken in a standard framework and should be based on a standard set of policy documents.", "All the more, policy meetings based on policy documents should be minimized.", "This not only helps the central bank in its communication with the public, but also helps the decision-making body to maintain internal discipline.", "emphasizes that special attention should be paid to monetary policy in the central bank's agenda.", "In order to avoid any attempt to displace the policy agenda by any other 'extremely important' issue, separate meetings should be established for policy discussions.", "Indeed, a policy decision is worth a special 'policy day', split into: (i) a staff presentation, when staff present the outcome of their analysis (based on a standard set of policy documents) (ii) a discussion of the analysis (iii) the policy decision (iv) communication of the decision to the public should protect the members of the decision-making body from the filtering of Staff independence undesirable information which can occur whenever a particular decision maker directly manages the 'Economic Department'.", "Although such behaviour is, with high probability, not intentional, this member can influence the interpretation of the 'staff' analysis in a way convenient to his own opinions.", "It could happen that the rest of the decision-making body members receive a biased analysis.", "Moving the role of 'Chief Economist' towards the director of the 'Economic Department', and letting him be more independent of any particular body member (making him responsible to the decision-making body as a whole), can help to solve this problem of information filtering.", "is a consequence of 'staff independence'.", "Allowing staff to be more independent at the same time requires the decision-making body members to take an active approach towards the analysis produced by the staff.", "Since a perfect understanding of the message contained in the 'policy documents' is a prerequisite for proper policy conduct, interaction between the decision-making body members and the staff should be assured at different levels.", "And finally, a need to properly arises as a consequence of the uncertainty deal with uncertainty surrounding monetary policy practice.", "Therefore, it is highly desirable to discuss the implied risks at different levels: (i) First, the risks should be discussed by the staff.", "(ii) Second, an evaluation of the risks should be performed interactively by the decision-making body members and the staff (alternative scenarios can be produced on the basis of these discussions).", "(iii) Third, the risk and the alternative scenarios should be discussed by the decision-making body members during the policy meeting.", "It is clear that all the above-mentioned properties can be satisfied when either a Bank Board or a Policy Committee are making the decisions.", "Over the years it has been proven that both systems can work well.", "On the one hand, a Policy Committee automatically encompasses the property of separateness and the full devotion of its members towards monetary policy.", "On the other hand, Bank Board members are probably identified more closely with the institution and offer a more diversified view of policy conduct.", "Indeed, it is really difficult to distinguish which system is superior; the prevailing solutions are determined by tradition and other local conditions.", "Nevertheless, what is, in fact, of critical importance is the legal framework that is used as the background for the decision making.", "The decision-making body's mandate should arise directly from the central bank law, or even the constitution, and should be sufficiently 'clear'.", "Any internal agreement shifting policy responsibility towards somebody who is not explicitly referred to in the central bank law, and thus assumed to be policy responsible, could be highly vulnerable and unstable.", "This could become apparent as soon as a period of tough decisions arrives.", "The implications of all this can be split in two groups.", "The first group covers a rather general implication that can be summarized as: the policy decision-making role should be performed by a body that is well defined in the central bank law.", "In addition, regardless of whether the decision-making body is a Bank Board or a Policy Committee, it should fulfil the properties of diversity of opinions, regularity, separateness, staff independence, openness, and dealing with uncertainty.", "second group of implications then offers more a practical view which can be summarized as follows: a) the 'policy decision-making' body should have a strong background in law, b) the meeting devoted to monetary policy should not deal with any other issue, c) the forecast and economic analysis should be submitted by the staff so as to constrain 'information filtering', d) the decision makers should interact with the staff."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Decision-making", "Monetary policy", "Inflation targeting", "Central bank", "Bank Board", "Policy Committee", "Staff independence", "Uncertainty", "Diversity of opinions", "Separateness"]}