{"sentences": ["- Looking at the world economy, one is struck by the pronounced differences in GDP growth rates of different countries and country groups as well as by the expansion of current account deficits and surpluses.", "Some of the rapidly growing economies, notably the USA, have had to face increasing imbalances.", "This has intensified concerns over worsening problems and how to manage them.", "- As always, such unbalanced developments arise from a host of problems that are difficult to spell out.", "This is clearly reflected in the international debate concerning these problems.", "One must be wary of oversimplifying the problems and their solutions.", "Careful analysis of the problems will clearly help us decide on an appropriate policy strategy.", "- Current account problems should be viewed from several different angles.", "The logic behind macroeconomic variables presents three fundamental perspectives from which to analyse a current account deficit: 1.", "Foreign trade and the services and income accounts of the balance of payments 2.", "The balance of savings and investment in the economy 3.", "Developments in the economy's external assets and liabilities - Analysis is usually dominated by the foreign trade aspect, so that policy debate tends to focus on trade barriers and exchange rates.", "This is also typical of recent discussions of the US current account deficit and the surpluses of many other countries, particularly in Asia.", "- It is important to examine the current account also from the perspective of savings and investment.", "Current imbalances in the global economy are largely due to the low level of savings and high level of consumption in some western economies, particularly the USA, and the abundant savings and modest private consumption particularly in several Asian economies.", "Recently, savings rates have also inreased sharply in oil-producing countries, with the boost in income from high oil prices.", "- One should also emphasise the factors related to indebtedness and financial investment.", "By definition, the increase in an economy's indebtedness is the counterpart of its current account deficit.", "Often mentioned as determining factors in international capital flows are the depth of US financial markets and the US dollar's position as major reserve currency.", "These factors draw investment funds into the USA and so provide the financing for US domestic demand."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Current account deficits", "Current account surpluses", "Foreign trade", "Savings", "Investment", "Indebtedness", "Financial investment", "Exchange rates", "Trade barriers", "US dollar"]}