{"sentences": ["Distinguished Guests, Ladies and Gentlemen, Good afternoon.", "I am delighted to join you at this luncheon gathering of prominent members of the American and Thai-Canadian Chambers of Commerce and business community in Thailand.", "After a sumptuous lunch, allow me to present you more food - for thought - on the prospects and challenges of the Thai economy going forward.", "And since most of you know Thailand and our economy very well indeed, I would like to take this opportunity to share with you my perspective from the policy making and implementation side.", "For policymakers, our bottom line is to best balance short-term pains and long-term gains.", "To ensure the sustainable progress of economic development, we cannot afford to misplace focus on short-term concerns but must instead weigh the short-term and long-term objectives very carefully.", "Moreover, the sustainable development progress is made up of numerous elements, of which I would like focus on three things today.", "First is maintaining the economic growth momentum together with internal and external stability.", "Second is building the economy's resiliency to withstand volatilities and shocks.", "And, third is strengthening the rules of the games for trade and financial integration, including the international best practices for financial institutions.", "Distinguished Guests, Let me first talk about the growth momentum and economic stability.", "In spite of the political transition over the past year, the Thai economy is expected to turn in a satisfactory growth rate in the range of 4-5 percent in 2007.", "This year, the main growth driver has continued to be exports.", "Domestic demand has however been affected by dampened consumer and investor confidence, linked primarily to political uncertainty.", "In July, private consumption remained close to the level recorded in the first half of the year.", "I am hopeful that once the general election date is scheduled and the cloud of political uncertainty has lifted, consumer confidence would rebound.", "Investment has shown signs of improvement during the second quarter of this year.", "There also appears to be a pent-up appetite for investment in view of the continued high capacity utilization of 75 percent as of July.", "Moreover, investment promotion applications to the Board of Investment have also pointed to a pick-up in investment once the investment climate becomes more favourable.", "I also expect investment to play a stronger role as growth driver, in line with the consumption recovery.", "This will be a welcomed development to promote a more balanced economy.", "The slower domestic demand has also been mirrored by moderate growth of private credits.", "Nevertheless, the banking system is strong, with the BIS ratio of 15 percent at end-July 2007, while net NPL amounted to 4.4 percent of total loans.", "The return on asset which stood at 1.3 percent during the first quarter of 2007 fell to 0.7 percent for the first half of the year, reflecting provision in accordance with IAS39, the new accounting standards as you know, to strengthen the capital base.", "Meanwhile, qualitative improvements have resulted from much tighter board of director oversight and accountability, as required by the Bank of Thailand.", "On the non-bank side, non-bank credit card companies have been competing more strongly for market shares.", "To prevent default risks and NPL, and to safeguard against the overall financial stability, we have strengthened efforts to communicate to and raise awareness with the general public on this issue.", "Regulatory measures were also put in place to ensure that consumers were protected and well-informed, including the prescription of rules, procedures, and conditions for credit card business, including interests and service fee charges as well as debt collection.", "Turning to stability, latest data for August showed headline inflation at 1.1 percent and core inflation at 0.7 percent.", "On the exchange rate, while the baht movement has reflected largely external developments, there have also been internal drivers, which include large surplus in current and capital accounts.", "During the first 7 months of this year, the balance of payments recorded a surplus of 5.9 billion US dollar in total.", "Overall, international reserves rose to over 74 billion US dollar at end-August, close to 3.6 times of short-term external debt.", "In the absence of pressure on internal and external stability, monetary policy has become more accommodative.", "The Monetary Policy Committee cut its policy interest rate in total by 175 basis points since the beginning of this year.", "The aim is to stimulate domestic demand to offset moderating export growth in light of the slower US economy and baht appreciation.", "Nevertheless, exports would still remain an important driver of growth for next year.", "And, the latest economic forecast projects the Thai economic growth to lie between 4.5-6.0 per cent in 2008, while core inflation is expected to stay comfortably around 1.0-2.0 percent.", "Ladies and Gentlemen, Now allow me to turn to the second part of my talk.", "This relates to strengthening the Thai economy's resiliency going forward.", "While the global economy is expected to record a higher growth rate in 2008 than in 2007, notwithstanding the slower US expansion, the risks on financial stability have not declined.", "Even though the latest US monetary policy easing could have a far-reaching impact insofar as it impacts the prospects of the global economic growth, I fear that the US policy has not helped much in terms of lessening financial volatilities that may likely mount as the global imbalance unwinds, and with it the impending correction of the US dollar.", "Ironically, during this adjustment period, small open emerging markets, Thailand included, have to manage the swings that will occur in their capital accounts.", "One fine day we can see hot money flowing into the country on account of foreign investors' confidence in our economic growth prospects.", "Not long after, we can easily witness a reversal of such flows simply because investors have become more risk averse on emerging markets overnight.", "Such volatilities are not conducive to a stable development of any economy, and greater exchange rate flexibility alone is not a universal cure.", "Indeed, the risks and volatilities that accompany financial globalization, which small developing economies face today, are of the unprecedented scale that advanced economies never had to face in their early stages of development.", "To withstand volatility and safeguard against financial instability that may eventually disrupt real sector activities, Thailand requires stronger resiliency for the domestic economy.", "This means the significant ability of the domestic economy to adjust flexibly in keeping with changes in the financial environment.", "This also implicitly means that the economy should be able to depend more on domestic demand as growth driver.", "Meanwhile, policy and regulation must also be designed in such a way that can help foster better risk management, deal with market excesses, and reduce distortions and unproductive risk-taking behaviours in the economy.", "Over the longer term, competitiveness must come from productivity growth so that increases in wages and employment can be sustained.", "What I have said are the key components of an ideal economic policy package not just for Thailand but also for any emerging market economy.", "In reality, however, we all know that the nature of the problem of achieving such an ideal solution is as much political as it is economic.", "And nowhere is this tension more palpable than it is in the realm of exchange rate and capital account regimes.", "There are strong and vocal constituencies that are averse to currency appreciation and part of them averse to variability in the exchange rate itself.", "political economy Not unlike today's in advanced countries, emerging market politics also risks being less favorable to openness, but more partial to protection of selected industries or protectionism in general.", "In emerging markets, the political economy and policy tension are even more complex because our markets and institutions are still developing.", "Hence, the struggle between financial integration and financial stability requires from us a deft balancing act.", "As such, I hope you appreciate that, when it comes to policy, there is risk in change as well as in inertia.", "I hope that you also appreciate that if advanced countries pursue more protectionist stance, emerging markets would likely follow suit.", "One might ask: How then has the Bank of Thailand handled this tension and what is our strategy going forward?", "My answer to you is that we make every effort to get the economic fundamentals right and strengthening them.", "But as our financial and capital markets are small, thin, and still developing, we have adopted a balanced approach to managing capital flows under flexible exchange rate.", "This balanced approach seeks to optimize synergies between monetary policy, foreign exchange intervention, and capital account policy.", "Our monetary policy, under the current inflation targeting framework, can take care of exchange rate as long as there is no conflict with inflation.", "And, foreign exchange market intervention is conducted only to smooth excessive volatility in the market.", "As for the capital account policy, I firmly believe that key is the right pacing and sequencing of capital account liberalization, with a view to ensuring a more balanced structure of capital flows into and out of Thailand.", "On the capital inflow side, we are still maintaining the URR or unremunerated reserve requirement for the time being.", "This capital control measure has proven a useful tool for reducing the chance of prolonged financial misalignment with economic fundamentals, especially on occasions when most market participants are offside in the same direction.", "As for the outflow side, we have further liberalized our capital account during the last two months.", "These measures included the relaxation of FX holdings by juristic persons and individuals.", "In fact, at the beginning of this year, we also expanded the limits of Thai direct investment and portfolio investment abroad.", "Even though we all agree that financial openness is needed for long-term economic efficiency, going forward, the appropriate degree of opening or pacing through time will remain an issue for controversial debate.", "Ladies and Gentlemen, The third part of my talk today focuses on \"international rules of the game\".", "On trade and financial integration, we all have to wait for the resolution of WTO negotiations.", "In the meantime, Thailand and ASEAN have made progress on a number of free trade arrangements with Japan, China, Korea, Australia, and New Zealand.", "Within ASEAN, more progress on the ASEAN blueprint, which lays out the strategic plan to achieve further trade and financial integration within 2015, is in the pipeline.", "On this topic, I also like to share with you an observation that Asian emerging markets, in general, rely increasingly more on trade integration because it is judged to be a safer mode of risk-sharing with the world.", "While benefits from trade integration are universally appreciated, net benefits to overall economic development from the international financial integration have not been so apparent in Asia.", "As a result, while the pace of financial integration has far outstripped trade integration in advanced economies, it has only managed to keep pace with trade integration in emerging markets.", "Turning to the financial sector side, nowhere are the international rules of the game closer to my heart than the international standards for banking supervision.", "Early this year, the Bank of Thailand's capacity and performance in supervising financial institutions has been assessed against international best practices in the context of the joint IMF/World Bank Financial Sector Assessment Program or FSAP.", "This FSAP assessment confirmed the strength and capacity of our supervisory process, which have been significantly strengthened over the past decade.", "Moreover, the FSAP assessment also strongly supports our goal to ensure that our regulatory and supervisory responses keep pace with the financial intermediaries and the products they offer.", "In this endeavor, the Bank of Thailand has put emphasis on robust stress testing, enhanced counterparty risk management, and safe and efficient market infrastructures.", "Our financial and legal infrastructures will continue to be strengthened particularly through the introduction of a number of legislations and amendments.", "The new Deposit Insurance Act and the Financial Institutions Business Act are in the pipeline.", "Specifically, the Financial Institutions Business Act will stipulate prompt corrective action and grant the Bank of Thailand power to conduct supervision on a consolidated basis.", "In addition, it will also foster supervisory independence and the ability to supervise a broader set of systemically important institutions, including non-banks, as well as provide the central bank with a clear and transparent mandate on consumer protection.", "On financial sector development policy, as you may already know, our current Financial Sector Master Plan (FSMP) will move into its second phase.", "This second phase will put emphasis on increased competition and consideration on potential entry of new players to further enhance financial efficiency and resiliency.", "Our accession to the Basel II accord will upgrade the risk management of banks to the best standard and will further enhance financial sector stability Distinguished Guests, I believe that the continued growth momentum for 2008 and strengthening resiliency, which I have mentioned, will create a favourable environment to enhance trade and investment dynamics between Thailand and the United States and Canada.", "Till this day, the US still tops in terms of market shares for Thai exports, though the market share has been declining as Thai exporters have benefited from new market penetration and the growth of intra-regional trade.", "Since 2000, the US ranks fourth in terms of the size of foreign direct investment into Thailand.", "Your investment participation has been mostly through holding companies, trade, as well as real estate.", "Indeed, US FDI has maintained the momentum, accounting for about 12 percent of total inflows of foreign direct investment annually.", "Looking forward, the American business community will continue to be an important player in our economy.", "You can help us build the real sector that adapts to the shifting winds of global competition.", "And, this cannot happen without the investment in the best technology and capacity to use that technology efficiently.", "To support real sector development, you also have a role as investors in our financial and capital markets, who provide different views and risk appetites to ensure that our markets and financial system will expand while preserving their health through constant self-correction.", "The road ahead may not always be smooth as financial globalization has yet to unveil its full impact on the global economy and emerging markets.", "But this should not prevent us together from having a pleasant journey towards the more prosperous future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["economic growth", "financial stability", "exchange rate", "monetary policy", "trade integration", "financial integration", "capital account liberalization", "financial sector supervision", "risk management", "investment"]}