{"sentences": ["The insertion of the Chilean economy into global markets has implied that its economic cycle has been determined by a mix of domestic macroeconomic policies, world economic events and by idiosyncratic conditions, such as recent energy supply shocks.", "In recent years, the prominent external environment for the Chilean economy has been favorable.", "On the one hand, a rising demand and high prices of our exports, and on the other hand, low import prices of consumption and capital goods.", "In addition, firms have also faced favorable financing conditions.", "In this presentation I will start by discussing the outlook for the World Economy.", "Next, I will discuss recent trends in the Chilean economy and, finally, some reflections on the conduct of monetary policy and the main risks we currently face.", "Perspectives of the world economy The last five years have been the best five-year period in growth, inflation and financial conditions that the World Economy has experienced in over 30 years.", "However, this scenario has been changing in the recent months.", "Although the turmoils in global financial markets that started in July have been reduced by the determined actions taken by the central banks of industrial countries, especially the Fed, risk aversion is still high, credit maturity has been reduced considerably and, except for prime firms, financial conditions have narrowed around the world.", "It is foreseen that turbulences in global financial markets will have effects on the perspectives of the world economic growth.", "In any case, this adjustment comes at a time in which most firms and the banking sector around the world are on solid footing, perhaps with the sole exception of some economies in Eastern Europe.", "The epicenter of this trembling is in the United States, which economy already was experiencing an important adjustment in its housing market, now expected to be more intense and extended as a result of the deterioration in the credit conditions that experiences its mortgage market.", "At the same time, the drop in US housing prices and the less favorable financial conditions faced by US consumers will affect the dynamism of private consumption.", "Although the deterioration of financial conditions has no direct effect on prime firms, their economic perspectives have been negatively affected by lower dynamism expected for consumption and by more restrictive financial conditions faced by their consumers and suppliers.", "Nevertheless, it is important to emphasize that the indicators of real activity of the third quarter have shown a surprising strength of the labor markets and consumption.", "In the Euro Zone and Japan, partial indicators show that the third quarter GDP growth has strengthened after the contraction of the economic activity in Japan during the second quarter.", "However, consumption is still weak in both zones and, especially in the Euro Zone, financial conditions have also been deteriorated with potential effects on consumption and investment.", "In this sense, confidence indicators so much for consumers as for firms are showing less favorable perspectives.", "Despite the still uncertain effects that the adjustment of global financial markets would have, projections of the world GDP growth have already been reduced (moderately).", "It is not a surprise that these reviews affect chiefly projected GDP growth of industrial economies.", "The World Economic Outlook, presented by the IMF today, reduces the forecast for World Economy growth for 2008, by half a percentage point, to 4.8%, with a forecast for the US GDP growth of only 1.9%.", "In the same report, growth projections for the Euro Zone and Japan are also corrected downward for 2008. Corrections for emerging economies are marginal, particularly for China, India and Russia.", "In spite of adjustments in global financial markets and of reductions in the GDP growth perspectives for advanced economies, the appreciation of stock markets in emerging countries is surprising.", "Apparently, markets have anticipated that the deceleration of industrial countries will have reduced the effects on these economies and their financial conditions will not deteriorate as much.", "The reason is the combination of a higher risk premia and lower interest rates in industrial countries, as a result of flight to quality and expectations of lower monetary policy rates than previously expected so much for the US as for the Euro Zone.", "In this external setting, commodity prices have remained high and, particularly, crude oil prices are reaching record nominal levels in dollars.", "Besides, international prices of food are showing a rising trend.", "Accordingly, emerging economies have been more dynamic than previously expected, contributing to worldwide GDP growth.", "Thus, China, India and Russia as a group explain more than a half of the world GDP growth during the first semester of this year.", "The Chilean economy Chile's current framework of macroeconomic and financial policies and institutions has insulated the economy from the turbulences in international financial markets.", "In particular, the fiscal solvency and the conduction of an inflation-targeting monetary policy under a floating exchange rate regime have increased the economy's resilience to external shocks.", "Between July 19 and August 16 - the day before the Fed reduced its discounted rate in 50 basis points and authorized the use of bonds supported by mortgages and collaterals - the Chilean peso depreciated slightly, the 10-year bond rates decreased and the stock exchange experienced one of the lowest falls among industrial and emerging economies.", "The Chilean economy started a period of above-trend-growth in the third quarter of 2006.", "This growth has been supported by expansive domestic macroeconomic policies and favorable external conditions.", "As a result, we estimate the GDP to reach its long-run trend level during the second quarter of this year.", "Partial indicators for the third quarter suggest that growth has slowed, and will be lower than expected in the September's Monetary Policy Report (MPR).", "This has been mainly the result of the weak behavior of the natural resources sectors (mining, fishing and electricity, gas and water) because of supply shocks due to technical problems in mining, and substitution of hydroelectric power with thermal generation based on oil.", "In addition, the manufacturing industry has slowed down surprisingly.", "We are yet uncertain as to the causes and persistency of this slow-down.", "On the demand side: private consumption is growing at close to 7% (yoy) while investment in fixed capital picked up after the slow-down of the second and third quarters of 2006.", "Partial indicators for the third quarter show a moderate growth in investment and a slight reduction in consumption growth.", "Capital good imports are still growing fast, while investment in building construction is growing at around an annual rate of 5%.", "The expansion of private consumption is still supported by a solid labor market, with employment growing at an annual rate of 3% and a seasonally-adjusted unemployment rate under 7%, the lowest since 1998.", "Financial conditions are also still favorable.", "The 10-year bond interest rates are low and the annual growth of monetary and credit aggregates continue high, specially the growth of firm credit.", "At the same time, stock issuance up to the third quarter of 2007 is higher than that of 1996.", "Notice, however, that the persistent weakness of expectations indicators and the effect of the recent increases in inflation on families' purchasing power imply a risk for private consumption growth.", "As a result of the above, the GDP and aggregate demand growth have been somewhat below the forecasts of the September 2007 MPR.", "There, the GDP growth forecast for this year was 5.75% to 6.25%, with a downward bias.", "The evidence accumulated so far, indicate that the GDP growth will be in the lower part of the range.", "The turbulences in international financial markets could be affecting expectations of consumers and entrepreneurs.", "In fact, consumer expectations have worsened and the forecast of the GDP growth in expectation surveys has fallen.", "The most important development in recent months, however, has been inflation.", "Inflation has picked up, reaching annual rates of 5.8% in September, both for total CPI and core CPI (which excludes perishable foods, energy and regulated tariffs).", "This surprising rise of inflation has been influenced by unusual (and simultaneous) increases in the prices of food items, given rises in their foreign similes and harsh weather conditions in Chile.", "These high prices have not only persisted but also intensified in the last months.", "Additionally, electricity power rates have also increased, as a result of natural gas restrictions coming from Argentina, and the replacement of hydro by oil-based electrical generation.", "Rising inflation due to a food price shock is a problem affecting many emerging economies such as Brazil, China, Mexico and South Africa.", "In turn, the impact of this food price shock on inflation in industrial countries has been smaller, because the share of food items in the CPI basket is lower in high-income economies.", "As a result of these price shocks, now it is foreseen that projected annual inflation will be above those published in the last MPR.", "In line with inflation, short-term inflation forecasts have also risen.", "However, long-run inflation expectations are still anchored at 3%.", "This reflects the confidence of economic agents in the Central Bank's commitment with the inflation target, and the transitory character of the recent hike in inflation.", "The different measures of trend inflation have also been rising during the last months, following the rising perishables prices and the reduction of the output gap (effective minus potential GDP) as observed up to the second quarter of this year.", "At the same time, the growth rate of wages shows increases in recent months (except in August).", "In addition, the Chilean peso has appreciated in nominal and real terms during the last month.", "These changes in the inflationary front have been the main concern of the Central Bank of Chile in the design of monetary policy, considering the purpose of keeping the inflation around 3% most of the time, with a tolerance range of +/-1 percentage points.", "Given this objective, the monetary policy has been adjusted to avoid persistent deviations from 3% due to the second-round effects of supply shocks or the widening output gap.", "This is why the Board increased the monetary policy rate in 25 basis points in July, August and September 2007, to a current level of 5.75%.", "In September, due to the turbulences in global financial markets and their possible consequences on the Chilean GDP growth, the Board decided to change the upward bias in the monetary policy rate to a neutral bias.", "This was then confirmed in the monetary policy meeting of October, when the Board decided to maintain the monetary policy rate and remarked that future trends would depend on new information and its implications on inflation forecasts.", "This time the Board added that the future of monetary policy would depend on developments of the World Economy, the eventual propagation of the inflationary shock to other prices, wage trends, medium and long-term expectations of inflation, and the evolution of the output gap.", "The market has also adjusted its expectations on the future course of the monetary policy, given both the news on the internal inflationary front and the expected evolution of the worldwide GPD growth.", "As a result, financial prices have internalized the fact that the monetary policy rate will increase another 25 basis points during this year and another equal increase during 2008.", "In contrast, most of the market analysts who participate in the monthly survey of inflation expectations, expect an additional increase of 25 basis points for the whole period from now until the end of 2008.", "The recent evolution of the exchange rate deserves to be specially mentioned.", "The Chilean peso has appreciated against the US dollar in the last few weeks, reflecting, in part, the depreciation of this last currency in international markets.", "This in turn has been the result of the monetary impulse to compensate for narrowing financial conditions in the developed markets and the necessary adjustment of the current account imbalances among the main economic areas.", "This phenomenon has stressed international financial markets and is a main concern among the economic authorities in industrial countries, especially in the Euro Zone.", "In Chile, the appreciation of the Chilean peso reduces profits in those tradable sectors that have not been able to adjust their prices in dollars.", "However, it is important to mention that, thanks to the combination of a fiscal policy, anchored to a structural fiscal surplus and that saves transitory income, and the inflation-targeting monetary policy framework with floating exchange rate regime, the appreciation of the Chilean peso with respect to the US dollar has been one of the lowest among countries all around the world, since the beginning of the US dollar depreciation in international money markets in February 2002.", "By contrast, multilateral measures of the real exchange rate have shown a lower appreciation of the Chilean peso, both due to fundamentals (the important improvement of the terms of trade) and financial factors that are not easy to quantify.", "All in all, the effective real exchange rate is slightly lower than the average of the last 15 years, in spite of the important improvement in terms of trade.", "Again, the fiscal and monetary policies followed by the Chilean authorities have prevented a higher real appreciation of the Chilean peso and have minimized possible effects as the Dutch disease, i.e., a transitory overvalued currency associated to unsustainable expenditures.", "Nevertheless, it must be emphasized that the Central Bank authorities are continuously monitoring the evolution of the real exchange rate considering changes in fundamentals.", "In particular, the Central Bank is always ready to use the available instruments to avoid negative effects on the Chilean economy derived from sudden and erratic movements in the real exchange rate.", "In the last few months, the Chilean economy has faced different shocks, demanding special monetary policy attention so as to fulfil the obligation of ensuring price stability, as it was enacted in the Constitutional Law of the Central Bank of Chile.", "This objective is a necessary condition to achieve sustainable growth at a rate around its trend.", "The main risks currently being considered by the Central Bank are: (1) an eventual propagation of food and energy price shocks to inflation dynamics, in the context of a closing output gap and transitory high inflation rates.", "This propagation could be materialized via rising wages, due to wage CPI indexation and a reduced unemployment rate; or via rising medium and long-run inflation expectations that significantly could diverge from the inflation target; (2) larger adjustments in global financial markets, with more severe consequences for world growth and commodity prices; (3) signs of more rapid moderation of internal GDP growth dynamism, beyond expected.", "In particular taking into account these risks, the Central Bank continues conducting the course of monetary policy according to its constitutional mandate to safeguard price stability.", "Yves Mersch: Recent financial market developments Speech by Mr Yves Mersch, Governor of the Central Bank of Luxembourg, at the 50th anniversary of ACI Luxembourg, Luxembourg, 12 October 2007."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["World Economy", "Inflation", "Monetary Policy", "Chilean Economy", "Financial Markets", "Economic Growth", "Fiscal Policy", "Exchange Rate", "Real Exchange Rate", "Supply Shocks"]}