{"sentences": ["Thanks for inviting me to participate in this very timely discussion focusing on the growing complexity of the economic and business environment and the implications for the economies in the Caribbean.", "I often hear accountants refer to the challenges posed by the new benchmarks in their profession, like the IFRS, for example.", "These challenges have forced them to continue upgrading your skills and, to be constantly in search of ways of adapting these standards to our local situation.", "Economists and policymakers are facing similar challenges as we realize that, in the current global environment, the traditional analyses no longer fit as well as before and the traditional policy prescriptions don't seem to work as well as they once did.", "Several months ago the IMF called the financial turmoil in international markets one of the largest financial shocks experienced since the second World War and they forecasted that the crisis would reverberate globally.", "Almost nine months later, however, there has been little or almost no contagion to regional financial markets; regional economies have not been seriously affected by any financing constraint and regional economic growth remains relatively robust.", "A few years ago if I told you that the price of oil would rise to US$140 per barrel without dire worldwide economic consequences you would have thought me mad.", "Yet, the global economy saw the price of a barrel of oil rise from just under US$25 at the start of this decade to almost US$100 as at the end of 2007 (Chart 1) and in this same period developing countries registered the highest growth rates in decades.", "Growth in Latin America for instance averaged 6 per cent in the period 2002-2006, the highest for any five year period since the 1970s; in the same period growth in the Caribbean averaged around 5 per cent, an equally impressive economic performance, by historical standards (Chart 2).", "An Economic Review for the first quarter published by the Central Bank of Barbados suggests that notwithstanding the rapid increase in international oil prices and the US slowdown, tourism arrivals have continued to be strong (in fact 10 per cent up from last year).", "Other countries in the Caribbean, including Jamaica, report similar trends.", "Trinidad and Tobago is expected to continue to record robust growth, in part because of its economic structure that is heavily dependent on energy.", "However, projections for 2008 are for only a modest slowdown in the rest of the region.", "(Charts 3 and 4) Of course, in most economies, both developed and developing, the rapid increase in international food and other commodity prices is being reflected in an unwelcomed return to a high inflation environment.", "In the Caribbean, for instance, inflation has moved from an average of around 5 per cent in 2002-2006, to 6.8 per cent in 2007, and is expected to reach close to double digits in 2008 (Charts 5 and 6).", "Some countries are doing worse than others (on the inflation front).", "In Jamaica, for instance, headline inflation for the 12-month period ended March 2008 was 20 per cent; here at home, our latest data show headline inflation at 10 per cent and an IMF mission that just left Barbados projected a rise in inflation to 9 per cent this year from 4 per cent last year.", "Inflation in the ECCU which generally hovered at around 2-3 percent is now around 6.1 per cent (Chart 6).", "Against this background (and allowing for the inflation surge), the question that I would like to pose is, why are the global economic conditions not putting a greater damper on the region?", "I can point to three main factors: The first, is the on-going shift to a multi-polar world with the reduced reliance on the United States as the engine of the global economy.", "In fact, there is an interesting paradox here... and it is that the US downturn would be a lot steeper but for the resilience of some of the emerging market and developing countries.", "It is the export sector and the depreciation of the US dollar that is maintaining some momentum in the US economy.", "The multi-polar world is relevant to the resilience of the regional economies in 1.", "As you know, many countries in the Caribbean are heavily dependent on tourism... what has happened in the region over the past few years is that there has been a geographical diversification in the source of tourist arrivals - with the US share declining and that of Europe increasing, due in part to the strengthening of the British pound and the Euro, (Charts 7 and 8).", "The statistics also suggest that tourism from Trinidad and Tobago to the rest of the region has increased markedly, helping to offset any global slowdown.", "Because of the strength of the export sector in the US, this recession or this slowdown (however you call it) has not been as costly in terms of employment (at least not yet) as in previous recessions.", "And because of this, there has not been a sharp decline in emigrants remittances as was previously expected.", "(These remittances are an important source of domestic demand and foreign exchange earnings for many Caribbean countries.", "I think in Jamaica remittances are the major source of foreign exchange earnings).", "(So this is the global re-balancing effect.)", "A second factor that has contributed to the insulation of the region from greater contagion has been the improved strength of the regional financial sector.", "It is now certain that banks in the region have not been directly affected by the subprime crisis, because they have not held any of these assets and because their lending operations have been based on the growth of deposits rather than on borrowing from foreign banks.", "(The credit crunch partly resulted from the fact that banks were no longer willing to lend to each other because they were worried about the extent of possible losses from US sub-prime mortgage backed securities.", "(This has not been an issue in the region.)", "More fundamentally however, since the Jamaican financial crisis of the late 1990's, the regional banking system has gone through a period of consolidation and strengthening, reflected in the increase in capital and a sharp reduction in nonperforming loans (Chart 9).", "This meant that banks were in a position to continue lending and supporting domestic activity even in an environment of tight global liquidity (Chart 10).", "Another important financial plus for the region is this.", "Previously, when global liquidity dried up, Caribbean countries were shut off from international funding and this impacted productive investment and sometimes forced cutbacks in government expenditure.", "What has changed is that, now the regional governments as well as regional corporations that have been shut out of the global markets have turned to the Trinidad and Tobago capital market for financing and in that way, have been able to maintain investment spending (Chart 11).", "• A third factor that explains the better resilience of the regional economies is the fact (perhaps not sufficiently recognized) that macro-economic management has improved markedly in regional economies over the last several years.", "This is reflected in some of the main economic parameters.", "Fiscal deficits have been reduced; public debt has declined; and net international reserves have risen sharply.", "All these factors have increased the resilience of regional economies.", "(Charts 12 Let me stress that while the direct spillovers from the global financial turmoil to the regional economies appear to have been contained so far, I am by no means suggesting that the region will not feel greater effects as time goes by.", "Borrowing from the new jargon, I do not believe that the region (as indeed, most developing countries) has de-coupled or will continue to be relatively un-affected by the global turmoil.", "As I noted earlier, growth in the regional economies will be slower than the average for the past few years, largely because of the financial turmoil and some related factors such as the soaring international oil prices.", "Moreover, policy makers throughout the region will concede that their economies are facing increased uncertainties and major risks.", "There is no doubt that a protracted and deep US downturn combined with a slowdown in the EU, will surely affect tourism and remittances and other regional exports.", "The impact of this could be compounded by monetary tightening to address inflationary pressures.", "In turn, a sharp regional growth slowdown could threaten the stability of the financial system.", "So we are not out of the woods.", "What does all this mean for us in terms of economic management?", "Because of the uncertainty, countries in the region should: (i) Further consolidate their fiscal positions.", "Given Trinidad and Tobago's fortunate reserve endowment there is a strong case for increasing national savings.", "(ii) Continue to reduce their public debt, particularly foreign debt.", "Our external debt is pretty low and we should try to keep it that way; and (iii) Continue to improve its regulatory standards and adopt international best practices in all areas - in accounting, auditing, transparency etc.", "As I said, we are not yet out of the woods.", "* Represents the difference from the October 2007 projections."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Inflation", "Global economy", "Financial crisis", "Fiscal policy", "Economic growth", "Tourism", "Oil prices", "Financial sector", "Regional economy", "Macroeconomic management"]}