{"sentences": ["DOCUMENTOS DE POLÍTICA ECONÓMICA BANCO CENTRAL DE CHILE Price Stability and Financial Stability: Some Thoughts on the Current Global Financial Crisis José De Gregorio Central Bank of Chile N.° 28 - December 2008 ECONOMIC POLICY PAPERS CENTRAL BANK OF CHILE BANCO CENTRAL DE CHILE CENTRAL BANK OF CHILE La Serie de Documentos de Política Económica, del Banco Central de Chile, divulga el pensamiento de las autoridades de la institución sobre la economía chilena y la conducción de la política monetaria.", "Esta Serie es una instancia de difusión y discusión de tópicos relevantes para los objetivos y el accionar del Banco Central, dirigida a un público más amplio que el de los especialistas.", "The Series of Economic Policy Papers of the Central Bank of Chile presents views and analyses of the Chilean economy and the conduct of monetary policy prepared by Bank authorities.", "This series, aimed at the general public, disseminates and discusses topics that are relevant to the goals and operations of the Central Bank.", "Documentos de Política Económica del Banco Central de Chile Economic Policy Papers of the Central Bank of Chile ISSN 0717 - 7151 Agustinas 1180 - Santiago, Chile Teléfono: (56-2) 6702475; Fax: (56-2) 6702231 PRICE STABILITY FINANCIAL STABILITY: SOME THOUGHTS CURRENT GLOBAL FINANCIAL CRISIS José De Gregorio Central Bank of Chile Abstract The current global financial crisis has prompted significant debate around the proper management of monetary policy and its role in preventing financial crises.", "This management becomes particularly complex when faced with extreme scenarios such as the current one, taking into account the dual mandate most modern central banks have, which are safeguarding both price stability and financial stability.", "This paper discusses some aspects of monetary and financial policies in periods of stress.", "It also discusses how Chile's macroeconomic framework and prudent private sector behavior will now bear fruit in the worst financial episode the world has had to endure in many decades.", "PRICE STABILITY FINANCIAL STABILITY: SOME THOUGHTS CURRENT GLOBAL FINANCIAL CRISIS José De Gregorio∗ Central Bank of Chile The current world financial crisis has prompted significant debate around the proper management of monetary policy and its role in preventing financial crises, particularly when they grow to the size of the one we are now seeing in developed economies.", "These are the issues I would like to address today, in the context of this seminar \"Thinking Chile 2009.", "Proposals and Challenges in Critical Times,\" to which I have been invited, and which makes us look into the future, beyond the juncture that has taken up the better part of our energies for the past several weeks.", "I would like to make a special reference to the role that central banks play in both price and financial stability.", "It is interesting to note that financial stability has been overlooked for so long, or has been the secondary goal of central banks.", "Some people even thought that the only objective of central banks was price stability.", "However, at their origin, these institutions were created precisely to deal with the financial instability caused by frequent bank runs in the late 19th and early 20th century.", "Furthermore, the concern for price stability was even institutionalized later on around the world, with the inflation-targeting regime being the latest stage of its development.", "It is important to review jointly the issues of price stability and financial stability, because here the well-known Tinbergen principle is clearly present.", "This principle indicates that, to achieve a certain number of objectives, at least an equal number of instruments are needed.", "We often have used this argument when asked to achieve inflationary, output and exchange rate objectives with only one instrument, that is, the interest rate.", "Although several objectives can and do coincide with an instrument fairly frequently, there is no reason why they should.", "For instance, during a period of declining inflation, an expansionary monetary policy could be justified, which could trigger an excessive credit expansion, asset price bubbles and, hence, introduce vulnerabilities into the financial system.", "If the monetary authority decides to fight the credit expansion with a high interest rate, it may end up reducing inflation excessively incurring in unnecessary costs in terms of employment.", "Here a new instrument is in order, namely, financial regulation.", "About these issues I want to talk today.", "Price Stability: Inflation Targets The regime adopted in Chile and in a number of other countries with low and stable inflation to pursue the price stability objective, is that of flexible inflation targeting1.", "It consists of setting a quantitative inflation goal to anchor expectations, which in our case is to keep the annual CPI inflation around 3% most of the time with a tolerance range of plus/minus one percentage point.", "To operationalize this objective -because the Central Bank controls inflation imperfectly and with lags and its purpose is not to cause output to deviate significantly to achieve its target- inflation deviations are corrected over a two-year horizon.", "In other words, the monetary policy is conducted in such a way as to have forecast annual inflation two years ahead stand at around 3%.", "The instrument of monetary policy is the interest rate.", "It could be some monetary aggregate, but virtually everywhere central banks will rather use the interest rate for wellknown reasons that are beyond the scope of this meeting.", "What is inconsistent is to use both variables as monetary policy instruments, which certainly complicates the interpretation of the two-pillar strategy of the European Central Bank.", "Simply put, setting a monetary aggregate and the interest rate at the same time is tantamount to setting the price and the amount to be consumed for gasoline.", "Supply and demand constraints imply that you can peg either one, but not both.", "However, as I will discuss below, in practice the rationale for considering monetary aggregates is a little different.", "What variables should a central bank consider when setting the interest rate?", "In the regime I just described, the answer to this question is pretty simple: anything affecting inflation over a two-year horizon.", "Variables such as inflation expectations, wages, output, the exchange rate, commodity prices, and so on, have important effects on inflationary forecasts and must be taken into account when deciding the future path of monetary policy.", "There are other variables that have caught particular attention and I would like to take a brief look at them.", "These are the prices of assets (e.g., stocks, housing), the exchange rate and monetary aggregates.", "Two questions arise with regard to asset prices.", "One is, should they influence monetary policy decisions?", "And the other is, what must be done when those prices contain speculative bubbles?", "I will address this second question in the next section.", "But it must be noted that we must avoid the confusion between inflation and financial stability.", "Concern about asset price bubbles and distortions is at the core of financial stability analysis, but its impact on inflation is different.", "If stock or housing prices affect future inflation, they should be taken into account in monetary policy decisions.", "And this actually occurs via the effect of these prices on aggregate demand, output and, in the end, inflation.", "Hence, the monetary policy seems to have a stabilizing effect by leaning against the wind.", "This should not be mistaken for setting goals for asset prices.", "In fact, the empirical evidence, particularly on stock prices, suggests that once the effects of asset prices have been internalized in inflation forecasts, they should have no further effects on the monetary policy reaction function, let alone be a monetary policy objective.", "Something similar occurs with the effect of a house price boom.", "Where special care must be taken is in the relationship between a real-estate boom and financial crises, which makes it particularly important to monitor property prices and the expansion of mortgage credit, as I will review in a moment.", "Implications on the exchange rate in the inflation-targeting context are similar to those just discussed for asset prices, since monetary policy should have a stabilizing effect.", "If the exchange rate appreciates persistently, this should reduce inflationary pressures and thus blow some steam off the monetary policy, thereby tending to depreciate the exchange rate.", "This is precisely what the Board of the Central Bank of Chile decided to do in the face of the severe appreciation early this year, by holding the interest rate constant, while in the most likely scenario, had the appreciation not occurred, rates would have increased.", "There is abundant evidence that pass-through from the exchange rate to inflation is fairly small6.", "Monetary regimes pegging the exchange rate were based on the notion that exchange rate fluctuations were transmitted to inflation on a one-to-one basis.", "This was the logic, for example, of pegging the exchange rate in Chile in 1979.", "However, the empirical evidence shows a relatively low pass-through, particularly under floating regimes where the persistence of exchange rate movements is low.", "Still, despite the low pass-through, the inflationary effects of very acute depreciations such as those recently experienced by most emerging economies, would not be negligible.", "The final impact of the exchange rate depreciation on inflation will also depend on the behavior of international prices, which have been losing strength in the face of low growth prospects around the world.", "With respect to monetary aggregates, some efforts have been made to bring them back to monetary policy, but as I said before, not with the intention of setting money targets, but rather because they are useful indicators of future inflationary pressures.", "It is worth noting that the transmission mechanisms under study do not stem from the traditional recommendation of Friedman (1959) in his famous A Program for Monetary Stability, where the focus is on money demand stability and the role of money as a price anchor, and whose analytical base is the quantitative theory of money.", "Actually, recent works that assign a role to money, and to credit in general, do so because it can reveal future inflationary pressures or because it can contribute to achieve increased stability (Christiano et al., 2007; Goodfriend and McCallum, 2007; Kilponen and Leitemo, 2008).", "Nonetheless, the empirical evidence on the ability of money to provide information to forecast inflation is not so favorable to monetary aggregates.", "It is more promising to conceive monetary and credit aggregates as indicators of potential distortions in financial markets, an issue I will discuss in the next section.", "In this review of inflation targeting regimes it is worth to bear in mind that they are subjected to stress when inflation is of external origin and corresponds to a cost (or supply) shock.", "A cost shock that increases inflation may require a restrictive monetary policy in order to prevent relative price increases from snowballing into an inflationary spiral.", "In any case, and to avoid costly repercussions in terms of output losses, a horizon is established to correct deviations, which permits relative price changes to occur without requiring sharp monetary policy adjustments .", "This is what has been happening in Chile since the prices of foods and fuels began soaring in an unprecedented way in early 2007.", "Constraining the monetary policy in the presence of a commodity price hike has its costs, but as we have stated a number of times, failing to tackle the inflationary problem opportunely leads to much higher output costs in the future, because inflation becomes much more entrenched.", "On the contrary, when facing demand shocks the inflation targeting regimes are particularly useful, and that is the scenario we are seeing today.", "To rein in inflation, it is necessary to slow down growth via a more contractionary monetary policy.", "However, if output slowdown is caused by forces outside the monetary policy, the policy rate dosage should be small compared with that where the external scenario does not contribute to the deceleration, meaning that monetary policy conduct is countercyclical, reducing inflation and containing the demand slowdown.", "Financial Stability Although more often than not, central banks have an explicit financial stability objective, for many years, and within a context of strong GDP growth and sound balance sheets of banks and firms, this was a second-class issue.", "Now things have changed dramatically.", "As of last year, financial stability became the protagonist in monetary policy management in developed countries.", "At the industrialized countries, particularly the United States, the potential distortions in financial markets were swept under the carpet.", "Furthermore, concern about the existence of an asset price bubble was nobody's priority.", "An asset price bubble means that the price may be driven by variables other than its fundamentals.", "For example, stocks may be overpriced in comparison with the companies' future stream of profits, or homes may be appraised at more than the living services they can provide.", "In other words, prices may be pushed up artificially, and the problem is that when the bubble bursts, it splatters across the financial markets and the overall economy.", "Regarding how can monetary policy deal with the bubbles, as with the downfall of technological company stocks early this decade, the best strategy during the Greenspan era was believed to be \"do nothing and clean up the mess when the bubble bursts\" (Blinder and Reis, 2005).", "Laissez-faire is based on the idea that bubbles are hard to identify and also difficult to affect through monetary policy.", "Cleaning up afterwards consisted in providing liquidity, which normally was accompanied by aggressive interest rate cuts.", "A major criticism to this strategy was that it favored bubbles, because financial markets internalized the final rescue.", "In fact, this strategy is known as the in reference to interest rate reductions in the aftermaths of severe financial turmoil, such as the stock exchange downfall of 1987, the collapse of LTCM in 1998, or the technological stocks in the early 2000s.", "In fact, from the standpoint of liquidity provision and potential downward pressures on inflation, a reduction in interest rates is generally recommended.", "The problem is that this response provides an incentive to adopting more risk-prone behavior, since investors perceive that they will have the put option available later.", "Therefore, it is advisable to not only provide the liquidity, but also carefully monitor the market's operation to prevent overexposure to these risks in the future.", "Indeed it can be argued that bubbles are difficult to identify.", "For example, Gürkaynak (2005) finds that, for every work identifying a bubble, there is another one finding the opposite.", "At the same time, it is not so clear how much of a given bubble can be affected by raising the interest rate and the necessary magnitude of the adjustment in order to make any difference, because, by definition, a bubble is determined by \"nonfundamental\" price movements.", "Thus, although after seeing the critical situation that developed financial markets have been enduring, a more proactive monetary policy strategy might have been advisable, but it is hard to believe that such a strategy could have averted this crisis by itself.", "Actually, the overall purpose of financial stability is the proper functioning of markets and to avoid having to arrive at these degrees of turbulence and dislocation.", "From the macroeconomic standpoint, risks must be overseen and signaled, because the primary objective is to prevent major crises.", "And if they do occur, every necessary measure must be taken to limit the damaging effects of their propagation.", "Two points are worth commenting here in the policy options menu, and which can be complementary to monetary policy decisions: one is the information that monetary and credit aggregates can provide, and the other is the role played by macro-prudential regulation.", "An asset price increase induced by rapid credit growth is a first sign that these assets may be overvalued and financial markets are taking excessive risks.", "This is particularly important in the case of real-estate, which frequently end up in a financial catastrophe.", "Monetary aggregates in general, but especially the wider money aggregates as well as credit aggregates may signal unsustainable tendencies.", "As a matter of fact, whenever accelerated growth in credit and money aggregates occurs simultaneously with soaring asset prices and loose lending standards, increased inflation becomes very likely over the three years that follow (Roffia and Zaghini, 2007).", "In this context, one can argue that an increase in lending with inflation prospects can be fought with a tightening of monetary policy.", "However, if the boom was triggered by lack of regulation or supervision, monetary policy tightening by itself could probably be ineffective-or even counterproductive-if the financial system is weakened because of excessive risk taking.", "Thus, financial regulation plays a major role in granting financial integrity.", "At the beginning, regulation focused on the strength of individual institutions.", "However, the tensions we are seeing now exemplify, once again, how individual fragility may quickly evolve into systemic problems.", "The interrelationships among financial institutions and the proper operation of the markets where liquidity is traded are essential ingredients of a market economy, but these characteristics are also the channels of financial contagion, as recently seen.", "So it is crucial to have a systemic vision, not only from the perspective of how the different institutions relate to each other, but also how the different types of financial and operating risks are intertwined, creating potential vulnerabilities.", "The Financial Stability Reports that many central banks put together periodically- including us-seek to evaluate the resiliency of the system as a whole to large disruptions, by carrying out stress tests.", "It is necessary to continue strengthening the robustness of these methods to evaluate situations of extreme tension From the regulatory standpoint, supervision must consider the macroeconomic impact of financial activity.", "In the months to come, we will have to analyze also the potential procyclicality of the Basel II capital requirements, as well as the modeling and quantification of liquidity risk.", "A regulatory framework will be necessary to ensure the building of sufficient reserves in the boom phase of the cycle in order for the financial system to be well capitalized when the bust phase comes.", "One of the most recurring sources of financial stress in the past few years in emerging economies are periods of euphoria or pessimism, which trigger movements in their exchange rates beyond what their fundamentals would justify.", "For example, when economic expectations are good, foreign exchange appreciations can arise with symptoms of bubbles in favor of all the domestic assets.", "As I discussed before, a first line of defense for specific asset prices, stocks or housing is to raise the interest rate.", "However, in the area of exchange rates this may trigger more pressures to appreciate and exacerbate financial imbalances.", "A floating exchange rate regime is the most adequate to prevent exchange rate policy from inducing currency speculation.", "The fiscal policy can also contribute to reduce foreign exchange pressures.", "However, these measures may not be enough, and thus in some exceptional periods, and with the purpose of preserving financial stability, an intervention in the foreign exchange market is warranted.", "In Chile, since the floating exchange rate regime was adopted, this has occurred on three occasions, all deemed exceptional.", "To avoid conflicting goals, consistency between the intervention and the direction of the monetary policy is important, and to that end a first requisite is that the intervention does not have a specific point or range objective for the exchange rate.", "Finally, the current international financial crisis underscores the importance of having an adequate framework for international reserves management, as a key tool to cushion the impact of international liquidity shocks on the economy.", "The accumulation of reserves in Chile that begun in April this year was decided precisely to strengthen the liquidity position before the eventuality of a worsening of world financial conditions, which is what actually occurred in September.", "Final Remarks on the Current Juncture We are currently enduring an international financial crisis that has no precedent in recent decades.", "How the world economic situation will unfold and for how long the recession will last is yet to be seen.", "Nonetheless, some reflections may be helpful at this point about the abilities of our economy to deal with the turbulences, in a scenario where our inflation rates are still very high and have to be brought down.", "One feature that stands out in solid economies is that they learn from their mistakes, and hopefully the world will come out of this episode as a strengthened international economy.", "In our country, we learned the lesson.", "The financial crisis of 1982 endowed us with a General Banking Act that has been perfected over time, and which establishes a framework that allows the existence of a dynamic banking industry together with good prudential regulation.", "The excesses of the US banking system could not have happened in Chile.", "Hence, the real-estate bubble driven by fast and unhealthy credit expansion would hardly have formed in our country.", "In the first place, mortgage loans in Chile are different from those in the United States.", "There, these loans are issued \"without recourse\", which allows the bank only to repossess the mortgaged property, but not other goods belonging to the debtor to recover the loan, as is the case in Chile.", "Secondly, in Chile banks cannot hold substantial off-balance-sheet positions, because the General Banking Act expressly indicates what kind of firms the banks may establish, such as mutual fund administrators or securitizing firms.", "These firms, that the law terms affiliates, must have a single line of business and are banned from investing in other companies.", "In addition, banks must submit their consolidated financial statements on a monthly basis.", "Moreover, banks may not take positions in credit derivatives, and face other restrictions regarding the operation of derivative instruments.", "In particular, to operate with interest rate or foreign exchange rate options, banks must undergo a thorough test by the Superintendency of Banks and Financial Institutions (Superintendencia de Bancos e Instituciones Financieras, SBIF), while holding uncovered positions in the balance sheet are costly in terms of capital requirements.", "But not only regulators and policy-makers learned the lessons from our financial crisis.", "Thus we haven't seen the massive currency speculations where so many firms in the emerging world were involved through the use of exotic derivatives that were not only complex but also very difficult to price.", "In the present juncture we still face a severe inflationary challenge.", "In our last Policy Report we stated that, in our baseline scenario, we needed to grow somewhat less than our potential to contain the inflationary pressures and ensure inflation convergence to its target rate of 3% annually over a two-year horizon.", "We also thought that the world economy would not help to reduce inflation.", "Today the scene has changed and we are carefully reviewing its inflationary implications.", "To begin with, the international scenario may trigger a reduction in demand that could help contain inflation.", "This certainly has implications on the monetary policy trajectory, consistent with the inflation target.", "Secondly, commodity prices are in a tailspin, particularly in the case of oil.", "However, these events have not fully passed through to our economy, because our currency has depreciated substantially.", "Overall, more evidence is needed with respect to the persistence of the recent events in the world to calibrate the monetary impulse.", "The Central Bank of Chile has paid close attention to external developments and has been ready to provide any liquidity required for the proper operation of the financial markets, as it has been doing since the end of September and will continue to do for as long as it deems necessary.", "I am convinced that we will weather this international financial crisis successfully.", "We have built a macroeconomic policy scheme with sufficient degrees of flexibility and a strong commitment to stability that, under the current circumstances have the challenge of attenuating the adverse world economic scenario and ensure stability.", "Our monetary policy is oriented at controlling inflation.", "The exchange rate floats to absorb international shocks without causing major disruptions in domestic activity.", "The fiscal policy is based on a rule that implies saving transitory incomes and today enjoys the benefits of prudence.", "Fiscal savings, combined with the Central Bank's international liquidity position, provide a reserve of resources that permits us to accommodate external financing shocks even worse than those we are seeing now.", "Our financial system has been prudent and has the necessary levels of capitalization to play its credit intermediating role properly.", "Prudence, both of the private sector and of the macroeconomic policies, can now yield their fruits in the worst financial episode the world has had to suffer in many decades.", "Álvarez, R., P. Jaramillo and J. Selaive (2008) \"Exchange Rate Pass-Through into Import Prices: The Case of Chile\" Working Paper No.", "465, Central Bank of Chile.", "\"The Information Content of Money in Forecasting Euro Area Inflation.\"", "\"Should Central Banks Respond to Movements in Asset Prices?\"", "The American Economic Review, Papers and Proceedings of the Hundred Thirteenth Annual Meeting of the American Economic Association, 91(2): 253-257.", "\"Understanding the Greenspan Standard.\"", "In Proceedings of the Jackson Hole Symposium Greenspan Era: Lessons for the Future, 2005, Federal Reserve Bank of Kansas City, pp.", "\"The Financial Turmoil of 2007?", ": A Preliminary Assessment and Some Policy Considerations.\"", "BIS Working Paper No.", "\"Exchange Rate Pass-Through into Import Prices\" The Review of Economics and Statistics 87(4): 679-690.", "Central Bank of Chile: Monetary Policy in an Inflation Framework, Central Bank of Chile.", "\"Two Reasons Why Money and Credit May Be Useful in Monetary Policy.\"", "NBER Working Paper No.", "\"La Política Cambiaria.\"", "Economic Policy Paper No.", "2, Central Bank of Chile.", "\"Mucho Dinero y Poca Inflación: Chile y la Evidencia Internacional.\"", "\"Esquema de Metas de Inflación en Economías Emergentes.\"", "Economic Policy Paper N° 18, Central Bank of Chile.", "De Gregorio, J. and A. Tokman (2007) \"Overcoming Fear of Floating: Exchange Rate Policies in Chile\".", "), Monetary Policy in Emerging Markets and Other Developing Countries, New York: Nova Science Publishers Inc. Edwards, S. (2007): \"The Relationship between Exchange Rates and Inflation Targeting Revisited\".", "Mishkin y K. Schmidt-Hebbel (eds.", "): Monetary Policy Under Inflation Volume XI, Series on Central Banking, Analysis, and Economic Policies, Targeting.", "A Program for Monetary Stability, García, P. and R. Valdés (2003).", "\"Dinero y Conducción de la Política Monetaria con Metas de Inflación.\"", "\"Inflation Targeting in Emerging Economies: What Do the Data Say?\"", "\"Banking and Interest Rate in Monetary Policy Analysis: A Quantitative Exploration.\"", "\"Econometric Tests of Asset Price Bubbles: Taking Stock.\"", "Federal Reserve Board, Finance and Economics Discussion Series 2005-04.", "\"Model Uncertainty and Delegation: A Case for Friedman's Money Growth Rule.\"", "\"Two Pillars of Central Banking: Monetary Policy in Financial Stability.\"", "Opening Remarks at the PACB Convention, Federal Reserve Bank of Philadelphia.", "\"Excess Money Growth and Inflation Dynamics.\"", "ECB Working Paper No.", "\"Housing and Monetary Policy.\"", "In Housing, Housing Finance and Proceedings of the Jackson Hole Symposium 2007, Federal Reserve Monetary Policy, Bank of Kansas City.", "\"El Dinero Como Indicador de Política Monetaria en Chile.\"", "Cuadernos de Economía"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price Stability", "Financial Stability", "Asset Price Bubbles", "Inflation Targeting", "Monetary Policy", "Exchange Rate", "Credit Growth", "Macro-prudential Regulation", "International Reserves", "Financial Crisis"]}