{"sentences": ["Excellencies, Ladies and Gentlemen, It is my honour and great pleasure to address this distinguished audience at the celebration of the 50th anniversary of the Bank Negara Malaysia.", "The current crisis has revealed very strong information-related synergies between the central banking and the prudential supervisory functions.", "To discharge their core function of maintaining systemic stability, central banks are searching for information relating to individual institutions' liquidity and solvency positions, intra-group exposures, banks' liquidity and funding policies as well as data related to potential channels of contagion.", "Supervisory authorities on their side look for information on money and financial markets, banks' liquidity positions and collateral provided by banks in open market operations, patterns of banks' recourse to payment systems and volumes in post-trading systems.", "To summarize, liquidity-related information is of the utmost importance both for central banks and prudential supervisors.", "This is also the reason why on 1 June 2008 the Ministers of Finance, the supervisory authorities and the central banks of the European Union signed a Memorandum of Understanding on cooperation between the financial supervisory authorities, central banks and finance ministries of the European Union on cross-border financial stability.", "This Memorandum applies both in times of financial distress and in normal periods.", "It has the benefit of containing an allocation of tasks between the authorities in charge of financial stability.", "Depending on the nature of the issues at stake, one of those authorities will coordinate, as the activities in order to enhance preparedness in \"national coordinator\", normal times and facilitate the management and resolution of a crisis at the national level in a particular crisis situation.", "The national coordinator is designated by virtue of its legal competences in the field of financial stability.", "Consequently the Memorandum of Understanding confers upon central banks the role of national coordinator in case a liquidity crisis could affect a cross-border financial group with a potential for systemic implications1.", "The role of central banks in financial stability - Liquidity - a central bank remit for financial stability - The BCL's new competences with regard to prudential supervision of liquidity - The importance of liquidity supervision in ensuring confidence in the currency and in the financial system - Islamic Finance and Liquidity Liquidity - a central bank remit for financial stability Liquidity is defined as \"the ease and speed with which a financial asset can be converted into cash or used to settle a liability.", "Cash is thus a highly liquid asset.", "The term \"liquidity\" is also often used as a synonym for money\"2.", "In this respect, three fundamental tasks contained in the EC Treaty are designed to serve financial stability.", "All of them evolve from the central banks' role with respect to liquidity.", "• Monetary policy stands for liquidity injections in (a) normal times (monetary policy operations) and also (b) in times of financial distress (lender of last resort).", "• The smooth functioning of payment systems induces (c) the oversight of payment and settlement systems as well as payment instruments.", "The role of a central bank in financial stability or more accurately is to \"systemic stability\"3 prevent the economy from systemic risk defined as being the risk that the failure of one participant in a transfer system, or in financial markets generally, to meet its required obligations will cause other participants or financial institutions to be unable to meet their obligations (including settlement obligations in a transfer system) when due.", "Such a failure may cause significant liquidity or credit problems and, as a result, might threaten the stability of financial markets and the effectiveness of the monetary transmission mechanism4.", "Liquidity is thus at the very heart of systemic stability.", "Due to asymmetric information, a liquidity crisis at one bank can lead to increasing uncertainty in the wholesale and retail markets with respect to the liquidity situation of other banks, which in severe cases could lead to a drying-up of money market liquidity and/or to a bank run.", "In less severe cases, it could raise refinancing costs for other banks and increase uncertainty with respect to future cash-flows and market conditions, which would exacerbate liquidity management.", "Second, the large and increasing share of interbank exposures and money market instruments in banks' funding can cause a knock-on effect, as liquidity problems at one bank directly translate into increasing liquidity pressure (e.g.", "due to reductions in cash-inflows and unexpected refinancing requirements) on its interbank counterparties.", "Third, asset fire sales can lead to a market meltdown under certain circumstances, which in turn decreases the counterbalancing capacity of all banks and, consequently, their liquidity risk-bearing capacity.", "In the potential emergence of a liquidity crisis, central banks need to assess the scale of the liquidity problem and the potential systemic implications of liquidity stress5.", "Therefore central banks act as overseers of payment systems which consist of a set of instruments, banking procedures and, typically, interbank funds transfer systems which facilitate the circulation of money6.", "As payment systems refer to the circulation of money7, liquidity is thus also the essence of payment systems and the reason why central banks are responsible for overseeing the smooth functioning of such payment systems.", "A major malfunctioning of payment systems is likely to affect the stability of financial institutions and markets.", "To prevent that, the Eurosystem operates Target 2 (the Trans European Automated Real Time Gross Settlement Express Transfer System) that channels liquidity through accounts held by financial institutions with central banks.", "The advantage in terms of systemic stability is that Target 2 operates in central bank money and provides immediate intraday finality and thereby mitigates systemic risks.", "A fortiori, central banks are also concerned with the oversight of private payment systems operating in commercial bank money and with deferred settlement especially when they carry systemic risk.", "In general interbank markets can become a source of crisis, or even aggravate a crisis, if fundamental uncertainty makes it too costly for banks to assess counterparty risks.", "This possibility, observed in the current crisis, represents a clear example of the endogeneity of liquidity.", "The risk of a macro liquidity shock via contagion provides the rationale for central banks' involvement in prudential supervision, liquidity regulation, supervision and macro-prudential surveillance.", "As Walter Bagehot pointed out in 1873: \"In wild periods of alarm, one failure makes many, and the best way to prevent these derivative failures is to arrest the primary failure which caused them\".", "The EC Treaty recognizes this fundamental link between financial stability and the core functions of the ESCB relating to liquidity and prudential supervision8.", "For that purpose the EC Treaty requires the ESCB to \"...contribute to the smooth conduct of policies pursued by the competent authorities relating to the prudential supervision of credit institutions and the and allows the EU Council to confer upon the ECB stability of the financial system\"9 \"... specific tasks concerning policies relating to the prudential supervision of credit institutions and other financial institutions with the exception of insurance undertakings\"10. extension of the present mandate into macro prudential supervision, including liquidity supervision, risk concentration, stress testing and leverage ratios, seems uncontroversial, different models are under discussion concerning regional coordination, mediation, advisory and standardisation functions.", "A different set of solutions is available when it comes to supervision of individual institutions, as suggested by the report issued by the Group11.", "The BCL's new competences with regard to prudential supervision of liquidity According to the BCL's organic law: \"The Central Bank shall be responsible for supervising the general liquidity situation on the markets as well as evaluating market operators for this purpose...\"12.", "These core central bank tasks in the field of financial stability are accompanied by new cooperation mechanisms between the Central Bank and the other prudential supervisors13 granting the Central Bank access to full supervisory information.", "Moreover a new draft law (which is under way) confers upon the BCL a general oversight competence over all payment and settlement systems as well as payment instruments14.", "The scope of the BCL's competence in the field of liquidity embraces two aspects of liquidity supervision.", "The first aspect focuses on market liquidity.", "Financial market liquidity is usually thought of as a measure of the ability of market participants to undertake securities transactions without triggering large changes in their prices.", "While it is challenging to precisely measure financial market liquidity, it is generally agreed that highly liquid markets are characterised by a myriad of buyers and sellers who are willing to trade.", "Moreover, prices in such markets ordinarily carry low liquidity risk premiums - that is the compensation demanded by investors (and bid into expected rates of return) for uncertainties associated with the ease with which transactions can be executed in the future15.", "Market liquidity and funding liquidity are strongly linked.", "Funding liquidity measures the ability of a given financial institution to settle an obligation when due.", "As highlighted in the ECB's financial stability review of December 2008, correlations between market liquidity and funding liquidity become perceptible in times of financial crisis.", "Since the beginning of the financial turmoil, an increase in funding liquidity risk has gone alongside a decrease in market liquidity.", "Unfortunately this correlation can only be evidenced at the outbreak of a financial crisis16.", "A second aspect of liquidity supervision therefore covers financial operators' liquidity risk management.", "A liquidity shock in a financial institution may disrupt the stability of the moneymarket through contagion.", "This is due to asymmetric information, the ever larger role of interbank markets and the well documented difficulty of economic agents in assessing and measuring risk over time.", "So, liquidity itself can become a contagion channel by triggering changes in asset prices, in the capital base of financial institutions, and thus by feedback into banks' funding capacity.", "Article 2 (4) of the law of 23 December 1998 concerning the monetary status and the Central Bank of Luxembourg.", "Article 2 paragraphs 4 and 5 of the law of 23 December 1998 concerning the monetary status and the Central Bank of Luxembourg.", "Under the current legislation, according to Articles 34-3 and 47-1 of the Law of 5 April 1993 on the financial sector, the BCL only oversees payments systems in which it participates.", "The draft law on payment services, electronic money institutions and on settlement finality in payment and securities settlement systems extends the BCL's oversight competence to all payment and securities settlement systems as well as payment instruments; see, ECB, Financial stability review, June 2007, p. 10, also see p. 81.", "Indeed, a negative relationship between high funding liquidity risk and low market liquidity can be observed only after the start of the crisis, while in \"normal\" times the two indicators show no correlation.", "This supports the thesis that interactions between the two measures emerge only when common shocks to funding liquidity push banks to take analogous positions, so that forced asset sales lead to depressed asset prices and dire consequences for overall market liquidity.", "The loop is then closed when lower asset prices and lower market liquidity lead to higher collateral requirements in the money-market, which in turn increase funding liquidity risk, contribute to further asset sales and increase the probability of a downward liquidity spiral.", "What is the subordinated aim of liquidity supervision?", "The importance of liquidity supervision in ensuring confidence in the currency and in the financial system The current crisis is a liquidity crisis and thus a crisis of confidence.", "In January the EU Commission registered the lowest confidence rate ever measured in the Eurozone17.", "Everything started with the developing suspicions relating to the counterparty's solvency as a result of the undervaluation of exposures to sub-prime related financial instruments and a lack of transparency concerning reporting accounts.", "The deterioration of confidence infected the entire financial system and its ability to assess the proper value of assets and liabilities.", "In this context, consumption and investment decrease.", "Portfolio investments are reoriented away from risk towards more liquid assets and banks do not lend to each other.", "Finally lending to the real economy is negatively affected18.", "Some observers blame the lack of liquidity as being the outcome of a shift from the classical originate-to-hold to the modern originate-to-distribute model.", "Through the originate-and-distribute model, banks are increasingly relying on market-based funding and transfer a significant part of their credit risk off-balance sheet.", "However, this new model raises several issues due in particular to the loosening of the link between the debtor and the creditor.", "Whereas in the conventional model, banks favour customer relationships meaning that banks have the necessary incentives to monitor carefully lending activities and assess properly credit risks.", "The convergence towards the new business model stimulates an increasing information asymmetry and uncertainty and thus affects the degree of market efficiency.", "Recent experience has shown the limits of this model and has revealed the opacity that emerged from the use of highly complex instruments and derivatives.", "In this context, is the substitution process between the two models reversible?", "If not, what are the possible alternatives?", "In this respect particular attention is drawn to Islamic finance grounded on fundamental principles like risk-sharing, materiality (a financial transaction must be linked to a real economic transaction), no exploitation, no financing of sinful activities19.", "Islamic finance and liquidity In the light of the previous developments liquidity supervision and regulation are a cornerstone of financial stability.", "It is obvious that in conventional finance, the interest element plays a very important role.", "Interest has been viewed not only as an integral part of the price mechanism whereby savings and investments are regulated in a system but also as an important policy instrument with which central bank interventions can be made to influence and control inflation and in a wider sense the economy.", "Monetary 67,1 points.", "See, Speech by Mr Lorenzo Bini Smaghi, Member of the Executive Board of the European Central Bank, on the panel: at the International Forum Economia e Società Aperta \"Society, State, Market: a European Answer\" organised by Bocconi University and Corriere della Sera in cooperation with University \"Uscire della crisi\", Carlos III de Madrid, Madrid, 25 November 2008.", "See, Datuk Seri Panglima Andrew Sheng, Islamic finance and financial policy and stability: an institutional paper delivered at the 1st Islamic Financial Services Board Public lecture on Financial policy and stability, Kuala Lumpur, 26 March 2007, also see, LALDIN AKRAM Mohamad, Fundamentals and practices in Islamic finance, ISRA Series in Contemporary Islamic finance, volume 1, 2008 ; also see, DUSUKI DATO' WAJDI Asyraf, ISRA Series in Contemporary Islamic Islamic Finance: An old skeleton in a modern dress, finance, volume 2, 2008 ; also see, BAHRAIN MONETARY AGENCY, Islamic Banking & Finance in the Kingdom of Bahrain, policy is equated with interest rate management by the central banks.", "In this respect the ECB holds one outstanding instrument for regulating liquidity: determining the key interest rates20.", "In order to preserve the effectiveness of our policy instrument, we have to avoid excessively low levels.", "On the other hand the core principle of Islamic finance is the prohibition of meaning the prohibition of interest rates.", "Banks usually combine in their balance sheets short-term liabilities with long-term assets, resulting in maturity mismatches.", "Banks try to minimize the potential risks resulting from these mismatches by actively managing their liquidity needs typically through interbank money markets.", "Given that conventional interbank markets are interest-based markets, Islamic banks cannot use these markets to manage their liquidity positions, and therefore an alternative market design is required21.", "Does this mean that our concepts of financial stability are antagonistic?", "Interest rates are not the only method to regulate the volume of money.", "The Malaysian government pioneered the issuance of Islamic sovereign certificates known as Government Investment Issues.", "These certificates were introduced to provide Islamic banks with a sovereign instrument in which to invest their short-term excess liquidity.", "Another method for central banks to regulate liquidity is to issue central bank securities22.", "The interest-free Islamic Bonds can be regulated in such a way as to influence the monetary situation by indirectly controlling the availability of funds.", "The crux is the available market and funding liquidity.", "Liquidity management as part of their risk management processes is crucial to banking institutions and financial stability.", "This issue may be even more acute when it comes to Islamic finance products, notably because Sukuk are overall still considered of low liquidity \"due to high originator concentration, large diversity of deal structures, and regional Because there is virtually no global Shariah-compliant short-term money fragmentation\"23. market and no Islamic repo market, Islamic banks face difficulties in managing mismatched asset and liability portfolios24.", "At both extremities of the term structures, the very short term money market and the long maturities in the capital market, Islamic finance products still lack volume.", "Differences in approaches to liquidity regulation and liquidity risk-management are in theory merely differences in the use of instruments rather than differences in substance.", "After all the aim is to control the volume of money and thus to protect the economy from systemic risk.", "Whether this is done through quantitative measures as in a capital control environment or through qualitative price measures like interest rates or through a scaling of risk distribution Article 12.1 of the ESCB Statute states that: \"The Governing Council shall adopt the guidelines and take the decisions necessary to ensure the performance of the tasks entrusted to the ESCB under this Treaty and this Statute.", "The Governing Council shall formulate the monetary policy of the Community including, as appropriate, decisions relating to intermediate monetary objectives, key interest rates and the supply of reserves in the ESCB, and shall establish the necessary guidelines for their implementation.", "The key ECB interest rates are: the interest rate on the main refinancing operations (the fixed rate in fixed rate tenders and the minimum bid rate in variable rate tenders); the interest rate on the marginal lending facility; and the interest rate on the deposit facility.", "These rates reflect the stance of the monetary policy of the ECB\"; Glossary, .", "SOLE Juan, Introducing Islamic banks into the conventional banking systems, IMF working paper WP/07/175, p. 20.", "HESSE Heiko, JOBST Andreas, SOLE Juan, Quo vadis Islamic Finance, EDWARDES Warren, Liquidity Management Issues, Institute of Islamic Banking & Insurance / New Horizon, The Islamic Funds Conference, 18 February 2004, .", "is ultimately dependant on policy decisions influenced by market size, instruments availability and global integration capacity or willingness.", "Liquidity is an elusive concept requiring the supervisor to adopt a dynamic approach.", "The endogeneity of liquidity calls for a case-bycase approach where the specificities of Islamic finance can be taken into account.", "With respect to its specificities it is worth investigating how Islamic finance products and institutions are affected by the financial crisis.", "Islamic finance in the current turmoil - Considerations concerning the impact of the current financial crisis on Islamic finance products and institutions - Highlights of the developments undertaken by Islamic finance stakeholders towards financial stability Considerations concerning the impact of the current financial crisis on Islamic finance products and institutions Analysts and commentators in the financial industry put the blame for the current crisis on the intensive use of structured financial products, on derivatives and other assets whose fundamentals are uncertain.", "Conversely, Islamic financial institutions and products are singled out for being less impacted directly by the turmoil due to their conformity with the Shariah principles since these principles bring greater discipline to the markets25: - by eliminating a large number of derivatives transactions, - by putting a constraint on short sales, - by motivating the creditor in a good evaluation of the credit risk, thereby minimizing the moral hazard risk, - by preventing the amount of debt to be far above the size of the real economy.", "In effect, these principles are considered as inherent stabilizers.", "Hence, some observers consider that Islamic financial institutions might rebound faster from this crisis and be in better conditions than the banks, thanks to restricted exposure to assets.", "Still, Islamic finance products are not immune to adverse market conditions and could be impacted by the credit crunch or suffer from a property bubble deflation.", "Islamic finance has overall greatly expanded, and not merely in countries of Muslim obedience.", "According to different rating agencies, Islamic finance accounts for $800 billions of assets26.", "Gross issuance of sukuk has quadrupled over the past few years, reaching about $30 billion by the end of 200727.", "In 2008 volumes dropped however to around $15 billion28.", "Several causes are mentioned to explain this severe fall: the global credit crisis, the rising costs of borrowing, the Gulf's currency risk, the downtrend of oil prices and the diverging assessments of sukuk's compliance to Shariah.", "Many observers consider the latter cause as the major reason for the downturn.", "In November 2007 a Shariah scholar made a statement that 85% of the sukuk issued were not Shariah compliant due to the repurchase agreements they included.", "In February 2008, the AAOIFI (Accounting and Auditing Organization for Islamic Financial Institutions) issued new recommendations on the sukuk structure, their issuance and trading.", "Some market practitioners consider these recommendations as impediments to the issue of sukuk due to the additional constraints and their subsequent impact on their tradability.", "The judgment by the Kuala Lumpur High Court Justice in July 200829 on the validity of some financing schemes also highlights the importance of Shariah compliance and legal certainty for the long-term development of Islamic finance.", "These examples demonstrate the need to reduce uncertainty with regard to the standards and rules applicable to Islamic finance products and also the need to improve the resilience of Islamic finance and its integration into the international financial system.", "Not being an expert in Islamic finance, I wish to refer here to a speech made by the Honourable Dr. Zeti Akhtar Aziz a few months ago, when she stated that \"There is a need for the Islamic financial system to have the capital requirements, effective risk management and strong governance that are fully equipped to manage the risks that are specific to Islamic financial transactions\"30.", "Highlights of the developments undertaken by Islamic finance stakeholders towards financial stability Indeed, despite all the praise accorded to Islamic finance, Islamic finance professionals and stakeholders are looking at the developments that are necessary to ensure further stability and the resilience of Islamic products and institutions.", "On the issue of capital requirements, I had the opportunity to share my views on the specific question of the appropriate capital regulation for Islamic banks during the IFSB Summit in 2007.", "Introducing some modifications within the standard framework could enable the adoption of an integrated regulation for both Islamic and conventional banks.", "The topic is still under discussion, more specifically on the ways to determine its adequacy.", "The guidance provided by the AAOIFI and by the IFSB brought useful clarification but has not closed the debate, which also remains open as regards conventional banking.", "The current turmoil prompted the importance of consumers' confidence in the financial system and more specifically depositors' trust in their banks to avoid bank runs.", "This has prompted authorities around the world to further improve existing depositors' protection schemes, sometimes by incorporating deposits at Islamic banks.", "Considering that depositors in Islamic banks face the same risks as in conventional banks, depositors' protection should be protected at the same level.", "Otherwise, Islamic banks could be tempted to invest in riskier projects31 and may trigger systemic risk.", "Closely linked to the issue of depositors' protection is the topic of the Islamic finance which provides a good example of disclosure and transparency \"investment deposit\" requirements.", "Considering that such deposits are based on a risk-sharing agreement and could not be treated as a classical deposit which benefits from a protection scheme, the Hong Kong Monetary Authority recommends improving \"financial disclosures on the risk and return profiles of the different categories of deposits, as well as their status under the DPS [Deposit Protection Scheme], will enable depositors, potential or otherwise, to make informed Regarding the importance of overall good corporate governance, the IFSB has, decisions\"32. in recent months, submitted for public consultation several documents in relation to governance and to the conduct of business for Islamic finance products.", "With regards to liquidity, constraints are raised by the specificities of Islamic finance.", "The fact is that the issuer still has to pay a premium over a conventional issue to attract investors particularly risk averse ones at this stage.", "The insufficient depth of the market could in theory be addressed by the cooperation of different financial centres to create a regional liquidity market, the issue of short-term sukuk or some level of central bank involvement.", "The same central banks could in theory encourage standardisation of structures and documentation, offer and invest in Islamic interbank securities, support the liquidity of a secondary market in long-term Islamic investments, encourage trading and establish trading infrastructures.", "Several interesting albeit limited solutions have been launched: In 2007, Kuwait Finance House-Bahrain (KFH-Bahrain) and Fortis Private Real Estate Holding S.A agreed to launch a Shari'a Compliant Overnight Fund (SCOF), as a solution for managing short-term liquidity with the corresponding opportunity to invest on an overnight basis.", "This fund was incorporated in Luxembourg last year.", "In a different vein, the Central Bank of Bahrain implemented last year the Islamic Sukuk Liquidity Instrument in order to enable financial institutions to access short term liquidity against Government of Bahrain Islamic leasing bonds (sukuk), issued by the Central Bank of Bahrain.", "Also of importance in terms of stability, efficiency and market development is the operational link between these new instruments and real-time gross settlement and securities settlement systems.", "Liquidity management is an important part of the overall risk management for which \"conventional\" financial institutions may have recourse to derivatives instruments.", "But the majority of Shariah scholars consider that derivatives instruments contradict Shariah principles.", "But one can notice an evolution insofar as a number of academics33 could argue that the admission of such instruments in Islamic finance depends mainly on the type of contract used, their content and their trading format.", "Contracts on currencies, interest rate and stock indexes are intrinsically barred.", "Otherwise, forward and swaps contracts on commodities and shares could seamlessly be accommodated in Islamic finance.", "Even the trading of options is not found incompatible with Shariah principles.", "However, further work is still necessary to assess the implication for Islamic finance in terms of social welfare, speculation and risk-sharing, and more specifically risk management.", "Islamic finance in Luxembourg: opportunities and challenges34 Explanation of the business environment Challenges for further development Explanation of the business environment The development of Luxembourg's international banking activities started in the late 60's with the expansion of the euro bond market.", "The financial centre extended further in the 80's with private banking services.", "The other core activity of the Luxembourg financial centre is the investment fund industry.", "Our practitioners developed acute expertise in the domiciliation, administration and distribution of investment funds with the result that the Luxembourg financial sector is positioned among the world's leading investment centres together with the US and France.", "Islamic finance started to operate in Luxembourg as early as in 1983 with the establishment of the first Shariah compliant insurance company in Europe (Takafol S.A.).", "Year by year, other Islamic financial products developed and there are currently 31 Shariah compliant investment funds (September 2008) domiciled and managed in Luxembourg.", "Our stock exchange, started listing Islamic funds in 2002 and is thus the first stock exchange in Europe to host sukuk.", "Its current listing of 14 sukuk with a combined value of $ 5.5 billion put it in a competitive position with London.", "Several of these sukuk have issuers originating from the Gulf countries, Malaysia or Pakistan.", "Furthermore, local financial institutions lobby the Treasury to issue Luxembourg sukuk, but the volume would be symbolic in international comparison.", "On the operational side, Clearstream Banking, the Luxembourg International Central Securities Depository (ICSD) holds under custody and offers the clearing and settlement of a range of Islamic securities.", "It has slightly adapted its technical processes to sukuk's requirements as regards the distribution of payments.", "Earlier this year, Deutsche Bank announced the launch of a new platform \"Al Mi'yar\" whose aim is to facilitate the issuance of Shariah compliant securities.", "This platform is domiciled in Luxembourg.", "It is also worth mentioning that several local market practitioners and support entities (mainly law firms and investment funds service providers) are expanding to the Gulf region.", "Competition for the global lead in the investment fund industry has attracted expertise in domiciliation, administration and distribution of investment funds to Luxembourg, including Shariah compliant investment funds.", "Working groups encompassing authorities and market players were set up to find out how to remove barriers to the development of Islamic finance products.", "Our national agency for the development of the financial centre has issued a leaflet which is \"Luxembourg for Finance\" used during promotional trips to explain the Islamic finance opportunities in Luxembourg.", "A 2-day conference is planned for early May to disseminate awareness and knowledge within the banking and funds The BCL participates together with other public authorities industry35.", "in a working group, chaired by the Ministry of Finance, on the promotion of Islamic finance in Luxembourg.", "The Luxembourg School of Finance and the University of Luxembourg offer modules of Islamic finance in their master programmes.", "In reality, practitioners in Luxembourg consider that our current legal framework is compatible with Islamic insurance products and Islamic finance products.", "It already allows the issuance of such products - differences between conventional investment funds and Islamic funds are considered minimal.", "However, full Islamic banking would request adjustments36.", "The most appropriate structural category for Islamic funds is the \"Specialized Investment (Fonds d'investissement specialisé - SIF) which is targeted at well-informed investors.", "In addition, this structure is legally easier to establish and it can leverage the possibility of defining its own rules and restrictions applicable to the investments the fund may undertake37.", "When it comes to the listing of sukuk, the Bourse de Luxembourg is pragmatic as it requests only documentation concerning the underlying transactions rather than a comprehensive description of the sukuk's structure38.", "Challenges for further development Several impediments were identified in the tax framework.", "To start with, the several double taxation treaties that have been signed with the Gulf countries but none of them is yet in force.", "The situation is different with Malaysia, Singapore and Indonesia with whom double taxation treaties are already implemented.", "Currently, the numerous transactions involved in Islamic finance products trigger multiple taxations making them more expensive.", "Fiscal policy should take the economic finality into account so as to avoid distortion discriminating against Islamic finance products.", "Dividends are still facing differentiated treatment from investors.", "Luxembourg should envisage enabling the deduction of remunerations other than interest payments, allowing the amortization of leased goods outside conventional leasing contracts, and recognizing margins made on sukuk transactions as interest payments instead of profits.", "In addition, market practitioners request the formal recognition of Islamic finance accounting standards.", "So far, our authorities have proved pragmatic (for instance, tax ruling for special business cases is common practice), innovative and adaptive to the financial landscape.", "According to discussions currently being held at national level, this will also be the case with regard to Islamic finance.", "Despite the current turbulences, the market practitioners of Islamic finance in Luxembourg remain optimistic that Islamic finance is likely to grow steadily in the next years based on investors' appetite for financial products based on sound and ethical principles.", "Numerous challenges remain however, including regulatory changes, legal certainty, illiquidity issues, liquidity risk management concerns, the need for harmonized regulation, regulatory disparity amongst national supervisors and a potentially unlevel playing field.", "It is crucial to ensure that Shariah principles are able to accommodate the innovative products which will allow Islamic finance's integration into the international financial system.", "Books • AL-BASHIR Muhammad & AL-AMINE Muhammad, Risk Management in Islamic Finance - An Analysis of Derivative Instruments in Commodities Markets, Academic Publishers, 2008.", "• DUSUKI DATO' WAJDI Asyraf, Islamic Finance: An old skeleton in a modern dress, ISRA Series in Contemporary Islamic finance, volume 2, 2008.", "• MEGRET J., Le rôle des autorités prudentielles et des banques centrales, in dir.", "Intégration des marches financiers, • LALDIN AKRAM Mohamad, Fundamentals and practices in Islamic finance, ISRA Series in Contemporary Islamic finance, volume 1, 2008.", "• BAHRAIN MONETARY AGENCY, Islamic Banking & Finance in the Kingdom of Articles • ARIFF Mohamed, Monetary Policy in an Interest-Free Islamic Economy Nature and Monetary and Fiscal Economics of Islam; • AMEINFO, CBB set to launch key Islamic financial instrument, 9 June 2008; • BACHA & OBIYATHULL I.: Derivative Instruments and Islamic Finance: Some Thoughts for a Reconsideration, International Journal of Islamic Financial Services, 1 1 (1999), p. 9-25.", "• BATAINEH Sufian & Carole, La finance islamique : Opportunités et Challenges pour le Grand-duché de Luxembourg, to be published in a forthcoming Association luxembourgeoise des juristes de droit bancaire, • BURTON John, Issuance of Islamic bonds expected to drop further, 23 January 2009; -e8a2-11dd-a4d00000779fd2ac.html?nclick_check=1.", "• CHAN Francis, Islamic banks \"largely insulated\" from financial crisis, Times, 12 December 2008; .", "• CHAPRA Umer, The global financial crisis: can Islamic finance help?", "2009, published by NewHorizon, Global perspective Islamic Banking and Insurance on Islamic banking and insurance; on=view&id=10733.", "• ČIHÁK Martin & HESSE Heiko, Islamic Banks and Financial Stability: An Empirical Analysis, IMF Working Paper, WP/08/16; • DE LAROSIÈRE, Report by the High-Level Group on Financial Supervision in the 25 February 2009; • EL-HAWARY Dahlia, GRAIS Wafik, IQBAL Zamir, \"Regulating Islamic Financial Institutions: The Nature of the Regulated,\" 3227.", "World Bank Working Paper • ERRICO Luca & FARRAHBAKSH Mitra, \"Islamic Banking: Issues in Prudential Regulation and Supervision,\" March 1998; IMF Working Paper,WP/98/30, • FLATTER Elie, Développement de l'industrie des fonds Shari'ah et opportunités pour le Luxembourg, D'Wort, 25&26September 2007.", "• GRAIS Wafik and KULATHUNGA Anoma, Capital Structure and Risk in Islamic Financial Services; in Abdel Karim, R. and Archer, S.: Islamic Finance: The John Wiley & Sons, 2007; Regulatory Challenge, www.erf.org.eg/CMS/getFile.php?id=805.", "• HESSE Heiko, JOBST Andreas & SOLE Juan, Quo vadis Islamic Finance?, 24 • JOBST Andreas, The Economics of Islamic Finance and Securitization, Working Paper • KABLAWI Hani, Improving Corporate Governance in Islamic Finance, The Bank of New-York Mellon, Innovation series global corporate trust, 2008; • MENAFN, AAOIFI proposals spark fresh Sukuk debate, 21 April 2008; • MOHAMAD Illiayas, High Court Decisions Highlight Islamic Banking Concerns, Monthly; .", "• MOODY'S, Global Sukuk Issuance: 2008 slowdown mainly due to credit crisis, but some impact from Shari'ah compliance issues, Global Credit Research Announcement, Pages/Products%20and%20Services/Downloadable%20Files/Global%20Sukuk%20 Issuance.pdf.", "SOLE Juan, Introducing Islamic banks into the conventional banking systems, WP/07/175; • WILSON Rodney, Credit risk management in Islamic Finance, 1 April 2007; • ISLAMONLINE.NET & NEWSPAPERS, UK Islamic Banks Brave Economic Crisis, 10 November 2008; name=Zone-English-News/NWELayout.", "• EDWARDES Warren, Institute of Islamic Banking & Liquidity Management Issues, Insurance New Horizon, The Islamic Funds Conference, 18 February 2004, • HASSAN Najmul, Meezan Bank, 14 March 2007.", "Risk Mitigation through Takaful, Liquidity Management of Islamic Financial Institutions in the UAE, HSBC Amanah Finance, Central Bank of U.A.E., Abu Dhabi, 10 December 2005.", "• LAMFALUSSY Alexandre (Baron de), 2nd Central banks and financial stability, Pierre Werner Lecture, 26 October 2004, Luxembourg; • ORCHARD Jamie, International Regulatory Treatment of Islamic Finance Firms, Islamic Finance Forum - Istanbul, 28 September 2005.", "• PADOA-SCHIOPPA Tommaso, Central Banks and financial stability: Exploring an intermediate land, Second ECB central banking conference, 24 et 25 octobre 2002, Frankfurt am Main.", "• SMAGHI Bini Lorenzo, Society, State, Market: a European Answer, International Forum Economia e Società Aperta organised by Bocconi \"Uscire della crisi\", University and Corriere della Sera in cooperation with University Carlos III de Madrid, Madrid, 25 November 2008.", "Publications from monetary authorities • ECB, June 2007; Financial stability review, Opinion of 10 September 2008 at the request of the Banque centrale du Luxembourg on amendments to the draft law improving the legislative framework for Luxembourg as a financial centre and amending the Law of 23 December 1998 on monetary status and on the Banque centrale du Luxembourg, (CON/2008/42); • Hong Kong Monetary Authority, December 2008; Quarterly Bulletin, IMF, Global Financial Stability Report, ."], "classifications": ["none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Liquidity", "Islamic Finance", "Central Bank Oversight", "Crisis Management", "Financial Stability", "Prudential Supervision", "Systemic Risk", "Market Liquidity", "Funding Liquidity", "Risk Management"]}