{"sentences": ["Let me first of all thank the Chamber of Industry and Commerce and the Nova Committee for the invitation to participate in and to make a few remarks at this 2009 Conference on Micro, Small and Medium-sized Enterprises.", "I want to say from the outset that the Central Bank considers micro, small and medium-sized enterprises (MSMEs) as critical to Trinidad and Tobago's current and future prospects.", "Last year, we engaged a local firm to examine the structure, performance and networks of MSME and to make recommendations for improving its performance.", "This firm has since submitted its draft final report along with a set of recommendations which we are currently assessing.", "I should also add that the Financial Literacy Programme has also been actively involved in the small business sector and is spearheading a project on Living the Entrepreneurial Dream.", "This project has placed emphasis on three core areas: (a) starting a business, (b) keeping and managing financial records and (c) sourcing assistance for the business.", "To assist budding entrepreneurs, the project is currently finalizing three booklets, which are expected to be launched before the end of the year.", "As I examine the agenda for today's proceedings, I can't help but notice that your speakers are far more ably qualified to address the specific issues affecting MSMEs in Trinidad and Tobago.", "Accordingly, in my brief remarks today, I want to focus on the bigger picture and specifically on how MSME development is becoming even more urgent given our current economic circumstances and prospects.", "Over the past decade, Trinidad and Tobago has been doing relatively well in a macroeconomic sense.", "Real economic growth between 2000 and 2008 has averaged around 6.0 per cent a year; the fiscal position has been healthy; international reserve holdings have increased steadily and the exchange rate has remained stable.", "This vibrant economic performance has largely been built on the back of the energy sector which still remains the dominant sector accounting for approximately 40 per cent of GDP and around 60 and 90 per cent of government revenue and exports, respectively.", "The energy sector growth facilitated a boom in fiscal revenues and expenditures, the latter providing the impetus for vibrant activity in the non-energy sector.", "In these last few years, we have seen an explosion in construction activity, both public and private sector construction, in banking and finance as well as in retail distribution.", "As you know, there was a significant growth in employment, so much so that we have had to import labour from neighbouring countries and from further afield.", "But, ladies and gentlemen, our economic climate is undergoing profound changes and these changes may be structural, not merely cyclical.", "Our economy has already begun to experience economic decline for the first time since 1993; while oil prices have begun to creep up from the lows reached in late 2008, gas prices, which directly determine about 80 per cent of our energy tax revenues are at their lowest level in several years.", "Moreover, the experts tell us that, given the chronic oversupply in world markets, gas prices could remain depressed for a while.", "And to top it all, there are downside risks as regards the level of our gas reserves.", "While it can be argued that some degree of diversification has occurred over the years, most of this has taken place within the energy sector.", "Trinidad and Tobago has now moved from simply being an oil-based economy to one that produces a relatively wide range of energy products including natural gas, methanol, iron and steel, urea and ammonia.", "Outside of energy, the pace of diversification has been slow.", "In summary, notwithstanding our impressive achievements, it is clear that we are confronted with many challenges in sustaining our level of economic growth and in addressing rising economic and social inequalities.", "To meet these challenges, we urgently need to diversify our sources of economic growth and to raise the efficiency of resource allocation.", "A potential source for growth is the micro, small and medium enterprises sector, which has contributed importantly to growth and job creation in the past.", "The MSME sector has made remarkable strides over the past few years.", "Data from the study commissioned by the IADB and the Central Bank estimate that there are now about 18,000 MSMEs, employing about 200,000 workers and contributing around 28 per cent of GDP.", "These figures testify to the Government's considerable efforts through NEDCO and BDC as well as to the work of private sector institutions such as the Nova Committee of the Chamber and various NGOs.", "Notwithstanding these achievements, if we are to realize the full developmental potential of this very important sector we need to modify our approach somewhat - specifically, we need to introduce a more entrepreneurial model.", "An article by the NOVA Committee, published in the latest issue of CONTACT, cited the case of India where the SME sector is being challenged to move to the next level of development.", "The same article lamented that many of our SMEs seem to have no interest in moving beyond the micro and small classifications, preferring instead to remain in their comfort zones.", "The new model for MSME development requires a shift in thinking by policy makers.", "It requires a change whereby the goal is not merely to earn a minimum income but to create jobs and wealth.", "It requires that our policy makers look beyond simply the creation of new MSMEs to encouraging a concentrated focus on productivity and competitiveness.", "The new model requires small businesses to broaden their view of the available economic space from the neighbourhood and the community to the country and even the region.", "An essential aspect of the new model is the active promotion of an entrepreneurial culture.", "More small business people need to see themselves as entrepreneurs, prepared to take risks and with an interest in innovation and competitiveness, which, as you know, are integral features of entrepreneurial behaviour.", "Some of this could be learned late but empirical evidence suggests that there is a strong case for making business education a more integral part of our high school curriculum.", "And as I heard one commentator say a few days ago, \"we need more people to come out of tertiary education, not looking for the security of a job but actually prepared to use the ideas that they have acquired in their studies and through research at university, to get involved in entrepreneurial behaviour\".", "One step in this direction is for our tertiary institutions to become more actively involved in promoting innovation and in transforming these applications into viable businesses.", "I would acknowledge that some of this has begun to happen on a limited scale through programmes being introduced by the University of Trinidad and Tobago (UTT) and E-Teck that provide a business incubator for innovative ideas.", "However, if entrepreneurship is to take deeper roots, this process has to become part and parcel of our entire tertiary education system and our MSME strategy.", "The available evidence on a global scale suggests that entrepreneurship tends to flourish in those countries where there are strong and sustained linkages between innovations in Universities and the business environment.", "While we can all point to success stories in economies like the US and Japan, there is no reason why we cannot develop our own success stories here.", "Obviously entrepreneurship and innovation would add up to very little if credit isn't available to finance their realisation.", "In most countries, inadequate credit availability has been a major impediment to SME development.", "The reasons behind the chronic lack of access to finance for MSME sectors in most developing countries are well-known.", "One is the entrenched perception that lending to MSMEs is inherently risky.", "Another is a long-standing credit culture that is biased towards collateral.", "Regulatory policies also perpetuate the \"collateral bias\" as non-secured lending is often discouraged.", "The overemphasis on collateral constrains the availability of credit to MSMEs, even when cash flows are adequate to service bank loans at commercial interest rates.", "This situation invariably leaves the sector exposed to public sector financing arrangements which are very often insufficient, unreliable and subject to non-commercial considerations.", "Fortunately, our situation is changing.", "More finance is being made available by the public sector institutions - NEDCO and the Small Business Corporation.", "More importantly, some private sector institutions are also tailoring their operations to cater to the need of MSMEs, while maintaining high loan processing standards.", "In particular, one commercial bank has already recognized the potential of the small business sector and has developed a lending programme specifically targeted to this sector.", "Let me end, Ladies and Gentlemen with yet another reference to the CONTACT Magazine which, incidentally, I think is an excellent issue.", "An article in the issue seems to suggest that we are deluding ourselves into believing that we are blessed with high levels of native creativity.", "Citing our carnival experience, the author asks whether we have done anything truly ground breaking recently and whether our music and architecture, the range of goods that we produce and our designs and services can legitimately be claimed as being truly creative.", "I happen to disagree with the view that we are not blessed with high levels of natural creativity.", "I think that our challenge is to devise a framework that can deploy our creative ideas in innovative ways to develop new businesses that are sustainable, employment generating and even better still export earning.", "Ladies and Gentlemen let me repeat my belief that building an entrepreneurial culture that harnesses the untapped potential of the MSME sector will provide a solid platform for the sustained diversification and development of our country in future years.", "We need to rise to this challenge.", "I am certain that this is going to be an excellent conference and I wish you every success in today's deliberations.", "Andrew G Haldane: Credit is trust Speech by Mr Andrew G Haldane, Executive Director, Financial Stability, Bank of England, at the Association of Corporate Treasurers, Leeds, 14 September 2009.", "I would like to thank Paul Fullerton, Simon Hall and Salina Ladha for help in the preparation of this speech."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["MSME development", "Economic diversification", "Entrepreneurial culture", "Innovation", "Credit availability", "SMEs", "MSMEs", "Economic growth", "Energy sector", "Natural creativity"]}