{"sentences": ["Let me first thank BCRA for organizing this very interesting seminar and for inviting us to share our experience in these turbulent times.", "The mere comparison of the shocks our economies have undergone and our policy reactions, let alone the insights of the distinguished economists who join us in this timely event, is of great value for our future policy making.", "After the Lehman Brothers bankruptcy in September 2008, the Colombian financial and foreign exchange markets came under stress.", "However, the outcome of the shock was less severe than for other countries in the region.", "In what follows, I will briefly describe the macroeconomic context in which the shock occurred, the effects of the shock and the policy response by Banco de la Republica.", "While doing so, I will advance some reasons for the relatively low impact of the shock on Colombia.", "Most of them are related to the prevailing regulatory framework.", "By the third quarter of 2008, the Colombian economy was experiencing a deceleration of growth.", "Consumption growth was weakening as a result of the previous tight monetary policy and the effect of the relative price increases of raw materials and foodstuffs on costs and real household income.", "Public investment fell drastically due to delays in public works programs.", "Nevertheless, according to our estimates, there still remained a positive output gap inherited from several years of strong aggregate demand growth.", "As another consequence of the relative price shocks, inflation was moving well above its target range for the year (3.5%-4.5%).", "At the same time, inflation expectations started to rise which threatened to permanently unleash inflation.", "Hence, policy was further tightened in July.", "The sharp appreciation of the currency observed in the first half of the year was correcting itself possibly due to changing global risk perceptions and the daily purchases of fixed amounts of dollars by Banco de la Republica in the foreign exchange market.", "Immediately after the Lehman failure, the Colombian sovereign risk premium jumped around 500 bps, an increase similar to the one which occurred in other countries (Charts 1 and 2).", "The currency moved along, depreciating by 15% between September 12th and October 29th.", "Again, this reaction was comparable to the behavior of other currencies in the region.", "Domestic public bond interest rates also rose after the shock and the zero coupon curve became steeper as in other economies in the region (Charts 4 and 5).", "Thus, the heightened risk aversion after the shock produced the usual reaction on the foreign exchange and local bond markets.", "As key markets in the U.S. were closed (e.g.", "the short term commercial paper and the ABS markets), short term external funding for emerging markets was severely hampered.", "Those countries in which the financial system depended significantly on foreign financing suffered stress in both the foreign exchange and the local short term lending markets as banks and other institutions scrambled to close their foreign currency liquidity gaps.", "However, this was not the case for Colombia, where regulation prevented local banks from being exposed to maturity mismatches between currency and foreign currency.", "It also restricted their non-derivative net foreign asset position to be positive which effectively inhibited the existence of a foreign currency interbank loan market.", "In other countries, pressures on the foreign exchange market and financial stability emerged from two things: the exposure of the corporate sector to currency risk and the realization of huge losses after the depreciation of the local currencies against the US dollar.", "Again, this was not the case of Colombia where capital controls and exchange rate volatility limited the corporate sector's external indebtedness.", "At the same time, regulation limited the gross foreign exchange derivative position of banks to five times their net worth or less.", "This was established to curb bank counterparty risk in a period in which there were large speculative and arbitrage positions against the dollar and had the effect of restricting the currency exposure of the corporate sector.", "As a result, the impact of the Lehman shock on the Colombian foreign exchange and short term markets was smaller than it was in other countries.", "The Colombian peso depreciated less than other currencies in the region during the fourth quarter of 2008 (Chart 1) while Banco de la República's intervention in the foreign exchange market to support the currency was far lower than elsewhere (Table 1).", "The interbank overnight interest rates remained close to the policy rate.", "The spread between the short term deposit interest rates and the policy rate did not increase and financial system deposits continued to grow faster than GDP (Charts 6, 7 and 8).", "However, lending interest rate spreads did rise in October 2008 thus reflecting a larger risk premium, especially for prime and corporate treasury loans (Chart 10).", "Our financial system survey showed tightening local credit conditions in the fourth quarter (Chart 11) and both firms and banks reported anecdotal evidence regarding more expensive credit with shorter maturities.", "Interestingly, throughout 2009 the behavior of foreign and domestic banks in the local loan market has diverged.", "Foreign banks have drastically cut their exposure to consumer credit while domestic banks have kept high rates of growth of loans (Chart 9).", "At the same time the external credit lines available to the Colombian Banks were reduced and their cost raised (Chart 12).", "Nonetheless, the use of those lines remained below the approved amounts and declined along with them (Chart 13).", "This reflected, among other things, a dramatic fall in the demand for funding linked to international trade (Chart 14).", "Consumer and business confidence indicators collapsed thus driving domestic spending down.", "Policy makers were then left facing the dilemma of high and increasing inflation on the one hand and a growing deterioration of both the external and domestic economic outlook on the other.", "Thus, while the picture became clearer, monetary authorities started to relax policy gradually.", "Capital controls were lifted in October and domestic reserve requirements were reduced in November.", "Liquidity provision was increased substantially as reflected by the negative and decreasing spread between the overnight interbank interest rate and the policy rate as the end of the year approached (Chart 6).", "Finally, policy rates were lowered by 50 bps in December, the first such move among emerging economies.", "A key component of the policy reaction was the flexibility of the exchange rate.", "This was possible because currency mismatches were small and inflation expectations remained partially anchored despite the large shocks to the price of food, energy and raw materials.", "Exchange rate flexibility was fundamental in many senses.", "First, it enabled us to avoid the need to follow the pro-cyclical monetary policies of the past.", "Second, it worked as an absorber of the shocks hitting the current account of the balance of payments (terms of trade, export demand and workers' remittances).", "And third, it prevented dollar demand pressures that liquidity-thirsty global financial institutions would have exerted under a peg regime.", "In summary, in the last quarter of 2008 our economies underwent a rapid transition from a supply shock situation to a global financial crisis and a world recession.", "My take from the Colombian experience is that, as a regime, the inflation targeting framework with financial stability complements has fared well and done the best possible job of withstanding the storm.", "This was mostly due to the fact that the financial stability measures taken before the crisis, when the economy was booming, enabled us to avoid large mismatches and to moderate leverage.", "The results were: - The financial system was strong enough to absorb a large external shock and policy makers could focus on dealing with its macroeconomic consequences.", "- The regime was flexible enough to accommodate a gradual path of disinflation under a preannounced path after the relative price shocks pushed inflation far above target.", "- At the same time, this flexibility allowed the central bank to maintain the liquidity of the financial system in a period of stress.", "Our challenge ahead consists of carefully examining our financial regulatory framework to shore up some aspects such as countercyclical provisioning and bank capital requirements.", "Simultaneously, we must strive to enhance financial deepening and enlarge the set of financial instruments available to Colombian firms and households.", "However, we must do so without significantly increasing systemic risk or depriving policymakers of the tools they need to face shocks.", "In such a task, difficult tradeoffs must be made, most importantly, perhaps, the one between the financial integration of the Colombian economy and the scope for systemic risk and macroeconomic management."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Inflation", "Financial stability", "Foreign exchange", "Monetary policy", "Lehman Brothers", "Colombian economy", "Risk aversion", "Exchange rate flexibility", "Financial regulation", "Inflation targeting"]}