{"sentences": ["Honourable Members of Parliament, Let me begin this testimony by thanking you for the opportunity to explain the recent decisions adopted by the Banco de España as supervisor of the banking system in relation to Caja de Ahorros de Castilla La Mancha (CCM).", "Last Saturday, the Executive Commission of the Banco de España adopted the decision to replace the governing bodies of the institution with three provisional central bank nominees.", "On Sunday, 29 March 2009, the government, in an extraordinary meeting of the Council of Ministers, passed a Royal Decree-Law authorising guarantees by the Treasury for a maximum amount of €9 billion backing the loan the Banco de España could grant to CCM.", "These two decisions have allowed CCM to continue operating normally and to meet all its payment obligations and commitments.", "This solution was adopted once a \"private\" solution to CCM's problems under the Savings Bank Deposit Guarantee Fund had been deemed inviable.", "As you know, CCM has held talks (exploratory in some cases, more advanced in others) with other savings banks with a view to participating in a merger process giving rise to a new economically and financially viable institution.", "In this connection, assistance from the Savings Bank Deposit Guarantee Fund had been envisaged to smooth the process.", "The talks between the interested parties themselves and with the Fund did not however prosper.", "Accordingly, the Banco de España took action to avoid a crisis of confidence in CCM and market convulsion.", "On this point I should like to draw your attention to the reasons for adopting this decision with such urgency.", "Article 31 of the Law on the Discipline and Intervention of Credit Institutions authorises the Banco de España to take control of a credit institution or to resolve to replace provisionally its governing and management bodies when there is a situation endangering its own funds or its stability, solvency or liquidity.", "Since the directors of CCM had been unable to find a solution to prevent the problems worsening, it did not seem reasonable to delay the use of the precautionary measures provided for in the Law on the Discipline and Intervention of Credit Institutions in order to seek other solutions.", "Further, once the prospect of a merger had fallen through, there was an evident risk that, once the financial markets opened on Monday, 30 March, CCM would be subject to a crisis of confidence on the bond markets and further withdrawals of deposits from its branch network that could prompt a liquidity collapse.", "The delicate situation of CCM required the immediate activation by the Banco de España of the precautionary measure provided for in the rules governing the replacement of the Board and the appointment of new managers.", "To speed the process and avoid unnecessary delays that might exacerbate liquidity problems, and to halt any possible contagion to other parts of the system, the Banco de España took the swiftest of decisions while fully observing the provisions of the Law on the Discipline and Intervention of Credit Institutions.", "The conduct of the Banco de España has been informed by the lessons that all supervisors have drawn from the unfolding of the financial crisis in other developed countries.", "In particular, it is our resolve to prevent the problems of an individual credit institution degenerating to such an extent as to spread to other domestic banks and savings banks.", "The speed behind the Banco de España's decision also justifies the urgency of and need for the Royal Decree-Law adopted by the government.", "Without going into details on the legislation, I would like to stress that the granting of guarantees by the Treasury has a dual purpose.", "First, it allows the Banco de España to act with full force, providing a very high volume of guarantees backing potentially significant funding.", "Such provision is necessary if the ailing credit institution is to meet all its commitments and honour all its payments.", "Since autumn 2008, when the suspension of payments by Lehman Brothers led to a risk of widespread collapse on the international financial markets, no country has allowed any credit institution active on international markets to suspend payments.", "Spain has followed the lead of the developed countries, and you should rest assured that CCM will meet all its commitments to depositors and other creditors.", "Second, the Maastricht Treaty prevents central banks from extending emergency liquidity assistance to an ailing institution, such as CCM, without the appropriate collateral.", "Given the amounts that might have to be committed, the Spanish Treasury had to provide explicit guarantees to the central bank, so as not to infringe the Treaty's prohibition on central banks extending \"monetary financing\" to public Treasuries."], "classifications": ["none", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "fiscal dominance", "monetary-financial coordination", "none", "none", "fiscal dominance", "fiscal dominance"], "topics": ["CCM", "Banco de España", "Savings Bank Deposit Guarantee Fund", "Government", "Liquidity", "Financial Crisis", "Royal Decree-Law", "Credit Institutions", "Maastricht Treaty", "Central Bank"]}