{"sentences": ["Thanks to the Institute and the Foundation - both organisations with which I have had a long association - for giving me the opportunity to open this year's Budget Perspectives Conference.", "Always an important event in the calendar, the potential usefulness of this year's pre-budget conference, at which options and strategies can be discussed among experts in a very practical way, hardly needs emphasis.", "So I am glad that it is here that I can make my first public address as Governor of the Central Bank.", "Naturally, my theme today is adapted to the focus of the Conference.", "Thus today I want to talk mainly about bringing the public finances back to a sustainable position.", "I will also touch on two central tasks of my new role, namely price developments and the reform of the banking system, though mainly insofar as they interact with the budgetary situation.", "Actually, it is banking that chiefly preoccupies me at present, but this is not the place for a detailed discussion of it.", "For the moment, let me just briefly remind you that our banking situation has called for clear and decisive action on a number of fronts.", "These include restoration of the liquidity of the system to robust levels, dealing directly with the problem property loans, replenishing the cushion of risk capital that allows banks to expand lending again, and renewing bank senior management (ensuring that the lending decisions are better in the future).", "Strengthening the regulatory capacity to detect and forestall any recurrence of imprudent banking is also crucial, and this has both international and domestic dimensions.", "Of course, the ongoing investigations into certain alleged wrongdoings are also important.", "Current and recent policy measures are addressing all of these issues (and others besides).", "Optimising the design and implementation of each of these measures is a key priority and one on which I will speak further over the coming weeks.", "For today, though, I want to concentrate on how we can help bring the public finances back to a sustainable position.", "This can be done, and it does not require reinventing the economy.", "Instead, the goal of policy should be to regain, as far as possible, many of the structures and relativities of just a short number of years ago.", "Replicating the past is not fully possible, but we can come close, especially if the global recovery strengthens.", "A sense of proportion as to the scale of the adjustments that will be called for - relative to the living standards of just a few years ago - will help restore confidence and build a consensus for the needed measures.", "It is necessary to rebalance public spending and taxation through setting both of them at levels that are sustainable over time and not sensitive to cyclical economic conditions.", "This could be done by restoring the shares of taxation and spending in GNP to the levels which prevailed in the years running up to the turn of the millennium when the economy was growing along a sustainable path.", "More generally, restoring the structure of the broader economy to that which prevailed around the start of this decade would help bring about a return to sustainable employment-generating growth.", "Falling prices are also threatening the budgetary situation, both through adversely affecting the tax take if they result in higher real wages (thereby choking-off the recovery of employment), and generating an unintended increase in the real value of payments which are fixed in monetary amounts.", "Wage discussions need to recognise the increased purchasing power of money in an environment where inflation is falling; if not then our wage structures will move out of line with competitors.", "Retaining wage competitiveness to sustain and increase employment is a key priority, even if it means cuts in nominal wages."], "classifications": ["none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["public finances", "banking", "budget", "price developments", "banking system", "liquidity", "risk capital", "lending", "taxation", "wage competitiveness"]}