{"sentences": ["Distinguished Guests and Members of the Press, Welcome to the press conference held to convey the main messages of the October 2009 Inflation Report, one of the most important communication tools of the inflation-targeting regime of the Central Bank.", "The report typically summarizes the economic framework addressed in monetary policy decisions, elaborates global and domestic macroeconomic developments and presents the medium-term inflation forecasts, which have been revised in view of previous quarter developments, along with the monetary policy stance.", "I would like to start my speech by underlining once more that the Central Bank's assessments on inflation outlook and economic activity, which I will share with you in detail shortly, should be considered in the light of existing global conditions.", "The global crisis, which erupted in developed markets and spread across the world during the last quarter of 2008, has continued to affect the economic outlook, albeit less forcefully, during the third quarter of 2009.", "In this period, data releases on activity indicated that the recovery continues to gain traction with growth forecasts being revised upwards after sustained downward revisions (Figure 1).", "However, improvements in many leading indicators are still tentative, problems across credit markets linger, and employment remains in a precarious state, all suggesting that recovery is likely to be anemic and protracted.", "Inflation developments Distinguished Members of the Press, Inflation developments observed in the first three quarters of 2009 were shaped around the framework that I have already mentioned.", "The crisis was characterized by a steep drop in economic activity, which was mainly driven by shrinking external demand, tighter financial conditions, and rising precautionary saving.", "The sharp contraction in economic activity and the collapse of commodity prices have brought down inflation rates across the world, including Turkey.", "In this respect, after displaying a sharp decline in the first half of 2009, annual inflation maintained a downward trend in the third quarter to become 5.27 percent breaching the lower limit of the uncertainty band set (Figure 2).", "Figure 3: Contribution to Annual CPI Figure 4: CPI Sub-groups (Third Quarter Percentage Change) (Annual Percentage Change) Food and Energy Tobacco and Gold 14 2006-2007 Average Services Core Goods 4 Food Energy Tobacco Core services and Gold* Goods** 0607 0907 1207 0308 0608 0908 1208 0309 0609 0909 * Food and Energy: Food, non-alcoholic beverages *Core Goods: Goods excluding food and nonalcoholic and energy.", "beverages, energy, alcoholic beverages and tobacco and gold.", "** Tobacco and Gold: Alcoholic beverages, tobacco and gold.", "Source: TURKSTAT, CBRT.", "Source: TURKSTAT, CBRT.", "Although processed food and energy were instrumental in the downward trend of inflation, core goods and services inflation also hovers around historic lows (Figure 3).", "In the third quarter, the disinflation process lost pace due to the tax measures to restore fiscal balances.", "In addition, phased-out tax cuts on durable consumption goods were one of the featured developments with regard to consumer prices in the third quarter.", "All in all, the decline in prices of core goods remained below previous levels (Figure 4).", "In the third quarter of the year, the rate of increase in services prices continued to slow down in the face of weakening domestic demand and the fading of high base effect caused by supply shocks in the previous year.", "Seasonally adjusted data suggest that the main trend of services inflation is at historically low levels, this prevailing across all sub-groups.", "It is especially noteworthy that monthly rent inflation continued smoothly along a downward path (Figure 5 and Figure 6).", "Nevertheless, we expect that the services sector will enter a gradual recovery trend, however prices will continue to increase at a moderate pace in the last quarter of the year.", "Source: TURKSTAT, CBRT.", "As I believe that movements of core inflation indicators are essential to better understand the underlying trend of inflation and to evaluate developments more effectively, I would like to further elaborate on these developments.", "Core inflation indicators maintained their downward trend in the third quarter.", "By September, annual inflation measured by the CPI excluding energy, unprocessed food, alcoholic beverages, tobacco and gold (H index) became 2.44 percent, while annual inflation measured by the I index, which excludes processed food prices, became 3.37 percent.", "In this period, although the partial withdrawal of tax cuts on durable goods pushed core inflation indicators upwards, seasonally and tax adjusted data indicate that the underlying trend of inflation is still low (Figure 7 and 8).", "Here I would like to highlight that the said indicators might increase, albeit modestly, in the upcoming period with the expiration of temporary tax cuts in October.", "*Both series are corrected for temporary tax effects.", "Source: TURKSTAT, CBRT.", "Source: TURKSTAT, CBRT.", "Accordingly, in the last quarter, inflation expectations displayed a downward trend in all time frames.", "Yet, this trend continued less forcefully and the expectations curve flattened as the maturities extended (Figure 9).", "Currently, expectations for end-2009 are anchored at 5.40 percent, well below the target.", "On the other hand, end-2010 inflation expectations, calculated by averaging inflation expectations for 12 and 24-months ahead remain slightly below the target (Figure 10).", "Inflation rates have plummeted all over the world since the peak of the crisis due to downward pressures arising from demand and cost conditions.", "Although there has been a slight increase in rates with the removal of the high base effect of the previous year in the third quarter (Figure 11), core inflation data indicate that the main trend of inflation in both developed and emerging markets is downward (Figure 12).", "Source: Bloomberg, CBRT.", "Monetary policy response After commenting briefly on inflation developments, I would now like to cover the policies pursued by the Central Bank during the last quarter.", "Anticipating that inflation would decrease sharply following the last quarter of 2008, when the global financial crisis deepened, the Central Bank of Turkey (CBRT) focused on alleviating the potentially harsh impact of the global financial crisis on the domestic economy.", "Throughout this process, the CBRT has delivered sizeable cuts in policy rates, while providing liquidity support to facilitate the smooth operation of credit markets.", "In this respect, the CBRT continued to cut interest rates in the third quarter, bringing the cumulative rate cuts to 1000 basis points since November 2008.", "Therefore, the CBRT lowered policy rates more than any other emerging market central bank since the intensification of the global crisis (Figure 13 and 14).", "Source: Bloomberg, CBRT calculations.", "Source: Bloomberg, CBRT.", "Data releases on inflation and economic activity since the inception of the rate cutting cycle have vindicated these preemptive monetary policy decisions, and thereby strengthened the impact of policy decisions on expectations, gradually bringing government bond yields to historically low levels on the back of improvement in risk premiums (Figure 15).", "CBRT's effective communication policy and management of expectations, along with market perceptions indicating that the Medium Term Program (MTP) released in September is consistent and realistic, played a key role in bringing down government bond yields.", "This downward trend particularly accelerated after providing a medium-term policy perspective in the July Inflation Report.", "Figure 15: Interest Rate Developments IMKB Tahvil ve Bono Piyasası Faiz Oranı (gösterge niteliğinde, bileşik) CBT Policy Rate (compound) TCMB Gecelik Faiz Oranı (bileşik) Market interest rates in all maturities are declining.", "It is noteworthy that long-term yields declined more than shorter-term yields and displayed a flatter yield curve (Figure 16 and 17).", "Figure 16: Yield Curves* Figure 17: Difference Between LongTerm and Short-Term Interest Rates* Release of the July Inflation 28.July.", "method, 5-day moving average.", "The downward trend in market interest rates also reverberated on medium term real interest rates causing real market interest rates to go down compared to the second quarter and to hover around historically low levels (Figure 18).", "Besides, policy rate cuts and improvements in global risk perceptions have started to have favorable effects on credit markets.", "In fact, consumer loan rates, which were reacting rather sluggishly to policy rate cuts, have displayed a significant decline in this period (Figure 19).", "Moreover, the CBRT reduced Turkish lira reserve requirements in October, in order to further alleviate the tightness in credit conditions, and thus enhance the effectiveness of policy rate cuts.", "Within this framework, the recovery in credit markets is expected to continue gradually throughout the last quarter.", "However, the effectiveness of the credit channel in supporting economic activity is still partly restrained owing to the ongoing tightness in lending standards for small and medium-sized enterprises.", "expectations from the CBRT's Expectations Survey.", "Against this background, referring to the partial improvements in labor and credit markets, I would like to remind you once more that the Monetary Policy Committee indicated after the October meeting that a slowdown in the pace of rate cuts would be considered at the next meeting depending on economic data and developments.", "However, it was also noted that lingering problems across the global economy were still a concern and that uncertainties regarding the strength of the recovery remain.", "Taking these factors into account, I should reiterate that it would be necessary for monetary policy to maintain an easing bias for a long period of time.", "Inflation and monetary policy outlook Distinguished Members of the Press and Esteemed Guests, After summarizing inflation and monetary policy developments in the third quarter of 2009, in this part of my speech, I would like to share with you the evaluation of the inflation outlook and monetary policy of the Central Bank of Turkey in the upcoming period.", "Firstly, I will briefly describe the economic framework underlying these forecasts.", "Then, I will outline the Central Bank's inflation forecasts presented in the Inflation Report, which will be posted on our website shortly.", "Although the recovery in global economic activity is expected to be slow and gradual, the perception that the worst part of the crisis is over has continued to support optimism across financial markets and increased the appetite for risk during the third quarter.", "Parallel to the recovery in global risk perceptions, the risk premia of emerging markets fell rapidly and reached almost pre-crisis levels (Figure 20).", "In this period, the perception was that many emerging markets, which had been considered in the pre-crisis period as 'highly risky', were not as risky as envisaged.", "Favorable statements of credit rating agencies regarding the sovereign rating of Turkey - one of the leading countries among these emerging markets - alongside the relatively lower level of Turkey's risk premium compared to other emerging markets - as was the case throughout the crisis - have confirmed the decline in Turkey's relative riskiness (Figure 20).", "In the third quarter of 2009, in line with the improvement in global risk perceptions, capital inflows towards emerging markets through portfolio movements increased and currencies of the said countries began to appreciate (Figure 21).", "Turkey was no exception to this development.", "This development prevented the hikes in commodity prices in the third quarter to translate into domestic unit costs.", "Source: Bloomberg, CBRT.", "Distinguished Members of the Press, The second quarter gross domestic product (GDP) release was broadly in line with the outlook presented in the July Inflation Report.", "Within this framework, the GDP decreased by 7 percent in the second quarter of 2009 compared to the same quarter last year (Figure 22).", "Meanwhile, the GDP in seasonally adjusted terms displayed a significant upswing compared to the previous quarter bringing an end to the persistent contraction in economic activity observed since the second quarter of 2008 (Figure 23).", "While domestic consumption demand rose markedly during the second quarter mainly owing to the fiscal stimulus package, external demand remained weak.", "The continued run-down in inventories limited production and resource utilization and therefore curbed the effect of the recent rapid growth on inflation.", "Moreover, high unemployment rates have continued to suppress domestic demand.", "Accordingly, aggregate demand conditions have continued to support disinflation.", "Source: TURKSTAT, CBRT.", "On the production side, value added fell year-on-year across non-farm sectors.", "The 3.1 percent value added in services provided the most negative contribution to GDP growth (Figure 24).", "On the spending side, the adverse impact of private demand on annual GDP growth substantially decreased compared to two preceding quarters.", "Meanwhile, the unfavorable trend in private investment expenditures continued in the second quarter and private investment became the demand component that made the most negative contribution to GDP growth (Figure 25).", "Figure 24: Contribution to GDP Growth Figure 25: Contribution to GDP Growth from Production from Spending (Percentage Point) (Percentage Point) -1 2 -1,3 -2,5 -6 -7.0 Private Priv.", "Public Public Stock Net GDP Cons.", "Serv ices Net Tax GDP Source: TURKSTAT.", "Compared to the previous quarter, the primary determinant of growth in the second quarter was private consumption demand that displayed an upswing, mainly owing to the fiscal stimulus package (Figure 26).", "While assessing whether the pick-up in private consumption demand indicates a lasting recovery trend or not, it would be wise to evaluate trend discrepancies in different sub-components and interpret data pertaining to the third quarter accordingly.", "Second quarter national accounts data confirm that the pick-up in private consumption demand stemmed mainly from fiscal stimulus-driven advanced demand for certain goods categories.", "Meanwhile, the demand for goods that were not subject to tax reductions stayed almost constant (Figure 27).", "Stock Exports Public Private Imports Cons.", "Furniture, Housing Goods and Services, Transportation, Communication Source: TURKSTAT, CBRT.", "Source: TURKSTAT, CBRT.", "Recently issued data indicate that this trend continued in the third quarter as well and consumption demand has adopted a weaker course following its marked increase during the second quarter.", "Although private investment is expected to increase slightly in the third quarter, the low capacity utilization rate and the high uncertainty in demand is expected to hold back the recovery in investments.", "Accordingly, total aggregate domestic demand is expected to stay flat in the third quarter, after increasing significantly in the second quarter (Figure 28).", "Source: TURKSTAT, CBRT.", "Data pertaining to the third quarter indicate that external demand remained weak and the negative contribution of net exports to quarterly growth persisted.", "The course of external demand will be determined by the outlook of the speed and timing of global recovery.", "The medium-term outlook for global growth indicates that the GDPs of developed countries would not reach the pre-crisis level for an extended period of time.", "Within this framework, external demand is expected to continue to suppress aggregate demand for quite some time (Figure 29).", "In the June-August period, non-farm employment increased for the first time since the second quarter of 2008, in seasonally adjusted terms.", "Parallel to this development, the upward trend in unemployment rates reversed.", "In the mentioned period, unemployment rates increased in annual terms while they decreased compared to the second quarter in seasonally adjusted terms (Figure 30).", "Indicators such as capacity utilization rates and per capita hours worked suggest that resource utilization remains low throughout the economy.", "Given that ample slack would continue to be an obstacle to investment and employment, recent signs of improvement in employment data is not expected to turn into a significant recovery, suggesting that unemployment is likely to remain elevated for an extended period of time.", "Therefore, unit labor costs and domestic demand would continue to support disinflation.", "As I have mentioned before, the tightness in credit conditions has been on an easing trend.", "Accordingly, developments in the credit market would begin to support domestic economic activity as of the fourth quarter of the year and the impact of monetary policy is expected to be more visible in the medium term.", "However, the rising domestic borrowing requirement of the government, ongoing problems in the global economy, and elevated levels of unemployment would continue restraining credit expansion.", "Overall, economic activity is expected to recover gradually, with annual growth rates posting positive figures starting in the last quarter.", "However, resource utilization is anticipated to remain below the long-term average for some time.", "In this context, our medium-term forecasts envisage that the output gap - albeit closing faster than envisaged in the July Report - will remain disinflationary until mid-2012.", "Although global economic growth is expected to follow a gradual path, commodity prices continued to follow a rising trend in the third quarter, with the growing perception that recovery is on the way (Figure 31).", "Accordingly, oil prices were above our assumption of USD 60 per barrel in the third quarter (Figure 32).", "Therefore, the previous assumption of end-year oil price levels are revised up from USD 60 per barrel to USD 70 for 2009, from USD 70 to USD 75 for 2010, and from USD 70 to USD 80 for 2011 and thereafter.", "Moreover, in line with oil prices, imported input prices are also assumed to increase gradually throughout the forecast horizon in response to the slow recovery in the world economy.", "The course of food prices is another important assumption for inflation forecasts.", "Contrary to the upward trend in previous years, the seasonally adjusted food prices displayed a decline in the third quarter (Figure 33).", "This change was mainly driven by the decline in unprocessed prices fuelled by prices of fruits and vegetables decreasing at a faster pace than seasonal averages.", "Unprocessed food prices had displayed an upswing in the first half of the year.", "Deceleration in annual inflation in processed food prices continued as well and prices fell compared to the same period of the previous year for the first time in the history of the index (Figure 34).", "The July Inflation Report envisaged food inflation to be 7.5 percent at the end of 2009 and 6 percent for the following years.", "However, better than expected outcomes regarding food prices necessitated a downward revision in food inflation to 5.8 percent for end-2009, while the projection of 6 percent was maintained for the following years.", "Source: TURKSTAT, CBRT.", "Given the current economic climate, assumptions on foreign economic activity remain increasingly important in building medium-term forecasts.", "Therefore, as I have mentioned earlier in my speech, better-than-expected growth figures regarding the second quarter and continued recovery in leading indicators pertaining to economic activity in the third quarter together has bolstered perceptions that the worst part of the crisis is over.", "Accordingly, while producing medium-term forecasts, assumptions pertaining to global economic activity have been revised slightly upwards compared to those in the July Inflation Report and the forecasts were made on the assumption that external demand would remain weak for an extended period (Table 1).", "Furthermore, revised forecasts envisage world interest rates to remain low for an extended period of time.", "Regarding fiscal policy, it is assumed that the consistent framework outlined in the Medium Term Program (MTP) will be implemented and further enhanced by structural measures that would strengthen fiscal discipline.", "In this respect, it is assumed that the fiscal stance will remain expansionary - but less so than the one in 2009throughout 2010, and fiscal tightening will gradually be adopted starting from 2011.", "Moreover, in line with the MTP, it is envisaged that the rising debt-to-GDP ratios will reverse their course steadily starting from 2011, and hence the risk premium would not display any significant changes throughout the forecast horizon.", "OECD Economic Outlook, June and OECD Economic Outlook, September.", "*Consensus Forecasts, September and October.", "Against this background, assuming a limited amount of further easing and constant policy rate until the end of 2010, medium-term forecasts suggest that, with 70 percent probability, inflation will be between 5.0 and 6.0 percent with a mid-point of 5.5 percent at the end of 2009, and between 3.9 and 6.9 percent with a mid-point of 5.4 percent by the end of 2010.", "Furthermore, inflation is expected to decline to 4.9 percent by the end of 2011 and to 4.8 percent by the third quarter of 2012 (Figure 35).", "The revised forecasts indicate that the output gap will not close soon, supporting disinflation even when policy rates are kept at low levels for an extended period.", "It is worthy to note that the sharp fall in inflation in the first half of 2009 created significant base effects.", "This would, ceteris paribus, lead to volatility and some mild increases in annual inflation rates until mid2010 (Figure 35).", "Afterwards, as the impact of tax hikes and price adjustments would gradually disappear, inflation is expected to trend downwards starting from the second half of 2010, stabilizing around 5 percent over the medium term.", "It is critical to note that inflation would be less persistent, and thus economic recovery much smoother, should economic agents take these forecasts as a benchmark in their pricing decisions.", "It should be emphasized that any new data or information regarding the inflation outlook may lead to a change in the monetary policy stance.", "Therefore, I would like to underline that the assumptions on the future policy rates underlying the inflation forecast should not be perceived as a commitment on behalf of the CBRT.", "Risks Distinguished Members of the Press, In the last part of my presentation, I would like to mention the risks with respect to the inflation outlook in the upcoming period and provide some information pertaining to the probable monetary policy strategy should these risks materialize.", "Although recent data releases indicate that the worst is over, concerns regarding the health of the global economy remain.", "In particular, ongoing problems in credit and labor markets keep the downside risks for global activity on the agenda.", "Should the global conditions deteriorate again and consequently delay domestic recovery, the CBRT would consider another cycle of rate cuts.", "The fact that the crisis itself and policy responses are unprecedented in recent history poses risk to the inflation and monetary policy outlook.", "It is impossible to benefit from past experience in gauging the impact of recent global monetary policy measures on economic activity and other fundamental variables.", "Although not having resorted to explicit quantitative easing in the post-crisis period eliminates some of the risks in case of Turkey, it should still be noted that the full impact of the cumulative easing of 1000 basis points since November 2008 is yet to be seen.", "In other words, although the baseline scenario does not envisage any policy rate hikes for an extended period, it is important to closely monitor the impact of policies to ensure a timely response to any development not envisaged within the framework I drew in my assessments above.", "Another possible scenario is a surge in capital inflows to emerging markets owing to the relative improvement of credit risk across these countries.", "Ample liquidity with low cost driven by expansionary fiscal and monetary policies on a worldwide scale, coupled with rising risk appetite, have led to an increase in the demand for financial assets of emerging markets.", "Current low levels of resource utilization in the Turkish economy imply that a fall in the cost of imported inputs may be reflected on to the consumer prices rapidly, suggesting that a further acceleration in capital inflows may exacerbate downward risks on inflation.", "The realization of such a scenario may lead to temporarily lower policy rates compared to those envisaged in the baseline scenario.", "Esteemed guests, The CBRT will continue to monitor fiscal policy developments closely while formulating monetary policy.", "Enhancing the framework set out in the Medium Term Program (MTP) through further structural adjustments to strengthen fiscal discipline will support the relative improvement of Turkey's sovereign risk.", "Should the goals set out in the MTP are achieved we consider that it may be possible to keep policy rates in single digits throughout the forecast horizon.", "Increasing budget deficits worldwide continue to pose upside risks to inflation expectations and thus to global market interest rates in the long term.", "Our medium-term inflation and monetary policy outlook envisage that recovery in global economic activity follows a slow and protracted course, while saving rates keep rising and global interest rates remain at low levels for an extended period.", "However, huge budget deficits particularly in developed countries, which are triggered by fiscal stimulus packages adopted in the face of the global financial crisis, besides the lack of a clear exit strategy from these policies, create upside risks regarding medium-term global interest rates.", "Countries with relatively sounder banking systems and prudent fiscal policies would be more resilient against these risks.", "In this context, I would like to once more underline the significance of fiscal discipline in the current conjuncture.", "The course of oil and other commodity prices still constitutes another important risk.", "Shortterm ample liquidity driven by countercyclical policies on a global scale exposes not only the emerging market currencies, but also commodity prices to speculative actions.", "Therefore, oil and other commodity price developments warrant caution, even in a scenario of a gradual global economic recovery.", "Currently, weak domestic demand conditions limit the passthrough stemming from upside cost-push shocks.", "Therefore, the CBRT will accommodate volatility in commodity prices, especially in the short-term when domestic resource utilization remains at depressed levels.", "However, if an uptrend in commodity prices reflects a strong and durable rebound in global activity that may, in turn, create inflationary pressures, then monetary policy will react accordingly to keep inflation in line with medium term inflation targets.", "Distinguished members of the press, The CBRT has been taking the necessary measures to contain the adverse effects of global financial turmoil on the domestic economy.", "However, prudent monetary policy is necessary but not sufficient to maintain the resilience of the economy against the global crisis.", "Stronger commitment to fiscal discipline, alongside the structural reform agenda in the medium-term, is also critical to facilitate expectations management and to enhance the effectiveness of monetary policy decisions.", "In this respect, utmost importance is attached to commitment to the harmonization with and convergence to policies of the European Union, as well as timely implementation of structural reforms.", "I would like to underline that we will be closely monitoring developments pertaining to public finance while determining our medium-term monetary policy strategies.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation outlook", "Monetary policy", "Economic activity", "Global financial crisis", "Credit markets", "Inflation", "Recovery", "Interest rates", "Fiscal policy", "Commodity prices"]}