{"sentences": ["DOCUMENTOS DE POLÍTICA ECONÓMICA BANCO CENTRAL DE CHILE Macroprudential Regulation, Financial Stability and Capital Flows José De Gregorio Central Bank of Chile N.° 37 - September 2010 ECONOMIC POLICY PAPERS CENTRAL BANK OF CHILE BANCO CENTRAL DE CHILE CENTRAL BANK OF CHILE La Serie de Documentos de Política Económica, del Banco Central de Chile, divulga el pensamiento de las autoridades de la institución sobre la economía chilena y la conducción de la política monetaria.", "Esta Serie es una instancia de difusión y discusión de tópicos relevantes para los objetivos y el accionar del Banco Central, dirigida a un público más amplio que el de los especialistas.", "The Series of Economic Policy Papers of the Central Bank of Chile presents views and analyses of the Chilean economy and the conduct of monetary policy prepared by Bank authorities.", "This series, aimed at the general public, disseminates and discusses topics that are relevant to the goals and operations of the Central Bank.", "Documentos de Política Económica del Banco Central de Chile Economic Policy Papers of the Central Bank of Chile ISSN 0717 - 7151 Agustinas 1180 - Santiago, Chile Teléfono: (56-2) 6702475; Fax: (56-2) 6702231 MACROPRUDENTIAL REGULATION, FINANCIAL STABILITY CAPITAL FLOWS José De Gregorio Central Bank of Chile Abstract In a post-crisis scenario, the global economy has entered into an episode of gradual recovery characterized, in part, by different growth velocities and capital flows to emerging market economies.", "This global environment has opened a debate relative to macroprudential regulation, financial stability and capital flows.", "In this paper I highlight the importance of this latest aspect, particularly in emerging economies where prudent macroeconomic and financial management have been crucial factors in promoting fiscal solvency and external equilibrium.", "Related to the banking system and financial stability, prudential regulation plays a central role.", "Gross capital flows are not exempt from funding and credit risks.", "Hence, the soundness of the banking system can be positively affected by a proper regulation focused on overall liquidity requirements and on avoiding currency mismatches.", "Therefore, authorities should focus financial regulation toward into this direction.", "In addition, the recent agreements of the Basel Committee on Banking Regulation are positive steps on strengthening the soundness of the banking system.", "However, there are still some risks to face, such as those imposed by institutions of systemic importance.", "Recent discussions on macro and financial policies have been dealing with the causes, consequences and implications of the financial crisis of late 2008 and early 2009, and the Great Recession that ensued.", "This panel has been persuasively entitled Where to from Here?", "I would like to focus on two issues: capital inflows, which is a very relevant issue for emerging market economies, and the recent agreement of the Basel Committee on Banking Regulation.", "For this purpose I will start with a brief review of some facts regarding capital inflows.", "Then I will discuss the policy toolkit to deal with them.", "I will take a look from a macro perspective and then from the point of view of financial stability.", "Finally I will make some comments on the Basel agreements, focusing on the Chilean banking system and its financial regulation framework.", "Some Evidence and Factors behind the Resumption of Inflows There is concern in emerging market economies about resuming capital inflows and the challenges they impose on monetary policy.", "I will first refer to some stylized facts and factors behind the recent surge in capital inflows, and then on the policy challenges.", "Monetary policy in the developed world has had to take on the burden of cyclical stimulus.", "Hence, policy interest rates in the main high-income economic zones have been kept low for longer than expected at the end of last year, and several central banks have actually reinforced traditional monetary policy with further unconventional measures.", "The discussion about exit strategies has morphed into further balance-sheet stimulus, and markets are pricing-in that monetary accommodation will continue well into 2011.", "In contrast to the situation in the largest developed economies, emerging markets and some financially-stable developed countries have transited to a quick recovery phase, which in some cases is leading to above-trend growth and the fast closure of output slack.", "Macroeconomic policy has responded accordingly, first through the normalization of extraordinary liquidity and financial stability measures, then by moderating their fiscal and monetary impulses.", "Interest rates in emerging economies have, therefore, started to increase and are, according to most expectations, slated to continue increasing over the course of the next few years.", "These monetary policy trends have naturally led to discussions regarding their implications for capital flows, current accounts, economic growth, and real exchange rates.", "In particular, some concerns have been voiced about the risk of returning to a situation much like the one observed in the mid 2000s, when low interest rates in the developed world boosted capital flows into emerging economies.", "With the purpose of increasing their liquidity safeguards and stabilizing real exchange rates, official reserves in emerging economies, accumulated through sterilized interventions, precluded current account adjustment, artificially boosting tradable sector growth.", "This led to global imbalances and, so the argument goes, facilitated (or even caused) global financial unrest.", "The above argument depends on whether capital inflows to emerging economies, which were indeed substantial in 2006-2008 (see Figure 1), are driven primarily by interest rate differentials or by medium term growth prospects.", "It is noteworthy to see how these interest rate differentials have evolved over time.", "Figure 2 plots (simple) average monetary policy rates for a group of developed and emerging economies, as well as Chile.", "It is striking that, whereas on average it stood at 440 basis points (bp) between January 2006 and July 2008, now it is barely 50bp lower (390bp).", "Intriguingly, market expectations for interest rate differentials hover between 400bp and 450bp over the next year.", "It would require substantial sensitiveness to interest rate differentials to make the argument that these are the main drivers of capital inflows.", "Moreover, the decade from 1996 to 2005 witnessed an average differential above 1000bp, affected of course by risk premia, but still indicates that crude short-term interest rate differentials by themselves are not suggestive of substantial capital inflows.", "In terms of growth prospects, the picture is markedly different.", "Figure 3 presents IMF's past data and forecasts for economic growth in developed and emerging economies.", "It is clear that, from 2000 to 2010, the growth differential between developed and emerging economies widened significantly, reaching around 5.5% between 2007 and 2010.", "Hence, the Great Recession did not affect significantly this growth differential, and prospects for the near term also indicate that growth in emerging economies will outpace growth in developed economies, but at a rate (4-4.5%) not that different from the average between 2003 and 2005.", "A simple observation of the data therefore suggests that growth differentials are more important in driving capital inflows than interest rate differentials.", "The latter have remained quite stable for several years, and the main stylized fact of the past decade and a half has been a significant shrinkage of short term interest rates in emerging economies.", "A more suggestive interpretation of these broad medium-term trends is that high growth in emerging economies attracted capital inflows.", "Prudent macroeconomic management in emerging economies (especially compared to previous decades), allowed an improvement in external and fiscal solvency, alongside appreciation pressures.", "These factors helped implement lower interest rates.", "This different macroeconomic backdrop has also implied that today current account balances in emerging economies do not display the significant deficits observed in the run-up to crises during the 1980s or 1990s (Figure 4).", "The lack of a significant widening of the current account deficits should also indicate that current concerns about (net) capital flows into emerging economies could be premature, although for specific economies they could be posing more immediate policy challenges.", "Dealing with Capital Inflows Traditionally, the primary concern in emerging market economies about large capital inflows has been that they may be financing an unsustainable current account deficit that could derive in a sudden stop of capital inflows.", "A sudden stop scenario is particularly costly since it involves a painful restructuring of the economy from non-tradables to tradables and a large correction in the exchange rate with potentially large balance sheet effects, which could result in high volatility and output losses.", "This view regarding large capital inflows has largely been shaped by current account crises like the ones in Mexico and East Asia in the 1990s.", "As the evidence I showed, the current account in emerging market economies still displays, on average, a surplus.", "Therefore, they do not currently present a serious threat, but it is necessary to explore the policy implications of large capital inflows.", "In many experiences capital inflows have been exacerbated by policy actions.", "Most noteworthy are the attempts of authorities to defend an artificially weak currency.", "The expectations of an appreciation generated by this policy create further incentives for Here I will discuss briefly the main tools from a macro point of view.", "For further discussion on these policy options, see De Gregorio (2010a).", "For this reason a flexible exchange rate should be the first line of defense.", "This is also consistent with providing the monetary authority independence to use monetary policy.", "However, and as I discuss below, this may not be enough to ensure macroeconomic stability.", "Monetary policy in the context of an inflation targeting regime also contributes to stability by leaning against the wind.", "Capital inflows that lead to an appreciation of the currency reduce inflationary pressures allowing for an interest rate cut.", "This, in turn, reduces incentives to capital inflows and takes pressure off the currency.", "This phenomenon has been recently experienced in Chile.", "In recent weeks, the peso has appreciated significantly.", "At the same time the economy has been showing a rapid expansion: despite the earthquake we suffered this year growth is expected to be between 5 and 5.5% this year and between 5.5 and 6.5% next year.", "Although in our latest Monetary Policy Report we said that the bank will keep withdrawing the significant monetary stimulus, without the strengthening of the currency the withdrawal would certainly be faster.", "However, these macro policy actions may not be enough, in particular because capital inflows may be a source of bubbles in domestic asset prices.", "Indeed, in emerging markets bubbles normally take the form of an exchange rate appreciation.", "In this way, all assets become overpriced, not necessarily by higher prices in domestic currency, which may also be happening, but by increasing the value of the currency.", "A much debated issue in industrial countries has been whether tightening monetary policy could help burst a bubble in asset prices.", "Although, in general, I think that monetary policy should not target asset prices, nor should it be used as an instrument to deal with asset prices, the problem is more acute regarding capital inflows.", "If capital inflows fuel a bubble in the exchange rate, tightening monetary policy will actually induce more capital inflows.", "Paradoxically, monetary policy loosening may help to stabilize the economy and lead to a slowdown in the rise in asset prices.", "Misalignments of the exchange rate, in particular in the context of massive inflows, may be the prelude of problems, in the extreme a currency or financial meltdown.", "For this reason other tools cannot be ruled out, in particular exchange rate intervention.", "To avoid the perils of introducing rigidities in the exchange rate regime, interventions should be truly exceptional and should not target a particular exchange rate value.", "Hence, the volatility of the exchange rate is not artificially lowered, and appreciation expectations are not introduced.", "If the currency is misaligned from fundamentals, the intervention may be successful in realigning the currency.", "If not, sterilized intervention will most likely be ineffective, and for this reason is important to have a strong presumption that the currency has moved away from fundamentals before intervening.", "In addition, foreign exchange intervention allows authorities to increase the international liquidity position of the economy so as to insure against a future curtailment of capital inflows.", "Naturally, a booming economy, with a widening current account deficit, persistent appreciation and low inflation may need some stabilization if the expansion is deemed to be unsustainable.", "Fiscal policy could help, but unfortunately it is not always available, especially in countries with a weak fiscal history.", "Another tool, with weak evidence supporting its effectiveness, is capital controls.", "Regardless of whether they are effective or not, they may hide policy distortions.", "For example, policymakers thinking that capital controls are effective at insulating the economy from capital inflows, may tighten monetary policy to slowdown the expansion, but instead induce further inflows that look for loopholes to avoid the controls.", "For this reason I think that a more promising avenue is to look at the impact of capital inflows on financial stability.", "Indeed, many of the booms in asset prices and activity that come with capital inflows are caused and amplified in the financial system.", "Capital Inflows and Financial Stability From the macro point of view, I have emphasized currency risks associated to capital inflows.", "A flexible exchange rate should help mitigate this risk.", "In addition, the development of the foreign exchange derivatives market should allow private agents to hedge against currency risk.", "In addition, capital inflows may be behind the development of bubbles in domestic asset prices, and there are also macro tools to deal with them.", "However, there are other risks that must be considered, which have implications on macro prudential regulation.", "Note that these risks may be relevant even when net capital flows are limited.", "Therefore, from the standpoint of financial stability, gross flows become relevant determinants of fragilities.", "These risks associated to capital inflows are: funding and credit risks.", "Regarding funding risk, large capital inflows in the form of short-term loans to local banks will tend to increase banks' dependence on this external funding source, which has been shown to be a volatile source of funding.", "From the point of view of central banks, the accumulation of reserves may help mitigate the economy-wide consequences of this risk, but the soundness of the banking system must be safeguarded with the proper regulation.", "As for credit risk, large capital inflows in the form of loans to local banks and portfolio debt securities may translate into an increase in the credit supply as local intermediaries and corporations access more elastic and often cheaper sources of funding (beside currency risk).", "This increase in the supply of credit in the local economy could fuel a credit boom, which in turn could translate into an excessive leveraging in the economy and an increase in banks' credit risk.", "Furthermore, screening by external lenders may be more imperfect than local screening, which can lead to over-indebtedness of domestic corporations and to increased the credit risk of the local intermediaries that have already lent to these corporations.", "To address these risks, prudential regulation is needed.", "In this regard, overall liquidity requirements, in particular those associated to foreign short-term funding, provision policies to address the credit risk associated with large capital inflows, and currency mismatch restrictions are key areas on which authorities should focus attention.", "To the extent that banks are the primary source of local financial intermediation, prudential regulation has the virtue that it targets the problem directly - i.e., it targets the financial intermediaries where the credit and funding risks are incubating.", "However, when designing regulation it must be considered that focusing on prudential regulation to the banking system can foster banking disintermediation in favor of less regulated financial intermediaries, which certainly goes against the spirit of macroprudential measures.", "Indeed, the global financial crisis has taught us the dangers of generating a parallel unregulated banking system and steps must be taken to limit this risky behavior must be taken, by enlarging the scope of regulation and limiting the extent of banking activities.", "An important aspect of this regulation is whether it should be adjusted according to the availability of capital inflows, or whether it should be time invariant.", "Let me share some thoughts with you on this issue.", "First of all, macro-prudential regulation should aim at reducing a risk build-up that could lead to episodes of systemic financial instability.", "It is not a counter-cyclical macroeconomic tool.", "Interest rate policy should be the main counter-cyclical tool for central banks.", "This being said, regulation should not introduce additional procyclicality into the financial system.", "In Chile, for example, provisions are done on the basis of expected losses during the life of the credit.", "This stops short of the Spanish dynamic provisioning rule, but reduces the procyclical impact of regulation, in particular compared to the method of constituting provisions according to actual losses.", "Second, although desirable in several aspects, it seems to me that financial stability (and the build-up of risks) is such a multidimensional concept that either hinders the possibility of rules based macro-prudential policy or limits it to certain aspects (for example, dynamic provisions), which must be supplemented with additional discretionary measures.", "This implies that central banks (or whoever is responsible for systemic stability) must either have the regulatory tools at their disposal, or must have the adequate channels to convey these risks to the institutions that do have regulatory discretion.", "In Chile, for example, although there is a separate bank Superintendency (SBIF), the Central Bank has regulatory authority over several aspects that relate to systemic financial stability.", "For banks, these relate with the authorization to use derivatives, regulation regarding market and liquidity risk, and others.", "In other areas, the Central Bank also has a say in \"systemic\" regulation such as overall limits for Pension Funds.", "This scheme accommodates recent policy concerns, since it avoids the conflict of interests that arises from mixing the micro supervisor with the monetary authority, while preserving an institution that provides a broad look at the stability of the financial system.", "This being said, however, there is a need to continue strengthening coordination instances with other regulators.", "In this sense I think that the establishment of a Financial Stability Committee, very much in line with the one established here in the United States, is a promising avenue to take.", "\"Basel III\" and the Chilean Banking System When discussing financial stability these days one cannot help thinking of the recent agreements of the Basel Committee on Banking Regulation, which are a positive step forward in strengthening the banking system.", "However, I would like to highlight that many emerging market economies already fulfill most of the requirements agreed upon for early 2019.", "This is an important factor explaining why, contrary to many other experiences with international crises, the financial systems of emerging market economies were extremely resilient during the global financial crisis, and expansionary monetary policies have been very effective because of well functioning financial systems.", "I will illustrate these points with the case of Chile.", "Even though capital requirements in the Chilean banking industry still follow Basel I (only credit risk-weighted assets), it is possible to infer that the new BIS capital requirements do not appear restrictive.", "In fact, considering estimated capital charges due to market and operational risk, Tier 1 and Total Capital indicators are considerably above the BIS minima for 2019 (Table 1).", "This capital looseness allows for coverage of the conservation buffer and also the countercyclical buffer.", "As for common equity, more precision is needed.", "In its most acid definition, common equity corresponds to \"paid-in capital\", which represents approximately 65% of Tier 1 capital.", "In somewhat looser definitions, retained earnings may be accounted for as common equity, which in that case may capture as much as 70% of Tier 1 capital.", "Either way, implementing a limit on the common equity to risk-weighted assets (RWA) ratio should not represent severe restrictions.", "Additionally, the Tier 1 leverage ratio for the Chilean banking system is approximately 7%, more than twice the BIS preliminary suggestion.", "The healthy capital condition of the industry average is reflected at the individual bank level (Figure 5).", "No liquidity indicator was specified, but the introduction of such a minimum standard as of 2015 was agreed upon.", "Regardless, the Chilean regulatory framework for bank liquidity considers quantitative limits on maturity mismatches over 30- and 90-day periods in local and foreign currencies, which should provide a reasonable starting point for the application of further BIS requirements in the medium term.", "Despite a promising start, it is clear that there are still many aspects in which reform is still needed.", "Addressing the risks posed by systemically important institutions is one such area.", "It seems clear at this stage that systemic institutions should be subject to stricter supervision and regulation.", "Moreover, there is a lot of recent work on determining which institutions are truly \"systemic.", "\"5 What I miss, however, is more discussion on regulation that directly limits the size of institutions.", "In Chile, for example, after a severe financial crisis in 1983 with close to 15% fall in output, a strong banking law was enacted, which has been improved over the years.", "There are several legal regulations designed to prevent or reduce the impact of financial distress in large financial institutions.", "In this field, one of the most important measures considered relates to operations and transactions that may lead a bank to obtain a significant market share.", "These operations require authorization by the SBIF which may also impose conditions to such authorizations.", "For example, the SBIF may require that the effective net worth of the bank or banks involved be more than 8 and up to 14% of their risk-weighted assets; or demand that the limit of the loans granted by a bank to another financial institution be reduced to 20% of the effective net worth.", "Concluding Remarks The challenges facing emerging market economies are different from those of industrial countries.", "While the latter struggle with ensuring a sustained recovery from the Great Recession, the former have to manage a healthy and vigorous process of growth, which is not exempt from tensions.", "The need of the world to rebalance saving-investment across countries will have as counterpart capital flows adjustments.", "Exchange rate flexibility, avoiding serious misalignments, should help to smooth this process.", "It is tempting to think that emerging economies did not suffer the financial crisis for having better regulatory framework than industrial ones.", "However, the issue is somewhat more complicated.", "In some way, emerging markets enjoyed also less complexities and smaller sized financial systems.", "For the current level of development and the size of the financial system, regulations appear to have worked fine.", "But, the challenge is how to allow continued financial development in the context of a solid financial system.", "For this reason it is very important to learn from mistakes in more mature markets, and to participate and analyze coming changes in the global financial landscape.", "De Gregorio (2007), \"International Borrowing, Capital Controls and the Exchange Rate: Lessons from Chile,\" in S. Edwards (ed.", "), Capital Controls and Capital Flows in Emerging Economies: Policies, Practices and Consequences, NBER y The University of Chicago Press.", "(2010a), \"Tackling the Capital Inflow Challenge\", Economic Policy paper N° 35, Central Bank of Chile.", "(2010b), \"Monetary Policy and Financial Stability: An Emerging Markets Perspective,\" International Finance, Vol.", "IMF (2010), Global Stability Report, April, International Monetary Fund, Washington DC.", "Ostry, J., A. Ghosh, K. Habermeier, M. Chamon, M. Qureshi and D. Reinhardt (2010), \"Capital Inflows: The Role of Controls,\" IMF Staff Position Note, SPN/10/04.", "Net flows of investment funds to emerging economies (billions of dollars accumulated in twelve moving months, weekly data) Equity flows Total flows Emerging (1) Asia ex-Japan Total Total fixed income Total equity Latin America Other emerging (2) 80 80 -40 -40 06 07 08 09 10 06 07 08 09 10 (1) Global Emerging Markets (GEM).", "(2) Middle East, Emerging Europe and Africa.", "Source: Emerging Portfolio Fund Research.", "Monetary Policy Rates in the world (1) Developed economies (2) Emerging economies (3) Chile (4) Survey developed ec.", "Dots are the averaged responses of analysts surveyed by Bloomberg during July 2010, regarding expectations for September and December 2010, and March and June 2011.", "(2) Includes Canada, Eurozone, Japan, Norway, Sweden, Switzerland, U.K. and U.S. (3) Includes Brazil, Colombia, China, Czech Rep., Hungary, Mexico, Poland, Peru, South Africa, South Korea and Turkey.", "(4) Data from before the nominalization of the reference rate (August 2001), consider actual inflation.", "Subsequently, they consider the effective policy rate.", "Sources: Central Bank of Chile and Bloomberg.", "Source: International Monetary Fund (WEO, April 2010).", "S ource: International Monetary F und (WE O, April 2010).", "Total capital to RWA Source: SBIF, BCCh.", "June 2010 Table 1: Current capital standing of the Chilean banking industry.", "Source BCBS, BIS press release 35/2010, SBIF and BCCH."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital Inflows", "Financial Stability", "Macroprudential Regulation", "Banking System", "Currency Mismatches", "Systemic Importance", "Basel III", "Interest Rate Differentials", "Growth Differentials", "Current Account Balances"]}