{"sentences": ["Following publication of my report to the Minister for Finance I promised to come back to the Committee to discuss the report and the question of the further stages envisaged for investigating the banking failures.", "In preparing my report, I had the benefit of a very effective team which was rapidly assembled to make sure that the job could be adequately addressed in the limited time available.", "The members of the team are listed in the report and I would just like to mention here the contribution of Rafique Mottiar, who is with me here today, Donal Donovan and Paul Gorecki, who led the team, as well as Nodhlag Cadden and Suzanne Pepper (also with me today) who organised the logistics and background work.", "I can remind the Committee that the context for these reports is that \"the Government considers it essential to thoroughly examine the conduct of the banking sector in recent years in order to arrive at a fuller understanding of the root causes of the systemic failures that led to the need for extraordinary support from the State to the domestic banking system.\"", "The Government has envisaged a two stage approach to the investigation, the first stage of which involved \"preliminary reports\" potentially providing a basis for the Government and the Oireachtas to prepare the terms of reference for the second stage, to involve the establishment of a statutory commission of investigation.", "The report I have prepared in response to the Minister for Finance's request is on \"the respective functions of the Central Bank and Financial Regulator ... in assessing and responding to risks to the stability of individual institutions as well as to the banking system as a whole\".", "Although the report was described as \"preliminary\" I believe with my team, it has been possible to establish a fairly clear and comprehensive understanding of the matters in question.", "I believe that clear and unambiguous conclusions have been reached on most of the issues on which I was asked to comment, and I feel that there will not be any substantial need for further factual investigations regarding the performance of the Central Bank and Financial Regulator in these matters.", "In preparing the Report, an in-depth review of the powers, responsibilities, philosophy, mandate, resources, policies and actions of the Central Bank and Financial Regulator was first carried out on the basis of: (i) publicly available sources such as Annual Reports, Strategy Statements, Financial Stability Reports, proceedings of the Oireachtas, and speeches; and (ii) minutes and Board papers of the Central Bank and Financial Regulator as well as extensive internal files, principally of the Financial Regulator.", "Documentary material only takes one so far.", "In order to obtain additional background information as well as elicit views of key officials, an extensive series of interviews were undertaken running to about 120 hours; all persons requested to attend an interview did so.", "All of the directors of the CBFSAI and the Regulatory Authority as well as all senior management, managers and deputy managers in relevant units of the CBFSAI during 2003- 2008 were interviewed.", "In addition, several other officials of the CBFSAI provided invaluable assistance on a number of important issues.", "In addition, to obtain a fuller picture, interviews were also conducted with a number of senior officials of the Department of Finance, the NTMA, the former Financial Services Ombudsman and three former bankers.", "There are legal constraints on the detail which can be published on individual credit institutions, but I have sought to disclose as much detail as possible within these constraints.", "That has meant concealing or scrambling the identities of individual banks in many places, but I do not think that this has materially hampered the presentation or interfered with the possibility of explaining what went wrong.", "The committee already discussed last week the work of Klaus Regling and Max Watson.", "Their report overlapped to some extent with mine, in that they devoted some attention to bank regulation and financial stability policy.", "They also discussed at some length macroeconomic and fiscal policy on which my report had relatively little to say.", "There was, I feel a substantial degree of concordance between the two reports.", "To repeat the main conclusions of my report, it points first and foremost to prima facie evidence of a comprehensive failure of bank management and direction to maintain safe and sound banking practices.", "This failure of bank management was not sufficiently countered by regulatory and financial stability policy, for three main reasons.", "First, a regulatory approach which was excessively deferential and accommodating; insufficiently challenging and not persistent enough.", "Second, under-resourced bank supervision that, by relying on good governance and riskmanagement procedures, neglected quantitative assessment and the need to ensure sufficient capital to absorb the growing property-related risks.", "Third, an unwillingness by the CBFSAI to take on board sufficiently the real risk of a looming problem and act with sufficient decisiveness and force to head it off in time.", "The report also points to the contributory role of macroeconomic and budgetary policies which contributed significantly to the economic overheating, relying to a clearly unsustainable extent on the construction sector and other transient sources for Government revenue (and encouraging the property boom via various incentives geared at the construction sector).", "A less accommodating and procyclical policy would have greatly reduced the need for preventive action from the CBFSAI.", "When I appeared before another Oireachtas committee in December I said, \"We understand some of what happened, but some of it is still hard to understand\".", "I think that we now know a lot more about the dimensions of the crisis on which my report has focused, leaving relatively little to be explored at the factual level by the proposed statutory commission of investigation.", "As far as other areas which deserve further study are concerned, in the same general territory, but just outside the terms of reference for my report, I feel that we still don't know enough about the risk management and decision processes in the major banks, and how they failed to avoid disaster.", "I believe it would be useful to commission independent reviews of risk management and governance of these matters for at least the two big banks - this can be a useful exercise on a forward looking basis anyway, but looking at the period 2003- 2008 would be key for the present purposes.", "The potential role of accounting and auditing professionals is another matter that deserves additional factual exploration.", "It may be that this particular aspect should be deferred until after more of the NAMA purchases have been completed, as (judging from the evidence provided to this committee in April by Brendan McDonagh) the due diligence for these purchases seems to have revealed some issues around loan documentation.", "Finally there may also be a case for commissioning a study of the operations of the mortgage intermediaries in loan origination during the boom period.", "At the Central Bank, we have learnt our lesson and are already putting in place new procedures and arrangements that take account of that, and we will be making further announcements on this in the coming weeks.", "Ric Battellino: Aspects of Australia's finances Address by Mr Ric Battellino, Deputy Governor of the Reserve Bank of Australia, to Financial Executives International of Australia, Sydney, 15 June 2010."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank", "Financial Regulator", "Bank Regulation", "Financial Stability", "Bank Management", "Risk Management", "Macroeconomic Policy", "Fiscal Policy", "Banking Crisis", "Mortgage Intermediaries"]}