{"sentences": ["Overview As was to be expected in a country that is highly dependent on tourism, the performance of the Barbadian economy in 2009 was worse than in 2008, by most indicators.", "The impact of the economic and financial crisis in industrialised countries showed up in a contraction of real output, a reduction of foreign exchange inflows and an increase in unemployment.", "In addition, the fiscal deficit widened because of a decline in tax revenue, and Government borrowed both locally and in Trinidad and Tobago to finance the widening gap.", "However, the deficit on the current account of the balance of payments narrowed as a result of the fall in oil prices, which reduced import payments substantially.", "The key to economic stability in Barbados is the maintenance of an adequate level of foreign reserves, and the Net International Reserves (NIR) of the Central Bank remained comfortably above the international norm for fixed exchange rate countries, thanks in large measure to capital inflows and an allocation of Special Drawing Rights (SDRs), which the IMF made to all member countries.", "The projections for the Barbadian economy in 2010 are clouded by uncertainty about the pace and robustness of the recovery in the North American and European markets on which Barbados' tourism and international financial and business sectors depend.", "Although Barbados has a strong showing in the higher income segments, which should be among the earliest to recover, prospects are for a small decline in real domestic output in 2010, based on the international economic projections currently available from the IMF and other international organisations.", "Unless there is new borrowing, Government's external debt may decline, because expected inflows from official borrowings are projected to be less than the amount to be repaid on a maturing market loan.", "The NIR is expected to be boosted by private capital inflows, as new projects come on stream, although the current account of the balance of payments is expected to show no further improvement.", "However, Government will need to achieve a reduction in the fiscal deficit in order to avoid excessive pressure on the NIR, though any reduction will most likely be modest because tax revenues will remain depressed.", "The impact of the economic and financial crisis in 2009 The worldwide economic recession led to a broad-based contraction in output in the Barbadian economy in 2009, with virtually all sectors suffering adverse effects.", "Tourism receipts, remittances and private capital inflows into Barbados all declined, as global output contracted, international credit markets remained depressed and unemployment rose to double-digits in Barbados' major trading partners.", "Moreover, the unanticipated depth and protracted duration of the crisis resulted in outcomes markedly worse than were projected before the crisis deepened in September 2008 (See Table 1).", "Prior to the onset of the global economic recession, the Barbadian economy was forecast to slow to 1.8% in 2008 and then accelerate to 2.8% in 2009.", "However, it turned out that Gross Domestic Product (GDP) stagnated in 2008, and a significant contraction of 5.3% is estimated for 2009.", "The crisis is estimated to have cost Barbados almost 10 percentage points in economic growth over the two years.", "This in large measure reflected a drop in longstay arrivals over the two-year period of roughly 13.3% below the initial forecast, and a 3.9% decline in cruise passenger arrivals over the two years.", "The poor performance of tourism depressed other major sectors of the economy, which provide services to the tourism sector.", "The crisis-related loss of foreign exchange from tourism was approximately $170 million.", "This, coupled with an estimated shortfall of $465 million in private capital net inflows relative to initial forecasts, were the main factors in the estimated NIR shortfall of approximately $743 million, compared to pre-September 2008 expectations.", "However, foreign reserves were augmented by $232 million from a bond issue arranged by Scotiabank in the Trinidad and Tobago market, and by the allocation to Barbados of $170 million in Special Drawing Rights.", "The Scotiabank bond issue helped to support a widening fiscal deficit that was substantially greater than pre-crisis forecasts.", "Because of the contraction in economic activity, government revenue was about 10% (or $548.5 million) less than the initial forecasts.", "The growing deficit was compounded by a greater than anticipated expansion in Government expenditure, to the tune of $144.7 million, 2.5% more than expected.", "Table 1: Estimated impact of the economic and financial crisis in 2009 Source: Central Bank of Barbados Estimates * This represents the difference between the original forecast and the actual.", "**Figure excludes the $170.1 million SDR allocation and the $232.1 million proceeds from the sovereign bond issue.", "Tourism performance After falling by 1.2% in 2008, tourism value-added plummeted by a further 8.7% in 2009, but the tourism sector's contribution to total GDP remained around 15%.", "Preliminary data for the January-to-November period of 2009 suggests that the decline in output was due mainly to an almost 11% fall in long-stay arrivals, and took placed in spite of a 6% increase in the number of landed cruise passengers (Figure 1 shows the relative contribution of long stay and cruise ship arrivals to tourism output).", "The contraction in tourism and other exports had knock-on effects on other sectors, and there were severe declines in construction, manufacturing and non-sugar agriculture (See Figure 2).", "Arrivals from Canada rose by an estimated 14%, mainly because of increased airlift out of Western Canada and greater marketing in North America.", "Persistently high unemployment in the U.K and U.S continued to restrict arrivals from these markets, which contracted by 13% and 9.8%, respectively.", "Visitors from Continental Europe and CARICOM fell by 3.6% and 11.2% (Figure 3).", "High airfares continued to depress arrivals from CARICOM countries, as they have since early 2007.", "Figure 3: Source market performance (Quarter-on-quarter % change in arrivals) -10 UK US Canada Europe CARICOM Arrivals for the 2008/2009 winter season were 2.6% higher than for the similar period of 2007/2008.", "Summer arrivals declined by around 9.6%, following a similar decrease of 5.4% during the comparable period one year earlier (Table 2).", "The decline in tourism was very general, and is reflected in hotel bookings, hotel occupancy rates, employment in the tourism sector, and visitor arrivals during the Crop Over season (Table 3).", "Applications for financial assistance from the TIRF easily exceeded the Fund's initial allocation of $15 million, and an additional $10 million was disbursed by year end.", "The outlook is for a small contraction in tourism in 2010, with recovery beginning only in 2011.", "This forecast is based on the assumption of modest economic growth in Barbados' major trading partners (the US and UK).", "Prospects are tempered by continuing job losses in those economies, and forecasts for additional job losses during 2010.", "The expected impact of the increase in the UK tourism air passenger departure tax (APD), implemented in November 2009, will aggravate the decline in UK arrivals.", "However, the growth in Canadian arrivals should remain robust.", "International business sector Tight global credit conditions and persistent efforts by investors to reduce their risk exposures led inevitably to a further contraction of the international business sector, following the small decline observed in 2008.", "The number of new entrants fell, and there was a drop in the value of corporate tax receipts from the sector.", "Up to September 2009, new licences were only a little more than half the number recorded in 2007 and 2008 (Figure 4).", "After adjusting for $45.6 million in taxes due in 2008 but recorded in 2009, collections of income tax from firms in the international business sector for the first three quarters were substantially below those of 2008 (Table 4).", "This decline, which follows contractions in both 2007 and 2008, has had a noticeable impact on government revenue, as offshore receipts have on average accounted for 11% of total government revenue since 2005.", "In addition, the number of double-taxation agreements in force increased to 18 as the accord between Barbados and Mexico, which was signed in 2008, came into effect.", "Merchandise exports, as well as receipts from goods and services, continued to be negatively affected by the tapering off of global aggregate demand and the falloff in commodity prices over the period.", "The decline in the output of goods (13.9%) was even more severe than for services (10.2%), and tourism continued to dominate total receipts during the period, contributing approximately 64% of total earnings during 2009 (see Figure 5).", "Figure 5: Domestic exports Source: Central Bank of Barbados and Barbados Statistical Services Exports of domestically produced goods had shown robust growth (averaging 10.3%) during the five years (2004-2008) prior to the global financial crisis.", "Beginning in the last quarter of 2008, there were noticeable declines across the entire spectrum of domestic exports as consumer demand waned.", "An additional factor in the decline of the production of chemicals was the closure of one of the island's main producers due to fire in the later part of 2007.", "Altogether, physical exports (sugar, chemicals, electronic components, food and beverages, etc.)", "contributed 14% to foreign exchange earnings.", "Non-traded sectors The indirect effects of the slump in tourism activity were most keenly reflected in the nontraded sectors, particularly wholesale & retail, transportation, storage & communications, and business & other services, which contracted for the first time since 2001-2002.", "In addition, waning tourism-related projects, coupled with the tight credit conditions being experienced internationally, brought a number of real-estate investment projects to a standstill, significantly retarding activity in the construction and mining & quarrying sectors.", "Mining and quarrying experienced its sharpest contraction in more than a decade, while the drop in construction was more than twice the rate of decline recorded in 2008.", "Consequently, the number of persons employed in construction and quarrying decreased by roughly 15%, while credit to the construction sector and mining & quarrying fell by 6% and 19%, respectively (Table 5).", "Output of electricity, gas and water also decreased during 2009 (Figure 6).", "+ indicates that the data is for to the corresponding period of 2008.", "Inflation, employment and productivity The 12-month moving average inflation rate fell from 8.6% at the end of 2008 to 3.1% at the end of 2009, reflecting in large measure the return to normalcy of commodity prices during 2008.", "Slumping domestic demand resulted in a higher unemployment rate, estimated at over 10% at the end of 2009, compared with 8.1% a year earlier.", "Using the mid-year 2009 estimate of the number of persons employed and estimates of the level of real GDP at the end of 2009, labour force productivity is estimated to have fallen by 4.1% over 2009.", "This reduction is roughly comparable to that of the 2001 recession in which labour productivity declined by just under four percentage points, and it follows a seven-year period of increases in real output-per-employee.", "At the onset of the global financial crisis, the US T-bill rate declined rapidly reaching near-zero.", "The Barbados T-bill rate declined less dramatically, and the spread between the two rates as at December 2009 widened beyond the two-percentage points average registered during the 2000 to 2007 period (Figure 8).", "In line with the general reduction in domestic benchmark interest rates, the prime lending rate, and the average savings rate also trended downward during 2009 (Figure 9).", "Notwithstanding the relatively flat performance in credit and deposits, liquidity in the banking system continued to edge upwards, and commercial banks' holdings of treasury securities expanded.", "Figure 10: Deposits credit and liquidity 7,000 4,000 1,000 Jan-90 Jan-91 Jan-92 Jan-93 Jan-94 Jan-95 Jan-96 Jan-97 Jan-98 Jan-99 Jan-00 Jan-01 Jan-02 Jan-03 Jan-04 Jan-05 Jan-06 Jan-07 Jan-08 Jan-09 Deposits Credit Liquid Assets As the global financial crisis deepened, regional equity markets, which normally appear to be unrelated to developments in advanced markets, began to mirror the declines on the New York Stock Exchange (NYSE).", "The Jamaican Stock Exchange (JSE)1 composite index was most responsive among the regional exchanges as its swings mirrored that of the NYSE.", "The composite index on the Barbados Stock Exchange fell by approximately 14.5% during 2009, while the Trinidad and Tobago, composite index contracted by approximately 9.2%.", "These declines translated into wealth losses of BDS $1.4 billion and TT $6.5 billion, respectively.", "This reflected a marked slowdown in revenue intake on account of the weakened domestic economy and increased Government expenditure.", "The VAT accounted for an average of 31.8% of Government revenues in the past five years, and the fall in VAT receipts in 2009 was equivalent to a loss of 5.8% of total revenue.", "Despite a shrinking tax base, personal tax receipts rose significantly, on account of increases in wages and salaries in both the public and private sectors.", "Corporate taxes had been consistently increasing since 2003 at an annual average rate of 21.1% up to 2007, doubling over this period from $250.1 million to $499.8 million.", "However, intake from this category fell over the crisis-related period (2007/2009) by a two-year average of 3.6% or $42 million2.", "The slower rate of expansion in current spending was primarily attributed to the lower rate of growth in transfers and subsidies, and a reduction in capital expenditure and interest payments.", "Transfers and subsidies were up by 5.1%, on top of an expansion of 19.3% in the equivalent period one year earlier.", "The University of the West Indies (UWI), the Transport Board (TB) and the Queen Elizabeth Hospital (QEH) were the main beneficiaries.", "Also, a $10 million fund was created to facilitate the retraining of employees and the payment of a stipend to participants of vocational training courses who were registered as unemployed by the National Insurance Board.", "Wages and salaries by government rose by approximately 11.3% during the year, after a moderate contraction of 1.7% in 2008, because of retroactive payments for 2008 and a 4.5% increment from the start of the FY 2009/10.", "In contrast, interest payments were down by an estimated 22.5%, primarily on account of lower repayment of foreign debt.", "Capital expenditure fell only marginally by an estimated 1.2%, as Government jump-started a number of projects aimed at boosting economic activity.", "Among these were improvements to the road infrastructure, the building of an office complex at Warrens and the construction of housing under its programme Housing Every Last Person (HELP).", "Figure 14: Government expenditure by category (in $ million) A major portion of the deficit was financed externally by proceeds from the floatation of a US$120 million bond on the Trinidad and Tobago market.", "These funds contributed significantly to the capital and financial surplus and helped to boost the NIR.", "Some of the deposits from this loan were placed with the Central Bank, and, along with other Government deposits accumulated by the end of year, resulted in only a slight rise in net claims on Central Government by the Central Bank.", "To fund the remainder of the fiscal gap, Government continued to rely heavily on other domestic sources.", "The relatively high level of liquidity within the banking system allowed commercial banks to extend a substantial amount of credit to Government.", "The National Insurance Scheme and private non-bank institutions were also major financiers of the deficit.", "Interest costs are forecast to be less than 5% of inflows in 2010, and the percentage declines thereafter.", "Amortisation costs rise to a forecast 8.5%, with the repayment of the US$100 million bond in June 2010, falling to less than 4% in subsequent years.", "The interest costs of servicing total government debt are projected to rise to 18.2 percent of revenue in 2010, declining gradually thereafter.", "However, approximately 25% of this amount is held by NIS.", "Net of NIS holdings, the government debt to GDP ratio is 82.7%.", "Figure 15: External debt service projection Figure 16: Interest payments projections (in BDS$ millions and as a % of Government Balance of payments During 2009, the NIR registered an increase of $143.7 million, following a $190.6 million falloff in 2008, raising the import cover from 16.6 weeks of goods and services to 20.7 weeks.", "However, in the absence of the bond issue in Trinidad and Tobago and the new allocation of SDRs, the NIR would have fallen $258.5 million.", "The factors responsible for the erosion in earned foreign reserves included lower tourism earnings and a fall-off in merchandise receipts.", "However, a fall in import payments, largely due to the decline in oil prices, served to narrow the current account deficit to 6.9% of GDP, from 11.9% in 2008.", "Furthermore, travel credits are anticipated to be slightly down compared to 2009.", "The continuation of real estate developments at Apes Hill, Lime Grove, St. Peter's Bay and the Four Seasons Resort, as well as new ventures such as Port Ferdinand and Beachlands should provide an increase of foreign financing.", "However, outflows will increase with the repayment of a $200 million loan due in June 2010.", "Total financing is not expected to be sufficient to fully finance the anticipated external current account deficit in the absence of new borrowing.", "Consequently, the NIR is projected to decline somewhat in 2010, and the foreign reserves cover may revert to the levels of 2008."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Tourism performance", "Economic and financial crisis", "International business sector", "Non-traded sectors", "Inflation, employment and productivity", "Credit and deposits", "Government revenue and expenditure", "External debt", "Balance of payments", "Foreign reserves"]}