{"sentences": ["Fellow members of the Bank of Korea, Today, the first business day of 2010, we renew our hopes and resolutions.", "I would like first to thank all members of our staff for so devotedly carrying out their responsibilities last year, to overcome the great difficulties our economy faced.", "Looking back, after the collapse of Lehman Brothers the Korean economy suffered severe problems, as the financial and foreign exchange market turmoil and shrinkage of the real economy continued until last spring.", "Under these circumstances, the Bank of Korea ratcheted up its expansionary monetary policy in an effort to support financial market stability and rapid economic recovery.", "The Bank cut its Base Rate by 2.25 percentage points in the fourth quarter of 2008 and by 0.5 percentage points in both January and February 2009, down to its lowest-ever level of 2.0 percent.", "Making use of open market operations, the Bank also expanded liquidity supply to sectors suffering from credit crunch.", "It also promoted expansion of commercial bank credit supply, by raising the cap on its Aggregate Credit Ceiling Loans and providing funds to the Bank Recapitalization Fund.", "To stabilize the foreign exchange markets, meanwhile, the Bank was very active in supplying foreign currency liquidity to financial institutions, using the nation's foreign reserves and the proceeds of currency swaps with the US Federal Reserve.", "The Korean financial and foreign exchange markets have regained stability rapidly since the beginning of the second quarter of last year, thanks both to the easing of global financial market unrest and to the bold policies to counter the crisis of the government and the Bank of Korea.", "The credit crunch has been resolved, stock prices have risen sharply, and the Korean won has appreciated, while foreign currency borrowing conditions for domestic banks have improved tremendously.", "There has been an increasingly conspicuous recovery in the real economy, as well, boosted by a rapid pick-up in exports and steady growth in consumption.", "As a result, the Korean economy is estimated to have recorded positive, albeit mild, growth last year.", "The upward pace of prices slowed significantly, so that the annual rate of increase in the CPI remained within the range of our medium-term inflation target, and the current account posted record surpluses.", "With financial and economic conditions improving, the Bank has gradually withdrawn a substantial portion of the expanded won and foreign currency liquidity it provided to tackle the crisis.", "However, the Bank has maintained its Base Rate at the low level of 2 percent, in consideration of the high degree of uncertainty at home and abroad.", "My dear colleagues, The Korean economy is expected to post much stronger growth this year than it did last, despite weakening of the expansionary policy effects, as private sector growth momentum strengthens led mainly by consumption and investment.", "Uncertainties surrounding the Korean economy's growth path still exist, however, given the possibilities of delayed recoveries in advanced countries, of a recurrence of global financial market unrest, and of hikes in oil prices.", "Prices are forecast to remain stable on the whole, but may face growing upward pressures from the second half on.", "While the Korean economy is expected to do better overall this year than last, there are many tasks yet to be carried out if we are to fully escape the influence of the crisis and return our economy onto a firm track of growth.", "First, in implementing macro-economic policy, priority should be placed upon ensuring that the economic recovery is on a solid footing.", "In micro terms, our policy efforts need to concentrate on solving the problem of stagnant employment that has worsened significantly since the crisis.", "Efforts should be redoubled to increase the growth potential of the national economy, from a medium- and long-term perspective, by actively nurturing the engines of future growth and enhancing the quality of the services industry.", "Together with this, it is necessary to further strengthen the economy's capacity for absorbing external shocks, applying the valuable lessons learned from the recent global financial crisis.", "To ensure efficient discharge of the financial stabilization duty, reasonable role-sharing and close cooperation between the government, the supervisory authorities and the central bank are essential.", "Improvement and modification of the relevant systems must be carried out to achieve this.", "Close attention should also be paid to the movements of household debt and asset prices, to prevent the excessive credit expansion and consequent asset market bubbles that have been major triggers of financial crises in developed markets.", "To improve economic health, continuous restructuring in every sector of the economy is also important.", "With Korea taking on the role of G-20 Chair Nation this year, full exercise of our leadership is essential, to help find reasonable solutions to current global economic concerns, including preventing recurrence of another financial crisis.", "My dear colleagues, I would like to talk now about the tasks the Bank of Korea should place its greatest emphasis on this year.", "The Bank will for the time being operate its Base Rate in such a way as to help sustain the trend of recovery in economic activity.", "Given the uncertainties surrounding the future growth path, the strengthening of private sector growth momentum will need to be underpinned through maintenance of our financial easing stance.", "In the process, the Bank will pay greater attention over time to the possibility of economic imbalances arising as its accommodative monetary policy continues.", "Adjustment of the degree of monetary policy easing will be calibrated appropriately, in overall consideration of financial and economic circumstances domestically and abroad.", "Active efforts should also be made to boost the efficiency of policy operations.", "The Bank's liquidity adjustment capacity needs to be improved, by supplementing the system of Monetary Stabilization Bond issuance to facilitate their friction-free market absorption.", "In consideration of financial market conditions, we need as well to downwardly adjust, step by step, the cap on our Aggregate Credit Ceiling Loans, which we raised substantially in response to the financial crisis, while at the same time refining the method of their operation.", "The Bank should also continue its endeavors to improve its policy predictability and transparency through diversification of its communication channels, particularly given the heightened financial market sensitivity to monetary policy since the crisis.", "This year is the first year of our medium-term inflation targeting framework, which will remain in force until 2012.", "We need to anchor the general public's inflation expectations through efforts to achieve convergence of the actual inflation rate with the mid-point of our inflation target, from a medium-term perspective.", "Under the new inflation targeting regime, the tolerance range has been widened and the method of target operation has been changed so that its performance is now reviewed on an annual basis.", "To realize the intent of this new regime, we should implement our policy in such a way as to place increased emphasis on underlying inflation trends and future economic conditions.", "Policy efforts should also be stepped up to consolidate financial stability.", "To this end, full monitoring of factors with the potential to cause financial instability is essential.", "International financial market risk factors, foreign capital in- and out-flows, and the financial health of household balance sheets should be closely monitored at all times.", "The Bank will examine the risk factors not only of banks but also of non-bank financial institutions, based upon the MOUs on Information Sharing and Joint Examinations it signed with the government and the financial supervisory authorities last September.", "In addition, we should strengthen our cooperation with the relevant domestic institutions, major country central banks and international consultative bodies, while participating actively as well in the discussions on financial stability at the G-20, the Financial Stability Board (FSB), the Basel Committee on Banking Supervision (BCBS) and other international forums.", "We must in particular exert our utmost energies to successfully host the G-20 Meeting of Ministers of Finance and Central Bank Governors and the BIS Meeting of Central Bank Governors, both scheduled for November this year.", "Continuous efforts on our part are also needed to enhance the safety and efficiency of the nation's payment and settlement system.", "The Bank should strengthen risk management in the net settlement systems, in line with the expanded use of the retail settlement system and diversification of its participant institutions.", "The \"Plan to Develop the Payment and Settlement Systems in the Securities Markets\", prepared jointly with other related institutions including the Korea Exchange and the Korea Securities Depository, must also be seamlessly put into operation.", "In our management of the foreign reserves, meanwhile, even greater attention should be paid to their safety and liquidity, in consideration of the still high degree of uncertainty in the global financial markets.", "Efforts are at the same time needed to secure their improved profitability, in line with the rise in our holdings of foreign currency assets.", "Every endeavor should be made to ensure the trouble-free supply of banknotes and coins, and to prevent circulation of counterfeits.", "Special attention needs to be given as well to augmenting the quality of public economic education.", "My dear colleagues, Given today's rapid global economic integration and the fast-paced changes in economic structures and in economic agents' behavior, it is very difficult for a central bank to implement monetary policy looking ahead at medium- to long-term economic conditions.", "In order to overcome such changes and challenges, it is thus more important than ever that we develop our abilities to analyze and forecast the economic situation accurately and to make timely and effective policy decisions under conditions of great uncertainty.", "The Bank's organizational and personnel management should therefore be rearranged, to meet such needs of the times by reinforcing our research and policy operation capacities.", "Nor should our increasingly more important operations in the areas of financial stability and international cooperation ever be neglected.", "While economic conditions are still difficult, growing social attention is being paid these days to improving public sector management.", "We must continue our efforts to boost the efficiency of our organizational management.", "My dear colleagues, This year we will celebrate the 60th anniversary of the founding of the Bank of Korea.", "And today we introduce the new Corporate Identity of the Bank symbolizing its credibility, expertise and independence.", "Against this backdrop, we must remember once again that it is our bounden duty to maximize the potential of each and every member of the central bank staff.", "Through our unstinting efforts, the Bank of Korea will secure an even firmer standing as a central bank which gives credibility and hope to the public.", "I wish you and all of those you hold dear the very best of health and the greatest of happiness in this new year.", "Yves Mersch: The financial crisis - challenges and new ideas Speech by Mr Yves Mersch, Governor of the Central Bank of Luxembourg, at the Luxembourg School of Finance, Luxembourg, 28 January 2010."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "financial stability", "economic growth", "inflation", "foreign exchange", "credit crunch", "Base Rate", "liquidity", "global financial crisis", "G-20"]}