{"sentences": ["Tiff and I are pleased to be here with you today to discuss the July Monetary Policy Report, which the Bank published this morning.", " The global economic expansion is proceeding broadly as projected in April, with modest growth in major advanced economies and robust expansions in emerging economies.", " Growth in the U.S. economy has been slower than expected.", "It continues to be restrained by the consolidation of household balance sheets and slow growth in employment.", " While growth in core Europe has been stronger than expected, necessary fiscal austerity measures in a number of countries will restrain growth over the projection horizon.", "In Japan, the economy has begun to recover from the disasters that struck on 11 March, but the level of economic activity will remain below previous expectations.", " In contrast, growth in emerging-market economies, particularly China, remains very strong.", "As a consequence, commodity prices are expected to remain at elevated levels, following recent declines.", "These high prices, combined with persistent excess demand in major emerging-market economies, are contributing to broader global inflationary pressures.", " Widespread concerns over sovereign debt have increased risk aversion and volatility in financial markets.", "The Bank's projection assumes that authorities are able to contain the ongoing European sovereign debt crisis, although there are clear risks around this outcome.", " In Canada, the economic expansion is proceeding largely as projected, although the expected rotation of demand is somewhat slower than had been anticipated.", "Household spending remains solid and business investment robust.", "Net exports remain weak, reflecting modest U.S. demand and ongoing competitiveness challenges, particularly the persistent strength of the Canadian dollar.", " Despite increased global risk aversion, financial conditions in Canada remain very stimulative and private credit growth is strong.", " Following an anticipated slowdown in growth during the second quarter due to temporary supply chain disruptions and the impact of higher energy prices on consumption, the Bank expects growth in Canada to re-accelerate in the second half of 2011.", "Over the projection horizon, business investment is expected to remain strong, household spending to grow more in line with disposable income, and net exports to become more supportive of growth.", " Relative to the April projection, growth in household spending is now projected to be slightly firmer, reflecting higher household income, and net exports to be slightly weaker, reflecting more subdued U.S. activity.", " Overall, the Bank projects the economy will expand by 2.8 per cent in 2011, 2.6 per cent in 2012, and 2.1 per cent in 2013, returning to capacity in the middle of  In the near term, total CPI inflation is expected to remain above 3 per cent, largely reflecting temporary factors such as significantly higher food and energy prices.", "It is expected to return to the 2 per cent target by the middle of 2012 as the temporary factors unwind, excess supply in the economy is gradually absorbed, labour compensation growth stays modest, productivity recovers, and inflation expectations remain well-anchored.", " Core inflation is slightly firmer than anticipated, owing to temporary factors and to more persistent strength in the prices of some services.", "Core inflation is now expected to remain around 2 per cent over the projection horizon.", " Although the global outlook remains broadly unchanged, global risks have intensified, most notably in Europe.", "The three main upside risks to inflation in Canada relate to the possibility of higher-than-projected commodity prices and global inflation, stronger momentum in Canadian household spending, and the possibility that there is less excess capacity in the Canadian economy.", " The three main downside risks to inflation in Canada relate to sovereign debt concerns in Europe, headwinds from the persistent strength of the Canadian dollar, and the possibility that growth in Canadian household spending could be weaker than projected.", " Overall, the Bank judges that the risks to the inflation outlook in Canada are roughly balanced over the projection horizon.", " Reflecting all of these factors, the Bank yesterday maintained the target for the overnight rate at 1 per cent.", "To the extent that the expansion continues and the current material excess supply in the economy is gradually absorbed, some of the considerable monetary policy stimulus currently in place will be withdrawn, consistent with achieving the 2 per cent inflation target.", "Such reduction would need to be carefully considered.", "With that, Tiff and I would be pleased to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Global economic expansion", "Canadian economic expansion", "Inflation", "Commodity prices", "Sovereign debt", "Household spending", "Business investment", "Net exports", "Excess capacity", "Monetary policy"]}