{"sentences": ["Ladies and gentlemen, It is a pleasure to have the opportunity to speak at your conference on monetary policy.", "It is remarkable to think that the Bank of Finland will celebrate its two hundredth anniversary this year.", "The ECB, as the youngest central bank in the world, but with such an extraordinarily solid historical legacy in the Eurosystem, looks at such a storied history in the European monetary team with pride.", "This conference occurs at a point in time when central banks and governments of the advanced economies continue to face a wide range of challenges.", "I would like to start by reflecting in front of you on a challenge that, at first sight, may seem not directly related to monetary policy: strengthening economic governance in the euro area.", "Strong economic governance - and therefore closer economic union - is however the fundamental counterpart to the single monetary policy.", "With a centralised monetary policy but decentralised fiscal and economic policies - in the absence of a federal institutional framework - those policies have to be placed in a solid framework and appropriately coordinated.", "The duty of public institutions is to fulfil their mandate and, by doing so, to meet the expectations of the citizens.", "The ECB's Governing Council has done so and fulfilled public expectations in line with its mandate.", "Citizens in Europe expect overall stable prices and their purchasing power to be maintained.", "Over the first 12 years, the ECB has delivered an average annual rate of inflation of 1.97%.", "Citizens expect a stable economy and public authorities that are alert and effective in combating crises.", "The ECB has taken unprecedented steps to mitigate the effects of the recent crisis on the real economy by ensuring the flow of credit to the households and firms and preserving financial stability - of which I will talk more later.", "In the field of economic governance, however, public institutions still need to make a \"quantum leap\" to meet public expectations.", "European citizens recognise the value of closer economic cooperation, particularly those in the euro area.", "Surveys indicate that, on average in euro area countries, more than four out of five euro area citizens are in favour of greater policy coordination between countries to overcome the crisis.", "This is something, which I consider very important: citizens want a stronger and better coordination of economic and financial policies in the euro area.", "The challenge facing policymakers today is how to deliver the deeper economic union that is so fundamental to EMU and to the expectations of its citizens.", "All agree that the existing economic governance framework needs to be reformed.", "Fiscal and broader macroeconomic policies have to be consistent with rates of sustainable growth and price stability in a stabilityorientated economic and monetary union.", "To achieve this, the Stability and Growth Pact needs to be reinforced and a strong surveillance of macroeconomic imbalances and competitiveness needs to be installed.", "Important negotiations are ongoing between the Commission, the Council and the European Parliament to reach agreement on the legislative package to reform economic governance.", "For these reforms to reach the \"quantum leap\" that is required, the following elements are First, greater automaticity is needed in all surveillance procedures, including the new macroeconomic surveillance framework.", "The Council should have less room for halting or suspending procedures against Member States.", "Strict deadlines to avoid lengthy procedures and the deletion of escape clauses would further automaticity.", "This is critical to ensure the credibility of the new framework and address spillovers in a timely manner.", "Second, enforcement tools need to be more effective.", "In addition to financial sanctions, political and reputational measures would help foster early compliance, as would the application of earlier and more gradual financial sanctions within the macroeconomic surveillance framework.", "Discretion to reduce or suspend financial sanctions is undesirable as it strongly reduces effectiveness and sets the wrong incentives.", "Third, more ambitious policy requirements would better match the current reality of the euro area.", "It makes sense for macroeconomic surveillance to have a clear focus on the euro area countries with large current account deficits, significant losses of competitiveness and high levels of public and private debt.", "As regards fiscal surveillance, ambitious benchmarks are needed when establishing an excessive deficit and in setting the adjustment path towards a country's medium-term budgetary objective.", "Finally, the gap between the EU and national level must be closed.", "New procedures will not be sufficient if they are not solidly anchored at national level.", "Binding commitments by Member States to swiftly implement strong national budgetary frameworks are essential.", "In my view, the proposals agreed by the Council do not represent the significant leap towards closer economic union that is required.", "The European Parliament has been more ambitious in its approach, particularly as regards greater automaticity and the broader and more timely use of sanctions.", "I hope that the ongoing negotiations over the legislative package will permit the texts to be significantly improved along these lines.", "I believe that the citizens of Europe count on the European Parliament to take a broader perspective and drive these changes forward.", "There are also some important areas in which care should be taken not to weaken the texts.", "In particular, softening the Stability and Growth Pact by introducing further exceptions or treating in a special way specific expenditure items, such as public investment, would create further room for unwarranted discretionary decisions.", "It is also of crucial importance that the economic governance reform is fully implemented as soon as possible and without any transition period.", "Beyond fiscal and broader macroeconomic governance, it is important to remember that economic union comprises a third governance pillar which is equally important: the structural reforms embedded in the \"Europe 2020\" strategy and the Euro Plus Pact.", "Structural reforms are essential to elevate the growth potential of the euro area in the face of ongoing debt sustainability challenges and future age-related expenditures.", "A specific example where urgent progress is needed is the incomplete single market in services.", "It makes full economic sense and it is urgent to complete the single market in the sector in which a very large majority of people in Europe work.", "When EMU was first established, many people asked how monetary union could function effectively in a Europe of sovereign states.", "The answer is simple: it can function effectively with an appropriate economic union.", "It is fully recognised that this economic union must be one where countries that wisely follow a virtuous economic path are rewarded, and those that pursue unsustainable policies have to internalise the costs of their actions.", "At the same time, economic union implies interconnectedness, and it is in all countries' interest not to exacerbate difficulties by creating uncertainty in financial markets.", "We look to an economic union where all countries face up to their individuals responsibilities, but also an economic union which remains guided by a common cause and destiny."], "classifications": ["none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["economic governance", "euro area", "monetary policy", "public expectations", "European citizens", "economic union", "fiscal governance", "macroeconomic imbalances", "structural reforms", "EMU"]}