{"sentences": ["I wish to express my gratitude to the National Research Institute for arranging this conference on food prices in Papua New Guinea and for inviting me here today to make a presentation.", "I would also like to thank other policy makers and specialists working in this crucial field.", "Today I will be discussing global commodity and food prices, how this has affected inflation in Papua New Guinea, and how the Bank of Papua New Guinea has responded to these issues.", "International commodity price boom Since 2004, global commodity prices have increased substantially, largely due to increased demand in resource-intensive emerging economies such as China, which has outstripped global supply.", "Other factors have supported this boom, including low interest rates, a weaker US dollar, and arguably some speculation.", "International food prices increased at a slower pace during this period until they surged in 2007 and again in 2010, largely due to supply constraints.", "The commodity price boom has had numerous positive benefits for the PNG economy.", "First, due to increased mining and petroleum export revenues, the Government has been able to reduce its external debt, allowing for more stable financing of the Budget and external position.", "Moreover, with stable government financing, there has been no central bank financing of the government's budget, which historically has led to high inflation and exchange rate depreciation.", "Additionally, the increased export prices have contributed to high GDP growth, while higher non-mineral export prices have increased incomes and employment.", "Because of these factors, the Bank of PNG has been able to increase its international reserves, while the kina exchange rate has appreciated mildly and been broadly stable.", "Impact on inflation in PNG These factors have changed the nature of inflation in PNG in recent years.", "Historically, inflation was relatively stable up through 1994, when PNG maintained a \"hard kina\" policy.", "During this period from independence through 1994, inflation averaged 5.9 percent.", "However in 1994, following years of Government deficits and the deterioration of foreign exchange reserves, the Government was forced to float the kina, reducing its value substantially and leading to higher prices of imported items.", "Between 1995 and 2003, exchange rate depreciations caused by government deficits and monetization, international crises, a drought, and consequently low foreign exchange reserves led to high inflation, averaging 12.6 percent.", "Since 2004, however, strong and increasing export prices led to stable government revenues, a build-up in reserves, and a stable exchange rate, leading to the lowest inflation in PNG's history between 2004 and 2007, when inflation averaged 1.8 percent.", "But when the commodity price boom extended to surging international food and oil prices in 2007 and again in 2010, it began to negatively affect the people of PNG through higher prices for many imported items.", "Since 2008, inflation has averaged 8.1 percent.", "For the first time in twenty years, higher inflation was not mostly due to exchange rate depreciation, but was largely due to external forces that have affected most countries.", "Rising food and fuel prices have affected inflation throughout the world.", "With food comprising a large portion of the consumption basket in developing economies - 40.9 percent in PNG - higher prices have significantly increased inflation in both 2008 and again in 2010 and 2011.", "Headline inflation in PNG has trended slightly above developing countries as a whole, while PNG's trimmed mean inflation, which excludes the most volatile components such as betelnut, has trended very closely to other developing economies over the last 2 years.", "Other factors affecting inflation in PNG While food prices contributed to 60 percent of PNG's inflation between March 2008 and June 2009, over the last year, they have only contributed about 35 percent.", "Therefore, increasingly, additional pressures are contributing to inflation.", "After years of strong revenues, Government spending has increased dramatically, contributing to strong domestic demand.", "Additionally, PNG's macroeconomic stability of recent years has led to increased business activity and foreign investment, most notably the PNG Liquefied Natural Gas project which is currently under construction.", "Moreover, due to the length of this boom in business activity, domestic demand pressures have consistently exceeded the ability of domestic supply to increase, and inflation expectations have increasingly become a factor in price setting and wage negotiations.", "With data collected from our Business Liaison Surveys, we can see that wage expectations increased with the food and fuel price surge in 2008.", "But starting at the end of 2009 - even before the current food price surge began - we have seen wage expectations increase to their highest sustained levels since our survey began.", "When expectations of higher inflation are built into business costs, higher inflation can become entrenched, and monetary policy must then also decrease these expectations to reduce inflation.", "Role of monetary policy The Bank of PNG has some tools to affect these inflation developments, but when it comes to externally driven factors such as food prices, PNG is a price taker, and the main challenge is for the Bank to limit these prices passing on to other prices.", "Moreover, with much of the current business boom driven by the LNG project, the Bank of PNG can only have a limited effect on demand conditions.", "In this scenario, tightening monetary policy through increasing interest rates could potentially lower current consumption and demand to some extent; however, this does little to affect imported food price inflation, government spending, and LNG construction, although it could have a slight effect on expectations.", "Moreover, a severe monetary tightening could increase the effects of Dutch Disease by reducing the ability of the rest of the private sector to expand.", "In fact, private sector credit growth has already slowed.", "Although it was high up through early 2009, since then, it has decreased to a relatively low level of around 10 percent annual growth.", "Otherwise, there is some potential for the kina exchange rate to appreciate further.", "This would lower the cost of imported prices, which would benefit urban consumers, while also dampening export revenue due to lower export prices in kina terms, which would negatively affect rural exporters and government revenues.", "Between the first quarter of 2010 and the second quarter of 2011, food prices increased by about 34 percent in US dollar terms, while the kina appreciated against the US dollar by around 13 percent, thereby containing the price of imported food.", "However, kina appreciation would not be able to fully offset international food prices, or if it were, it would introduce volatility and require an unsustainable sell-off of international reserves.", "This appreciation has come at the cost of exports, with the 13 percent kina appreciation against the US dollar moderating the export prices for both mineral and non-mineral exports, which rose by about 50 percent and 60 percent, respectively, in US dollar terms.", "However, even in kina terms, with mineral and non-mineral export prices much higher than one year ago, there may have been room for more appreciation of the kina.", "Fiscal and monetary policy coordination The strong Government revenues in recent years have led to a rapid expansion in Government expenditure.", "Although there are certainly development needs for the Government to spend on, during a period of high demand pressures, the government should prioritize spending on non-competing sectors and only gradually increase expenditure to improve the quality of spending.", "In doing so, the government should invest education and workforce training, health, and law and order, while avoiding large construction projects.", "Moreover, investing in agriculture to help make the industry more competitive will help mitigate the effects of Dutch Disease.", "Furthermore, the strong Government revenues in recent years have led to the accumulation of Government deposits.", "This affects monetary policy because the Government has placed the majority of the deposits, currently around 2.5 billion kina, at commercial banks, which the Bank of PNG has then sterilized through Central Bank Bill issuance.", "This poor coordination may cost the Bank of PNG, and ultimately the Government, around K70 million per year in interest costs.", "The Bank of PNG holds foreign currency reserves to offset this future exchange rate pressure, but a rapid drawdown of these deposits would still be disruptive and would likely result in wasteful spending.", "Demand pressures associated with LNG construction and high growth will continue to affect inflation in the coming years.", "Although international commodity and food prices have stabilized in recent months, it is still expected that they will remain high in the near future.", "This will continue to present challenges to Papua New Guinea and we can expect that imported food and fuel prices will continue to contribute to inflationary pressures in PNG.", "This calls for close and effective monitoring of food prices by the ICCC.", "This will raise the cost of imported food, but it also presents an opportunity to increase local food production which would reduce dependence on imports in urban areas.", "Although estimates have shown that only 20 percent of the food consumed in PNG is imported, it may be as high as 50 percent in urban areas.", "There is, therefore, a clear market for increased local production and distribution.", "Also, while the government may continue to benefit from high revenues, the management of these revenues is increasingly an issue for both fiscal and monetary policy.", "Therefore, the Bank of PNG continues to call for the Government to allow it to establish an overseas account to manage windfall mineral tax revenue prior to the establishment of a Sovereign Wealth Fund for the LNG Project.", "This would also assist the Government in smoothing out expenditure which would reduce domestic demand and inflationary pressures while also increasing the quality of spending.", "Furthermore, there is still the potential for commodity prices to drop, of a weather or conflictrelated crisis causing a reduction in exports, or of some slowdown in the construction of the LNG project.", "The Government should plan for these possibilities by saving appropriately during the boom so that it can continue expenditure during any revenue shortfalls.", "It should not increase expenditure in expectation of higher future revenue when there are already issues with spending quality."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none"], "topics": ["commodity prices", "food prices", "inflation", "monetary policy", "fiscal policy", "kina", "domestic demand", "wage expectations", "LNG project", "Dutch Disease"]}