{"sentences": ["Distinguished Guests Chief Executive Officers of Primary Dealer Banks Members of the press Ladies and Gentlemen It is my great pleasure to welcome you all to this ceremony, which is organized to recognize the best performing Primary Dealer in Uganda Government Securities for the year 2011 - the 7th Annual Primary Dealer Award Ceremony.", "In February 2003, The Bank of Uganda introduced the primary dealer system.", "The main objectives were to: (i) Promote financial markets development.", "(ii) Stimulate and broaden the government securities market through increased competition.", "As you all know, Primary dealers serve as trading counterparties of the Bank of Uganda in its implementation of monetary policy.", "This role includes the obligation to participate consistently in BOU's open market operations and to provide the Bank of Uganda's trading desk with market information and analysis that is relevant to the formulation of monetary policy.", "I am happy to note that the Primary dealers have played their role effectively.", "The Primary dealers have contributed to the growth of the market for Government securities as indicated by the bid to cover ratio for auctions in excess of two times coverage for the years 2009 to 2011.", "Additionally, secondary market turnover in 2011 was 35% (as a percentage of outstanding stock).", "This is a good indicator of liquidity in the debt market.", "Having said that, let me recognize all the Primary Dealers present here today for your contribution towards market development.", "I would like to reiterate that Bank of Uganda's policy direction for 2012 will continue to focus on making the Ugandan market more attractive, resilient, efficient and competitive.", "Financial Markets are crucial to any country's financial sector development.", "At this stage allow me to mention a number of on going initiatives that are at advanced stages of implementation.", "(i) BOU is in the process of upgrading and customizing the Reuters system to enable banks report money market and forex transactions in real time.", "It is expected that this initiative will enhance transparency and minimize price distortions in the market.", "(ii) BOU is currently revamping its website to provide additional market information by the development of a yield curve matrix for T-bonds and T-bills which will provide a daily pricing mechanism for all outstanding government securities.", "Additionally, we believe the matrix will focus investor interest on the yield curve, while at the same time stimulate secondary and repo market trading.", "(iii) The enhanced Central Securities Depository system is expected to go live by June this year, this will provide among other functionalities, e-bidding in primary auctions, automated repo auctions and online secondary market trading.", "(iv) The debt reforms that will lead to the introduction of non bank Broker/Dealers in the debt market are on going.", "It is our expectation that this will significantly increase the retail end of the market.", "(v) Plans are underway to introduce a bond calendar.", "This will improve predictability and regularize debt issuance.", "The successful implementation of the above reforms will largely depend on your continued cooperation.", "Turning to today's event, I wish to acknowledge the role this year's award winner has played especially in providing more consistent coverage and pricing in the primary auctions and repo operations.", "I applaud your efforts and I call upon all the Primary Dealers to work harder this year to fulfill their market obligations.", "Ladies and gentlemen, it is with great pleasure that I announce that STANBIC BANK UGANDA LTD is the Primary Dealer of the YEAR 2011.", "I now invite the Managing Director to receive the award.", "Congratulations and I thank you.", "KAMPALA and competitive.", "Financial Markets are crucial to any country's financial sector development.", "At this stage allow me to mention a number of on going initiatives that are at advanced stages of implementation.", "(i) BOU is in the process of upgrading and customizing the Reuters system to enable banks report money market and forex transactions in real time.", "It is expected that this initiative will enhance transparency and minimize price distortions in the market.", "(ii) BOU is currently revamping its website to provide additional market information by the development of a yield curve matrix for T-bonds and T-bills which will provide a daily pricing mechanism for all outstanding government securities.", "Additionally, we believe the matrix will focus investor interest on the yield curve, while at the same time stimulate secondary and repo market trading.", "(iii) The enhanced Central Securities Depository system is expected to go live by June this year, this will provide among other functionalities, e-bidding in primary auctions, automated repo auctions and online secondary market trading.", "(iv) The debt reforms that will lead to the introduction of non bank Broker/Dealers in the debt market are on going.", "It is our expectation that this will significantly increase the retail end of the market.", "(v) Plans are underway to introduce a bond calendar.", "This will improve predictability and regularize debt issuance.", "The successful implementation of the above reforms will largely depend on your continued cooperation.", "Turning to today's event, I wish to acknowledge the role this year's award winner has played especially in providing more consistent coverage and pricing in the primary auctions and repo operations.", "I applaud your efforts and I call upon all the Primary Dealers to work harder this year to fulfill their market obligations.", "Ladies and gentlemen, it is with great pleasure that I announce that STANBIC BANK UGANDA LTD is the Primary Dealer of the YEAR 2011.", "I now invite the Managing Director to receive the award.", "Congratulations and I thank you."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Government Securities", "Primary Dealers", "Money Market", "Financial Markets", "Central Securities Depository", "Yield Curve", "Bond Calendar", "Debt Reforms", "Market Development", "Repo Auctions"]}