{"sentences": ["Tiff and I are pleased to be here with you today to discuss the October Report, which the Bank published this morning.", "The global economy is expected to expand modestly in 2013.", "However, its nearterm dynamic has changed and the composition of growth is now slightly less favourable for Canada.", "The U.S. economy is softer than expected.", "But as fiscal headwinds dissipate and household deleveraging ends, growth should accelerate through 2014 and 2015.", "In Canada, uncertain global and domestic economic conditions are delaying the pick-up in exports and business investment.", "This leaves the level of economic activity lower than the Bank had been expecting.", "• While household spending remains solid, slower growth of household credit and higher mortgage interest rates point to a gradual unwinding of household imbalances.", "The Bank expects that a better balance between domestic and foreign demand will be achieved over time and that growth will become more self-sustaining.", "But this will take longer than previously projected.", "Real GDP growth is projected to increase from 1.6 per cent this year to 2.3 per cent next year and 2.6 per cent in 2015.", "The Bank expects that the economy will return gradually to full production capacity, around the end of 2015.", "• Inflation in Canada has remained low in recent months, reflecting the significant slack in the economy, heightened competition in the retail sector, and other sectorspecific factors.", "With larger and more persistent excess supply in the economy, both total CPI and core inflation are expected to return more gradually to 2 per cent, around the end of The outlook for inflation is subject to several risks emanating from both the external important that we are not just aware of these risks, but that we also take them on board as we consider the appropriate course for monetary policy.", "• We have identified two important external risks.", "An upside risk to inflation in Canada that emanates from the external environment is the risk of more-robust economic growth than projected in the advanced economies.", "Greater global demand would in turn translate into higher exports for Canada and rising commodity prices, which would support higher incomes and spending.", "• A second important external risk is a more protracted and difficult euro-area recovery.", "Since Canada's direct trade links to the euro area are limited, the effects would be felt mainly through confidence and financial channels, as well as through indirect trade links.", "We have also identified three important domestic risks.", "First, there is a possibility that, for a given projection for global growth, exports could be even weaker than assumed.", "This is a risk that could materialize if competitiveness challenges were greater than anticipated and would result in an even larger loss of market share.", "• Second, there is a risk on the upside that, as confidence returns, domestic momentum builds faster than expected.", "Once the recovery in foreign demand becomes more solidly entrenched, and with domestic demand continuing to grow at a moderate pace, business sentiment could improve rapidly.", "The third important domestic risk remains a disorderly unwinding of household sector imbalances, which are still elevated.", "The continued slowing in household credit and the rise in mortgage interest rates point to a gradual unwinding of household imbalances, but recent data suggest some risk of renewed momentum in the housing market.", "Although the Bank considers the risks around its projected inflation path to be balanced, the fact that inflation has been persistently below target means that downside risks to inflation assume increasing importance.", "However, the Bank must also take into consideration the risk of exacerbating already-elevated household imbalances.", "Weighing these considerations, the Bank judges that the substantial monetary policy stimulus currently in place remains appropriate and today decided to maintain the target for the overnight rate at 1 per cent.", "With that, Tiff and I would be pleased to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic growth", "Household imbalances", "Exports", "Global economy", "U.S. economy", "Euro-area recovery", "CPI", "GDP"]}