{"sentences": ["Dear guests, It is a great pleasure for me to be here today to discuss one of the most important sectors of the Albanian economy - agriculture.", "Moreover, the fact that this meeting takes place in one of the areas with extraordinary potential for the development of this sector - I am referring here not only to Lushnja, but the entire Fier district - is very significant.", "I do not think I am surprising anyone, particularly those engaged daily with entrepreneurship, when I state that the recent years' global economic crisis had an easily recognisable impact on the Albanian economy as well.", "The pace of economic growth has slowed markedly, particularly in the past two years.", "According to the latest forecasts, the Albanian economy is expected to pick up slightly in the next few years due to improved monetary and financial conditions, and the fact that our trading neighbours are, similar to Albania, showing the first signs of recovery after several years.", "However, we expect growth to remain weak for a while yet compared to the pre-crisis period.", "Under these circumstances, the Bank of Albania has been promoting a public debate around the new economic growth model, even before this global financial crisis took hold.", "The central bank's stance has been clear and transparent to the public.", "We have constantly stated that the main sources of economic growth in the two decades of transition are reducing markedly, and the Albanian economy needs to be re-oriented towards new sectors in the very near future.", "The Bank of Albania sees agriculture - and, in a broader sense, the entire agro-business - as one of the main sectors standing at the front of this re-orientation.", "My presence here today, and Bank of Albania's presence, should serve as a confirmation of our commitment to discussing the new growth model and the primary role that agriculture should play in it."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Agriculture", "Economic Growth", "New Growth Model", "Agro-Business", "Monetary Conditions", "Financial Conditions", "Global Financial Crisis", "Economic Crisis", "Entrepreneurship", "Lushnja"]}