{"sentences": ["The Monetary Policy Report of June 2014 and the Financial Stability Report of the first half of 2014 can be found at .", "Mr. President of the Senate's Finance Commission, Senator Ricardo Lagos, senators members of this Commission, ladies, gentlemen.", "Thank you for inviting me to present the vision of the Board of the Central Bank of Chile on recent financial and macroeconomic developments, their prospects and implications for monetary and financial policy.", "This vision is detailed in our Monetary Policy Report (IPoM) of June 2014 and in our Financial Stability Report (IEF) of the first half of 2014.", "Domestic output and demand have been slowing down for some months now.", "The drop in investment that began a few quarters ago has been compounded with weaker private consumption.", "As a matter of fact, in the forecast scenario I will be describing briefly we have revised downward our growth estimate for 2014, as a result from this behavior of private consumption and the larger than expected fall in investment.", "Abroad, the trends we have depicted in our latest Monetary Policy Reports have not varied much.", "The developed world is showing sustained recovery while at the same time the emerging world is decelerating.", "One point worth noting is that the volatility of international financial markets has diminished.", "In the domestic monetary policy front, a significant development of recent months has been increased inflation, which is now above 4 percent in annual terms.", "Although this was expected to some extent because of inflation's previous level and especially because of the normal pass-through of the exchange rate depreciation to domestic prices, the actual figure exceeded not only our latest IPoM's forecasts but also private expectations.", "Our projection scenario assumes that inflation rising above 4 percent is a temporary phenomenon and that it will return to 3 percent annually within our normal monetary policy horizon, a vision that is also reflected in medium-term private inflation expectations, which have remained at 3 percent.", "In this context, the Board has communicated that it will consider the possibility of making additional cuts to the monetary policy rate in line with the evolution of domestic and external macroeconomic conditions and its implications on the inflationary outlook.", "The slowdown in output and demand should take pressure off future prices, but in an environment of already expansionary monetary policy and where prices have risen above projections, it is necessary that the Central Bank carefully weigh the risks surrounding its decisions.", "Let me now share with you our baseline scenario and the main risks we have covered in the two reports I am presenting.", "Macroeconomic scenario The y-o-y variation of the different CPI measurements has increased significantly in recent months, and as I said, more than foreseen.", "We expected this rise in inflation to some degree, because it came from a low level and the peso depreciation we have been observing since mid-last year also had an impact.", "A look into inflation rates over the past six months shows that the biggest increase has concentrated in those components of core inflation of goods and services whose prices are connected - directly or indirectly - to the exchange rate (figure 2).", "We have also seen an acceleration of nominal wages in recent months.", "Inflation has behaved thus in a context of sharply decelerating output and demand.", "In the first quarter this year, output grew 2.6 percent annually, confirming the slowdown that began in the third quarter of 2013.", "Overall, this outcome was in line with forecasts, but composition shifted towards higher growth in those areas more closely linked to the external sector - like some branches of manufacturing and agriculture - and slower growth in those areas tied to domestic demand, especially services.", "Leaving out inventories, y-o-y growth in domestic demand picked up from end-of 2013, basically due to a milder drop in investment - especially its machinery & equipment component - and increased dynamism of public expenditure.", "Domestic spending is still weak, however.", "Investment has posted negative variation rates for three quarters in a row, while private consumption, mainly of durables, is slowing down (figure 3).", "Inventories fell substantially in the first quarter, partly due to the rebound of mining exports, but there is also less disposition to keep inventories in other sectors.", "Business confidence in the industry, as measured by the Indicator of Business Confidence (IMCE), has declined significantly and the domestic-demand-related sectors are below neutral, as of last May.", "The lower growth in final demand and the larger increase in exports have also translated into a faster reduction of the current account deficit, which closed the first quarter at 3.1 percent of GDP (3.4 percent in end-of 2013).", "At trend prices, the current account deficit has also been adjusted substantially (figure 4).", "Despite two quarters of economic slowdown, the unemployment rate is still low by historical standards.", "Some deterioration has been seen in salaried job creation, counteracted by a surge in self-employment.", "Vacancies are also growing less.", "At any rate, nominal wages showed an acceleration, but this becomes a moderation when expressed in real terms.", "Since last October, the Board has cut 100 basis points off the policy rate, helping to reduce short-term interest rates and also long-term financing costs, on occasion to record-low levels.", "For instance, interest rates on Central Bank indexed bonds at 5 and 10 years are in historical minimums, while the nominal rates of the same bonds are near them (figure 5).", "As pointed out in our IEF Report, in the local corporate markets the lower risk premiums have also helped to improve financing conditions, which have been showing sustained improvement since mid-last year and into 2014 to date (figure 6).", "Despite the lower cost of credit, banking credit has expanded less in recent months, mainly in commercial loans, which relate to the financing of inventories, working capital and fixed assets.", "Aside from demand-side factors, the Bank Lending Survey shows that credit access conditions have tightened in recent months.", "The opinions taken from April's Business Perceptions Report agree with this assessment.", "In contrast, annual growth in mortgage credit posted a slight increase, which is attributed to the completion of various real estate projects and committed sales.", "International financial markets look calmer than in the second half of 2013 and early 2014.", "Thanks to this the stock markets improved, sovereign risk premiums and long-term rates declined, and emerging market currencies appreciated.", "Because of a number of factors.", "On one hand, in the U.S. the withdrawal of unconventional stimulus measures has proceeded as expected and the Eurozone has made advances on the fiscal and banking fronts.", "In the latter, there are also additional monetary measures recently applied to avert a deflation.", "On the other hand, in China risks are still present affecting the financial system and economic growth.", "The authorities have announced some focalized fiscal stimulus packages and capital market reforms, and the latest stress tests showed good capital adequacy levels.", "Regarding global activity, a stronger growth outlook has consolidated in developed economies together with a slowdown in the emerging world.", "Still, some downward adjustments are being made to the projections for this year, mostly driven by actual first-quarter data, leading to a marginal adjustment in the overall figure.", "Thus, it is expected that in the period 2014-2015 our trading partners will grow 3.7 percent on average, a tenth of a point less than was expected in March.", "In Latin America a less favorable picture emerges.", "Downward revisions in Argentina, Brazil and Mexico stand out in these settings.", "The price of copper has fluctuated significantly in recent months.", "After coming close to US$3.15 per pound, it returned to the order of US$3.", "The baseline scenario assumes copper prices of 3.1 and 2.9 dollars per pound in 2014 and 2015, respectively.", "The terms of trade would fall this year slightly less than projected the March IPoM, but somewhat deeper in 2015 (table 1).", "Inflation has remained well contained in developed countries, while in emerging markets, particularly in Latin America, the short-term outlook has been revised upwards, reflecting the depreciation of Latin American currencies in the past year.", "This, plus the changes in parities mean that foreign dollar inflation this year and next will be somewhat higher than forecast in the last Report.", "The Board estimates that in the baseline projection scenario, inflation in Chile will remain above 4 percent still for some months, ending 2014 around that figure.", "In the course of 2015 it will decline further, reaching values around 3 percent in the first half of next year, to stay there until the end of the projection horizon, this time the second quarter of 2016.", "Core inflation, which is now below headline inflation, should also fall in the coming months, hovering around 3 percent as from the first half of 2015 (figure 7).", "The baseline scenario assumes that the economic slowdown will reduce domestic inflationary pressures, thus helping inflation to return to 3 percent within the forecast horizon.", "Accordingly, the Board estimates that this year the economy will grow in the range of 2.5 to 3.5 percent, less than foreseen in March (3 to 4 percent).", "This revision responds to the weakening of domestic-demand-related sectors in the first quarter of this year.", "Private expectations have seen a similar change during the period.", "According to our Economic Expectations Survey (EES), the growth estimate for the year dropped from 3.7 percent to 3.0 percent between March and June.", "The baseline scenario assumes that the economy will slowly regain strength towards the second half of this year, with annual expansion increasing towards the latter months of 2014.", "This projection assumes some degree of investment payback, given the costs of internal and external financing.", "The MPR has been lowered by 100 basis points over the past few quarters and, as already mentioned, long-term interest rates are at their lowest in recorded history, even below those that prevailed in the 2009 recession.", "Also risk premiums have diminished.", "There is also the effect of net exports, part of which we saw in the first quarter, resulting from both higher prices in dollars and the reallocation of internal resources derived from the real depreciation of the currency.", "Add that the developed world will perform better.", "Finally, there is the impulse coming from public spending, particularly investment, because of the low budget execution of 2013.", "In the opposite direction point the aforesaid deterioration in business confidence and the downward revisions to the investment project agenda made by the Chilean capital goods corporation for 2014.", "The 2014 current account deficit forecast is revised downwards mainly because of the foreseen deceleration in investment and a slight increase in savings because of lower private consumption.", "In the trade balance this is visible mainly in a downward revision to imports.", "Accordingly, the baseline scenario includes a current account deficit of 2.5 percent of GDP in 2014 (3.6 percent in March).", "The lower outlook for expenditure also implies that, at trend prices, the deficit will decline further, to 2.2 percent of GDP (3 percent in March) (table 2).", "The forecast path for inflation rests on several assumptions.", "For one, in that the passthrough from the peso depreciation to prices will be in line with its historical pattern.", "In addition, the Board uses as a methodological assumption that the real exchange rate (RER) will remain close to current values, as it is now within the range that is considered consistent with its long-term fundamentals.", "It also uses as a working assumption that nominal wages will be adjusted in line with productivity and the inflation target.", "The baseline scenario also uses as a methodological assumption that the MPR will follow a path comparable to that that can be inferred from the prices of financial assets outstanding at the statistical closing of this Monetary Policy Report (figure 8).", "The baseline scenario reflects the events that are believed to be more likely to occur with the information at hand at the closing of this Report.", "However, there are risk scenarios which, if materialized, may reshape the macroeconomic outlook and thus the course of monetary policy.", "This time, having evaluated the alternative scenarios, the Board believes that the risk balance for both output and inflation, is unbiased.", "Internationally, the biggest risk continues to be linked to the Chinese economy and its financial system.", "This risk has significant impact, considering China's weight in the commodities market, copper included, and its importance in world trade.", "Besides, one cannot rule out the vulnerabilities in other emerging economies resulting in new episodes of volatility.", "The risks relating with the United States withdrawing its monetary stimulus programs and the Eurozone's macro-financial situation have diminished, but are still capable of widening the fluctuations in the global financial markets.", "In particular, the current context of lower sovereign premiums could trigger a sharper reversal.", "Still, the improved performance of the U.S. economy would also mean a stronger impulse from abroad.", "Locally, the main risk has to do with the short-term inflation outlook.", "The baseline scenario assumes that inflation will be temporarily above 4 percent and will return to 3 percent over the course of 2015.", "This will partly be the result of the economic slowdown of recent quarters will give way to lower inflationary pressures going forward.", "There are risks, however, as it is difficult to gauge the actual sizes of output gaps and sales margins.", "For instance, the labor market is still tight by historical standards and relative to the recent evolution of GDP, which could influence the inertia and sensitivity of nominal wages to actual inflation.", "However, other labor market indicators, such as the behavior of salaried employment and vacancies suggest that gaps are also building up in this sector.", "A second risk in the domestic economy has to do with the poor performance of investment over the past few quarters.", "Although the baseline scenario assumes a slight recovery in the near future, the inherent inertia of this component may prolong said poor performance beyond forecasts.", "As a matter of fact, from last September to date the projection of annual investment growth in 2014 has been revised downwards by more than 5 percentage points.", "The Financial Stability Report Our Financial Stability Report (IEF) discloses semiannually (every June and December), the recent macroeconomic and financial developments that could affect the financial stability of the Chilean economy.", "Let me now give you a brief description of some of the main topics covered in this issue of the Report.", "This issue examines the same external risk scenarios I just described.", "From the financial stability standpoint, we conclude that the risks coming from the U.S. and the Eurozone have subsided, shifting the focus to the Chinese economy as the primary source of risk.", "The Report also stresses that if these scenarios come true they may have consequences in Chile, given the domestic economic slowdown.", "Locally, corporate indebtedness has increased in GDP terms.", "Companies reporting to the Superintendence of Securities and Insurance (SVS) are posting relatively high debt levels by historic standards and profitability is shrinking.", "Although these tendencies are consistent with corporate patterns observed in other economies, they do signal a reduction in the sector's resilience to possible sharp adjustments in the economy's dynamic.", "Finally, in the past year, the figures of banking commercial credit repayment have deteriorated somewhat in some of the more pro-cyclical sectors, but on aggregate they are still on the favorable side.", "The real-estate market dynamic has not changed much from earlier IEFs.", "New home sales are still strong and inventories are low.", "In this context, various indicators show that housing prices continued to rise in 2013 (figure 9).", "Although the upward trend is generalized across geographic zones, some are increasing faster than others (figure 10).", "The office space market has increased the vacancy rate, and is expected to increase further as new projects enter the market.", "Still, it is worth mentioning that recent quarters' indicators show a slight decline in the percentage of loans that cover a high portion of the property's value, the Bank Lending Survey reports somewhat tightened credit standards and the business cycle has resulted in a slower pace of total lending growth, although mortgage credit shows a smoother trend.", "I cannot stress too much how important it is for the agents involved to consider when making their investment and financing decisions that the future behavior of prices might take a detour away from recent trends.", "Household borrowing risks remain stable.", "Total household debt rose a little in the last quarter of 2013.", "In banking debt, there continues to be a shift in composition towards middle to upper income, with faster growth in borrowed amounts than in the number of debtors.", "Repayment indicators for both bank and non-bank providers show no major change, probably because of a change in composition of the consumer portfolio or because a milder impact of the business cycle on the labor market.", "Banks have been gradually reducing growth in commercial credit and, while less, also consumer credit, reacting to the economic slowdown.", "Indicators also show a reduction in the exposure to the most pro-cyclical sectors, which has been visible in stable aggregate default levels in both portfolios.", "Banks' profitability increased somewhat in the past few quarters, while their capitalization levels have remained stable.", "Stress tests show that the banking system's capital levels are still sufficient to absorb the materialization of a severe stress scenario, although if such conditions occur it would affect profits somewhat more than was assessed in previous IEFs.", "The less favorable stage of the cycle could imply higher credit risks.", "On one hand, those households more exposed to the cycle would take a turn for the worse in their repayment behavior should the labor weaken significantly.", "On the other hand, the deterioration in the past year of some economic sectors in the commercial portfolios could intensify if the slowdown becomes sharper.", "Thus, the level of provisions set aside in each case is one important element that could cushion the impact of such risks.", "As I said, funding costs are low, with near record-low long-term real interest rates.", "However, one cannot rule out a reversal or new episodes of volatility.", "Thus, it is still important to diversify by sources and maturities of external and internal credit.", "A large segment of the banking industry has advanced in that direction, but some smaller banks continue to depend heavily on local wholesale suppliers.", "Some reflections to wrap up.", "We have been seeing a rise in inflation for some months that has taken y-o-y figures up past 4 percent.", "The forecasts in this Monetary Policy Report indicate that this is a temporary development associated with the depreciation of our currency, and private expectations corroborate this, as a normalization of inflation over the coming months is foreseen.", "The Board of the Central Bank of Chile continues to monitor this situation with special attention.", "At the same time, the Chile economy is in a phase of slowdown in output and demand.", "As we have said before, a significant part of this slowdown is due to how our economy is affected by the developments in the world economy and the normalization of our exports' prices.", "The weakening of mining investments had taken a toll on the labor market and other sectors of the national economy.", "The expectations of entrepreneurs and consumers have moderated further lately, anticipating that the domestic demand will provide a milder impulse in the coming months.", "Our policy framework equips us with tools to alleviate the consequences of a more adverse scenario.", "Monetary policy has stepped in to reduce financing costs, while the exchange rate depreciation has allowed relative prices to adjust driving a change in composition towards tradable sectors and external demand, reducing the effects on output and employment.", "At the same time, as the recovery of developed economies consolidates, it will open the door to markets that have been very depressed for some years.", "Our projections suggest that this year our economy will grow 2.5 to 3.5 percent, anticipating a stabilization and gradual recovery of economic growth.", "A number of factors should help in this recovery, including the better performance of the developed world, the depreciation of the real exchange rate, the stronger monetary stimulus, the low funding costs for the short and the long term, and the greater fiscal impulse.", "Nevertheless, I must stress that under the current conditions it is also important to keep an eye on the supply side of the economy and advance in every measure favoring stronger growth in productivity.", "The Administration has recently announced a series of initiatives intended to improve our country's capacity for innovation and growth, as well as an energy agenda with specific goals to reduce costs both upstream and downstream.", "These measures are vital in our current context, since the capacity of our domestic firms to absorb high costs will be more constrained with normalized terms of trade like we expect for the coming years.", "Working out these issues will permit giving a sustainable impulse over the years to investment, growth, and employment.", "Summing up, inflation has risen beyond expectations a few months back, while the economy is in a phase of slow growth.", "After lowering the MPR in October 2013 and March 2014, the Board has kept the MPR at 4 percent over the past few months.", "Overall, in this juncture we believe that this slowdown will reduce inflationary pressures, helping inflation to return to 3 percent in the policy horizon.", "Monetary policy is already in an expansionary stance and both domestic and external financing conditions are good.", "The Board reaffirms its commitment with the inflation target and will take every action necessary to ensure that it will return to 3 percent annually within the policy horizon.", "It also reiterates the need for all financial system participants to properly assess their borrowing and lending conditions.", "We, as the Central Bank, will continue to contribute with what is our duty - that is, safeguarding the stability of our currency and the normal functioning of internal and external payments - to Chile's development and welfare.", "Inflation indicators (*) (annual change, percent) 1 1 11 Jul.", "14 (*) Starting in January 2014, calculations are based on the new indices with base year 2013=100, so they may not be strictly comparable with earlier figures.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "Contributions to monthly CPI inflation (*) (accumulated in moving six-month periods, percentage points) -1 -1 Jun.", "Goods CPIEFE Services CPIEFE Foods Energy CPI (*) Starting in January 2014, calculations are based on the new indices with base year 2013=100, so they may not be strictly comparable with earlier figures.", "Source: Central Bank of Chile.", "(*) Considers UF-indexed private AA companies' bonds at about 5 year maturities.", "Dotted vertical line International baseline scenario assumptions 2012 2013 (f) 2014 (f) 2015 (f) IPoM IPoM IPoM IPoM IPoM IPoM IPoM IPoM Jun.", "Sources: Central Bank of Chile based on a sample of investment banks, Consensus Forecasts, the IMF and statistics bureaus of respective countries.", "MP Report (*) Gray area, as from the second quarter of 2014, shows forecast.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "Source: Central Bank of Chile.", "Source: Central Bank of Chile (CBCh) based on data from the Internal Revenue Service (SII) and the Chilean Chamber of Construction (CChC).", "North Norte zone South RM East RM RM Sur RM Oriente (1) Preliminary results.", "(2) Excludes the Metropolitan Region (RM).", "Source: Central Bank of Chile based on data from the Internal Revenue Service."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Investment", "Financial stability", "External risks", "Domestic demand", "Interest rates", "Credit", "Labor market"]}