{"sentences": ["Summary The effectiveness of monetary policy will be bolstered when the European Central Bank (ECB) assumes its banking supervision responsibilities under the Single Supervisory Mechanism (SSM), believes Sabine Lautenschläger, member of the ECB's Executive Board.", "Bringing together the supervision of individual banks, the macro-prudential supervision of the financial system and monetary policy under one roof will help to ensure that monetary policy can focus entirely on safeguarding price stability, Lautenschläger said in a speech at the Annual Conference of the Verein für Socialpolitik in Hamburg.", "The interaction between the three policy areas of the central bank will reduce the risk of financial dominance, strengthen the transmission of monetary policy and improve the management of the financial system.", "\"Both areas have a very strong interest in sound banks with viable business models that can provide credit to the real economy\", said Lautenschläger.", "Given that banks have already been preparing over recent months for the requirements that will apply following the imminent launch of the SSM and have strengthened their capital bases, their capacity to provide credit to the economy has increased even before the official start of the SSM.", "This strengthens the transmission of monetary policy.", "For the central bank, which provides financing for commercial banks, it is very important - particularly in times of crisis - to make a clear distinction between sound banks that are solvent but suffering from liquidity shortages and insolvent banks that will not be able to survive in the long run.", "A strong European supervisor would be able to dispel some of the uncertainty attached to solvency assessments.", "This will help the ECB to fulfil its tasks, because it will be able to provide liquidity support without fear of exceeding its mandate, said Lautenschläger.", "However, reliable solvency information would only be able to help reduce financial dominance if there is a credible regime for resolving banks.", "This requires a common regulatory framework and a resolution fund with ample resources.", "In addition, stricter rules regarding the granting of emergency liquidity assistance to commercial banks by Eurosystem national central banks could reduce potential conflicts of interest.", "Particularly in times of economic growth, the ECB's new tasks could permit an appropriate reaction to potential excesses in asset markets, for example.", "Using interest rates to counter such developments is not appropriate, warned Lautenschläger, because it could jeopardise the primary objective of price stability.", "It is thus all the more important that the ECB's Governing Council should have more tools at its disposal to counter imbalances."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance"], "topics": ["monetary policy", "financial stability", "transmission of monetary policy", "solvency", "credit", "SSM", "financial dominance", "liquidity", "asset markets", "price stability"]}