{"sentences": ["Summary In the context of a certain disconnect between economic performance and inflation the monetary policy response has to be carefully considered and precisely designed.", "We are not resigned to allowing inflation to remain too low for too long.", "But to understand \"what is too low for too long\", we need to answer two questions.", "First, why is inflation so low?", "Second, once we have a decomposition of inflation, we can ask: how likely is it that it persists over the medium-term?", "Falling commodity prices have accounted for around 80% of the decline in euro area inflation since late 2011.", "But there two factors specific to the euro area that contribute to low inflation: the rise in the euro exchange rate and the process of relative price adjustments in certain euro area countries.", "At present, our expectation is that low inflation will be prolonged but gradually return to 2%.", "Our responsibility is nonetheless to be alert to the risks to this scenario that might emerge and prepared for action if they do.", "What we need to be particularly watchful for at the moment is the potential for a negative spiral to take hold between low inflation, falling inflation expectations and credit, in particular in stressed countries.", "There is a risk that disinflationary expectations take hold.", "This may then cause households and firms to defer expenditure in a classic deflationary cycle - especially when monetary policy is at the effective lower bound and so cannot steer the nominal rate down to compensate.", "On aggregate, euro area firms and households do not seem to be particularly exposed to debt deflation dynamics.", "But this picture masks the heterogeneity within the euro area.", "Debt service-to-income ratios tend to be higher in stressed countries.", "Credit weakness appears to be contributing to economic weakness in these countries.", "Our analysis suggests that credit constraints are putting a brake on the recovery in stressed countries, which adds to the disinflationary pressures.", "And heterogeneity becomes a factor in assessing low inflation in the euro area.", "In terms of the monetary policy response, the key issue is timing.", "We have to be mindful of mismatches between the various trends: the rise in demand for credit; the repair of bank balance sheets; and the development of capital markets as a complement to bank lending.", "At this point of the cycle, these considerations feature prominently in the discussions of the Governing Council members.", "There is no debate about our goal, which is to return inflation towards 2% in the medium-term, in line with our mandate."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Credit", "Economic weakness", "Monetary policy response", "Debt deflation dynamics", "Disinflationary expectations", "Bank balance sheets", "Capital markets", "Heterogeneity", "Timing"]}