{"sentences": ["Summary European banking supervision will draw on the long-standing experience of 18 - soon 19 - Member States and incorporate it into a new European supervisory culture, said Sabine Lautenschläger, Member of the Executive Board of the European Central Bank (ECB) in a speech at the \"Banken im Umbruch\" conference in Frankfurt am Main.", "A significant advantage of the new Single Supervisory Mechanism (SSM) is the possibility to make cross-country comparisons.", "\"I am not just thinking of the assessment of specific portfolios here, but also of the early identification of risks, which only become visible, or are at least easier to identify, in horizontal analysis\", she said.", "The asset quality review has already given us a deeper insight into the banks' procedures, thereby making it possible for us to check \"which differences between banks are justified and to ascertain where we need to probe critically\".", "Ms Lautenschläger stressed that, although decision-making in the new European banking supervision will be organised centrally, the SSM can build on regional knowledge and experience.", "\"As national supervisory authorities participate in the supervisory process, the ECB remains close to regional market and banking structures\", she said.", "Also in terms of staffing, the SSM will bring together people from different supervisory cultures.", "The heads of Joint Supervisory Teams will come from a country other than that in which the institution it is supervising is established.", "\"In concrete terms: the head supervisor for Deutsche Bank will be a French lady; BNP Paribas will be supervised by an Italian man.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European banking supervision", "Single Supervisory Mechanism", "Cross-country comparisons", "Early identification of risks", "Asset quality review", "Regional knowledge and experience", "National supervisory authorities", "Joint Supervisory Teams", "Staffing", "Supervisory cultures"]}