{"sentences": ["Good morning Mr. Chairman, Ladies and Gentlemen My initial intervention will be divided into three parts.", "The first part focuses on the resolution measure, namely the reasons that have led Banco de Portugal to decide to apply it, and a description of the facts occurring during the preceding week.", "In the second part, I will present a summary description of the monitoring and supervision of Grupo Banco Espírito Santo (GES) in recent years.", "In the third part, I will present some considerations on lessons to be learnt for the future following the Banco Espírito Santo (BES) case.", "The resolution measure On 3 August, Banco de Portugal applied a resolution measure to Banco Espírito Santo, transferring its general activity to Novo Banco.", "This decision was time critical, in view of the imminent risk of cessation of payments by BES - the third largest Portuguese bank - with serious consequences for the Portuguese economy.", "As I have already mentioned in this Parliament, during the weekend in which the resolution measure was decided, the stability of the financial system was severely compromised, due to the seriousness of the risks faced.", "Today, we can say that the initiative taken by Banco de Portugal, adopted in compliance with the bank's obligation by law, has safeguarded deposits, depositors' confidence and the continuity of the financing of the economy, i.e.", "the stability of the financial system.", "Let us recall that, on 30 July, Banco Espírito Santo published losses of €3577 million, relating to the 1st half of 2014, greatly exceeding values implied by information disclosed up to the last two weeks of July.", "Such unexpected and exceptional losses: • challenged information provided to the market on 10 July by BES's Board of • were the result of management acts seriously detrimental to the interests of BES, resulting in additional losses of around €1.5 billion; • exhausted the capital buffer of €2.1 billion held by BES to meet its exposure to the non-financial arm of Grupo Espírito Santo (according to its communication to the market on 10 July); • and left BES seriously non-compliant with the minimum solvency ratios in force.", "These facts are under inquiry as part of the forensic audit already launched by Banco de Portugal in early July: 1. to assess compliance with the prudential determinations of Banco de Portugal; 2. and to ascertain and document evidence of possible illicit acts undertaken by Grupo BES or by the members of its corporate bodies.", "As disclosed to the public by Banco de Portugal, the forensic audit is at an advanced stage but has not yet been concluded.", "This work is highly complex and faces limitations of access to relevant information, beyond the reach of auditors, as this information belongs to other corporations of Grupo Espírito Santo or to other jurisdictions.", "At present, the entity in charge of the audit is finishing the final reports in four of the five lines of inquiry.", "These reports and the respective supporting documents will form part of the penalty proceedings already initiated or to be initiated by Banco de Portugal, to assess the respective responsibilities, in particular individual responsibilities.", "The final reports will also be conveyed to the Public Prosecution Service for establishing any criminal responsibilities.", "I would like to stress that, to date, Banco de Portugal has already initiated a number of penalty proceedings, which are under secrecy in order to safeguard their effectiveness.", "These proceedings involve subjects such as: • risk-assessment conditions in placing commercial paper issued by Espírito Santo International (ESI) with retail customers, concealing losses incurred by that • the relationships between BES and BES Angola, from different perspectives, including inadequate procedures in terms of money-laundering risk prevention; • and evidence pointing to harmful mismanagement regarding the issue and placement of debt issued by BES with special-purpose vehicles having their head office abroad, through movements that included a Swiss intermediary, simultaneously with the massive substitution of BES debt for GES debt, to bypass the ring-fencing imposed by Banco de Portugal.", "The conclusions of the forensic audit will make it possible to document the evidence collected in these proceedings regarding severe irregularities committed.", "New penalty proceedings are expected to be brought in the very short term, especially as regards noncompliance with Banco de Portugal's determinations.", "Unfortunately I am unable to refer to these subjects in detail.", "As you may understand, secrecy is required in order to protect the interest of smooth investigations, and to safeguard the rights and guarantees of the different procedural participants, given that defendants have already been identified in one of these proceedings.", "I would like to stress that Banco de Portugal was only informed of the BES's preliminary results for the first half of 2014 on the evening of 25 July.", "On that date, KPMG quantified for the first time the deviation of BES's half-yearly resultsvia-à-vis the information provided to the market on 10 July.", "These results, which, I repeat, dramatically challenged information provided by BES to the market on 10 July, warranted: • an immediate solution for BES capitalisation, preferably with recourse to private investors - plan A; • and the preparation of contingency scenarios - plan B - in case the private capitalisation option would not be feasible in time.", "Remember that, in accordance with the Portuguese legal framework, the contingency plan could involve various measures, with different enforceability levels, in terms of time and decision procedures: public capitalisation (including mandatory capitalisation), nationalisation, resolution and liquidation.", "The detailed description of the different options is available as a note, which I leave for analysis by the Committee.", "Final confirmation of the preliminary results for the 1st half of the year was provided by the external auditor on Monday, 28 July.", "In view of the resulting severe liquidity shortfall, on Tuesday, 29 July, Banco de Portugal triggered plan A, determining that, by COB on 31 July, BES should submit a restructuring and capitalisation plan through private financing, allowing compliance with own funds requirements in the very short term.", "I would like to remind you that, as I mentioned to the Committee on Budget, Finance and Public Administration (COFAP), in the course of July, a number of private entities had shown their interest in taking positions in BES's equity.", "Indeed, this was stressed in a communication addressed to the market by the CEO of BES's Executive Board on 30 July, following the release of the half-yearly results.", "However, the order of magnitude and the nature of the losses made public significantly damaged the external perception of BES's financial position, making a private capitalisation solution unfeasible in the short run.", "On Thursday, 31 July, the Board of Directors of BES informed Banco de Portugal that it would be unfeasible to submit a capitalisation plan based on private investment, under the terms and within the deadlines required.", "In view of the serious breach of BES's minimum own funds requirements, and its failure to submit a capitalisation plan, on the evening of 31 July I was informed by the ECB's Executive Board that it would propose the suspension of BES's Eurosystem monetary policy counterparty status to the ECB Governing Council, effective as of the following day, Friday, 1 August.", "This would oblige the bank to repay its credit to the Eurosystem in full (to an amount of around €10 billion).", "In view of the above, and in order to prevent immediate suspension, on the evening of 31 July and in the early hours of 1 August, it was necessary to consider the single contingency measure feasible in the short run that would safeguard the stability of the financial system: the resolution measure.", "After a teleconference that started at 12:00 p.m. on Friday, 1 August, the ECB Governing Council decided to postpone the suspension of BES's counterparty status to Monday, 4 August, subject to the compromise that the resolution measure would be implemented during the weekend, before market opening on Monday.", "In the wake of this decision by the ECB's Governing Council, Banco de Portugal decided to apply a resolution measure to BES.", "I immediately informed the Minister of State and Finance of this decision.", "It is crucial to understand that, at that moment, given the loss of access to ECB financing on the following Monday, the only options available to Banco de Portugal were resolution or liquidation.", "The public recapitalisation option, even as mandatory capitalisation, would no longer be feasible, as it would require complex and time-consuming prior procedures.", "With regard to this option, which would not be feasible due to the urgent response required, it is important to bear in mind that: • From a burden-sharing perspective, according to the current State aid regulations - in force since 2013 and transposed into the Portuguese legal recapitalisation system approved in this Parliament - BES's losses are primarily absorbed by shareholders and subordinated creditors, similarly to a resolution scenario.", "• and from the perspective of the impact on public funds, balance-sheet risks and other contingencies associated with BES's prior management practice could not be ring-fenced, unlike under a resolution, and would therefore be borne by taxpayers.", "In turn, the liquidation of an institution as systemically important as BES would entail very high costs for depositors, severe risks to financing of the economy and, consequently, would jeopardise the financial system's stability.", "For shareholders and subordinated creditors, the liquidation option would not be more advantageous either, given that the resolution legal framework guarantees that their losses cannot exceed those that would result from a liquidation process.", "To sum up, given the imminent suspension of access to ECB financing and the lack of feasible alternatives given the time-frame, resolution was the sole solution that made it possible to preserve most of BES's activity, secure the safety of deposits, ensure the continuity of credit to the economy, prevent systemic risks and safeguard the interests of taxpayers and BES's employees.", "In pursuance of its legal obligations, Banco de Portugal made the only decision that would safeguard the national financial system's stability.", "The complexity and operational risk of such a measure cannot be downplayed.", "Over the weekend of 2-3 August, it was necessary to analyse the valuation of assets, estimate capital needs, separate the bridge bank's and BES's balance sheets, prepare legal and regulatory instruments, appoint the corporate bodies of the new entities and prepare several communication instruments.", "This was only possible given that, as mentioned above, since the weekend of 26-27 July Banco de Portugal had been actively working on the various contingency scenarios set out in the Law.", "This planning included: • arranging for the assistance of all entities that, in accordance with the law, would need to be involved in the preparation and approval of any solution that were to be adopted: the Government, the European Central Bank and the European Commission's Directorate-General for Competition; • preparing the intervention instruments that would allow for any chosen option to be viable.", "Thus, having taken action to safeguard and prepare all options, on 30 July Banco de Portugal proposed to the Ministry of Finance that a series of changes be made to the resolution scheme envisaged in the Regime Geral das Instituições de Crédito e Sociedades Financeiras - RGICSF (Legal Framework of Credit Institutions and Financial Companies), with the goal of greater legal certainty and the protection of small investors' deposits.", "Its main goal was to ensure that: (i) should a resolution measure be applied, no creditor would bear greater losses than those that would arise from a liquidation process (\"no creditor worse off\"); and (ii) the protection of small shareholders would be reinforced, thereby guaranteeing that their deposits would not be unprotected should a resolution measure be applied (as envisaged in the scheme in force at the time).", "These proposals, which were part of the CRD IV transposition \"package\" and have been available on the Portuguese Parliament's website since 14 May, had been submitted by Banco de Portugal to the Government in November 2013.", "Discussions with the Government also covered financing scenarios for a possible resolution measure, given that the Resolution Fund was only launched in 2012 and did not have sufficient own funds.", "As regards the European Central Bank, dialogue was established with the President of the ECB, members of the Executive Board and the Chair of the Supervisory Board, and, on 30 July, information was given on BES's situation and the preparation of a contingency plan.", "The prospect of BES's resolution was, as mentioned above, discussed as of the evening of 31 July and the early hours of 1 August, as a way to prevent the immediate suspension of BES's status as a monetary policy counterparty.", "The European Commission's Directorate-General for Competition was first contacted, on a technical and informal level, on 30 July, to discuss the various contingency scenarios that would entail recourse to State aid.", "On the afternoon of 31 July, I called Vice-President Almunia, to inform him that the Commission's services might be needed over the weekend and during a holiday period.", "Given that this issue was raised in my address to COFAP on 8 October, I reiterate that all communication with the Directorate-General for Competition was not, and could never have been, a notification of State aid, nor prior indication of such a notification.", "As previously explained, Banco de Portugal does not formally correspond with DG-COMP in the event of a notification of State aid processes and their follow-up.", "These fall within exclusive competence of the Government.", "Naturally, without prejudice to this formal framework, Banco de Portugal is in regular contact and shares information with DG-COMP, in the fulfilment of its tasks and in the scope of State aid to national financial institutions, always in close cooperation with the Ministry of Finance.", "The documentation sent by Banco de Portugal to the Parliamentary Committee of Inquiry includes a detailed chronology of all contacts with the Directorate-General for Competition, between 30 July and 5 August.", "I wish to conclude on this point, stressing that the resolution measure was taken in a legal framework approved by the Parliament in 2012,which is very similar to the European resolution scheme (the Banking Recovery and Resolution Directive - BRRD), approved in May 2014, to be transposed into national Law by the end of 2014.", "Monitoring and supervision of BES Over the past four years, Banco de Portugal has carried out permanent and particularly intrusive monitoring of Espírito Santo Financial Group (ESFG).", "The supervisory exercise took place against a background of particular complexity within ESFG, which comprises numerous entities with their head office in several jurisdictions, some of which place constraints on information sharing, as described in the technical note sent to the Committee.", "As is well known: • credit institution subsidiaries having their head office in third countries are subject to supervision, on an individual basis, by the local supervisory authority; • Banco de Portugal's supervision on a consolidated basis relies on information shared by such authorities and their supervision, in addition to analyses and certifications conducted by local auditors; • to overcome constraints on access to relevant information regarding these subsidiaries' activity in some of these jurisdictions, Banco de Portugal has established protocols with the respective supervisors, which does not preclude difficulties in accessing information in some of these jurisdictions.", "Banco de Portugal's monitoring of ESFG over the past four years intensified at two distinct • (i) in the context of the Economic and Financial Assistance Programme, since • (ii) due to the specific problems stemming from the exposure to GES as of the last quarter of 2013.", "In the context of the Economic and Financial Assistance Programme, and pursuing the strategy that had started in mid-2010, Banco de Portugal has developed an even more intrusive supervisory model, with a greater focus on risk and a more cross-cutting and prospective nature.", "Similarly to other Portuguese banks, ESFG was subject to unparalleled balance sheet scrutiny.", "In addition to the preparation of financing and capital plans and quarterly stress-testing, five horizontal audits were conducted, as has been thoroughly documented in the information sent to this Committee and also mentioned in my hearings with COFAP.", "Following these exercises, ESFG was obliged to reinforce its overall impairment level by a total amount of EUR 1366 million.", "More than half of this amount was defined in the course of ETRICC2, i.e.", "an exercise launched in early September 2013, which involved an assessment of the business plans of the major economic groups that are debtors of the banking system and whose credit recovery depends on the generation of financial flows from the business.", "A second arm of BES's monitoring resulted, as mentioned above, from specific problems related to the exposure to the non-financial area of Grupo Espírito Santo, detected in the scope of ETRICC2, in November 2013.", "It was in this context that it was discovered that the accounts of Espírito Santo International (ESI), with its head office in Luxembourg and outside the supervisory perimeter of Banco de Portugal, had not registered the total amount of debt issued: EUR 1.3 billion had been omitted.", "This fact was brought to light following a particularly intrusive inspection, on Banco de Portugal's own initiative, although ESI was not subject to Banco de Portugal's supervision.", "The seriousness of this state of affairs, which jeopardised ESI's solvency, with an impact on BES's balance sheet, and which entailed high reputational risks to ESFG, has resulted in: • a requirement to prepare proforma consolidated accounts for ESI immediately, with reference to 30 September 2013, accompanied by an external auditor's opinion.", "• a significant strengthening of Grupo BES's segregation policy from the risks arising from its non-financial arm, on the basis of four pillars: 1. reinforcement of ring-fencing from risks arising from Grupo Espírito Santo, as described in detail in a technical note provided today; 2. reinforcement of solvency ratios; 3. strengthening of the governance model, including the adoption of a management model independent of shareholders; 4. permanent scrutiny of actions for suitability purposes.", "Hence, firstly, on 3 December 2013 Banco de Portugal determined the following: • elimination of ESFG's full direct and indirect exposure to ESI not covered by legally binding and prudently assessed guarantees; • setting-up of an escrow account fed by resources outside ESFG, with an amount equivalent to the debt issued by ESI and held by BES's retail customers, exclusively for the purpose of repaying said debt; obligation to set up a provision, with reference to 31 December 2013, defined by the external auditor, should the measures not be implemented.", "The amount of this provision, €700 million, was established by KPMG and confirmed by PwC.", "Secondly, Banco de Portugal has determined an increase in ESFG's capital to an amount ensuring that the Core Tier 1 capital ratio would stand, with reference to 31 December 2013, at a value higher than the regulatory minimum by at least 50 b.p..", "The capital increase should also include a capital buffer that would allow ESFG to accommodate shocks stemming from adverse scenarios and address the results of the ECB's comprehensive assessment exercise, which was ongoing at the time.", "Fourthly, Banco de Portugal's supervision pursued the objective of obtaining explanations for facts as they came to light within the limits of the legal framework governing suitability assessment, a subject also addressed in a Note that I am submitting to this Committee.", "This exercise, which has always taken into account a need to comply with the RGICSF and safeguard depositors' confidence and financial stability, has led to: • the presentation in mid-April 2014 of a succession plan with the removal of family members from BES's executive body; • the withdrawal of registration requests to perform tasks in other entities of the • finally, the early resignation from BES of all members of the Espírito Santo family.", "Measures designed to isolate the financial group from GES risk have been successively reinforced by Banco de Portugal over time, which also imposed a number of monitoring mechanisms to ensure compliance with Banco de Portugal's determinations.", "Taking into account the four lines of defence of a banking institution's financial soundness, Banco de Portugal has maintained extensive interaction through written correspondence and meetings with several members of ESFG's and BES's Executive Boards and Audit Committees, and naturally with KPMG, taking into consideration the responsibility assigned to them by law in the performance of their tasks.", "Through these initiatives, Banco de Portugal has sought to ensure strong involvement of all members of the Board of Directors and the Board of Auditors and external auditors in compliance with the determinations issued.", "It is important to stress that BES's Board of Directors was composed of 25 members, the large majority of whom had extensive experience in the banking sector, and included representatives from important shareholders other than GES.", "Banco de Portugal's conduct in this process has always been guided by the objectives of protecting depositors, preserving public confidence and ultimately safeguarding the stability of the financial system.", "Lessons for the future The implementation of the resolution measure in BES has made it possible to preserve stability and confidence in the Portuguese financial system, protect depositors and ensure ongoing provision of key financial services.", "Stock and debt market indicators of other listed Portuguese banks and Portuguese public debt spreads in the period after implementation of the measure point to an absence of systemic disruptions in the market.", "In addition, the trend of bank deposits has shown considerable stability at aggregate level (with a certain reallocation within the system), along with the maintenance of depositors' confidence in Portuguese banks.", "Finally, the most recent data on credit granted by the financial sector to non-financial corporations and households also do not show that the resolution measure adopted had a significant impact on the evolution of bank financing to the economy.", "BES's case highlighted a series of weaknesses and limitations of our legal supervisory framework and also the existence of internal governance practices that are deficient or do not comply with the established standards (not only in the banking system).", "At regulatory level, I would like to stress four areas for improvement: 1.", "First, current European legislation allows banks to be part of mixed conglomerates, simultaneously financial and non-financial, which encourage contagion mechanisms that are difficult to control.", "It is an illusion to think that control of the so-called \"related entities\" is captured through exposure limits in the balance sheet.", "On the one hand, these result from information supplied by customers and a risk assessment by the bank, which, in the case of related entities, increases the probability of lenience as to information quality and risk assessment.", "On the other hand, the limits envisaged in legislation do not make it possible to cover off-balancesheet exposures, which, as in BES's specific case, may be much more important.", "Second, legislation allows these conglomerates to be located in multiple jurisdictions, some of them not very cooperative or transparent as regards access to relevant information.", "It is necessary to assess the existing legal framework and analyse how to supervise institutions with subsidiaries located in jurisdictions with limitations to information access.", "Will it suffice to deduct from capital the values referring to them or should we prevent this type of jurisdiction to be part of the conglomerate?", "This is a question worthy of discussion at European level, and is very important for all those making up the information analysis chain.", "A third problem relates to institutions' governance model.", "It is important to guarantee that the institution's actual practice conforms to the rules of its governance model.", "In particular, it is important to ensure that boards of auditors perform the tasks entrusted to them by law fully and effectively.", "Given the complexity of institutions that carry out banking activities, audit boards should operate on a permanent basis and not on the basis of periodical quarterly or monthly meetings.", "This is the only way to ensure effective monitoring and to make timely decisions.", "One must also ensure that those responsible for compliance, risk management and internal audit have the autonomy and independence to perform their tasks and are seen by stakeholders as allies in the defence of the institution's general interest.", "Institutions' internal governance issues should be addressed at the level of legislation and practices.", "Supervisors have to scrutinise the governance practices of institutions under their supervision on a periodical basis.", "Finally, supervisors must be able to act decisively and swiftly.", "The legal framework governing Banco de Portugal's activity imposes such a degree of protection of financial institutions' managers that the scope for Banco de Portugal to act - without the risk of breaking rules or the law - is very limited.", "I must stress that, as regards suitability, the changes introduced to the RGICSF that have been recently approved under a legislative authorisation of the Assembly of the Republic have fallen short of what Banco de Portugal would deem necessary to lift some restrictions on its activity at this level.", "I must also remind you that the Courts' case-law has successively reinforced the limitations faced by Banco de Portugal in this matter.", "Also at supervisory level, it is important to assess supervisory processes and practices in an aloof, calm and knowledgeable manner as allowed by time.", "Banco de Portugal believes that it has acted in a fully committed manner, making decisions based on the information available at any one time and within the scope of said limitations, to the best of its abilities and always with the main concern of protecting the interests of depositors and safeguarding the stability of the Portuguese financial system.", "Banco de Portugal, however, does not claim to be infallible and will certainly make its own assessment of the experience gathered from this case, as is indeed every institution's duty in all circumstances.", "Also, such assessment is necessary so that, in the new context of a Banking Union, adjustments can be made allowing for an increase in supervisory efficiency."], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "fiscal dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none"], "topics": ["resolution measure", "BES", "Espírito Santo", "supervision", "monitoring", "lessons", "governance", "European legislation", "financial stability", "depositors"]}