{"sentences": ["Accompanying charts can be found at the end of the speech.", "Structural and cyclical policies - including monetary policy - are heavily independent.", "Structural reforms increase both potential output and the resilience of the economy to shocks.", "This makes structural reforms relevant for any central bank, but especially in a monetary union.", "For members of monetary union resilience is crucial to avoid that shocks lead to consistently higher unemployment, and over time, permanent economic divergence.", "It therefore has direct implications for price stability, and is no less relevant for the integrity of the euro area.", "This is why the ECB has frequently called for stronger common governance of structural reforms that would make resilience part of our common DNA.", "Structural reforms are equally important for their effect on growth.", "Potential growth is today estimated to be below 1% in the euro area and is projected to remain well below pre-crisis growth rates.", "This would mean that a significant share of the economic losses in the crisis would become permanent, with structural unemployment staying above 10% and youth unemployment elevated.", "It would also make it harder to work through the debt overhang still present in some countries.", "Finally, low potential growth can have a direct impact on the tools available to monetary policy, as it increases the likelihood that the central bank runs into the lower bound and has to resort recurrently to unconventional policies to meet its mandate.", "The euro area's weak long-term performance also provides an opportunity.", "Since many economies are distant from the frontier of best practice, the gains from structural reforms are easier to achieve and the potential magnitude of those gains is greater.", "There is a large untapped potential in the euro area for substantially higher output, employment and welfare.", "And the fact that monetary policy is today at the lower bound, and the recovery still fragile, is not, as some argue, a reason for reforms to be delayed.", "This is because the short-term costs and benefits of reforms depend critically on how they are implemented.", "If structural reforms are credible, their positive effects can be felt quickly even in a weak demand environment.", "The same is true if the type of reforms is carefully chosen.", "And our accommodative monetary policy means that the benefits of reforms will materialise faster, creating the ideal conditions for them to succeed.", "It is the combination of these demand and supply policies that will deliver lasting stability and prosperity."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["structural reforms", "potential growth", "resilience", "monetary policy", "lower bound", "euro area", "economic divergence", "price stability", "debt overhang", "unconventional policies"]}