{"sentences": ["Dignitaries on the dais; colleagues from the banking and financial sector; members of the print and electronic media; ladies and gentlemen!", "At the outset I thank the Management of the Governance Now, one of the country's leading publications shaping the public opinion on governance and public policy, for inviting me to deliver the inaugural address at this India Banking Reforms Conclave 2016.", "I feel this conclave comes at a very important juncture for the economy and more particularly, for the banking sector.", "The title of my speech today is \"Banking Sector Reforms: A Journey, Not A Destination.\"", "It would be relevant here to peep into some history.", "Though some of the issues cut across the banking industry, the emphasis here is predominantly on public sector banks (PSBs).", "PSBs came into existence with nationalization in the year 1969/1980.", "How was the banking scenario in the next couple of decades?", "• Highly regulated credit flow (selective credit control, credit authorization scheme, no consumption credit & so on) • Militant unionized atmosphere- resistance to technology • Stiff branch authorization norms, loan melas, opaque income recognition & asset classification (IRAC) norms ....Just to name a few.", "Post-reform years (after 1991) saw several far-reaching reforms in banking industry also.", "A few of these include: • Deregulation of credit processes and interest rate structures • Introduction of prudential IRAC norms • Licensing of banks in the private sector/part divestment in PSBs • Migration to CBS • VRS(year 2001) • Gradual reduction in pre-emptions Resultantly by the year 2008, banks' balance sheets were much stronger/growth was strong/ NPAs had come down from the peak of around 12% to slightly over 2% Then two developments took place: • Global Financial Crisis • Introduction of PPP model in Infrastructure building Banks were enthusiastic, rather major partners, in this newly opened field supported by accommodative fiscal and easy monetary policies.", "However, the process got plagued by: • Weak governance, lax underwriting, high corporate leverage, several policy logjams • Resultant consequences are well known To be fair to the sector, some of the events were external & hence, not in control of the Bank management.", "But the important lesson is unambiguous: \"In absence of strong structural and Governance reforms, consistency of the performance would always remain susceptible to such events\" Such reforms in private sector banks have to be focussed on misaligned incentives/compensations Agenda for PSBs is much larger, however, the immediate and overriding priority is to complete the clean-up of the banks' balance sheets which is underway Resultant provisioning needs coupled with meeting Basel III norms/migration to IFRS & to capture due market share in growth funding would entail recapitalisation of most of these banks.", "Seeking this capital externally at this stage may be difficult as also value eroding for the majority owner.", "Simultaneously process has to continue to bestow greater \"Governance Autonomy\" to these banks.", "My sense is that the Government ownership of these banks has resulted in crucial stability and resilience in trying times.", "Immediate roadmap should, therefore, be towards complete \"managerial autonomy\".", "If Government remains the largest shareholder, not necessarily majority shareholder, it still serves the intended purpose.", "At the same time, it releases these banks from multi-institutional oversights and overlapping controls.", "HR autonomy would naturally flow from the above.", "Banks would be able to move towards competitive compensation, flexible hiring and move away from the \"collective bargaining\"-just to quote a few from many possible outcomes.", "There could be a reasonable apprehension that such measures can adversely impact the objectives of inclusive growth being attempted through several national missions and schemes.", "I would argue that advent of several new institutions (as recently licensed by RBI), new processes, digital advancements & competition would ensure that these objectives are well supported.", "Similarly, some of the reforms are driven by a global reform structure.", "These pertain to capital, liquidity and disclosure standards under the Basel III package.", "Some such other measures are TLAC, SIBs, Misconduct rules, etc.", "Few other measures are currently under discussion, such as, imposing risk weight on sovereign exposure and new standardised approach for credit and operational risk.", "Having dealt with the framework of macro reforms, let me now briefly touch upon nuts and bolts of the reform process.", "Governance in banks Some action already taken- Setting up of BBB, post of CMD split into a non-executive Chairman and a CEO, Selection process made more objective • Going forward, BBB should also cover selection of other Board members • Continuity of Top Management is crucial, hence reasonably longer tenure for CEO (say 5 years) is necessary.", "Initial appointment could be for 3 years with certain set milestones, which if achieved , should earn automatic extension for next 2 years • An orderly succession plan is crucial to ensure no abrupt changes in key direction of the organization Apart from the whole gamut of credit risk, which is already discussed extensively several times and at several places, the following are the other areas needing prior attention of the Boards.", "Operational risks • Fraud cases - Recurrent failure of internal control machinery noticed, Delayed Recognition and laxity in follow up leads to cold trails, Need to bring fraudsters as also errant valuers, accountants , lawyers to book to stop them from duping the system in • Fraud Registry and a Quick Response Team set up at RBI to facilitate information - sharing and for closely tracking high-value fraud cases • KYC/AML Compliance failures - Stricter enforcement action a global norm now, Strong Centralized processing and surveillance needed as branches do not have the capability to handle such areas effectively.", "Customer service • Charter of customer Rights- RBI's Observance period now over, Implementation monitoring a priority • Mis-selling- Risk of silent customer simply moving away as account number portability is now a real possibility Technology: cyber/digital • Digitization/ Fintech driving new possibilities in the field of finance • Technology, a double edged sword - instances of cyber-attacks, identity thefts, ATM frauds etc.", "Bangladesh Bank case and other near-misses Hence, bank boards would do well to focus on the following governance issues: • Strategy and Risk Management are two most important and least focussed items • Boards should set the \" Risk Appetite\" and ensure adherence- Importance of 3 lines of defence- Business verticals themselves/ Risk Management Department and Compliance / Internal Audit • Hiring/Grooming/Retention of frontline staff... e-learning for capacity building • Instil Organisational Culture (what you do when no one is watching) • Put an enabling mechanism to ensure that voice of middle/lower level functionaries reaches the Top quickly (G-30 Report) • Bad news should travel faster • Reform measures especially on Governance have achieved traction and attained a certain degree of maturity.", "Need now is to accelerate this process on the lines as covered in various preceding points.", "• Thank the Governance Now management for inviting me to this event and providing me an opportunity to share my thoughts with this intelligent audience."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Governance", "Banking sector reforms", "Basel III", "PSBs", "Risk management", "Operational risks", "Technology", "Customer service", "HR autonomy", "Governance autonomy"]}