{"sentences": ["I am grateful to Ben Nelson and Iain de Weymarn for assistance in preparing these remarks, and to James Cloyne, James Talbot and Matthew Waldron for background research.", "It is a pleasure to be at Queen Mary University of London to give the 2016 Peston Lecture.", "Fifty years ago Lord Peston was invited to take up a Chair in Economics at Queen Mary and to found the forerunner of today's School of Economics and Finance.", "Anniversaries provide the opportunity to look back and plan ahead.", "When doing so, it is sometimes helpful to recall Shimon Peres' definition of a young person as someone whose future ambitions exceed their past accomplishments.", "So while Queen Mary can take justified pride in its long-standing commitment to community engagement and widening local participation, what is most striking are your plans for the future, including to push forward translational research in population-scale genomics, with the potential to bring health benefits to people across the UK and beyond.", "Queen Mary is clearly a young institution.", "The turn of the year is also a time for reflection and planning.", "The beginning of 2016 in the UK is significant in that it marks a turning of a page in banking regulation and a turn in financial conditions.", "At the same time, in the MPC's judgment, it did not yet herald a turn in the stance of monetary policy.", "I would like to expand on these developments today, including what they mean for the UK's economic prospects.", "Since the Bank's full powers came into force a few years ago, we have pursued a strategy: 1.", "To rebuild the resilience of the banking system; 2.", "To maintain an accommodative stance of monetary policy to achieve the inflation target and support the recovery; and 3.", "To develop and deploy a macroprudential toolkit to prevent the emergence of new vulnerabilities that could derail that recovery over the medium term.", "We've made determined progress in all respects.", "In particular, we've reached inflection points in micro and macroprudential policies, and are able to set out the requirements for one in monetary policy.", "In doing so, we have increased the prospects of a durable expansion.", "But the path of policy is not preordained, and continued progress will require both vigilance and dexterity.", "That's because private and public balance sheets remain stretched.", "The global environment is unforgiving.", "And the supply side of our economy is still healing.", "A resilient banking system I will begin with the foundation upon which strong, sustainable balanced growth is built: a resilient financial system.", "The combination of a radical overhaul of the regulatory framework and years of determined effort has significantly strengthened the UK banking system.", "Consequently, last month the Financial Policy Committee (FPC) was able to send two signals that the system had turned the corner.", "First, it has clarified the overall capital framework for banks, providing much needed certainty to the sector.", "While there are details still to be finalised and complexities to be reduced, there is no new wave of capital regulation coming.", "There is no Basel IV.", "Indeed, last week, central bank Governors and Heads of Supervision agreed that work to address the problem of excessive variability in risk-weighted assets - one of the final parts of the post crisis capital framework - would be completed by the end of 2016 without significantly increasing overall capital requirements.", "Second, the FPC now judges that the system is already within sight of the amount of capital it needs to have by the end of the decade and has the capacity to continue lending to the real economy even under severe stress.", "The Bank's most recent stress test underscores these improvements.", "It focused on an emerging market stress, centred on a sharp slowing of Chinese growth, which prompts reassessments of global economic prospects, falls in asset and commodity prices and increased global deflationary pressures.", "Despite challenging conditions abroad, the UK financial system can continue to take the types of prudent risks needed to grow jobs and incomes here at home.", "In short, the efforts of banks over the past seven years to rebuild their balance sheets and improve risk management are paying off.", "Mortgage rates are at all-time lows.", "Corporate credit availability has recovered solidly.", "Lending to small firms is growing again having fallen sharply in the wake of the crisis (Chart 1).", "Data cover lending in both sterling and foreign currency, expressed in sterling.", "(b) SMEs are those businesses with annual debit account turnover on the main business account less than £25 million.", "(c) Large businesses are those with annual debit account turnover on the main business account over £25 million.", "Financial conditions and macroprudential policy The improvement in the price and availability of credit is one sign of the normalisation of the UK financial environment.", "Another is that, after seven years of deleveraging, aggregate credit to the UK private non-financial sector has begun to grow again (Chart 2).", "This has not been a debt-fuelled recovery.", "Aggregate private credit growth is modest compared to pre-crisis conditions, and is just now coming into line with nominal GDP growth (Chart 3).", "More fundamentally, it doesn't take a genius to recognise that a prolonged period of low and relatively predictable interest rates could encourage the build-up of excessive risks.", "That's why the Bank is monitoring risks closely and has taken action where appropriate.", "Targeted measures include: - limits on high Loan-to-Income mortgages introduced last year, which contributed to the share of households with very high mortgage debt to income ratios falling back to levels last seen in the 1990s (Chart 4);2 - requirements for banks to assess whether borrowers could still afford their mortgages at much higher levels of Bank Rate; and - the current review of underwriting standards for Buy-to-Let being conducted by the Bank's prudential supervisors.", "Chart 4: FPC action capped share of new mortgages that can be originated at above 4 1⁄2 times income After FPC action cent Loan to income (LTI) Sources: FCA Product Sales Data and Bank calculations.", "The risk scenario considered how the distribution of LTIs of new loans might have might evolved if momentum in the housing market had continued to build from mid2014 in a way that was similar to the patterns seen in the UK housing market in the early 2000s.After FPC action line pertains to 2014Q4 - 2015Q3.", "In addition, given the financial system has moved out of the post-crisis period of heightened risk aversion, the FPC has made clear its intention to set the Countercyclical Capital Buffer above zero before the level of risk becomes elevated.", "With active macroprudential policy, monetary policy can focus on its primary job of inflation control.", "It is that to which I will now turn.", "Objectives, strategy and outlook for monetary policy The obvious question is, if the turn of the year heralded the normalisation of bank regulation and macroprudential policy, why not the start of normalisation of monetary policy?", "After all, the Federal Reserve raised rates in December.", "Might the 'special relationship' extend to monetary matters?", "Of course there is nothing particularly special about foreign central banks' policy rates.", "What is most important is whether the shocks to which others are responding are similar to those with which the MPC must contend.", "To my mind, there are some important differences in this  First, cost pressures are stronger in the US.", "American unit costs have increased by 3% in the past year and are growing above historical averages, while unit costs in the UK are currently rising by around half that rate or at a speed notably below that consistent with the inflation target.", " Second, the UK economy is twice as open as the US and is therefore more exposed to global weakness, dragging on exports.", "Third, this also means that pass-through of weak global inflation, compounded by exchange rate appreciation, is likely to exert a greater and more persistent drag on UK inflation.", "Partly as a result, after adjusting for one-off factors, core inflation is firmer in the US than the UK.", " Fourth, the stance of fiscal policy differs markedly.", "The UK is undergoing the largest fiscal consolidation in the OECD, with the structural deficit projected to decline by around 1 percentage point a year on average over the next four years, having fallen only 1/3 percentage point on average over the past three.", "In contrast, US fiscal policy is expected to loosen notably over next three years.", " Finally, the Bank of England's control over macroprudential policy reduces the need to use monetary policy to address financial stability considerations.", "Recall that, despite an expansion that started two years before our own, the Fed has only raised rates to our lofty level of 1⁄2 %.", "This last point is not facetious.", "As my MPC colleague Jan Vlieghe argued in a speech yesterday, a variety of structural factors have likely depressed the so called equilibrium interest rate, or the rate consistent with the economy operating at full employment and inflation at target.", "Bank staff have estimated many of these drivers.", "In my long-held view, rate rises, when they come, are likely to proceed at a gradual pace and to a limited degree for some time.", "Most economics is at the margin, and the tightening of monetary policy - once warranted - is likely to be marginal for some time.", "Given all of that, what are the prospects for a rate rise in the UK?", "Last summer I said that the decision as to when to start raising Bank Rate would likely come into sharper relief around the turn of this year.", "Well the year has turned, and, in my view, the decision proved straightforward: now is not yet the time to raise interest rates.", "This wasn't a surprise to market participants or the wider public.", "They observed the renewed collapse in oil prices, the volatility in China, and the moderation in growth and wages here at home since the summer and rightly concluded that not enough cumulative progress had been made to warrant tightening monetary policy.", "The outlook for monetary policy depends on three things: the MPC's objectives, its strategy, and the UK's economic prospects.", "Our objective is clear: to return inflation to the target in a way that avoids undue volatility in output and employment.", "The MPC's strategy for achieving the inflation target varies over time, and it depends on the nature of shocks hitting the economy and the risks facing the economy.", "For conventional demand disturbances, including modest changes to households' consumption plans, or for one-off shocks to the price level, such as a one-time fall in oil prices, a relatively rapid return of inflation to the target, such as in twelve to eighteen months, would usually be appropriate.", "When there are large trade-offs between returning inflation to target and avoiding undue volatility in output and employment, this horizon can be extended.", "In February 2011, in response to a series of shocks to VAT, the past fall in sterling, and increases in commodity prices, the MPC decided to seek to return inflation to target in around two to three years.", "Extending the policy horizon made sense given the substantial slack in the economy, which a faster return to target would only have increased.", "At present, the MPC is seeking to return inflation to the target in around two years and to keep it there in the absence of further shocks.", "We don't want an overshoot of inflation.", "This two-year time horizon reflects the need to balance the strength of private domestic demand growth against the sustained headwinds from a weak world economy and ongoing fiscal consolidation.", "External factors - including a strong exchange rate and subdued global price pressures - can be expected to exert a persistent drag on UK inflation.", "To offset this drag from abroad, domestically-generated inflationary pressures must rise.", "But this process must be sustainable; that is, it should not come at the expense of future, excessive volatility in employment and output.", "The MPC's current policy horizon of around two years reflects our judgment of how best to balance these persistent forces while implying a slightly tighter stance of monetary policy, all else equal.", "Since monetary policy operates with a lag, it must be forward looking.", "As a result, monetary policy will continue to depend on economic prospects not the calendar.", "The UK's prospects must be assessed in the light of an unusually uncertain supply side of the economy.", "The financial crisis upended the certainties of the pre-crisis years when productivity progressed predictably and labour supply expanded at a steady pace.", "Productivity growth fell markedly after the crash and, though recently picking up, now seems Indeed, Lord King's letter to the Chancellor noted that this would also have entailed risking an undershoot of inflation in the medium term once temporary factors had abated.", "Estimates of the effects of monetary policy rely on plausible ways of identifying monetary policy shocks.", "There is a large literature on this, which seeks to quantify the \"long and variable lags\" suggested by Friedman.", "Estimates for the UK include those in Burgess et al (2013) and Cloyne and Hurtgen (2014).", "Such estimates typically refer to unanticipated changes in interest rates.", "A challenge for this literature is that, as noted by Leeper, Sims and Zha (1996) and Bernanke, Gertler and Watson (1997), most of monetary policy is endogenous, meaning policy authorities move interest rates in response to economic developments, not in spite of them, as I emphasise later.", "The systematic effects of monetary policy are more complex to characterise.", "For the monetary policy implications, see for example Broadbent (2013).", "to be oscillating around a rate below its historical average.", "And there have been sharp increases in labour supply caused by peoples' need to work to help pay down debts and rebuild retirement savings.", "More recently, net migration has been higher.", "Most of these shifts are still playing out and haven't settled into more predictable trends.", "To make forward-looking policy today in light of such uncertainties about tomorrow, tracking a broad range of indicators helps not just to give a picture of how the economy is evolving in real time but also to update, in a 'Bayesian' fashion, an assessment of prospects ahead.", "In this manner, being data driven isn't akin to driving by looking in the rear-view mirror but more like adjusting your speed to the terrain ahead.", "Although different indicators will merit focus at different times, as I highlighted last summer, three types warrant particular attention at present:10 1.", "The prospects for growth momentum in excess of trend consistent with eliminating spare capacity in the economy; 2.", "Evidence of and expectations for a sustainable firming in domestic cost pressures; 3.", "Developments in core inflation consistent with a reasonable expectation that total CPI inflation will return to the target in around two years' time.", "Progress in all three, both realised and prospective, will increase confidence that the initiation of limited and gradual rate increases will be consistent with returning inflation sustainably to the target.", "In this light, let me turn to recent developments.", "Momentum and slack After gaining momentum in 2013 and peaking around 3% in 2014, output growth has been steady during 2015, at rates close to 2%, a little below pre-crisis norms (Chart 5).", "The average quarterly growth rate for 2015 of around 0.5% has disappointed compared to the MPC's summer expectations of 0.7%.", "This shortfall reflects much weaker net trade, the absence of a rebound in housing activity, and less robust consumption growth.", "Nonetheless, private domestic demand is still solid, and household consumption has been resilient.", "Consumption growth accelerated to 3% in the third quarter of 2015 (Chart 6), underpinned by the strongest real income growth since the crisis and highest consumer confidence in a decade.", "Excluding the understandable weakness in North Sea oil, business investment grew strongly throughout 2015.", "Surveys suggest investment intentions remain robust and, consistent with a stronger banking system, accommodative monetary policy, and very supportive credit conditions.", "Such solid private domestic demand growth can be expected to continue.", "The same cannot be said of the global economy, which has slowed even relative to the MPC's modest expectations in the summer.", "The broadening of euro-area growth has offset the effects of a moderation in US growth on UK-weighted demand (Chart 7).", "In addition, to the extent that renewed sharp declines in oil prices are predominantly supply driven, they should support growth, though sustained spillovers to tightening financial conditions would mean to a lesser degree than usual.", "Since August, downside risks to growth in emerging market economies have begun to crystallise.", "This has triggered sharp drops in risky asset prices, rises in risk premia, and falls in the expected path for policy rates across advanced economies, including the UK.", "Further downside risks to the global outlook remain, reflecting the ongoing challenges in China, fragilities in other major emerging market economies, and the potential for financial contagion.", "Chinese trade has been strikingly weak recently, possibly reflecting rebalancing there, as softer investment reduces demand for imported capital goods.", "This process has hit advanced economy exports to China, particularly those from the UK which dropped by one third in the year to November.", "Global difficulties are likely to continue to suppress world demand relative to our expectations in August.", "In addition, possible spillovers to domestic demand via wealth and cost of capital channels bear close monitoring.", "As one consideration in setting monetary policy, the MPC must evaluate how much of the moderation in output growth reflects slower supply growth.", "Slack ultimately matters for inflationary pressures, though sizing it requires careful judgement, particularly after a supply shock.", "A simple read can be taken from the unemployment rate, which has continued its solid downward trend since the autumn of 2013, falling more rapidly than we had expected in August and its historical relationship with GDP growth would have suggested (Chart 8).", "Short-term unemployment is now below its pre-crisis average rate, though longer-term unemployment has further to go (Chart 9).", "In addition, the vacancy to unemployment ratio - a simple measure of labour market tightness - is at its highest observed level since August 2005.", "Sceptics have questioned the importance of slack for overall price pressures, not least given the \"missing disinflation\" experienced in many advanced economies, including the UK, over the crisis.", "Various explanations have been put forward for this, including recently by Simon Gilchrist and co-authors (2015), who study the implications of financially fragile corporate balance sheets for pricing dynamics.", "The UK's openness, moreover, complicates the identification of the price Phillips Curve because of the role played by imported costs.", "Nonetheless, when these are accounted for, and with careful shock identification, a price Phillips Curve can be found.", "For further discussion see Carney (2015b).", "Recent Bank research has found a significant role for the long-term unemployment rate in wage determination in the United Kingdom, in contrast to the view that the long-term unemployed put little downward pressure on wage growth.", "Source: ONS and Bank calculations.", "In the wake of the crisis, one reason that headline unemployment has not been a sufficient summary statistic for slack in the labour market is because of underemployment of those in work.", "Employees wanted to work more - perhaps to make up for lost income.", "This gap between actual and desired hours widened significantly (Chart 10).", "Since the start of 2013, it has been closing and most recently, rather sharply so.", "As overall employment growth remains strong (Chart 11), this may reflect a normalisation of working patterns, with desired average hours returning to their pre-crisis level, rather than an unwelcome decline in labour demand.", "An additional source of labour supply is net migration, which has recently been running above past averages.", "This is likely the product of both 'pull' and 'push' factors: many UK firms report skills shortages which foreign workers can help to fill; while weak wage and employment prospects abroad raises foreign workers' willingness to migrate to the UK.", "The implications for inflation are likely to be relatively small as migrants not only supply labour - raising supply - but also spend their incomes - raising demand.", "Chart 11: Employment growth still solid Employment growth (oya) Employment growth (3m annl.)", "On balance I read these labour market indicators as pointing to a further normalisation of the labour market and broadly consistent with our expectations last summer for a modest decline in slack.", "What could these developments mean for domestic cost pressures?", "Domestic cost pressures As the economy continues to expand and slack diminishes, the resulting pressure on resources would be expected to bid up wages.", "Recently, despite falling unemployment and the MPC's expectations in the summer, wage growth has moderated from rates around 31⁄4 % to around 2 1⁄2 % (Chart 12).", "This could reflect a range of influences, some of which are more relevant to the overall inflation outlook than others.", "For example, in the past year, there is likely to have been some dampening effect on measured wage growth owing to changes in the composition of the workforce with more younger, less experienced workers entering employment.", "In addition, when measured on an hourly basis, the moderation in wage growth has been less marked, consistent with the fall back in average hours being a normalisation of working patterns.", "Nonetheless, the slowdown in wage growth gives pause to the inference that the labour market is as tight as would be suggested by the drop in unemployment alone.", "Chart 12: Pay growth has tended to track unemployment, but with notable exceptions, including during 2014, and moderation recently Private sector regular pay (LHS, oya) Unemployment rate (RHS, inverted scale) -3 cent cent -7 01 01 02 02 03 04 04 05 05 06 07 07 08 08 09 09 10 11 11 12 12 13 14 14 15 15 Oct Apr Jun Oct Apr Jun Oct Dec Feb Sep Dec Feb Sep Mar Mar Mar Source: ONS and Bank calculations It is possible that the rate of unemployment at which the economy can operate without generating accelerating inflation is lower than previously thought, meaning less pressure on wage growth at any given jobless rate.", "This could be, for example, because job matching has become easier with new technologies or with greater labour mobility afforded by a recovery in housing market liquidity.", "Equally, changes to unemployment insurance could have encouraged more intensive job search by those out of work.", "Set against that, analysis by Bank staff suggests a decline in matching efficiency in the past two decades, suggesting balanced risks to our assessment that merit continued monitoring.", "A final possibility is that the moderation in wage growth reflects the low headline inflation rate.", "With widespread recognition that there is literally no inflation at present, bargaining over real pay is more straightforward.", "Indeed, there is some anecdotal evidence from the Bank's Agents that slower increases in households' living costs have been a significant driver of lower pay awards.", "A simple estimated Wage Phillips Curve suggests a similar conclusion.", "If this is occurring, this will slow the build-up of cost pressures.", "The MPC must remain vigilant for signs that low inflation is having second-round effects in the wage bargain, possibly via inflation expectations.", "The mechanical return to higher rates of inflation as past falls in energy prices begin to drop from the annual comparison should in time reverse this effect and support wage gains.", "More fundamentally, falling joblessness and a high ratio of vacancies to unemployment should support wage growth.", "At a minimum, such dynamics suggest the need to continue to eliminate slack smartly.", "Of course, what matters for inflation is not wage growth in isolation, but pay relative to productivity.", "Growth in output per worker has been around 1% recently and is likely to have fallen a little further towards the end of 2015.18 The result is that the levelling off in pay growth has had smaller implications for unit cost growth.", "In the third quarter of 2015, these grew at around 11⁄2 to 2% on a range of measures, and seem likely to grow at rates a touch below what we expected in August.", "Stepping back, there is little indication of accelerating unit costs we had expected.", "And certainly, given the scale of foreign disinflationary pressures, current domestic cost growth is not yet consistent with a firming in underlying inflation.", "This brings me to the final set of factors, core inflation measures.", "Core inflation measures Around one third of the inflation basket is accounted for by non-energy imported goods whose prices depend on their world prices and the sterling exchange rate.", "Measures of core inflation, which strip out the direct impact of volatile CPI items like energy and food prices, help to give a read on how developments in these variables combine with domestic cost pressures to drive underlying inflation trends.", "They also tend to give a sense of headline inflation once the effects from volatile items drop out of the annual comparison.", "Put differently, total CPI is more likely to move towards core than the reverse, suggesting, as a rule of thumb, that inflation is likely to pick up but not to overshoot core CPI a year ahead.", "Productivity measured in heads (i.e.", "output per worker) is relevant in computing unit cost growth using wage or labour compensation measures also expressed in per head terms.", "The Minutes of the MPC meeting held on 13th January 2016 noted that \"In the year to 2015 Q3, a measure of total unit labour costs based on the MPC's backcast estimate of GDP had grown by 1.6%.", "Growth of unit wage costs had been somewhat stronger over the same period, at 2.3%, though both rates were likely to have eased back slightly in the fourth quarter of last year.\"", "Analysis by Bank staff suggests that a simple principal component (PC) measure of core inflation - which summarises the broad trends contained in a large set of measures - is a better predictor of subsequent headline inflation than is current headline inflation.", "In other words, gaps between core inflation and headline inflation tend, on average, to be resolved by total inflation moving back towards core inflation (rather than vice versa).", "However, although smaller, the root mean square error from core inflation-based forecasts for future inflation does not seem statistically significantly smaller than forecasts using current headline inflation.", "Additionally, the summary PC measure of core inflation forecasts headline inflation 1-year ahead more accurately than a simple assumption of 2%, such that core inflation provides useful information for near-term inflation trends.", "Measures of core inflation have been below 2% since the middle of 2014 (Chart 13), and weaker than projected in August.", "This mainly reflects weaker goods price inflation, which, in turn, is likely the product of sterling's past appreciation (Chart 14).", "Those dynamics will continue to weigh on core inflation for a while, since around two-thirds of the effects of a currency move are estimated to appear in CPI inflation at horizons beyond one year, making them relevant for monetary policy strategy.", "Of course, the recent weakness in sterling, if it persists, will moderate these effects somewhat.", "Note that one would not necessarily expect core inflation at 2% with CPI inflation at target if the items excluded from core inflation measures undergo persistent relative price shifts.", "For example, a \"core\" measure that relied exclusively on inflation in the services sector would have run above 2% in the pre-crisis era, when overall inflation was around 2%, in light of low inflation rates in goods prices.", "A \"core\" measure with a higher weight on goods prices would have shown the opposite.", "For example, although they are uncertain, estimates of the pass-through of exchange rate movements to CPI inflation suggest that, on average a 1% appreciation reduces consumer prices by around 0.3%.", "Those effects take time, though they are mostly complete in around three years - consistent with complete but gradual passthrough of exchange rate changes to consumer prices.", "That likely reflects, among other things, rigidities in retailers' pricing decisions.", "See the box on page 28 of the November 2015 Inflation Report for further discussion.", "The three factors I have described are guides to monetary policy decisions, but there are no magic thresholds.", "This journey doesn't have a set timetable; only an expected direction of travel.", "In my opinion, we need to see cumulative progress in these three areas to have reasonable confidence that inflation is on track to return to the target and that a modest tightening in monetary policy will be necessary to ensure it does so sustainably.", "This means: sustained momentum relative to trend; domestic cost growth resuming a path consistent with headline inflation at 2%; and core inflation measures moving notably towards the target.", "It is clear to me that, since last summer, progress has been insufficient along these dimensions to warrant a tightening of monetary policy.", "The world is weaker and UK growth has slowed.", "Due to the oil price collapse, inflation has fallen further and will likely remain very low for longer.", "This may mean modestly weaker cost growth through this year, with the likely path for inflation, both headline and core, softer as a result.", "In short, recent developments suggest that the firming in inflationary pressure we had expected will take longer to materialise.", "It has always been the case that, because the economy is subject to unforeseen disturbances, the precise path for Bank Rate cannot be preordained.", "But \"data driven\" means more in the post-crisis world.", "The economy's performance will, over time, reduce some of the uncertainty about its supply side and underlying inflation dynamics.", "Although great uncertainties remain, we are arguably better informed about the dynamics of exchange rate pass through, the prospects for some recovery in productivity growth and the resilience of the UK financial system.", "Risks to the outlook and uncertainties about the economy are occupational hazards of monetary policy making.", "The MPC's job is to assess them constantly and set policy accordingly.", "There will be no pre-commitments beyond an unwavering focus on conducting policy in a manner consistent with our remit.", "That means we'll do the right thing at the right time on rates.", "Doing the right thing requires taking into account a powerful set of forces, part secular, cyclical, domestic, and global.", "These forces have kept interest rates depressed throughout the recovery and into the expansion, and include demographic change, slower potential growth, higher credit spreads, lower desired investment and a lower relative price of capital, changes in income distribution, private deleveraging and lower public investment.", "Given the likely persistence of these forces, our expectation is that the path for the real interest rate that balances demand and supply, will recover only gradually and to a limited extent compared to the pre-crisis era.", "The journey to monetary policy normalisation is still young.", "Annex: A simple Wage Phillips Curve A simple Wage Phillips Curve similar to Gali (2011) can be written as: where is a constant, is nominal wage inflation, is inflation expectations over some horizon is the unemployment rate, which, in theory, enters relative to the natural rate of unemployment, ∗.", "This is unobserved and is partly captured by the residual, (which also captures measurement error and other sources of unexplained variation in wage growth such as compositional effects).", "The presence of lagged wage inflation allows for some degree of wage indexation or inertia.", "Because wage setting is forward looking, expected future inflation enters as an explanatory variable.", "Finally, unemployment, relative to the natural rate of unemployment, enters as a measure of tightness in the labour market.", "Quarterly growth in AWE private sector regular pay (annualised) is used as an explanatory variable.", "Unfortunately, this is only available from January 2000, so observations of quarterly average pay growth begin in 2000 Q2.", "Unemployment is measured by the quarterly average of the LFS unemployment rate.", "Inflation expectations are measured using general public inflation expectations measures taken from the Barclays Basix index.", "Variations on this simple specification are also estimated.", "First, annual spot inflation, lagged one quarter, is used to replace the inflation expectations.", "That is on account of the strong collinearity between survey measures of household inflation expectations and actual inflation outturns.", "Second, the Bank of England's agents' scores for recruitment difficulties are included as an additional gauge of labour market frictions, which could reflect the ease or otherwise of labour market matching, and which are not captured by contemporaneous measures of headline unemployment.", "Third, productivity growth (in heads) is included as an additional explanatory variable.", "Table A1 contains the estimation results.", "The model in column (1) of the table contains a very simple Wage Phillips Curve (WPC), relating pay to its lag and to unemployment.", "The WPC slope of around unity is highly statistically significant and the simple model explains around 40% of the variation in wage growth.", "Column (2) adds lagged inflation as a crude measure of inflation expectations, and column (3) further adds the recruitment difficulties measure.", "Both enter with the expected sign and indicate that a 1 percentage point rise in inflation or a 1-point rise in the agents' score would tend to correlate with rises in wage growth of between 1⁄2 and 3⁄4 percentage point.", "The coefficient on unemployment remains at around unity.", "Columns (4) and (5) add measures of inflation expectations.", "Relative to (3), the inflation expectations measure in model (4) adds little explanatory power and enters with the \"wrong\" sign, possibly indicating multicollinearity.", "Dropping inflation, in column (5), restores a role for inflation expectations with the expected sign.", "Model (5) has overall marginally less explanatory power than model (3).", "Columns (6) and (7) add productivity growth to the model.", "In moving from model (4) to (6), there is a small increment in explanatory power, and productivity growth enters significantly, although the coefficient on recruitment difficulties falls and is now estimated less precisely.", "Inflation expectations continue to enter with the \"wrong\" sign and their coefficient is estimated imprecisely.", "Dropping these, in column (7), adds to the models adjusted explanatory power, which is taken as the \"preferred\" model.", "Table A1: Simple Wage Phillips Curves using private sector regular pay, qoq annl.", "*, ** and *** represent statistical significance at the 10, 5, and 1% levels respectively based on robust standard errors.", "Using model (7) produces the fitted values for wage growth shown in Chart A1, from which the following narrative emerges.", "For much of the pre-crisis period, low unemployment and around-target inflation contributed to wage growth of around 4% (quarterly annualised).", "At the onset of the crisis, unemployment rose while recruitment difficulties and productivity fell, pushing down on wage growth.", "In the years that followed, above-target inflation supported nominal wage growth despite elevated labour market slack.", "Wage growth began to fall back around 2013-4, which is \"unexplained\" by the simple Wage Phillips Curve model, but which likely reflects positive shocks to labour supply, as emphasised by the MPC.", "Since then, wage growth recovered into the start of 2015, before falling back, despite lower unemployment.", "Some of this fall back is interpreted by the model as reflecting the fall in inflation itself (green bars disappear over 2015).", "In the most recent quarter, wage growth has fallen despite rising recruitment difficulties and falling unemployment, which appears as a negative residual in the model's interpretation of the data.", "Chart A1: Wage growth decomposition based on simple wage Phillips curve (7) Per Productivity Unexplained Recruitment difficulties CPI inflation Unemployment Lagged wage growth References Bernanke, B, Gertler, M and Watson, M (1997), \"Systematic Monetary Policy and the Effects of Oil Price Shocks,\" Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution, vol.", "Brainard, W (1967), \"Uncertainty and the Effectiveness of Policy\", American Economic Review Papers and Proceedings, 57, 411-425.", "Broadbent, B (2013), \"Conditional guidance as a response to supply uncertainty\", speech at the London Business School, Regents Park, September.", "Broadbent (2015a), \"Compositional shifts in the labour market\", speech at 'Understanding the Great Recession: from micro to macro' Conference, Bank of England, September.", "Broadbent (2015b), \"The MPC's forecasts and the yield curve: predictions versus promises\", speech at Reuters, Canary Wharf, November.", "Burgess, S, Fernandez-Corugedo, E, Groth, C, Harrison, R, Monti, F, Theodoridis, K and Waldron, M (2013), \"The Bank of England's forecasting platform: COMPASS, MAPS, EASE and the suite of models\", Bank of England working paper No.", "Carney, M (2010), \"Living with low for long\", remarks at the Economic Club of Canada, Toronto, December.", "Carney, M (2013), \"The spirit of the season\", Speech at the Economic Club of New York, December.", "Carney, M (2015a), \"From Lincoln to Lothbury: Magna Carta and the Bank of England\", lecture at Lincoln Cathedral, July.", "Carney, M (2015b), \"Inflation in a globalised world\", remarks given at the Economic Policy Symposium hosted by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming.", "Christiano, L, Eichenbaum, M and Evans, C (2005), \"Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,\" Journal of Political Economy, University of Chicago Press, vol.", "Cloyne, J and Hurtgen, P (2014), \"The macroeconomic effects of monetary policy: a new measure for the United Kingdom,\" Bank of England working papers 493, Bank of England.", "Gali, J (2011), \"The Return Of The Wage Phillips Curve,\" Journal of the European Economic Association, European Economic Association, vol.", "Gilchrist, S, and Zakrajsek, E (2015), \"Customer Markets and Financial Frictions: Implications for Inflation Dynamics\", paper prepared for the 2015 Economic Policy Symposium organised by the Federal Reserve Bank of Kansas City at Jackson Hole, Wyoming.", "Greenslade, J, Millard, S and Peacock, C (2008), \"How has globalisation affected inflation dynamics in the United Kingdom?", "\", Bank of England Quarterly Bulletin, Q3.", "Groen, J and Mumtaz, H (2008), \"Investigating the structural stability of the Phillips curve relationship,\" Bank of England working papers 350, Bank of England.", "Leeper, Sims and Zha (1996), \"What Does Monetary Policy Do?,\" Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution, vol.", "Levin, A and Williams, J (2003), \"Robust Monetary Policy with Competing Reference Models,\" Computing in Economics and Finance 2003 291, Society for Computational Economics.", "Nickell and Saleheen (2015), \"The impact of immigration on occupational wages: evidence from Britain\", Bank of England Staff Working Paper No.", "Phillips, A (1958), \"The Relationship between Unemployment and the Rate of Change of Money Wages in the United Kingdom 1861-1957\".", "Rachel, L and Smith, T (2015), \"Secular drivers of the global real interest rate\", Bank of England Staff Working Paper No.", "Sack (1998), \"Uncertainty, leaning and gradual monetary policy\", Board of Governors of the Federal Reserve System, July.", "Smets, F and Wouters, R (2007), \"Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach.\"", "Speigner, B (2014), \"Long-term unemployment and convexity in the Phillips curve\", Bank of England Working Paper No.", "Uhlig, H (2005), \"What are the effects of monetary policy on output?", "Results from an agnostic identification procedure,\" Journal of Monetary Economics, Elsevier, vol.", "Vlieghe, G (2016), \"Debt, Demographics and the Distribution of Income: new challenges for monetary policy\", Speech at the London School of Economics, January.", "Weale, M (2014), \"Slack and the labour market\", speech at Thames Valley Chamber of Commerce, Windsor, March."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic growth", "Unemployment", "Labour market", "Financial stability", "Wage growth", "Core inflation", "Global economy", "Supply side"]}