{"sentences": ["The global economic scenario has been transformed by sweeping commercial, financial, technological and demographic change.", "Italy has struggled to respond, and this explains the difficulties it has encountered in lending vigour to the strengthening recovery.", "The need to exit the crisis has called for, still calls for, an exceptional effort.", "Just as exceptional is the commitment necessary to return to a path of stable, high growth and to resolve the question of jobs, which are so difficult to create, maintain, and transform, a question that is of vital importance today not only in the economic sphere.", "The main lesson of the crisis is that imbalances must be corrected quickly, otherwise sooner or later the price will have to be paid.", "On the subject of reforms, on the state of the public finances, on banks, we must keep moving forward, not backward.", "The structural adjustment of the economy requires the continued removal of restrictions on business activity and further encouragement of competition and innovation.", "We must remain open to technological progress because there is no alternative if we want to create jobs and well-being.", "The choice of economic policies and the decisions made by each of us require a comprehensive vision: to respond to these challenges we need to invest heavily in knowledge and in new and interconnected skills, essential to combatting the threats to employment and attenuating the inequalities that the digital revolution risks accentuating.", "Italy must take advantage of the consolidating recovery to accelerate the necessary structural adjustment to the public accounts; the high public debt is a serious source of vulnerability which weighs on the country's economy.", "A credible debt reduction plan may gather its own momentum.", "It could trigger a virtuous cycle similar to the one which allowed us to adopt the euro.", "We could pay no better tribute to the memory of Carlo Azeglio Ciampi, who defined just such a plan and implemented it.", "The banking and financial sectors must profoundly modernize to meet the challenge posed by technological competition.", "Some, albeit hesitant and small, steps have been taken.", "The legacy of the double-dip recession, endured but not caused by Italian banks, must be left behind.", "The banking system as a whole is not experiencing a crisis, but its strength is inextricably linked to the health of the economy.", "Various problematic situations pertaining to individual banks have been resolved or are in the process of being resolved; in Italy and Europe we are working on open cases intensively and with determination.", "The flow of new non-performing loans is slowing; those inherited from the past must be actively managed in order to accelerate their reduction.", "We can debate the methods used to avoid excessive losses but this is an obligatory step to regain the trust of the markets and recover profitability.", "To this end, additional progress in reforming the civil justice system is important but not in itself sufficient.", "We must continue with conviction along the path of cost reduction, corporate reorganization, and the adoption of efficient corporate governance structures.", "This is not something that only affects a few banks facing difficulties but also healthy banks if they want to remain so.", "It is an illusion to think that Italy's economic problems could be solved more readily outside of Economic and Monetary Union.", "A departure from the euro, which is often discussed with scant knowledge of the facts, would not serve to heal the structural defects of our economy; it certainly would not lower interest expenses much less would it magically lower our debt level.", "On the contrary, it would generate serious risks of instability.", "Italy's competitiveness is not suffering from an overvalued currency; the current account in the balance of payments is in surplus; our spending power has been defended.", "The European rules on the public finances contain some elements of flexibility, to be invoked by always paying careful attention to the scale and rollover of the debt.", "Monetary policy has done what had to be done for the area as a whole, aiming at guaranteeing price stability by sustaining demand; it will continue to do so in the appropriate time and manner.", "There is often talk about when we will commence monetary policy normalization, though not always with the necessary analytical rigour.", "Some speak of desiring a forced acceleration, others by contrast, conjure up the spectrum of potentially drastic consequences.", "When the decision is made it will mean that aggregate demand conditions and prices in the euro area have been restored to the desired levels.", "At national level the exit will be manageable if all the actors involved behave responsibly.", "Looking forward, the gradual return to higher interest rates if growth levels increase should not concern us unduly.", "What should worry us instead is the risk that rates increase as a result of a fall in market confidence, the consequences of which, given the weight of public debt, could prove serious.", "We are facing difficult issues in Europe: the exit of the United Kingdom from the European Union, growing migration flows, the threat of terrorism.", "The biggest obstacle is the dearth of confidence that has developed in recent years, the return of mutual mistrust and prejudice among member states and between the peoples of Europe and its institutions.", "We must take arms against these tendencies.", "The process of European integration has guaranteed seventy years of peace and prosperity.", "It has made it possible for many generations of young adults to study abroad and to develop a sense of belonging, surmounting linguistic and cultural barriers; it has provided working adults with new job and professional growth opportunities; it has intensified trade and strengthened financial ties.", "Europe must remain an anchor of stability in a world that appears ever more unstable and politically unpredictable.", "The willingness to cooperate more closely on issues such as immigration, defence, security, justice and representation at international fora is undoubtedly a positive signal.", "We must continue on this path, tackling the issues that still stand in the way of effective economic governance of the euro area.", "At times we also criticize European rules that do not satisfy us completely or the decisions by European authorities of which we do not approve, but we do not do so to question the path of European integration.", "We believe - and we have reiterated this on many occasions - that one of the problems that the crisis has laid bare is precisely the incompleteness of European integration, especially in the areas of the economy and finance.", "European governance in these sectors has to date relied almost exclusively on rules that, in an exaggerated pursuit of mutual guarantees, constrain the choices of each country.", "The result has been a Union that is better at prohibiting things than at getting them done.", "This is evident in the public finances; in the absence of a common budget, it has been hard to lend support to the economic recovery.", "It is also evident in the management of bank crises and in the preservation of financial stability, where the splitting of powers among a large number of authorities makes it difficult, at times, to identify the measures to be adopted and slows actions that, to be effective, must instead be taken extremely quickly.", "Proceeding by means of compromises is becoming increasingly difficult.", "Completing Banking Union and establishing a capital markets union are clear and immediate objectives.", "The true completion of the European construction, however, will only be achieved with the development of democratically designated institutions mandated to exercise common sovereignty.", "The difficulties we have faced in these critical years have been arduous as are the challenges that remain.", "For the Bank of Italy this means being increasingly effective in fulfilling its role, enlarging its scope and sharing responsibilities at European level.", "The process of bringing Italy back to a path of growth has begun, but must be lent greater support.", "The changes will require time, commitment and sacrifice.", "Measures to sustain demand can moderate the economic and social costs of the transition, but economic policies must be far-sighted and highlight the benefits to society.", "Consensus must be built by setting out and communicating clear and ambitious plans that are firmly grounded in reality.", "I am confident that, notwithstanding the political uncertainty, Italy will achieve results that serve the public interest, never forgetting those who have been left behind, freeing the economy of futile constraints, privileged positions, and accumulated and emerging delays.", "All the opportunities now afforded by innovation must be seized to develop a robust economy, a stable financial system, and a more equitable society for all.", "Forecasts: Bank of Italy, ECB and IMF.", "Note: GDP at chain-linked values.", "Note: GDP at chain-linked values.", "Note: GDP at chain-linked values.", "Note: Ratio of bad loans to total loans, net of write-downs; GDP at chain-linked values.", "Note: Total factor productivity; GDP at chain-linked values.", "Printing and Publishing Division of the Bank of Italy Rome, 31 May 2017"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic reforms", "Public debt", "Banking sector", "Eurozone", "Monetary policy", "European integration", "Structural adjustment", "Innovation", "Competitiveness", "Growth"]}