{"sentences": ["The recovery continues in Italy, albeit gradually, thanks to the improvement in the global economy and to the expansionary stance of monetary policy.", "Credit quality is benefiting as a result.", "All the banks need to take decisive steps to tackle the problem of NPLs: the solutions should be assessed individually.", "The foundations have now been laid for solving the particularly serious problems of some banks, thanks to the instruments developed and the measures adopted by the authorities.", "To improve their profits and contribute efficiently to financing the economy, banks must make further progress in containing costs, upgrading technologies, and streamlining their organization and branch network.", "Updating their business model is also essential in order to provide customers with a broad and innovative range of services for asset management and corporate finance.", "A stronger recovery and sounder banking system are closely connected and also depend on firms, households and international markets' confidence in Italy's ability to carry forward the reforms begun in recent years.", "To prevent this confidence from being undermined, the country must continue resolutely on this path: by improving the efficiency of the State and of the entire public sector in lawmaking, administration, and the delivery of services to citizens; by creating a business- friendly environment; and by promoting research and innovation.", "Stability and reform are essential for development.", "There are no shortcuts, particularly for a country burdened with such a large public debt and such persistent structural problems.", "Second thoughts, delays and resistance, not uncommon in some sectors including banking, risk affecting market conditions and undermining the progress achieved during the long economic crisis from which we are now, though slowly and laboriously, emerging.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["NPLs", "Monetary policy", "Banking system", "Reforms", "State efficiency", "Public debt", "Structural problems", "Asset management", "Corporate finance", "Business-friendly environment"]}