{"sentences": ["FINANCE AND HOUSING IN CENTRAL AND EASTERN EUROPE: A DEMAND-SIDE APPROACH Liviu Voinea, Deputy Governor, National Bank of Romania Finance and Housing Panel, Bruegel Annual Meetings 2017  Report on residential real estate and financial In 2015, ESRB published the stability in EU.", "In November 2016, a detailed assessment of countries with high vulnerabilities followed.", "AT, BE, DK, FI, LU, NL, SE, UK were identified as having medium term vulnerabilities on the Residential Real Estate (RRE) market.", "No CEE country was singled out.", " is based on the concept of \"stretch\", applied to households, The ESRB methodology collateral, and banks.", " vulnerabilities related to borrowers' Household stretch refers to indebtedness and ability to repay debt, as well as their capacity to maintain their consumption pattern.", "Main indicators: household debt % GDP, financial assets to debt, debt service to income.", " Collateral stretch refers to vulnerabilities relating to the property market.", "Main indicators: residential price index, house price to income.", "Banking stretch refers to vulnerabilities related to direct losses by banks and due to their RRE exposures.", "Main indicators: loans for house purchases, growth rate and trend.", "The report finds that the structural features of the RRE markets can be grouped into demand-side, supply-side and institutional factors.", "The demand side factors include: household income, credit availability and interest rates, home ownership rates, demographic factors.", "On the supply side: residential investment, housing construction and construction costs.", "Institutional factors: housing taxes and subsidies, mortgage contract features, foreclosure and insolvency procedures.", "However, the report and the subsequent analysis are restricted in the definition of structural features, in particular on the demand-side.", "Financial stability is seen in the narrow sense of households being able to repay loans, and banks being exposed to the risk of non-performing loans, mainly because of sharp changes in the house prices.", "Much emphasis is put on the flow and on trends, and little attention is being paid to the stock.", " I would like to focus on these structural features at households' level, which eventually influence not only the RRE markets but also pose risks to financial stability in a broader sense.", "The discussion is particularly timely, as residential real estate prices have resumed an upward cycle in the last three years in all EU countries except Greece and Cyprus.", "Ex-communist countries in CEE have high ownership rates (mostly as a result of a policy in the early 90's to sell the state's houses at affordable prices in the urban areas, as well as due to their large share of rural population).", "They also have low households debt to GDP ratios and low household mortgage debt to income ratio (Figure 2 and 3).", "However, these countries started from a very low debt level (practically zero), and they witnessed only one major boom and bust cycle of RRE prices in recent history.", " These combined features seem to spare them of RRE vulnerabilities.", "But the devil is in details...meaning the structural features of households in CEE.", "My point is that the analysis would benefit from having a broader perspective.", "We should look beyond the household stretch to household strain, which encompasses more structural factors.", "I would refer to two dimensions of the household strain: quality of living and inequality of income, savings, and access to credit.", "Quality of living: - overcrowding CEE countries have the highest concentration of dependent children, and the lowest number of rooms per person (Figure 4 and 5); - poor living conditions CEE countries have the largest share of population living in poor conditions (Figure 6); - high risk of poverty or social exclusion (Figure 7) despite having high ownership rates, CEE countries have high shares of people at risk of poverty or social exclusion (slightly declining after EU integration); - To partially compensate for the low quality of living, and given the social pressure of a high ownership rate, property taxes are relatively low in CEE countries (Figure 8); - Low quality of living creates pressure for new housing, despite financial difficulties to service new loans.", "It also creates pressure for migration, with long- term implications for financial stability.", "Inequality: - Income inequality: Romania, Bulgaria and Czech Republic have the highest Gini coefficient in the EU (Figure 9); - Housing cost overburden: If we adjust for rent-related costs (as CEE countries have high ownership), many CEE countries are on top.", "Data on Romania: - Housing cost overburden is very high for the first quintile, and above EU average for up to the fourth quintile (Figure 10); - Savings behavior: there is a strong asymmetry in the deposits' distribution (83% of depositors have 6.6% of total deposits, while 2.7% depositors have 60% of total deposits) (Figure 11); Access to mortgages: skewed distribution of access to mortgages (Figure 12); less than 1% of the 1st quintile, less than 2% of the 2nd and 3rd quintile.", "Even in the top quintile the access to mortgage is 12%.", "Aggravating factors: high share of mortgages in foreign currency (more than 2/3 before the crisis) and at variable rates (more than 90%); Inequality data show that a large part of the population cannot afford to buy a new house in the absence of a stock of savings and that at least the first two quintiles of households struggle with the living costs in the houses they currently Because of the lack of access to bank finance, some low to middle income households resort to loans from financial institutions (NBFI), which have very high interest rates on very short maturities.", "This behavior leads to further exclusion from financial services, because of very high debt servicing costs for the NBFI loans.", "- Inequality matters also for the transmission of monetary policy to the economy.", "For example: marginal propensity to consume, which determine household responses to a change in interest rates, varies with income.", "Household access to banks or financial markets which is typically limited for low- income households defines who will be directly and indirectly affected by changes in interest rates, and thus who will react more strongly to monetary policy impulses.", "More generally, household response to changes in monetary conditions depends on each household's income and indebtedness profile; that is, on their disposable income profile.", "All these variables indicate that two different income distributions can potentially induce many different impacts on the economy for the same monetary policy1.", "Access to credit has improved after the crisis, mainly due to lower interest rates (Figure 13), income growth (in particular for low-middle income households) and \"First House\" program the introduction of a state-guaranteed (Figure 14) (which mainly compensated for the lack of savings by allowing for a very low advance \"First House\" program was changed to allow only local currency payment).", "When guarantees, the share of local currency mortgages skyrocketed (Figure 15), reducing the vulnerability of foreign exchange evolution, but increasing the risk of a future interest rate shock on low-middle income households.", "National Bank of Romania introduced a series of macroprudential measures starting from 2004 (Figure 16).", "Yet, macroprudential rules put in place to foster financial stability can affect households unequally.", "For example, relaxing or tightening access to mortgages through caps on debt-to-value ratios may affect the distribution of household wealth.", "Monetary and macroprudential policies alone cannot address the imbalances in the RRE markets.", "Policies are needed to address the structural strains in the demand side (at household level), while structural reforms are still needed on the supply side as well.", "Home ownership 20 RO LT SK HU BG PL LV EE CZ ES SI PT CY FI IT BE IE SE NL UK FR DK AT DE Source: ESRB Report on Vulnerabilities in the EU residential real estate sector - 2016 Figure 2.", "Household gross Figure 3.", "Household mortgage debt-to-income ratio debt-to-income ratio Source: ESRB Report on residential real estate and financial stability in the EU, 2015 Figure 4.", "of rooms per person No.", "Population living in poor conditions Total population having neither a bath, nor a shower, nor indoor flushing toilet in their household - 2015 RO LV BG LT EE HU PL HR PT CY SK DK EL UK FR AT SI FI BE CZ ES IE IT LU MT NL Source: Eurostat Figure 7.", "People at risk of poverty or social exclusion, % total population Bulgaria Republic Figure 8.", "Note: Share of households with mortgage loans in total households, by income quintiles Source: Ministry of Finance, Central Credit Registry, Credit Bureau Figure 13.", "Mortgage credit and Figure 15.", "Macroprudential measures February 2004: requirements DSTI caps (30% for regarding the DSTI consumer loans and October 2006: measures to caps should be set 35% for mortgage loans) extending the taking into account and LTV cap (75%) companies lending prudential measures interest rate risk and FX risk January 2007: October 2011: DSTI limit at Higher risk-weight LTV caps (60% - 85%) - CCoB buffer of (100%) for commercial 0.625% -> gradual parameters for DSTI increases in equal steps March 2007: - O-SII buffer of 1% for self-regulation regime systemically important (banks establish DSTI and LTV maximum - CCyB buffer of 0% levels in their internal Source: NBR"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Household strain", "Quality of living", "Inequality", "Household stretch", "Mortgage access", "Financial stability", "Central and Eastern Europe", "Residential real estate", "Demand-side factors", "Macroprudential policies"]}