{"sentences": ["Let me conclude with some open questions, the answers of which could outline the future landscape of the retail payments ecosystem.", "In the economy, digital means of payments are increasingly common.", "Today we do not know whether they will ever completely replace physical means of payment or when this might be.", "It will depend on the preferences of consumers and firms.", "As providers of currency, central banks need to make sure that they are at the technological frontier in their production and, as regulators, that people will continue to trust the system, be it physical or digital in nature.", "So, how should central banks promote trust in the payments system in this age of digitalization?", "What new legal and regulatory issues will be raised by the introduction of the new payment instruments?", "How will the necessary coordination of the different actors in the payments system be achieved in a deeply evolving set-up?", "And how will the necessary stability of the financial system be maintained?", "I am looking forward to learning some of the answers and to listening to the presentations, the panel discussions and the keynote speeches that promise to make this conference particularly interesting.", "To close my welcome remarks I would like to mention that thirty years ago, under the strong encouragement of Tommaso Padoa-Schioppa, a major project was finalized in the Bank of Italy with the drafting of our White Paper on the Payment System.", "In a companion article (published in Moneta e Credito in 1988), my late friend and colleague Curzio Giannini, who was one of the main contributors to that project, observed that the payments system is a \"complex apparatus [of rules, intermediaries and instruments] that serves a simple purpose: allowing the execution of payments in money associated with the circulation of goods and services\".", "As regulators and providers of means of payment, we have to ensure that the digital transformation of retail payments will encourage the exchange of goods and services among households and firms, helping them to reap the benefits of the new technologies and to share them widely."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "Trust in payments", "Payments system", "Financial stability", "Regulatory issues", "Coordination of actors", "Technological frontier", "White Paper on the Payment System", "Digital transformation", "Exchange of goods and services"]}