{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of today's meeting of the Governing Council.", "Based on our regular economic and monetary analyses, we decided to keep the key ECB interest rates unchanged.", "We continue to expect them to remain at their present levels for an extended period of time, and well past the horizon of our net asset purchases.", "Regarding we confirm that our net asset purchases, non-standard monetary policy measures, at the current monthly pace of €30 billion, are intended to run until the end of September 2018, or beyond, if necessary, and in any case until the Governing Council sees a sustained adjustment in the path of inflation consistent with its inflation aim.", "The Eurosystem will continue to reinvest the principal payments from maturing securities purchased under the asset purchase programme for an extended period of time after the end of its net asset purchases, and in any case for as long as necessary.", "This will contribute both to favourable liquidity conditions and to an appropriate monetary policy stance.", "Incoming information, including our new staff projections, confirms the strong and broad-based growth momentum in the euro area economy, which is projected to expand in the near term at a somewhat faster pace than previously expected.", "This outlook for growth confirms our confidence that inflation will converge towards our inflation aim of below, but close to, 2% over the medium term.", "At the same time, measures of underlying inflation remain subdued and have yet to show convincing signs of a sustained upward trend.", "In this context, the Governing Council will continue to monitor developments in the exchange rate and financial conditions with regard to their possible implications for the inflation outlook.", "Overall, an ample degree of monetary stimulus remains necessary for underlying inflation pressures to continue to build up and support headline inflation developments over the medium term.", "This continued monetary support is provided by the net asset purchases, by the sizeable stock of acquired assets and the forthcoming reinvestments, and by our forward guidance on interest rates.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "Real GDP increased by 0.6%, quarter on quarter, in the fourth quarter of 2017, after increasing by 0.7% in the third quarter.", "The latest economic data and survey results indicate continued strong and broad-based growth momentum.", "Our monetary policy measures, which have facilitated the deleveraging process, continue to underpin domestic demand.", "Private consumption is supported by rising employment, which is also benefiting from past labour market reforms, and by growing household wealth.", "Business investment continues to strengthen on the back of very favourable financing conditions, rising corporate profitability and solid demand.", "Housing investment has improved further over recent quarters.", "In addition, the broad-based global expansion is providing impetus to euro area exports.", "This assessment is broadly reflected in the March 2018 ECB staff macroeconomic projections for the euro area.", "Compared with the December 2017 Eurosystem staff macroeconomic projections, the outlook for real GDP growth has been revised up for 2018 and remains unchanged for 2019 and 2020.", "The risks surrounding the euro area growth outlook are assessed as broadly balanced.", "On the one hand, the prevailing positive cyclical momentum could lead to stronger growth in the near term.", "On the other hand, downside risks continue to relate primarily to global factors, including rising protectionism and developments in foreign exchange and other financial markets.", "According to Eurostat's flash estimate, euro area annual HICP inflation decreased to 1.2% in February 2018, from 1.3% in January.", "This reflected mainly negative base effects in unprocessed food price inflation.", "Looking ahead, on the basis of current futures prices for oil, annual rates of headline inflation are likely to hover around 1.5% for the remainder of the year.", "Measures of underlying inflation remain subdued overall.", "Looking forward, they are expected to rise gradually over the medium term, supported by our monetary policy measures, the continuing economic expansion, the corresponding absorption of economic slack and rising wage growth.", "This assessment is also broadly reflected in the March 2018 ECB staff macroeconomic projections for the euro area, which foresee annual HICP inflation at 1.4% in 2018, 1.4% in 2019 and 1.7% in 2020.", "Compared with the December 2017 Eurosystem staff macroeconomic projections, the outlook for headline HICP inflation has been revised down slightly for 2019 and remains unchanged for 2018 and 2020.", "Turning to the monetary analysis, broad money (M3) continues to expand at a robust pace, with an annual rate of growth of 4.6% in January 2018, unchanged from the previous month, reflecting the impact of the ECB's monetary policy measures and the low opportunity cost of holding the most liquid deposits.", "Accordingly, the narrow monetary aggregate M1 remained the main contributor to broad money growth, continuing to expand at a solid annual rate.", "The recovery in the growth of loans to the private sector observed since the beginning of 2014 is progressing.", "The annual growth rate of loans to non-financial corporations strengthened to 3.4% in January 2018, after 3.1% in December 2017, while the annual growth rate of loans to households remained unchanged at 2.9%.", "The pass-through of the monetary policy measures put in place since June 2014 continues to significantly support borrowing conditions for firms and households, access to financing - notably for small and medium-sized enterprises - and credit flows across the euro area.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed the need for an ample degree of monetary accommodation to secure a sustained return of inflation rates towards levels that are below, but close to, 2% over the medium term.", "In order to reap the full benefits from our monetary policy measures, other policy areas must contribute decisively to raising the longer-term growth potential and reducing vulnerabilities.", "The implementation of structural reforms in euro area countries needs to be substantially stepped up to increase resilience, reduce structural unemployment and boost euro area productivity and growth potential.", "Against the background of overall limited implementation of the 2017 countryspecific recommendations, as communicated by the European Commission yesterday, greater reform effort is necessary in the euro area countries.", "Regarding the increasingly fiscal policies, solid and broad-based expansion calls for rebuilding fiscal buffers.", "This is particularly important in countries where government debt remains high.", "All countries would benefit from intensifying efforts towards achieving a more growth-friendly composition of public finances.", "A full, transparent and consistent implementation of the Stability and Growth Pact and of the macroeconomic imbalance procedure over time and across countries remains essential to increase the resilience of the euro area economy.", "Deepening Economic and Monetary Union remains a priority.", "The Governing Council urges specific and decisive steps to complete the banking union and the capital markets union.", "We are now at your disposal for questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["monetary policy", "inflation", "economic growth", "interest rates", "asset purchases", "risks", "monetary accommodation", "structural reforms", "fiscal policies", "banking union"]}