{"sentences": ["How Monetary Policy Affects Your GDP Andrew G Haldane Bank of England Finch Lecture, University of Melbourne The views expressed here are not necessarily those of the Bank of England or the Monetary Policy Committee.", "I would like to thank Phil Bunn, Shiv Chowla, Fergus Cumming, Alice Pugh and Chris Yeates for their help in preparing the text.", "I would like to thank James Benford, Tom Belsham, Ben Broadbent, David Halpern, Michael Hallsworth, Clare Macallan and Michael Saunders for their comments.", "I am honoured to be here at the University of Melbourne to deliver this year's Finch Lecture.", "Colin David Finch built his brilliant academic and professional career on nurturing international co-operation on economic and financial matters: in his studies here at the University of Melbourne and at the London School of Economics; in his long and distinguished time at the International Monetary Fund; and, in later life, at the Institute for International Economics in Washington DC.", "Citizens of the UK owe Finch a particular debt of gratitude.", "He led the IMF rescue mission to the UK in 1976. in many respects, marked the turning point in the UK's economic fortunes.", "It heralded the start of a long period of liberalisation and integration of markets in goods, services, people and money.", "The world economy broadly mirrored those trends towards increased international liberalisation and integration.", "The benefits the world economy has reaped from having pursued that path are now only too clear.", "Global integration and co-operation has boosted dramatically flows of goods, services, people and monies.", "Each is at levels never previously seen.", "This, in turn, has helped deliver higher living standards and lower levels of poverty in pretty much every country on the planet.", "Finch would have wholeheartedly approved.", "Looking to the future, however, this wind is at risk of changing direction.", "The global financial crisis has left lasting scars.", "That has created pressure to place speedbumps, or in some cases roadblocks, on flows of goods, services, people and monies.", "One of the key policy challenges ahead will be to prevent the hard-won gains from global integration and co-operation being lost.", "The stakes could scarcely be higher.", "Tonight, I want to discuss a different policy challenge facing policymakers, specifically central banks.", "It too has risen in prominence since the global financial crisis.", "It too has posed big questions about the existing policy order.", "And it too needs, I believe, to be tackled transparently and comprehensively if stability and trust in the international monetary system is to be preserved.", "Just before the 2016 referendum on EU membership, Professor Anand Menon of King's College London was explaining to an audience in Newcastle that, in the view of most economists, leaving the EU would be bad for their economic health.", "GDP was likely to fall.", "A woman rose from the audience and, with finger pointed, uttered the memorable line: \"That's your bloody GDP, not There was no right of reply.", "Issues of inequality have loomed large in many public debates, not just Brexit, over the past decade or so.", "Recent books on the rising tide of inequality by Thomas Piketty, Tony Atkinson, Joe Stiglitz and Branko Milanovic have, somewhat surprisingly, become best-sellers.", "So too have books by Martin Ford and Eric Brynjolfsson and Andrew McAfee discussing how the rise of the robots may further worsen these inequality problems.", "At around the same time, monetary policy in a number of countries became more expansionary than at any time in recent history.", "Interest rates in a number of advanced economies fell to their lowest-ever levels during the financial crisis.", "In some countries, additional stimulus was provided through asset purchases so-called Quantitative Easing or QE.", "Those asset purchases are currently running at around a cumulative 15% of annual global GDP.", "Given the increased interest in distributional issues, and the increasingly activist role of monetary policy, it is perhaps no surprise that there has been increasing public interest in the fusion of the two that is to say, the which is what I'm going to talk about distributional impact of monetary policy itself, today.", "Chart 1 shows a simple metric of that increased public interest since the financial crisis based on that most scientific of metrics, the Google search.", "sharp criticism of central banks' actions.", "Surveys of Interest in these issues has sometimes spilt over into the general public have suggested that a large proportion may believe lower interest rates have actually made them worse off.", "Meanwhile, QE is held by some to have increased inequalities between rich and poor and to have harmed pension funds and the companies sponsoring them.", "Some have gone further, suggesting that QE may have caused central banks to cross the thin line between monetary and fiscal policy, between economic policy and political economy.", "Others still have suggested may have called into question central banks' operational that these unconventional monetary measures independence from government in the setting of monetary policy.", "My aim in this lecture is not to resolve these questions, one way or the other.", "Rather, it is to provide a framework for assessing the first claim that recent monetary policy actions have had a significant distributional impact.", "The answer to this question clearly has an important bearing on the broader normative questions some have posed about the role of central banks.", "I begin by explaining why I think distributional issues are relevant to central bankers and to policymakers generally.", "This is not always agreed territory.", "I will then set out a framework for assessing the quantitative impact of monetary policy on different cohorts of society.", "This is done in both standard units of measurement (money amounts and percentages) and in non-standard units (welfare and well-being).", "This framework is calibrated using as a case study the loosening of UK monetary policy after the global financial crisis.", "The main results are easily summarised.", "There is nothing to suggest monetary policy has had significant effects on either income or wealth inequality in the UK over recent years.", "Indeed, the QE calculated with reference to combined purchases by US, UK, euro-area and Japanese central banks between start-2007 and end-2017.", "See Bank of England 'Independence 20 Years On' conference: loosening of monetary policy after the crisis appears to have delivered significant financial and welfare benefits to almost all cohorts of the UK economy, albeit often through different channels.", "I conclude with thoughts on the implications of this analysis for policymakers.", "My view is that there is a strong case for making, on a periodic basis, comprehensive and transparent assessments of the distributional impact of monetary policy.", "This would help people understand the purpose and impact of on them as individuals, on \"their GDP\".", "monetary policy, both on the economy in general and illustrative examples of a \"Monetary Policy Scorecard\" I give some summarising the impact of monetary actions on particular cohorts.", "Greater transparency of this type would not, by itself, reduce any distributional effects of policy.", "But it could help in explaining the impact of these actions, in a localised and personalised way, as a means of improving understanding and trust in central banks.", "Both have been a casualty of the crisis.", "Why Distributions Matter Let me start with a bald statement: all public policy is distributional, be it monetary, fiscal, structural or social.", "The reason I know this is because redistribution is the way public policy works; it is what policy does for a living.", "Some policies redistribute resources between agents time.", "Others redistribute resources between agents over time.", "If policy is not working through one of these channels, it is not working.", "If all policy is distributional, it does not take much of a leap of imagination to see that policymakers may wish to understand and explain its distributional impact.", "In some policy settings, that already happens in fiscal policy, social policy, climate change policy, pension policy.", "Published assessments of policy impact can improve public understanding of, and debate about, often difficult distributional choices.", "When it comes to monetary policy, the position until recently has been rather different.", "There has been no particular clamour for published assessments of the distributional impact of monetary policy.", "Because but two \"Get Out of Jail\" cards.", "Both have their origin in Milton monetary policy has benefitted from, not one, Friedman's 1968 Presidential Address to the American Economic Association, half a century ago.", "The first follows from the neutrality of monetary policy with respect to real variables over the longer run.", "Typically, this neutrality is associated with the total level of resources in the economy, such as employment or output the vertical long-run Phillips curve.", "But neutrality applies, with no less force, to the distribution of resources in the economy, whether between sectors or regions.", "In theory, monetary policy ought also to be neutral in its longer-run impact on economic inequality.", "Patinkin (1987) traces the history of thought relating to the neutrality of money.", "The second Friedman point is that the monetary policy tools of the trade should be simple and singular for example, the money supply or short-term interest rate.", "These instruments are levied at an economy-wide level.", "Central banks simply cannot set different interest rates for different sectors or individuals or regions.", "Monetary policy tools are thus too blunt an instrument to offset distributional differences.", "So whether viewed from an objectives or instruments perspective, the case for monetary policy needing to take much account of its distributional impact is weaker than for the other arms of public policy, such as fiscal and social policy.", "The latter have objectives which are often explicitly distributional and their instruments are better-equipped to achieve such redistribution.", "This much is relatively well-accepted in academic circles.", "It does not follow from that, however, that distributional effects are irrelevant in the setting of monetary policy.", "Both in theory and in practice, there are several reasons why distributional effects might still matter to monetary policy and to monetary policymakers and hence why understanding and explaining these effects might be important public policy-wise.", "First, even though it may be neutral over the longer-run, monetary policy can and does have potent effects on the economy over the shorter-term, including potentially on the distribution of resources.", "This should not be a bone of contention.", "We know this is likely to be the case because this is the very reason monetary policy is non-neutral in the first place.", "Monetary policy, like all policy, relies on redistribution for its efficacy.", "For example, changes in interest rates redistribute interest payments between savers and borrowers at any point in time.", "They also affect, over time, the balance between saving and borrowing in the economy.", "Central bank asset purchases potentially affect differently those with assets and those with debt, as well as affecting the balance between asset and debt-holding over time.", "This is how monetary policy works.", "When it comes to understanding how (indeed, whether) monetary policy is working, then, it is important to understand and monitor these distributional moving parts.", "Distributional analysis provides a window on the monetary policy engine at work.", "For example, when interest rates change it is important to gauge not only how cash flow switches between savers and borrowers, but whether it is being saved or spent.", "Second, explaining the distributional impact of monetary policy is potentially important for building and maintaining understanding and trust among the general public in these policies.", "It can help preserve that all-important social contract between policymakers and citizens.", "Doing so effectively may call for explaining the impact of policy on the general public, not just at an aggregate level but on a disaggregated basis.", "Third, the ultimate yardstick of policy success is its impact on well-being.", "That is affected importantly by how the effects of policy are distributed across society.", "A rise in aggregate GDP in an economy need not necessarily mean higher welfare for all its citizens or regions, as the lady in the audience made clear.", "The more uneven the distribution of winners and losers, and the greater the skew in gains, the less likely it is aggregate social welfare will have risen.", "When it comes to evidence on the distributional impact of monetary policy, there are wide gaps in understanding and even wider gaps in perception.", "Even among policymakers and academics, work in this area remains embryonic and the results are often ambiguous.", "If I were summarising this research evidence, I would say it suggests monetary policy can and has affected inequality, but that these effects have probably been modest quantitatively.", "There are a number of reasons why existing research may not have been clear-cut in its conclusions.", "Studies have used different measures of monetary impulse (interest rates versus QE) and different methodologies (macro versus micro).", "Perhaps most importantly, these studies have tended to focus on different monetary policy transmission channels.", "Doing so can give quite different perspectives on the impact of monetary policy on overall inequality.", "The general public probably suffers from a particularly acute version of this problem.", "When asked to assess the impact of changes in monetary policy, they tend to focus on those channels which have an observable and immediate impact on their finances.", "These are likely to include the cash flow effects of interest rate changes on interest payments and receipts and the effects of asset prices on wealth portfolios.", "For example, when asked about whether lower interest rates have benefitted them, around a third of the UK public and more than half of those aged over 50 suggest not.", "Within that group, a large majority around 80% - focus only on the negative effects of lower rates on their savings income.", "This is only one of the channels through which monetary policy works, albeit the most immediate and observable.", "It is far harder for the public to take account of the other channels, many of them neither immediate nor observable, through which a relaxation of monetary policy might benefit them.", "This includes the effects of looser policy in boosting wages and jobs.", "Not taking account of these channels can give a distorted lens on the economy at large, on inequality and on individuals' the impact of policy on personal finances.", "To gauge fully the distributional impact of monetary policy, then, we need to capture as many as possible of its transmission channels, direct and indirect, immediate and slower-moving.", "It is only by considering all of these channels in combination that we can then properly evaluate the impact of monetary policy on the income, wealth and welfare of people and the distribution of these effects.", "It is to those we now turn.", "Recent summaries of the literature are contained in Deutsche Bundesbank (2016) and Monnin (2017).", "The Bank of England working paper on this topic (Bunn, Pugh and Yeates (2018) on which this speech draws) contains a good survey of the recent literature.", "April 2017 NMG Consulting survey of households, as discussed in Bunn et al (2018).", "Assessing the Quantitative Impact of Monetary Policy We develop a quantitative framework to measure the impact of monetary policy on the economy as a whole and on different cohorts within it.", "We use the UK as a case study.", "The framework draws heavily on recent research by Bank of England staff, Phil Bunn, Alice Pugh and Chris Yeates.", "Their working paper contains full details of the exercise, which involves three broad steps.", "As with any quantitative analysis, there are of course uncertainties and confidence intervals around the results.", "As such, the broad qualitative conclusions are probably worth emphasising more than any precise figures.", "Step One: Starting Distributions The starting point is an initial set of distributions for the variables of interest, looking across a representative sample of households.", "For this exercise, data are taken primarily from the Wealth and Asset Survey (WAS), a biennial survey of UK households' assets and debts.", "The survey design and sampling means these households are broadly representative of the UK population as a whole.", "It is well-known, however, that household surveys tend to under-sample the tails of the income and wealth distribution, in particular the upper tail.", "In the analysis, we focus on the Gini coefficient and the (\"90/10 ratio\") as measures of inequality.", "ratio of the 90th to the 10th percentile of the distribution Charts 2 and 3 plot the distribution of income and net wealth across UK households just prior to the crisis.", "This is the starting date for the exercise, after which UK monetary policy was loosened materially.", "As is well-known, these distributions are extremely uneven.", "For example, in 2007 the richest 10% of households accounted for around a quarter of total income and over 40% of wealth.", "At the other end of the distribution, the whole bottom half of households by income accounted for only around a quarter of income in the economy and only around 10% of net wealth.", "Age is an important factor shaping these distributions, as life-cycle theory would suggest.", "Chart 4 plots the net wealth distribution by age.", "Those over 50 account for around 80% of aggregate net wealth and those over 70 for around a quarter.", "By contrast, those under 30 account for less than 5% of wealth.", "In general, the young are borrowers with a stock of debt, the old are savers with a pool of assets.", "We also use the Family Resources Survey (FRS) for household incomes.", "As discussed in Vermeulen (2016), for example.", "The ONS Wealth and Asset Survey is probably the UK household survey with the best coverage of the tails of the distribution.", "The measure of wealth used is net total wealth, comprising financial, property, physical and pension assets, net of debt.", "There is a question about how much households are aware of pension wealth, and therefore value it.", "The distributions are not especially sensitive to whether pension wealth is included.", "If we overlay the income and wealth distributions in 2007 and 2013 (the end-date for our exercise), these are pretty-much identically-shaped (Charts 5 and 6).", "On that basis alone, there has not been any clear shift in income or wealth inequality since the crisis.", "Standard summary measures of inequality, such as the Gini coefficient, confirm that conclusion: for both income and wealth, the Gini is largely unchanged.", "On the face of it, then, this does not strongly suggest that the relaxation of monetary policy since the crisis has significantly worsened inequality.", "Unless, that is, other factors have more than counterbalanced the effect of monetary policy.", "To assess that, we need to identify the distinct impact of monetary policy on the economy, both in aggregate and looking across the household distribution.", "Step Two: Calibrating the Impact of Monetary Policy The policy episode we consider is the relaxation of UK monetary policy after the global financial crisis.", "These actions by the Bank's Monetary Policy Committee (MPC) comprised: first, the reduction of short-term interest rates by 5 percentage points (from 5.5% to 0.5%) between February 2008 and March 2009; and second, the purchase of £375 billion of government securities between March 2009 and mid-2012.", "In combination, these measures represented a very significant relaxation of UK monetary policy, perhaps the largest in the Bank of England's history.", "We consider their combined effects, as interest rates and QE were part of a single monetary policy strategy by the MPC.", "Nonetheless, given their potentially different distributional consequences, we also consider the effects of QE and interest rates separately.", "To trace out the impact of these monetary interventions on the economy and on households, we use a macro-to-micro simulation approach.", "The first is from the monetary impulse to a small set of macro-economic aggregates (interest rates, employment, wages, equity and house prices and consumer prices).", "This is done using the Bank of England's macro-economic model.", "Charts 7-9 show the effects of the combined monetary stimulus on aggregate GDP, unemployment and CPI inflation.", "Without the monetary stimulus, GDP in the UK would have been around 8% lower, unemployment 4 percentage points higher and the level of consumer prices 20% lower.", "Although there are significant uncertainties around these estimates, especially at crisis time, these effects are clearly large.", "The second mapping is from these macro-economic aggregates to the balance sheets of households.", "This mapping focusses on four main channels of transmission: (a) cash flow channel (the direct effects on households' labour income channel interest payments and receipts); (b) (the effect on household wages and The same is true of other measures of inequality, such as the 90/10 ratio.", "Sampling issues mean caution is needed when interpreting in particular the wealth-based measures of inequality.", "Lower interest rates and QE operate through slightly different transmission channels.", "employment); (c) wealth channel (the effect on households' financial, housing and pension wealth); and (d) inflation channel (the effect of prices on real household deposits and debt).", "The key point is that these multiple channels of monetary transmission are fully recognised and calibrated.", "Some of these channels are direct and immediate, such as cash flow.", "Others are indirect and slower-acting, such as labour income.", "By combining them, we can calibrate the general equilibrium consequences of the monetary relaxation on the economy, in aggregate and across cohorts.", "As we would expect, the potency of these channels varies across households depending on their characteristics.", "For example, the strength of the cash flow effect depends on individuals' stock of interest-bearing assets and liabilities.", "The labour income channel depends on the skills and age of the household.", "And the wealth channel depends on the size and composition of their wealth portfolio.", "Step Three: Final Distributions we can calculate the impact of the MPC's monetary loosening on different With these mappings, household cohorts.", "Charts 10 and 11 plot this effect on household income, looking across the income distribution.", "This shown on both a \"money amount\" and \"percentage of income\" basis.", "impact is These effects are also split between the \"cash flow\" and \"labour income\" channels.", "The average household has gained in income terms by around £1,500 each year, or close to £9,000 cumulatively, from the MPC's monetary loosening.", "Put differently, the average household would have been around 5% worse off each year had monetary policy not been loosened in response to the financial crisis.", "The lion's share of this boost resulted from the positive impact of looser policy on jobs and wages.", "This is a slower-moving, harder to observe, channel by which monetary policy benefits households, but clearly a quantitatively important one.", "Looking at the distribution of these income gains across deciles, these are reasonably evenly spread as a percentage of income.", "The percentage gains are slightly lower among lower income households and are slightly negative for the lowest income decile.", "Nonetheless, if we calculate a Gini coefficient or 90/10 ratio based on these distributions, they are largely unaffected by the monetary policy loosening.", "If we look at money amounts, rather than percentages, the balance of benefits is significantly more uneven.", "Around half the total income gain accrues to the top two income deciles.", "But this reflects the highly uneven distribution of income prior to the crisis, rather than telling us anything about the effects of monetary policy.", "These monetary gains may, nonetheless, have had a bearing on public perceptions of monetary policy.", "Bunn et al (2018) provide details on these mappings and the assumptions they make in arriving at them.", "The numbers that follow in this section refer to real income, defined in 2013 prices.", "Bunn et al (2018) provide more details.", "Turning to wealth, Charts 12 and 13 do the equivalent analysis looking along the wealth distribution.", "As with income, the average UK household has benefitted significantly in net wealth terms from looser monetary policy, by on average almost £90,000 or 20% of net wealth.", "All asset classes have benefitted financial, housing and pension.", "These gains arise from the boost to asset prices from looser monetary policy.", "As with income, in percentage terms these gains are evenly spread across the distribution.", "Every wealth decile has gained from looser policy.", "Also as with income, the net effect of monetary policy on measures of wealth inequality is negligible.", "The unequal prior distribution means, however, that monetary gains are heavily skewed, with the top two deciles accounting for 60% of total net wealth gains.", "Charts 14-17 look at the effect of monetary policy on income and wealth looking across the distribution.", "They show some notable generational differences.", "In percentage terms, the income gains from looser monetary policy have been largest among the young, largely due to improved employment prospects.", "Recessions typically generate sharper rises in unemployment among those who are less educated or less skilled, so it is also worth noting that the loosening in monetary policy during the crisis played an important role in limiting that effect.", "Older cohorts, by contrast, lost out in income terms due to lower interest receipts on their savings.", "By contrast, wealth gains have been evenly spread across the age distribution in percentage terms, with every cohort gaining.", "In money terms, the largest beneficiaries have been older age groups, the value of whose pensions and houses have been boosted by the policy-induced rise in asset prices.", "Looking at the oldest age group, this boost to wealth has exceeded their income losses by a factor of around 10.", "Looking at the effects of monetary policy by region, the benefits of monetary policy on incomes have been evenly spread in percentage terms (Charts 18 and 19).", "Monetary policy has not caused any significant widening in regional inequality.", "Given the unequal starting position, however, the distribution of monetary gains for both income and net wealth is heavily skewed, with a quarter centred in London and the South-East.", "Charts 20 and 21 look separately at the effects of lower interest rates and QE, respectively, on the income distribution.", "Although part of the same strategy, these two instruments clearly operate through different channels and have different distributional effects.", "The effects of QE are predictably slanted towards financial wealth effects, while the effects of Bank Rate operate more through net interest income and house price channels.", "This analysis suggests that, with few exceptions, the impact of looser monetary policy on different cohorts of society has been positive and significant in income and wealth terms.", "Another way of making this point is to Though a notable feature of the UK's recovery has been that, notwithstanding the positive effects of monetary policy, the of younger people has fallen further and recovered more slowly than older age groups (Haldane (2016)).", "ask what fraction of households are likely to have been made worse off from the loosening of UK monetary policy.", "Taking income and wealth effects together, only 4% of households were made £500 or more worse off.", "At the same time, this analysis has made clear that there are often large differences in the nature and scale of impact across cohorts.", "Some households will have seen these benefits through higher employment, others through lower debt payments, others still through higher wealth.", "Even if people observed and understood all of these channels, their lived experience would have been quite different.", "people's understanding of In practice, we know these channels is partial and imperfect.", "Some channels are hard to observe or take time to take effect, such as the quantitatively important effect of monetary policy in boosting jobs and hence household labour income.", "It will have been difficult for households to tie the effects of looser monetary policy to their improved job prospects, given the long lags in transmission.", "People's subjective sense of well-being might also be influenced by more than their percentage gains.", "How gains, in money terms, compare with others' monetary gains might also matter.", "In experimental settings, these relativities often matter to people's sense of fairness and hence and real-world well-being.", "With that in mind, we now turn to a fully-fledged welfare analysis of the impact of monetary policy.", "Assessing the Welfare Impact of Monetary Policy Assessing the impact of monetary policy on the welfare of different cohorts is interesting for several reasons.", "is the sum of individuals' subjective - - First, it well-being that is, social welfare that ought ultimately to even though policymakers' legal mandates are typically cast in terms of a set of matter for policymakers, more objective macro-economic measures, such as inflation and employment.", "Second, translating estimates of financial gain into welfare terms can help when deciding how best to aggregate across different channels to gauge their general equilibrium impact.", "For example, how do we appropriately aggregate changes to income and wealth in their impact on well-being?", "And should we focus welfare?", "on percentage or money changes when judging the impact on people's Carney (2016) notes that just 2% of households have deposit holdings in excess of £5,000, few other financial assets, and do not own a home.", "Therefore, \"the vast majority of savers who might have lost some interest income from lower policy rates have stood to gain from increases in asset prices, particularly the recovery in house prices.\"", "As discussed in Ball and Chernova (2008) and Clark, Frijters and Shields (2007), for example.", "Taking the sum of individuals' utility is consistent with a Benthamite utilitarian concept of social welfare, but other specifications are possible.", "A Rawlsian specification, for example, would define social welfare as the wellbeing of the worst off member of society.", "In principle, a welfare-based analysis allows us to answer those questions.", "Doing so is not, however, simple.", "U y w is utility, is income and is wealth.", "To turn our quantitative estimates into welfare-equivalent measures, three empirical uncertainties loom large.", "First, calibrating the weights on current and permanent income (wealth), and α; second, determining which variables other than income and wealth affect well-being, X, and with what weight, α; and, third, calibrating the curvature of the utility function with respect to its arguments, ∅.", "That is a lot of free parameters.", "One approach to pinning down these parameters would be to calibrate them using past studies.", "This might be a decent approximation but is not ideal if past behaviour might be a poor guide to behaviour in very different environment.", "This factor is likely to be relevant at times of financial crisis and exceptional movements in monetary policy, for which there is no precedent.", "While no approach can fully get around these problems, we use an approach that places fewer arbitrary restrictions on people's preferences.", "Instead these preferences are revealed, courtesy of empirical estimation, and then used to parameterise a social welfare function.", "This involves direct estimation of the parameters in Equation (1) using our sample of households.", "Estimating (1) requires a measure of household well-being.", "The Wealth and Asset Survey began asking households about their well-being or \"happiness\" from 2010-12.", "Specifically, households are asked to rate their well-being on a scale of 1-10, based on four questions based around satisfaction, happiness and anxiety.", "We use an average of some of these well-being scores when estimating (1).", "We tested a variety of specifications of Equation (1) to see which fit best, using different set of factors and different functional specifications for the utility function.", "Some of these specifications are shown in Table 1.", "Our preferred specification is shown in Column 5.", "Its key features are: Both current income and wealth (permanent income) affect household well-being, as we would expect in a standard utility function, in a statistically significant way.", "Our preferred specification includes a variety of separate measures of gross wealth and gross debt.", "The different components of wealth have a different likelihood of being spent and hence have a different impact on well-being.", "For example, the coefficient on deposit wealth is eight times larger See, for example, Layard, Nickell, Mayraz (2008).", "The results are not sensitive to using subsets of the answers.", "than the coefficient on pension wealth, consistent with the former being more accessible than the latter and, therefore, more likely to be spent.", "Debt is bad for household well-being, as others have found.", "The functional specification which best fits the happiness regression is a logarithmic one.", "This implies that there is diminishing marginal utility of income, as we would expect and as other studies have found.", "It also implies that changes in happiness that arise as a result of changes in income and wealth are appropriately captured in percentage, rather than in money, terms.", "Various previous studies have found that employment and financial security can have an important effect on people's happiness, over and above their impact on income and wealth.", "For example, it that having a job improves significantly people's confidence and is well-established self-esteem, over and above any effect on pay.", "Those conclusions are borne out here.", "We find there is a statistically significant role for unemployment and arrears in explaining household well-being, over and above the effects from income and wealth.", " The effects of unemployment and arrears on well-being are quantitatively large.", "To gauge that, we can translate them into income-equivalent terms using our welfare regression.", "The effects of having a job are, in well-being terms, equivalent to around 3 months' extra income on average, across all households.", "This is consistent with powerful effects of work and financial security on happiness.", "Using this framework, our earlier quantitative estimates of the impact of looser monetary policy can be translated into welfare terms.", "Charts 22 and 23 show these welfare benefits, broken down into their component parts (income, wealth, unemployment), looking across the age and income distribution.", "A few key points stand out.", "First, the effects of monetary policy in lowering the probability of unemployment have a very material impact on household well-being.", "These effects often account for more than half of the total welfare gain for households across all cohorts.", "This means that, if we looked only at the boost to income and wealth from looser monetary policy, this would significantly understate the well-being benefits to households from the monetary actions, by a factor of at least two.", "Both are shown in Table 1.", "Log utility is the best fit for happiness across households, but it is also common to use this functional form at the individual level.", "We also experimented with a variety of other specifications, with higher order terms to capture greater curvature in the utility function, but these were generally not statistically significant.", "Note that our regressions are based on a pooled cross section of households and so are not pure estimates of the impact on happiness of changes in income and wealth over time.", "There are various ways to calculate the income-equivalence of the lower probability of unemployment, and these numbers would vary depending on the assumptions made.", "For simplicity, we exploit the results from our analysis, which show the effect on welfare from the lower probability of unemployment on the average household to be around six times larger than the welfare boost from higher labour income.", "Second, these gains from higher employment are felt particularly strongly by younger people who gain most from having a job.", "In welfare terms, the biggest gainers from the monetary loosening have been the young, though every age cohort benefits overall.", "The same is true looking along the income distribution, where every cohort gains in welfare terms, even though the same was not true of purely financial gains.", "Policy Implications Where does this leave us?", "Let me summarise the key empirical conclusions before turning to policy lessons.", "I take the key empirical conclusions to be:  The material loosening of UK monetary policy after 2007 has had a significantly positive effect on employment, income and wealth, without which average living standards in the UK would be materially lower.", "These gains have been shared right across the distribution of income and wealth, age and region, though the precise scale and nature of these benefits does differ across cohorts.", "Very few across the UK are likely to have been net losers in financial terms from the MPC's monetary loosening, once all of its effects are take into account.", " This conclusion is reinforced if we consider the impact of monetary loosening on people's well-being.", "In addition to the financial gains from higher income and wealth, many people have benefitted significantly from greater job security and reduced financial anxiety.", "In welfare terms, these benefits may have been as large as the financial gains.", "The number of households who have lost out in welfare terms from looser monetary policy is only 12%.", "These quantitative results differ sharply from public perceptions of the impact of monetary policy.", "To illustrate, Charts 23 and 24 compare the welfare impact of lower interest rates among different age cohorts with people's self-reported survey impact.", "These differ not just in scale but sign.", "It suggests the public perception gap around monetary policy is large.", "This is symptomatic of a deficit of public trust, on the public's understanding, and is likely to have contributed to a deficit of public part.", " These deficits may not be that surprising.", "It is very difficult for people to identify, much less quantify, the channels through which monetary policy affects their lives, directly and indirectly.", "For most people, this information is simply not to hand.", "If it were, in a simple and personal form, this might contribute to closing the gaps in public trust and understanding about monetary policy.", "That takes me naturally to practical ways of closing the twin deficits.", "Inequality issues are likely to continue to loom large in public debate in the years ahead, not least due to the impact of technology on jobs and skills.", "It seems perfectly reasonable that policymakers should periodically explain the impact of their actions on both aggregate outcomes and its distribution.", "Indeed, doing so consistently and transparently could I think deliver important benefits, helping close the public perception gap and those twin deficits of trust and understanding about monetary policy.", "But how is that best done?", "Other domains of public policy have developed mechanisms for improving transparency about the impact of the public's interest, policy.", "These often involve \"framing\" the effects of policy in ways which increase understanding and hence trust in policy.", "This can be done on either an aggregate or disaggregated basis.", "One approach, \"social good framing\", emphasises the aggregate or societal benefits of policy.", "For example, tax payments by an individual can be allocated to the uses of taxpayer funds to support public or social goods, such as improved hospitals, schools and roads.", "In experiments, this approach has been shown to improve both understanding of, and compliance with, tax policies.", "As an example of this approach, in 2014 the UK authorities began issuing taxpayers with annual tax summaries, breaking down the tax paid into the uses to which it was put.", "This was prompted, in part, by the large perception gap between the public's view of how taxes were being spent and their true destination a perception gap similar, but smaller, than for monetary policy.", "There is evidence these tax summaries the public's understanding of government spending and improved use of taxpayer money.", "What would be the monetary policy equivalent?", "There are estimates to hand on the social or public good benefits of monetary policy.", "For example, without the post-crisis loosening of monetary policy, UK GDP would have been around 8% lower and unemployment 4 percentage points higher.", "Greater awareness of these public goods might help, at least a little, in closing the public perception gap.", "A more promising approach is \"personalised framing\".", "This links a policy intervention to the specific circumstances of an individual or set of individuals.", "For example, experimental trials suggest people are more likely to pay taxes or donate to charity if they are told about the local or personal impact of doing so.", "Personalising a message in this way increases the changes of it being heard, understood and acted on.", "What would be the monetary policy equivalent?", "Imagine a personal monetary policy scorecard, similar in tailored to an individual's characteristics - spirit to a personal tax scorecard, assets and liabilities, housing For example, Ford (2016).", "The Behavioural Insights Team are specialists in this area, see Halpern (2015) for a discussion of their methodologies.", "Barnes et al (forthcoming) and Sheffield Political Economy Research Institute (2015).", "tenure, age, employment status etc.", "This would identify the channels and the amounts by which a significant people's finances change in monetary policy affected (income, wealth) and wider well-being (employment and financial security).", "Figure 1 shows such a scorecard for the contribution of monetary policy since the crisis for the average UK household.", "In the upper part, it quantifies the annual impact on the average finances.", "For example, monetary loosening added around £260 per year to the average net interest income, £1,200 to their labour income and £14,000 to their net wealth.", "The lower part of Figure 1 looks at the effects of non-financial channels on well-being, namely the reduction in the probability of unemployment, translated into income-equivalent units.", "The increased probability of being in a job adds in excess of £7,000 each year for the average household.", "All in, this gives a boost to welfare for the average UK household of close to £23,000.", "This is large relative to annual household income of £32,000.", "As a memo item, and point of comparison, Figure 1 also shows an estimate of the annual cost of undertaking monetary policy, using data from the Bank of England's accounts.", "On a broad estimate, this annual cost This \"servicing charge\" amounts to around £2.80 per household per year.", "for monetary policy is clearly a very small fraction of the annual benefit to households from looser monetary policy over the period.", "The disaggregated analysis set out means that, in principle, a monetary policy scorecard like this could be fitted to any individual's circumstances.", "As an illustration, Figures 2-4 show scorecards for three different hypothetical households: a renter under the age of 30; a 30-50 year old mortgagor; and a 50-plus home-owning household.", "As we might expect, there are large differences in both the channels and scale of impact across these three cohorts, though in each case the net effect is strongly positive.", "As a point of comparison, Figure 5 gives a scorecard for the relatively small set of households for whom the net effects have been negative a retired household renting a property whose wealth is held mainly in deposits.", "In principle, this sort of personalised monetary policy scorecard could be drawn up at any level of disaggregation and for any monetary intervention, past or present.", "Clearly, the results and methodology underpinning any scorecard-type approach need to be treated with caution.", "For example, there are wide confidence intervals around the estimates presented here.", "There are various ways to calculate the income-equivalence of the lower probability of unemployment, and these numbers would vary depending on the assumptions made.", "For simplicity, we exploit the results from our analysis, which show the effect on welfare from the lower probability of unemployment on the average household to be around six times larger than the welfare boost from higher labour income.", "This ratio is then applied to the boost to labour income experienced by different cohorts in Figures 1-5.", "The cost of monetary policy, broadly defined, was £77mn in 2017, and there are around 27.2mn households in the UK.", "The cost of the Bank's monetary analysis area and the relevant share of other business areas' (research, statistics, monetary policy includes markets, banking, HR, technology etc.)", "This should probably be considered an upper bound.", "These sorts of evaluation also have greatest value when conducted at times of significant change in the monetary policy stance or when this change is not expected.", "That is to say, they are probably best undertaken periodically rather than regularly.", "One important point is that the interpretation of these evaluations depends greatly on the reasons monetary policy is changing in the first place.", "For example, the loosening of monetary policy in the case study was positive for most households.", "But that does not imply a of monetary policy would thus be negative for household finances and welfare.", "For example, if this tightening came in response to a stronger economy, and helped avoid inflation overshooting its target requiring higher-still interest rates, its effects are likely to be positive too.", "This suggests these scorecard exercises are likely to be context-specific and hence are best done periodically at times of significant change to the monetary stance.", "Reporting its effects in a disaggregated way should not call into question the purpose of monetary policy which, as set in statute, is to stabilise aggregate economic activity and prices.", "Nor does it imply monetary tools should be used to meet distributional ends.", "Rather, its purpose would be to improve public understanding of the effects of monetary policy.", "This would hopefully help close the public perception gap about the effects of monetary policy and the trust deficit facing monetary policymakers.", "A detailed, disaggregated analysis of household balance sheets suggests the material loosening in UK monetary policy after the financial crisis did not have significant adverse distributional consequences.", "To the contrary, a detailed household-level analysis suggests that the majority of cohorts across the economy were significant gainers from this loosening, in financial and welfare terms.", "The channels through which monetary policy has affected people's lives are often neither easy to observe nor well-understood, giving rise to a large perception gap on the part of the public about the true impact of monetary policy on them.", "This is not a failing on the part of the public.", "Nor is it a failing in the effectiveness of policy.", "Rather it reflects the difficulty of capturing the often subtle ways in which monetary policy affects people, in a way that is clear and relevant to them.", "While difficult, this is not an impossible objective, as other domains of public policy have demonstrated.", "A disaggregated analysis can be used to help decompose the ways and means and amounts by which different sets of households have been affected by monetary policy.", "Some illustrative and tentative examples of these \"monetary policy scorecards\" have been shown.", "As discussed in Haldane (2017), the Bank already has various initiatives in train to support an increase in public understanding of the economy, such as layered communication, outreach initiatives and educational materials for schools.", "Producing something along these lines would be a new departure for macro-economic policy, if not for some of the other arms of policy.", "Analyses of monetary policy have tended to emphasise the economy-wide effects, measured in terms of macroeconomic outcomes like GDP, unemployment and inflation.", "This still makes sense as a means of explaining the social good monetary policy is offering.", "But messages often land most effectively when they are personalised.", "Monetary policy has an important lives.", "personalised impact on most people's Some scorecard-like device could, at times of significant change in the monetary policy stance, help explain, in simple terms, the personal as well as societal benefits monetary policy confers.", "It would seek better to explain how monetary policy is affecting your job, your cost of living, your GDP.", "help make monetary policy relevant to people's This should everyday lives.", "At a time of diminished trust, and some scepticism, it could potentially make a contribution towards improving public understanding of, and trust in, monetary policy.", "It would mean the next time someone shouts from the audience bloody GDP\", we would of reply: \"Oh no it's not; it's yours too.\"", "References Agerström, J, Carlsson, R, Nicklasson, L and Guntell, L (2016), 'Using descriptive social norms to increase charitable giving: The power of local norms', Journal of Economic Psychology, Vol.", "'Why quantitative easing is a disaster for pensions', article in The Altmann, R (2009), Telegraph.", "Atkinson, A (2015), Inequality, Harvard University Press.", "'The Distributional Effects of Fiscal Consolidation', Ball, L, Furceri, D, Leigh, D and Loungani, P (2013), IMF Working Paper, No.", "'Absolute Income, Relative Income, and Happiness', Ball, R and Chernova, K (2008), Social Indicators Research, Vol.", "'Information, Knowledge and Attitudes: Barnes, L, Feller, A, Haselswerdt, J and Porter, E (forthcoming), An Evaluation of the Taxpayer Receipt', Journal of Politics.", "The Second Machine Age - Work, Progress, and Prosperity in a Brynjolfsson, E and McAfee, A (2016), Time of Brilliant Technologies, W. W. Norton & Company.", "'Who bears the brunt?", "Distributional effects of climate Büchs, M, Bardsley, N and Duwe, S (2011), change mitigation', Critical Social Policy, Vol.", "'Central banks: Powerful, political and unaccountable?", "Bunn, P, Drapper, L, Rowe, J and Shah, S (2015), potential impact of higher interest rates and further fiscal consolidation on households: evidence from the 2015 NMG Consulting survey', Quarterly Bulletin, 2015 Q4, pp.", "'The distributional impact of monetary policy easing in the UK Bunn, P, Pugh, A and Yeates, C (2018), between 2008 and 2014', Bank of England Staff Working Paper, No.", "'The Spectre of Monetarism', speech available at Carney, M (2016), -spectre-of-monetarism 'Relative Income, Happiness and Utility: An Explanation for the Clark, A, Frijters, P and Shields, M (2007), Easterlin Paradox and Other Puzzles', IZA Discussion Paper Series, No.", "Clark, A and Oswald, A (1994), 'Unhappiness and unemployment', The Economic Journal, Vol.", "'What can monetary policy do about inequality?", "', speech at the European Parliament.", "Coeuré, B (2012), 'Distributional effects of monetary policy', Deutsche Bundesbank Monetary Deutsche Bundesbank (2016), Report, September 2016.", "'The Macroeconomics of Happiness', Di Tella, R, MacCulloch, R and Oswald, A (2003), Review of Economics and Statistics, Vol.", "Ford, M (2016), The Rise of the Robots: Technology and the Threat of Mass Unemployment, Oneworld Publications.", "'The Role of Monetary Policy', American Economic Friedman, M (1968), Review, Vol.", "', Haldane, A (2016), speech available at 'Everyday Economics', speech available at Haldane, A (2017), -haldane-speech-during-regional-visit Halpern, D (2015), Inside the Nudge Unit: How small changes can make a big difference, WH Allen.", "'The Behavioralist As Tax Collector: Using Natural Hallsworth, M, List, J, Metcalfe, R and Vlaev, I (2014), Field Experiments to Enhance Tax Compliance', NBER Working Paper, No.", "'Does Indebtedness Influence Health?", "A Preliminary Journal of Law, Medicine Jacoby, M (2002), Inquiry', and Ethics, Vol.", "'The marginal utility of income', Layard, R, Nickell, S and Mayraz, G (2008), Journal of Public Economics, Vol.", "'Fiscal Policy and Income Inequality', speech at the Peterson Institute for International Lipton, D (2014), Economics.", "'QE And Economic Inequality: The U.K.", "Experience', Standard Lysenko, T, Glass, B and Six, J-M (2016), & Poors Economic Research.", "Milanovic, B (2016), Global Inequality: A New Approach for the Age of Globalisation, Harvard University Press.", "'Monetary Policy, Macroprudential Regulation and Inequality', Monnin, P (2017), Council on Economic Policies Discussion Note.", "'Neutrality of Money', in Eatwell, J, The New Palgrave Patinkin, D (1987), Milgate, M and Newman, P (eds), Dictionary of Economics, Macmillan Press Ltd. Piketty, T (2014), Capital in the Twenty-First Century, Harvard University Press.", "'EAST - Four simple ways to apply behavioural insights', Behavioural Insights Service, O et al (2014), Team.", "Sheffield Political Economy Research Institute (2015), 'The UK's 'annual tax summaries'', SPERI British Political Economy Brief, No.", "Stiglitz, J (2013), The Price of Inequality, Penguin.", "'Estimating the top tail of the wealth distribution', ECB Working Vermeulen, P (2016), Paper, No.", "'Why Are the Unemployed So Unhappy?", "Evidence from Panel Winkelmann, L and Winkelmann, R (1998), Economica, Vol.", "'Development Goals in an Era of Demographic Change', World Bank Group (2016), Global Monitoring Report, 2015/2016.", "Impact as 2012-14 (% of annual income) Impact as of 2012-14 (% of net wealth) Macro effects on labour income Financial asset prices Net interest reciepts/payments Inflation effects Total House prices Total 30 NE NW Y&H EM WM E LON SE SW WALSCO All 25-29 35-39 45-49 55-59 65-69 75-79 All Region in 2012-14 Head of household age in 2012-14 Sources: ONS and Bank calculations Sources: ONS and Bank calculations Note: Chart shows average cumulative real impact of policy Note: Chart shows average cumulative real impact of policy changes since 2007 as of 2012-14 as a percentage of net wealth.", "Chart 19: Impact of monetary policy on wealth, Chart 20: Impact of Bank Rate, across the across different UK regions (%) income distribution (%) Impact as of 2012-14 (% of annual income) Impact as of 2012-14 (% of net wealth) Financial asset prices Inflation effects Inflation effects House prices Pensions Financial asset prices Interest receipts/payments 40 Macro effects on labour income NE NW Y&H EM WM E LON SE SW WALSCO All 1 2 3 4 5 6 7 8 9 10 All Income decile in 2012-14 Region in 2012-14 Sources: ONS and Bank calculations Sources: ONS and Bank calculations Note: Chart shows average cumulative real impact of policy Note: Chart shows average cumulative real impact of changes in changes since 2007 as of 2012-14 as a percentage of net wealth.", "deposits) Net interest income -192 Financial wealth Pension wealth 0 Housing wealth 0 Reduced probability of unemployment (income-equivalent 0 effect on well-being) Average annual income (2012-14) Average level of net wealth (2012-14) Cost of monetary policy per household (2017)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Distributional effects", "Public perception", "Economic inequality", "Monetary policy scorecard", "Central bank independence", "Quantitative easing", "Welfare analysis", "Fiscal policy", "Social good framing"]}