{"sentences": ["Introduction The Canadian economy has been doing quite well overall for the past year.", "Yes, growth has been a bit choppy and regionally uneven.", "But the economy as a whole has finally recovered from the global financial crisis of 2008 and the 2014 collapse in oil prices.", "Inflation is close to target, the economy is operating at capacity, and unemployment is very low.", "I know that this assessment will sound too rosy for some Canadians.", "Oil-producing regions continue to adjust to low prices and deal with shipping constraints.", "We face daily uncertainty around the future of NAFTA.", "And people are nervous about digital technology, and about how it will disrupt industries and lead to widespread job losses.", "This is what I would like to talk about today-digital disruption, and how it is affecting our economy and monetary policy.", "Given the pace of change, it is no surprise that people are concerned.", "But I hope that helping people understand the process of technological change will allay some of those fears.", "The fact is, we have been through this many times, to our considerable benefit.", "Perhaps the pace of change is unprecedented, but the process of adjustment is very familiar.", "How disruption works Now, I am not here to deliver an academic lecture.", "The Bank of Canada is trying to use plain and simple language as much as possible.", "In fact, we are launching a new publication called The Economy, Plain and Simple.", "It aims to explain important economic concepts in a way that is accessible for anyone who is interested.", "And I invite you to check it out, on the Bank's website, starting tomorrow.", "There will be an article on how international trade works to the benefit of Canadians that I hope will be widely read.", "When using the term \"technological disruption,\" we have in mind how technological breakthroughs can literally revolutionize the way people work, with implications for the entire economy.", "Consider the changes that arrived with the internal combustion engine or electricity.", "Or, to take a more recent example, consider the disruption over the past 20 years caused by the globalization of manufacturing.", "Companies fragmented their production processes, making their parts in various countries.", "Then they connected those suppliers together into cross-border supply chains.", "Globalization meant lower prices for goods in advanced economies, which boosted purchasing power.", "And it lifted more than a billion people out of extreme poverty worldwide.", "There is no question that on balance, globalization was a significant positive for the majority of people.", "Overall, Canada's economy did well because of this disruption, not in spite of it.", "And there is no reason to expect the disruption due to digital technology to be any different.", "Technological change tends to follow a predictable pattern.", "At the outset, entrepreneurs and business leaders find ways to apply a new technology in the workplace.", "Consider, for example, robots on a manufacturing assembly line.", "A disruptive breakthrough such as this tends to spread throughout an industry.", "In the year 2000, Canadian companies were using about 1,000 industrial robots.", "By 2016, that number had jumped to more than 25,000, most of which were used in automobile manufacturing.", "The process that follows technological change was aptly summarized by Josef Schumpeter when he used the term \"creative destruction.\"", "On the destructive side of the coin, new technologies clearly make certain jobs obsolete.", "Today's robots are doing what some assemblyline workers used to do.", "This entails a significant human cost for the people directly involved.", "Even those who are not involved worry that their job or their industry will be the next to become obsolete.", "It is crucial to keep this human cost in mind.", "I will come back to this point in a few minutes.", "First, however, let me talk about the other side of creative destruction-the creative side.", "New technologies allow companies to produce more at lower cost and can lead to the creation of entirely new industries.", "In doing so, the technologies create value that is distributed throughout the economy through several channels.", "One channel is higher profits.", "Investors certainly see that potential in today's digital disruption.", "The market capitalization of five of the most powerful technology companies is now US$4.2 trillion.", "That is almost double the market capitalization of the entire TSX exchange.", "These gains accrue to many people through their pension plans or retirement savings plans.", "The second channel is higher real (or inflation-adjusted) wages.", "Because new technology makes companies more productive, it can lead to higher wages.", "It may also mean lower prices for goods and services.", "Think about how inexpensive a quality television is now compared with 10 years ago-the price index for video equipment has fallen by an average of 9 per cent per year for the past decade.", "Companies might instead produce a better product for the same price, which means a lower quality-adjusted price.", "Consider all the digital technology that now goes into a new car, making each model year more sophisticated than the last.", "Whether through higher wages or lower prices, our purchasing power rises.", "The third channel is the creation of new types of jobs.", "Before you can put robots on an assembly line, you need people to design, build, program and maintain them.", "Driverless cars will also need designers and maintenance workers, as well as people to create systems to control the traffic.", "These new jobs tend to be very well-paying, and the workers earning these salaries spend them on everything you might expect: food, cars, clothes, housing, travel.", "This spending creates a fourth channel of distribution by supporting jobs and growth in other unrelated sectors of the economy, such as construction, renovation, maintenance, manufacturing and tourism.", "And then there is the fifth channel through which technological benefits are distributed, and it may be the most powerful.", "As new technologies become widespread, they create opportunities for growth far beyond their original setting.", "Today, digital technologies are spreading rapidly throughout the Canadian economy, enabling growth in all kinds of industries.", "Canada is embracing digital disruption From this brief illustration, you can see that the effects of new technology on the economy are quite complex.", "Certainly, they go far beyond the initial disruption experienced by a displaced worker.", "So, let us look at some of the ways that Canadians are embracing digital technologies.", "One way to get a rough measure of this process is to look at the sector called \"computer system design and related services.\"", "Over the past two years, the number of jobs in this sector has grown by more than 20 per cent-five times faster than total employment for Canada as a whole.", "Output from this sector has expanded by more than 7 per cent every year for the past five years.", "Today, it accounts for close to 2 per cent of output in the Canadian economy.", "To put this into context, the computer system design sector is already more important to the economy than the auto and aerospace sectors combined.", "That is because in many of these digital jobs, labour and brain power make up almost all the value of the product-there is very little automation involved.", "These jobs are showing up throughout Canada.", "Earlier this year I was in Victoria, where there are as many people working in information technology as there are in government.", "British Columbia, along with Ontario and Quebec, is also a hub for Canada's video game industry, one of the largest in the world.", "More than 21,000 people work directly in this industry, with an average salary of more than $75,000.", "Canada now has the world's third-largest concentration of researchers in the field of artificial intelligence.", "And foreign direct investment projects coming into Canada are increasingly skewed toward high-tech activities such as research and development and information and communications technology.", "Even individual households are embracing the opportunities from digital technology.", "Preliminary estimates from Statistics Canada show that the business of offering household accommodation -through a service such as Airbnb-has grown roughly seven times over the past two years to around $1.8 billion.", "Many of the jobs in the digital sector are located in Canada's three most populous provinces.", "However, the digital nature of the work means that places like New Brunswick, with its high quality of life, relatively low cost of living, skilled workers and growing number of innovative firms, can also compete.", "As many of you know, Fredericton has become a hub for cyber security research.", "Large international companies and domestic firms are attracted to the researchers and ecosystem in and around the University of New Brunswick.", "New Brunswick's population recently began increasing again as people find opportunities here, including in the tech sectors.", "Since the end of 2014, New Brunswick has seen solid gains in the employment rate among youth and prime-age (age 25 to 54) workers.", "And the youth participation rate-an indicator I watch particularly closely-has risen here even while it has fallen in other provinces.", "Wage growth is also encouraging.", "The Bank's wage measure has shown even stronger growth in New Brunswick than in many other provinces since the end of 2014.", "All these signs show that the province is taking advantage of the opportunities provided by a strong economy and digital disruption.", "However, we know that these statistics only scratch the surface of the effects of new technology on the economy.", "That is because the technology is enabling growth everywhere, including in industries that have not traditionally been considered high-tech.", "Here are a few examples: It is becoming common to see driverless trucks at oil sands operations.", "Almost all large-scale farms in Saskatchewan use tractors guided by satellite.", "Drones can now assess the health of crops, or monitor assets at the bottom of the ocean.", "And jet engines can report performance data in real time, allowing airlines to maintain the aircraft more efficiently and maximizing its time in the air.", "These examples show how new technology can create value in diverse industries.", "Matching skills, maximizing benefits Now, let us go back to the other side of the coin, and talk about the workers whose jobs become obsolete through technological change.", "Their immediate concern is to find a new job.", "Many will look to some sort of training or education to help them become qualified for another line of work.", "Unfortunately, the skills gap is often portrayed in exaggerated terms-how can a long-term factory worker be trained to write computer code, for example.", "This only serves to discourage people.", "Recall my earlier description of the process of technological change, and the channels through which the benefits are distributed throughout the economy.", "Yes, technological change creates brand-new jobs in the high-tech sector, but the new incomes that are generated there create new jobs across the whole economic spectrum.", "Right now, there are 462,000 job vacancies in Canada.", "The details might surprise you even more.", "Over the past two years, the number of vacancies in the sector that includes computer system design has grown by about 8,000.", "But over the same time frame, construction job vacancies have increased by almost 10,000, transportation and warehousing vacancies have grown by 14,000, while manufacturing vacancies are up by more than 14,000.", "These numbers suggest that technological advances are driving growth and creating opportunities broadly.", "They also imply that we need to do a better job of matching people with job openings.", "I often hear from business leaders about how hard it is for them to find workers with a specific set of skills.", "Yes, Canada needs more people who can write code.", "But we also need people with skill sets that may not be too far removed from the ones that are being displaced.", "A displaced factory worker has valuable skills that can be used in many different jobs where there are vacancies.", "Much is already being done by governments to make it easier for people to retrain throughout their working life.", "There are programs that allow displaced workers to receive employment insurance while they are retraining.", "Grants and loans are available for people who want to become an apprentice for a trade.", "There are tax credits and deductions for both people and employers who start an apprenticeship.", "No doubt, Canada's geography poses a challenge.", "A worker laid off in Alberta needs a lot of confidence to pull up stakes and move to Ontario for a new job, especially if their spouse already has a good job.", "Perhaps more could be done to facilitate such adjustment.", "More importantly, companies could take more responsibility for training their workers.", "Companies are best placed to know what skills they are looking for in their employees.", "Schools can adapt their curricula only so often.", "Indeed, given the pace of change we are facing, a company that is willing to take smart graduates and train them in-house will establish an extra competitive edge in their marketplace.", "After all, their competitors are finding it difficult to find the workers they need to help them grow.", "What it means for the Bank So far, I have tried to illustrate the ways that the digital revolution is affecting the economy.", "It is one more factor that we at the Bank of Canada are watching closely as we set monetary policy.", "The goal of our monetary policy is to keep inflation near the 2 per cent midpoint of a 1 to 3 per cent range.", "This preserves your purchasing power over time, and makes it easier for households and businesses to make long-range plans with confidence.", "To keep inflation near its target, we use our key policy interest rate to influence demand so that the economy runs close to the limits of its capacity.", "If the economy is operating above capacity, inflationary pressures tend to build.", "And if the economy is operating below capacity, inflation tends to fall.", "I do not want to give you the impression that this is an exact science.", "The economy's capacity is estimated based on our understanding of the number of workers available and their productivity.", "Productivity depends on investments by companies, and can rise significantly when new technology is deployed.", "Our economic models are saying that the economy is operating essentially right around capacity.", "The recent behaviour of inflation backs this up.", "Our core measures of inflation have been trending very close to 2 per cent, which is what you would expect from an economy operating at capacity.", "The latest inflation reading was above target at 2.8 per cent, but 0.5 percentage points of that came from the temporary impact of higher gasoline costs, and 0.3 points came from the cost of air travel, which should also affect inflation only temporarily.", "Still, there is a great deal of uncertainty about the state of the economy and the prospects for growth and inflation.", "And digital disruption is adding to that uncertainty.", "First, technological improvements can directly affect prices and inflation.", "We know that ecommerce is changing the ways that companies set prices.", "This is the so-called \"Amazon effect,\" as digital technology makes it easier for consumers and businesses to compare prices.", "While common sense tells you that this is happening, it has not been easy to measure this effect.", "So, this adds a layer of uncertainty to our inflation outlook.", "More fundamental, however, is the way digital technology is changing total supply and demand in the economy.", "For example, consider a company that is planning to expand.", "Traditionally, you would expect this company to make investments such as the construction of new buildings, the purchase of machinery and equipment, or the hiring of more staff.", "But today, this investment might take on whole new forms.", "A company that needs more computing power might decide to buy cloud-computing services rather than purchase new physical equipment.", "Or, the investment might be concentrated in intellectual property or in retraining workers.", "There may be a lot of investment, but it may not show up in the economic statistics the same way it has in the past.", "In short, new digital technologies are making it harder to accurately measure the components of supply and demand.", "Our ability to measure the impact of digital technology is constantly playing catch-up with the technology itself.", "This is not just true for investment.", "It is also becoming more complicated to measure how much households spend and import.", "Digital technology makes it easier than ever to make purchases online, from anywhere in the world.", "When I was a teenager, buying albums for my record collection, it was easy to determine the cost of the purchases and say whether they were imports.", "It is much more complicated today when people download digital music purchased from iTunes or stream songs from Spotify.", "The point is that the emergence of new technologies is another source of uncertainty at a time when the Bank is trying to get a handle on many others.", "We are still assessing how new guidelines for mortgage lending are affecting the housing market.", "We believe the economy has become more sensitive to higher interest rates, given the accumulation of household debt, but we are not sure how much.", "And we cannot know to what extent the NAFTA negotiations and global trade policy uncertainty are slowing business investment decisions.", "In the face of such uncertainties, we cannot operate monetary policy mechanically.", "Rather, policy becomes a matter of risk management.", "We must assess carefully the upside and downside risks to the outlook for inflation, and decide how best to manage and balance those risks.", "Today, we continue to judge that higher interest rates will be warranted to achieve our inflation target.", "And we know that if we move too slowly to raise interest rates, the economy could move firmly above its capacity limits and inflation could establish significant momentum.", "We certainly want to avoid this outcome.", "At the same time, there are risks in the other direction.", "In particular, new digital technologies could be giving the economy more room to grow before inflation pressures emerge.", "Raising interest rates too quickly could choke off this economic growth unnecessarily.", "The situation makes monetary policy decidedly data dependent.", "Of course, being uncertain about the future does not justify inaction.", "It does not mean keeping interest rates on hold until inflation momentum begins to build.", "What it does mean is that we will move rates toward a more neutral level gradually, continuously updating our judgment on these key issues in real time.", "It is time for me to conclude.", "I hope I have shown you why technological advances represent opportunities to be seized, not a force to be resisted.", "Of course, we must always remember that the associated disruption will be difficult for people whose jobs are affected.", "However, we know that in the long term, these advances will create more jobs than are lost, and create enough income to ensure that those who are affected can adapt and access new opportunities.", "Digital disruption is also posing challenges to the Bank of Canada as we conduct monetary policy.", "It is adding more layers of uncertainty at a critical time in the economic cycle.", "Given all the uncertainty, the Bank will continue to follow a gradual approach to raising interest rates, and remain dependent on incoming data and other sources of information to guide our decisions.", "I would like to thank Eric Santor for his help in preparing this speech."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["digital disruption", "technological change", "inflation", "monetary policy", "job creation", "skill matching", "economic growth", "risk management", "uncertainty", "labour market"]}