{"sentences": ["The debt reduction plan that I presented last year was an indicative scenario; it is possible to draw up prudent strategies, capable of guaranteeing the stability of the public finances combined with better growth prospects.", "This is the narrow path that has been much spoken of in these difficult years.", "We can follow this path slowly, one step at a time, by implementing a series of interventions that gradually produce benefits until all the necessary changes have been made.", "Or we can try to make the path wider by setting out a comprehensive strategy designed to redirect the public finances to more productive uses and to increase the efficiency of general government, especially in spending programmes aimed at accumulating both material and immaterial public capital and at supporting business activity and innovation.", "It is in any case essential that the fiscal objectives are and appear to be strongly and credibly oriented towards financial stability, and that the reforms are effectively geared towards sustained - and inclusive - economic growth.", "(2) Absolute changes compared with the baseline scenario (percentage points of GDP).", "(*) Permanent increase of 10 basis points in the yields on short-term government securities and of 50 basis points in the yields on medium-term government securities.", "Source: F. Busetti, C. Giorgiantonio, G. Ivaldi, S. Mocetti, A. Notarpietro and P. Tommasino, 'Capitale e investimenti pubblici in Italia: misurazione, effetti macroeconomici, criticità procedurali', Banca d'Italia, Questioni di Economia e Finanza (Occasional Papers), 2018 (forthcoming).", "Figure 2 - Expenditure on research and development in the main euro-area economies (percentage points of GDP; 2016) 2,5 0,0 Germany France Italy Spain Private-sector firms Public sector Universities and research institutions Private-sector non-profit entities Source: Eurostat.", "The indicator was constructed for 170 countries by applying the permanent inventory method to the data on public investment expenditure from 1960 to 2015; the depreciation rate of public-sector capital is estimated separately for each country.", "Figure 5 - Transport accessibility index in the main euro-area economies (EU 27= 100; 2011) Germany France Italy Spain Euro area Source: European Spatial Planning Observation Network (ESPON).", "Share of the EU population that can be reached within four hours using intermodal travel (air, rail, motorway).", "The y-axis shows the value taken by the index compared with that for the EU 27, which is set equal to 100.", "The indicator for each country is constructed as the simple average of the provincial indicators.", "Figure 6 - Number of tenders and amounts by type of contracting authority in Italy 5000 3500 of Millions Number 3000 1500 2013 2014 2015 2016 2017 2013 2014 2015 2016 2017 Year in which tender was awarded Year in which tender was awarded Low-quality contracting authorities Low-quality contracting authorities High-quality contracting authorities High-quality contracting authorities Source: A. Baltrunaite, C. Giorgiantonio, S. Mocetti and T. Orlando, 'Discretion and Supplier Selection in Public Procurement', Banca d'Italia, Temi di Discussione (Working Papers), 1178, 2018.", "Baseline scenario Varenna 2017 scenario Varenna 2017 scenario with the spread at current levels 2017 2019 2021 2023 2025 2027 2029 2031 2033 2035 2037 Note: The baseline scenario assumes a primary surplus equal to that forecast for this year in the 2018 DEF (1.9 per cent of GDP), the spread between Italian and German government securities remaining at current values (240 basis points for ten-year bonds), the gradual normalization of monetary policy, and growth potential equal to 1 per cent.", "Figure 7b - Performance of the debt-to-GDP ratio under different assumptions Baseline scenario Baseline scenario with increased investment (Bank of Italy multiplier) Baseline scenario with increased investment (Bank of Italy multiplier), higher growth potential (2%) and the same spread as in Q1 2018 (150 bps) Baseline scenario Baseline scenario with increased investment (lower multiplier) and a 200 bps increase in the spread Baseline scenario with increased investment (lower multiplier), a 200 bps increase in the spread and lower growth potential (0.5%) 2017 2019 2021 2023 2025 2027 2029 2031 2033 2035 2037 Note: See Figure 7a.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["public finances", "economic growth", "public investment", "fiscal objectives", "public capital", "business activity", "innovation", "public procurement", "public sector", "private sector"]}