{"sentences": ["SPEECH SVERIGES RIKSBANK 28 January 2019 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) First Deputy Governor Kerstin af Jochnick Swedish Property Federation Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Cautious steps towards higher interest Thank you for the invitation to come and talk about current monetary policy here at the Swedish Property Federation.", "In December, we increased the repo rate for the first time in over seven years.", "I can imagine many people asking themselves why we have started to increase the rate now and how we foresee monetary policy further ahead.", "And households, who are more indebted than ever before - can they cope with higher interest rates?", "These are questions that I will try to respond to today, based on our latest forecasts and assessments.", "As I see it, there is good reason to take cautious steps towards higher interest rates, in part because historically speaking, we find ourselves in a special environment.", "As you know, forecasts are always uncertain, and therefore I intend to conclude by discussing some of the factors that could lead to us deviating from our monetary policy plan.", "But let me start by outlining why we have decided to start raising the interest rate.", "Why is it appropriate to start raising the interest rate?", "To understand why we have now started to increase the interest rate, it may useful to go back in time a little.", "In 2014 and 2015, we could see that inflation in Sweden had developed so weakly that confidence in the inflation target risked being undermined.", "Powerful monetary policy stimulus was required to reverse the trend.", "In addition to lowering the interest rate below zero, we have also purchased large volumes of government bonds.", "We now see that inflation has been close to target for a longer period, while confidence in inflation remaining around the target has been strengthened, illustrated by the fact that inflation expectations have been around 2 per cent in recent years (see Figure 1).", "Inflation close to 2 per cent and confidence in the target has ... and confidence in the inflation target has Inflation around 2 per cent ...", "Annual percentage change in the CPIF.", "Inflation expectations among all participants, per cent, mean values.", "Sources: Statistics Sweden and TNS Kantar Prospera Economic activity abroad remains healthy, despite growth having recently slowed somewhat.", "However, there is some difference between developments in the United States, where growth has remained strong and unemployment is at its lowest level in almost 50 years, and the euro area, where developments have been more subdued.", "Wages are now rising increasingly rapidly in countries like Germany and the United States and are helping to push up inflation.", "But despite these basically good prospects, we also see a substantial number of risks regarding developments abroad, which I will come back to at the end of my speech.", "For some time now, we have been in an economic boom in Sweden.", "This in turn is partly due to the expansionary monetary policy.", "Despite a partial slowdown in growth, output is still above its trend level (see Figure 2).", "It was striking that GDP fell between the second and third quarters of last year, but we believe most of this has to do with temporary factors, including the fact that household consumption of cars was brought forward to quarter 2 due to amended tax rules, which pushed down car sales in quarter 3.", "GDP gap refers to the percentage deviation of GDP from the Riksbank's assessed trends.", "Sources: National Institute of Economic Research, Statistics Sweden and the Riksbank For future inflationary pressures, the situation on the labour market plays a particularly significant role.", "The tighter the labour market, the higher the pressure on wage development.", "In our assessment, the situation on the labour market is tight.", "An indication of this is that labour shortages - as reported by companies in National Institute of Economic Research surveys - are at record-high levels (see Figure 2).", "The effect of the labour market situation on wage and price development tends to occur with a certain time-lag.", "There is hence good reason to believe that wages and prices will increase more rapidly in the period ahead.", "Our previously established criteria for starting to increase the interest rate have been met Inflation and inflation expectations close to 2 per cent and the healthy economic activity are in themselves arguments in favour of slightly reducing the support from monetary policy.", "But what prompted us to take this step just now?", "In conjunction with the two previous monetary policy decisions in September and October, we said that we would initiate slow increases in the repo rate in December or February if economic developments continued to \"support the prospects for inflation\".", "It is, in other words, a forward-looking perspective on inflation that guides monetary policy.", "And in this context, not so much has actually changed since the beginning of autumn.", "Even though inflation outcomes have been slightly lower than expected, we still expect CPIF inflation a year or so ahead to be around 2 per cent.", "Cost pressures in the economy are rising, while the major variation in energy prices, which we believe to be of a temporary nature, means that inflation will vary somewhat in the near term (see Figure 3).", "Criteria met for slow rate increases - inflation prospects still favourable Contribution of energy prices to CPIF 0 0 11 13 15 17 19 21 Note.", "The CPIF in terms of annual percentage change and the contribution from energy prices in percentage points.", "The contribution of energy prices in the forecast is calculated as the annual percentage change in energy prices multiplied by their current weight in the CPIF.", "Sources: Statistics Sweden and the Riksbank After the increase in December - what will happen with the interest rate going forward?", "Moving on from the interest rate decision in December.", "As I mentioned by way of introduction, we have now starting a slow journey towards higher interest rates.", "I would now like to say a little about what this journey might look like.", "The repo rate is expected to be increased very slowly - we are \"taking our foot of the gas\" rather than \"applying the brakes\" According to our forecast in December, the next interest rate increase is expected during the second half of this year.", "Thereafter, the forecast indicates that the interest rate will be increased by about 0.5 percentage points per year.", "From a historical perspective, this is a very slow rate-hike cycle.", "We can see this in the lefthand figure in Figure 4, which compares with previous periods when the repo rate has been raised.", "Note that this figure shows the change in the repo rate compared with the initial position, and the horizontal axis indicates the number of days that have passed.", "The repo rate is expected to have risen by about 1.5 percentage points during the whole forecast period.", "In the right-hand figure, we see that, in the end of the forecast period, the fourth quarter of 2021, the repo rate is expected only to have reached a level of 1 per cent.", "The vertical axis shows the change in the repo rate in percentage points.", "The horizontal axis specifies the number of weekdays after the first rise of the repo rate.", "The repo rate forecast refers to quarterly averages.", "Source: The Riksbank There are several reasons why the journey towards higher interest rates is expected to be so slow this time.", "I have already touched on the first reason.", "As such substantial monetary policy measures have been required to establish inflation and inflation expectations close to the target, it is important to phase out monetary policy support at a slow rate, so that inflation continues to remain around 2 per cent going forward.", "There is still uncertainty regarding the strength of future inflationary pressures.", "The second reason is that we are operating in a new environment compared with previous rate-rising episodes.", "An important circumstance is that global real interest rates (i.e.", "interest rates adjusted for inflation) have been exceptionally low for a long time, and in all likelihood will continue to be so for some considerable time.", "Monetary policy cannot influence global real interest rates but must relate to the developments we see.", "The lower global interest rates are, the lower the policy rate must be to have the same expansionary effect on the economy.", "Another circumstance that has changed the monetary policy landscape - and which I will address later - is that households are more affected by interest rate adjustments than previously.", "What happens to the bond holdings?", "As you may know, in addition to lowering the interest rate to negative levels, we have also purchased significant volumes of Swedish government bonds to a nominal value of approximately SEK 350 billion - to make monetary policy even more expansionary.", "There is much talk about interest rates rising in the future, but many may not be so aware of how adjustments to the repo rate going forward relate to our bond holdings.", "The figure shown in Figure 5 has been taken from the article we published in December 2017.", "The shaded parts of the figure show roughly what has happened since then.", "The Riksbank's overall normalisation plan for monetary policy New purchases of bonds were discontinued in December 2017, which also signified the end of phase 1 in Figure 5.", "Phase 2 in Figure 5 describes developments last year up until December.", "We are now in the early stages of phase 3: The repo rate is starting to be raised, while reinvestments are continuing so that the bond holdings are more or less held constant.", "We have communicated that we will reinvest principal payments and coupons \"until further notice\", but we have brought forward reinvestments of large principal payments that are due during the first half of this year to obtain a more even reinvestment profile over time.", "An issue we need to address during the spring is how to manage reinvestments of the principal payments due next year.", "Phase 4 in Figure 5 implies that the repo rate has been raised slightly more.", "Not until then do the bond holdings start to decrease.", "The fifth phase in Figure 5 actually concerns developments in the long term.", "Our strategy is that the repo rate and the repo rate path will in the long term revert to being the main monetary policy tools.", "Purchases of government bonds or other securities then act as a complement when the policy rate is close to its lower bound.", "Figure 6 shows the Riksbank's purchases and holdings of government bonds: The left-hand graph shows the development of our purchases, and the right-hand graph is a technical illustration of how our holdings might develop if bonds that mature after June 2019 are not reinvested.", "In the left-hand graph in Figure 6, the conclusion of new purchases is marked by the disappearance of the blue bars, and the right-hand graph reflects how the bond holdings can be expected to be gradually scaled back.", "The bond portfolio can be expected to decrease in the longer term We have concluded new purchases and are Expected gradual reduction in the portfolio if reinvesting until further notice reinvestments were to cease Reinvestments of coupons Reinvestment of principal payments 60 60 30 30 H1 H2 H1 H2 H1 H2 H1 H2 H1 2015 2015 2016 2016 2017 2017 2018 2018 2019 Note.", "Nominal amounts, SEK billion.", "The development of reinvestments from mid-2018 onwards is a forecast and refers to nominal amounts.", "The final amounts will depend on current market prices.", "Nominal amounts, SEK billion.", "Forecast up until June 2019, after that a technical projection with the assumption that no further reinvestments are made.", "The vertical line marks the shift between forecast and technical projection.", "Source: The Riksbank The purpose of the bond purchases has been to support general economic development and to safeguard the inflation target.", "But obviously, it is also important for us to continuously assess how the Riksbank's earnings will be affected during the course of the journey.", "This is something we have discussed in different contexts.", "Our latest estimate indicates that the effect on earnings from the bond holdings could be quite close to zero seen over the entire holding period.", "But how earnings will be ultimately affected depends on how the interest rate develops in the future.", "Can households cope with higher interest rates?", "Swedish households current have record-high debts in combination with a large proportion of variable-rate mortgages (see Figure 7).", "As you are no doubt aware, the Riksbank has been concerned for many years about the high level of household indebtedness and the potential negative effects on the Swedish economy of rising interest rates or falling house prices.", "From our horizon, it is therefore important to carefully analyse the interest-rate sensitivity of households.", "We have also returned to this issue on a number of occasions, most recently in the Monetary Policy Report in December.", "Households have increasingly high debt and shorter interest-rate fixation periods Shorter interest-rate fixation periods for Household indebtedness has increased household mortgages 60 60 98 01 04 07 10 13 16 Note.", "Total household debt as a share of their disposable income, totalled over the past four quarters.", "Refers to loans from mortgage institutions.", "Percentage of mortgages in each category is calculated based on the value of the loans.", "Variable rate refers to interest-rate fixation periods up to and including three months.", "Fixed rate refers to interest-rate fixation periods over three months.", "Sources: The Riksbank and Statistics Sweden Most households can continue to pay their mortgages even at significantly higher interest rates ...", "The question is whether households' interest-rate sensitivity - in combination with rising interest rates - might result in them quite simply not being able to meet their interest payments.", "This could lead to banks incurring direct credit losses on their mortgages, which in turn might affect financial stability.", "But I am not overly worried about this risk.", "Banks do what is known as a \"left-tolive-on\" or \"discretionary income\" calculation, as part of their credit assessment.", "As a rule, they don't grant mortgages if there is a deficit in the calculation.", "The estimated interest rate they use in the calculation is on average around 7 per cent, which is some way above a long-term normal level, which can be assumed to be between 4.5 and 6 per cent.", "Calculations done by the Swedish financial supervisory authority, Finansinspektionen (FI), on a sample of new mortgage holders show that only just over 5 per cent of households have a deficit in their discretionary income calculations if the mortgage rate rises to 7 per cent.", "There is hence nothing to indicate that the household sector as a whole would encounter significant problems in paying their interest expenses even if interest rates were to rise substantially in relation to their current levels.", "And, as I said earlier, our forecast indicates extremely limited rate increases in the years to come.", "But when the rate rises, many households might have to adapt their consumption to cope with the increased interest payments.", "From a macroeconomic and monetary policy perspective, it is therefore important to understand how household consumption is affected when interest rates change.", "... but their cashflows are affected more by interest rate adjustments than before Increasingly higher household indebtedness - in combination with a large share of mortgages taken at variable interest rates - has resulted in their cashflows being more affected by rate changes than previously.", "Traditionally, we tend to talk about the so-called interest rate channel when discussing the effects of monetary policy on household consumption.", "Simplified somewhat, the interest rate channel implies that it will be more attractive to save than to borrow when the interest rate is raised - and vice versa when the rate is lowered - which affects consumption.", "Another effect is that when the interest rate is raised, disposable income for savers increases and decreased for borrowers - and vice versa when the rate is lowered - which also affects consumption.", "This is usually referred to as the cashflow effect of monetary policy.", "We can understand this effect by looking at how disposable income is defined: Disposable income ≈ wages + transfer payments + interest income + other capital income - interest expenditure - taxes According to the Financial Accounts from Statistics Sweden, households' debts are approximately twice the size of their interest-bearing assets.", "Which is why a rate increase has a negative net effect on total disposable household income.", "This effect has increased as household indebtedness has grown.", "What then does an increased effect mean in actual monetary terms?", "We have studied this as well.", "Table 1 shows a few practical, down-to-earth calculations: a typical housing purchase in Sweden and Stockholm in 2004 and 2017 respectively.", "We see that prices have increased significantly during the period, as has the size of the mortgages, while interest payments have not.", "This is due to the low mortgage rates.", "The figures can hence be deceptive.", "As we see, a 1-percentage point higher mortgage rate would have increased borrowing costs by significantly more in 2017 than in 2004.", "For a typical household in Sweden, a 1-percentage point higher interest rate in 2004 would have led to an increase in interest expenditure per month of less than SEK 500.", "This can be compared to 2017, when the same typical household would have seen its interest payments increase by over SEK 1,100.", "For the equivalent typical household in Greater Stockholm, a 1percentage point higher interest rate in 2004 would have increased their interest expenditure by just over SEK 900 per month, while a similar rate hike in 2017 would have pushed up interest expenses by more than SEK 2,300 per month.", "From a monetary policy perspective, one thing we need to do is to assess what the increased interest-rate sensitivity of households means for the effects of the repo rate on their consumption.", "The amounts have been adjusted for tax relief on interest payments.", "The table does not include amortisations.", "Sources: Finansinspektionen, Statistics Sweden and the Riksbank Rate increases in line with the Riksbank's forecast are expected to have minor cashflow effects on households as a whole ...", "In the Monetary Policy Report in December, our assessment was that total disposable household income would slow by about 1.3 per cent in a three-year perspective as a result of rising interest rates.", "This must be considered a minor effect, especially bearing in mind that rising wages, among other factors, will contribute about 4 percentage points a year to the growth in disposable household income in the coming years.", "Total disposable income, according to our forecast, will continue to grow at a healthy rate in the years to come, despite rising interest rates.", "Surveys from the National Institute of Economic Research indicate that households expect rising interest rates in line with the Riksbank's repo rate forecast.", "This is probably one reason why saving among households is at a historically high level.", "That said, however, there are a number of uncertainty factors to consider.", "... but major differences among different groups The aggregated figures conceal vary large differences among different households, a fact substantiated by the Riksbank's analysis of data on individual households' debt.", "We can categorise households based on their indebtedness.", "Figure 8 shows how much an interest rate hike of 1 percentage point will subdue disposable income expressed as a percentage for all borrower households and for the most indebted.", "For borrower households as a whole, disposable income will slow by just under 2 per cent.", "For the 10 per cent most indebted households, disposable income will slow by more than 6 per cent.", "Major variation between different groups Cashflow effect on disposable household income of a rate increase of 1 percentage point 3 3 All borrower households (DTI ≈ 2.6) 10 per cent most highly indebted (DTI ≈ 8.7) Note.", "Refers to the average for each group.", "Within each group, the figure in paranthesis refers to the average debt-to-income (DTI) ratio.", "Source: The Riksbank This variation among households can also have a bearing on the total effects on consumption.", "If the most highly indebted households adapt their consumption mostly in the event of a given change in income, the total effect will also be greater.", "As the interest rate affects housing prices, it can also affect the scope of households to consume by borrowing against their home as collateral.", "Currently, many households not only have high debts in relation to their disposable income but also in relation to the value of their home.", "But in order to ascertain how differences among households can affect total consumption, we would need better data on household assets.", "From this perspective, there is therefore reason to proceed cautiously with rate rises, in light of the uncertainty surrounding how the most highly indebted households will act.", "But ultimately, it is the repo rate's effect on overall economic development and the prospects for inflation that are the decisive factor for monetary policy.", "I would also like to point out that household indebtedness in a broader perspective constitutes a vulnerability for the Swedish economy, as households with large debts are not just sensitive to higher rates but also to other types of changed economic circumstances, such as falling housing prices and weaker economic activity with higher unemployment.", "Several factors can affect our forecasts - no \"auto-pilot\" towards higher interest rates So far, I have talked about the Riksbank's monetary policy in terms of our best assessment or main scenario.", "But, as the world-famous physicist and Nobel Laureate Niels Bohr is reported to have said: \"Prediction is very difficult, especially if it's about the future\".", "We have most certainly not switched on an \"auto-pilot\" towards higher interest rates.", "As always, we are prepared to reassess monetary policy if developments were to justify it.", "So, what factors could affect our forecasts and future monetary policy?", "We can divide them into four different categories: economic developments abroad, the domestic economy, the development of inflation and structural changes.", "As regards economic developments abroad there are three obvious uncertainty factors that we have considered in conjunction with the most recent monetary policy decisions.", "The first concerns the effects of the United Kingdom's withdrawal from the EU - Brexit.", "As you know, people in the UK voted to leave the EU in a referendum back in June 2016, so this risk has indeed been with us for some time now.", "And the recent course of events has increased the uncertainty still further.", "The second risk these past twelve months concerns the trade conflict between the United States and China.", "Developments seem to have subdued export orders abroad.", "And recently, growth looks to have slowed in China, which has otherwise provided traction for global growth over a long period.", "The third risk concerns Italian fiscal policy.", "The discussion between the EU and the Italian Government about the Italian budget has periodically created unease on the financial markets, even though the most recent course of events is providing some breathing space.", "As regards the domestic economy, the Riksbank has long since warned about developments on the Swedish housing market, which is the most important domestic factor that could trigger poorer economic development than in our forecast.", "After having risen sharply over a long period of time, housing prices started to fall quite rapidly last autumn.", "During the course of 2018, prices have recovered slightly, and our forecast is for them to continue to rise at a modest rate in the coming years.", "But I think that the situation on the Swedish housing market is still very uncertain.", "Weaker developments than in our forecast pose a significant risk to the Swedish economy.", "Those components of domestic demand that would be negatively affected first of all would be housing investment and household consumption.", "But as I am here at the Swedish Property Federation today, I would also like to mention that the weaker developments on the housing market since last autumn have not escaped housing developers.", "You can read more about this in an article in our Financial Stability Report, published in November.", "An important conclusion we can draw from developments in recent years is that housing developers have burdened households with substantial risks during the building process.", "In the prevailing market situation, these risks have come to the fore, causing households' interest to wane, especially when move-in dates to new homes are far-off in the future.", "This will require modified business models in order to rekindle the interest of prospective house-buyers in newly built homes.", "My assessment is also that newly built homes are currently far too expensive for many groups.", "Cheaper new builds and better turnover in the housing stock could help untangle this knot.", "There are of course many uncertainty factors not only surrounding future economic developments, but also surrounding inflation.", "An obvious reason for why inflation can be higher or lower is the kind of risk for different economic developments that I have just talked about.", "But one factor that has puzzled us is the surprisingly low wage growth in Sweden bearing in mind how the economy has strengthened in recent years.", "Even though we have seen that wages are now rising more rapidly both abroad and in Sweden, uncertainty remains over the strength of inflationary pressures.", "This is also a reason why we are expected to proceed very cautiously with repo rate rises in the coming years.", "The Swedish krona may grow weaker or stronger than our forecast, but as we have tried hard to get inflation to rise towards the target, we are more concerned about the potential effects of a rapid and sharp appreciation of the krona.", "The fourth and final category of uncertainty factors concerns ongoing major structural changes, the effects of which are very difficult to assess \"in real time\".", "I have mentioned two factors today: the trend of low global real interest rates and the increasing interest-rate sensitivity of households.", "But there are also other factors that I have not discussed today, but that are nevertheless very important to consider.", "The mega trend towards greater digitalisation is changing many parts of society, and at the Riksbank we are affected not only as regards monetary policy but also as regards our other operations, such as our responsibility for a safe and efficient payment system.", "Another important trend from Sweden's point of view concerns changes in demography and labour supply, not least in light of major migration flows into Sweden in recent years.", "My assessment is that the changes we still face are substantial and comprehensive.", "It will probably be even more difficult to learn from historical data and correlations when making assessments in the future.", "As always, we stand ready to reassess both our forecasts and monetary policy if developments were to justify it.", "Thank you for this opportunity to speak to you!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Interest rates", "Inflation", "Household indebtedness", "Economic growth", "Labor market", "Bond holdings", "Monetary policy", "Housing market", "Risk factors", "Structural changes"]}