{"sentences": ["SPEECH SVERIGES RIKSBANK 18 September 2019 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Governor Stefan Ingves Business Arena Stockholm Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Housing market challenges - weighing today against tomorrow Today, I am going to talk about something that affects all of us: the housing market.", "Everybody needs somewhere to live, regardless of whether this need is temporary or more permanent.", "When the housing market functions well, people can find a home for every phase of their lives and it is relatively easy to find the kind of home they want and can afford.", "In addition, the development of prices is such that the differences between a person owning their home and one renting one are minor.", "However, in Sweden, the housing market does not work well and has not for some time.", "This has contributed towards rising housing prices for an extended period.", "And this, in turn, has led to what I consider to be an unsustainable increase in household debt and has made both Swedish households and, ultimately, Swedish banks and Sweden's economy vulnerable.", "This is something that the Riksbank1 and other actors2 have emphasised for many years.", "The prolonged, steep rise in housing prices is fundamentally due to the housing market being dysfunctional for several reasons.", "Housing construction has long been at a low level for several reasons, including weak competition in the construction sector, a low supply of land to build on and complex planning processes.", "Neither has the design of the taxation system promoted mobility on the housing market, as it benefits homeowners ahead of renters.", "This is probably also helping to make the housing market more sluggish: the costs of moving are high at present, as taxation from the sale of a home is high compared with the current taxation of the home.", "The policy being conducted has distribution policy effects and has created a system of insiders and outsiders on the housing market, which benefits households that own their homes but, simultaneously, disadvantages households who are outside the housing market and have not been able to make corresponding deductions or take advantage of the rising prices.", "The failure of the housing market to function is not just leading to problems linked to indebtedness and the accumulation of risks this involves.", "A non-functioning housing market can also form a threat to the healthy development of society and can thereby create conflicts of interest between generations.", "It will take time for the measures introduced to affect all households with mortgages It is now important to take measures to improve the long-term functioning of the housing market, which will both reduce the risks we find worrying and also create the conditions for the healthy development of society.", "Measures within several policy areas will be needed to achieve this.", "One area where we have seen measures is macroprudential policy.", "Finansinspektionen (the Swedish financial supervisory authority) has taken measures to reduce the risks inherent in household indebtedness and to increase resilience against shocks.", "This is welcome and positive.", "However, the measures introduced, such as a loan-to-value limit and amortisation requirements, affect new loans only, and it will therefore take time before they affect all households with mortgages.", "Some of the macroprudential policy measures have also been criticised.", "Among other things, the amortisation requirements have been accused of making it difficult for some groups, such as first-time buyers, to enter the housing market, as the requirements restrict households' scope for borrowing.", "This is, however, part of the aim of the amortisation requirements and, without these restrictions, household indebtedness would also risk continuing to increase at an excessively rapid rate.", "Without an effective macroprudential policy, borrowing households would choose to borrow more and demand more housing, without considering that, when all borrowers behave like this, housing prices are pushed upwards.", "Higher housing prices mean that borrowers must cut back on other consumption and work more, which decreases their welfare over the long term.", "Today, I would like to discuss how we can balance today's challenges against tomorrow's gains.", "In my opinion, we must adopt measures that can be seen as costly today to solve problems that could improve the housing market in the long term.", "And managing the problems on the housing market will require other/more measures than those falling within the framework of macroprudential policy.", "For the Riksbank, it is important to monitor the housing market: it is well documented by empirical studies that a rapid increase in debt increases the probability of financial crises and falling prices on the housing market.", "The economy can also become more sensitive to various shocks if households (and companies) are highly indebted.", "The studies also show that, if the banking system has large exposures to the housing market, financial stability can be threatened.", "In the Riksbank's task of promoting financial stability7, it is therefore important to ensure that the banks and their borrowers have resilience to shocks that could threaten financial stability.", "In addition, if financial stability should start to falter, there exists a risk that it would become more difficult to conduct monetary policy.", "I am well aware that both functional authority and tools lie beyond the Riksbank's remit, but as household debt and problems on the housing market affect the way the economy works, this development is also a source of unease for the Riksbank.", "Housing prices have been rising for a long time To begin with, I would like to say a few words on how housing prices have developed in Sweden.", "Since 2005, they have more than doubled, but the price rise started before then.", "The fact that housing prices have risen so rapidly for such a long period of time and are now historically high can be explained by factors such as the imbalance between supply and demand for housing, rising real wages and lower taxes, which have increased households' disposable incomes.", "Housing prices fell in the autumn of 2017, but have since then recovered slightly.", "The fall in prices has also affected housing construction, which, after increasing strongly in recent years, slowed down again in 2018 and 2019.", "Over time, the development of housing prices has contributed towards increasing household indebtedness, even if the slightly weaker development in recent years has contributed towards lending for household mortgages now increasing more slowly than previously.", "All in all, this has led to household debt as a proportion of disposable income (the debt-to-income ratio) staying relatively unchanged over the last year, but being expected to continue to increase over the coming years.", "debt-toincome ratio for the entire household sector is currently over 186 per cent.", "This is a high level, not just from a historical perspective but from an international one too.", "The Riksbank's credit data on the stock of mortgage borrowers shows that households with mortgages had an average debt-to-income ratio of 338 per cent in September 2017, which is an increase of 36 percentage points compared to 2011.10 The same data also shows that 31 per cent of households with mortgages (640,000 households) have a debt-to-income ratio exceeding 400 per cent and 13 per cent (260,000 households) have a debt-to-income ratio exceeding 600 per cent.", "Since 2011, debt-to-income ratios have increased in all income groups.", "This means that households are becoming more sensitive to several types of changed economic conditions, such as rising interest rates, falling housing prices and higher unemployment.", "Allowing this trend to continue is not compatible with taking responsibility for the Swedish economy.", "The development of the housing market can affect confidence in Another aspect of the Swedish housing market is that the banks, via their lending to both households and companies, are exposed to the property sector.", "Loans with homes and other kinds of property as collateral make up about 80 per cent of the major banks' loans to Swedish households and companies.", "Loans to households for mortgage purposes make up the very greatest part of this.", "This exposure has increased over the last decade.", "Therefore, as I have pointed out on a number of previous occasions, what has happened is that the major banks that are usually described as commercial banks, have, in fact, become 'mortgage banks'.", "The increased lending depends, among other factors, on rapidly rising housing prices and historically low interest rates, but also on the number of households and completed homes having increased over the period.", "The banks fund these mortgages to a high degree on the capital market, in particular with covered bonds, the collateral for which is made up of mortgages.", "As mortgages have grown, so have the volumes of covered bonds, some of which are issued in foreign currency.", "Developments on the housing market can thus also affect confidence in the banks and, in a bad situation, their funding could also become both more expensive and more difficult to obtain.", "The fact that the major banks also own one another's covered bonds increases the risks still further.", "Housing policy benefits certain groups Apart from rising housing prices leading to increased indebtedness for households, there are also other aspects of the housing market that are problematic.", "In labour market economics, a system of insiders and outsiders is discussed, where insiders on the labour market benefit, to a far greater degree, from labour legislation that protects them from unemployment and gives them a more advantageous negotiating position for wage-setting and so on.", "At the same time, this makes it more difficult for outsiders to become established on the labour market.", "Applied to the housing market, this reasoning could concern two areas.", "The first area concerns the dividing line between households on the rental market: the insiders, who have master leases for rented flats, and the outsiders, who lack such leases despite being willing to pay rents that are actually higher than those paid by the insiders.", "Insiders on the rental market thus have a strong interest in maintaining the rent-setting system and have a strong shared voice to argue their case thanks to interest groups.", "The second area concerns the differences in a wider sense between the insiders who own their homes and who have, in theory, strong economic interests in maintaining their strong position, and the outsiders who have great difficulty in entering the 'owned' housing market.", "Here, I will focus on this latter example.", "Put simply, what insiders have in common is that, due to their strong position on each market, they can influence decision-makers to maintain their advantages.", "'Climbing the property ladder' has become a concept in metropolitan areas The property market contributes to substantial distributional effects in society.", "Those people who own or have owned their home, the insiders, have benefited from the rapid rise in prices on the housing market.", "In step with these price rises, they have been able to realise gains upon the sale of their homes, which has allowed them to purchase increasingly expensive homes.", "This, in turn, has pushed up prices further.", "In addition, households that own their homes have benefited from the taxation system.", "The home can be seen as a low tax capital investment and, ultimately, also as a kind of pension saving.", "Similarly, the conversion of rental properties to tenant-owned properties has brought major profits for tenants able to buy their own homes.", "It is said that people can 'climb the property ladder', which is to say earn money on owning their home - a concept that has become common, particularly in metropolitan areas.", "Thus, there have always been major economic gains to be made by people who have owned their homes and been able to take advantage of price increases.", "For a large proportion of households, housing has contributed towards an increase of their capital assets, which is reflected in the distribution of wealth.", "Previous fluctuations in inflation, real interest rates and tax rules have created redistributions that have benefited certain generations at the cost of others and that have created an economic middle class of middle-aged and older people with relatively strong economic resources.", "Increasingly difficult to enter the housing market At the same time, those people outside the owned housing market, the outsiders, have not been able to take advantage of this development, and the high prices have made it increasingly difficult for them to be able to purchase a home at all.", "Particularly in metropolitan areas, it is difficult to save enough for a down payment without help.", "Without parents who can contribute to a down payment or stand as co-borrower for a mortgage, it has become more difficult for many firsttime buyers to purchase a home.", "The development of the housing market has therefore led to great differences in possibilities for people to enter the housing market.", "Another aspect of the problems on the owned housing market is that the lack of opportunities to purchase a home forces many young people to sublet.", "Subletting is often expensive and insecure for the subtenant, at the same time as their consumer protection is weak.", "Difficulties in finding a home also lead to problems in skills supply.", "It becomes difficult to attract labour to the major cities when it is impossible to find a home for a reasonable price.", "I am concerned about this social development, as it is creating problems for economic growth and economic distribution, and is increasing the likelihood of financial crises.", "It is of great importance that reforms are carried out to slow this development down.", "Measures affecting all mortgage borrowers are absent Like the Riksbank, Finansinspektionen has drawn attention to households' high indebtedness and has taken measures to reduce the risks and increase resilience among households.", "This has also contributed towards slowing down price growth for housing, although this was not the primary purpose of the measures.", "However, these macroprudential policy measures, such as a loan-to-value limit and amortisation requirements, are only aimed at new borrowers.", "Consequently, they mainly affect the conditions for the people I refer to as outsiders and, to some extent, could make it more difficult for them to enter the housing market.", "On the other hand, there are few measures affecting the stock of already existing loans, which means that the new rules affect insiders and outsiders differently.", "In a study, the Riksbank has demonstrated that an amortisation requirement aimed at all borrowers could reduce household debt over the long run and that this would also mean a redistribution of resources from lenders to borrowers.", "The debate often disregards this distributional effect, as macroprudential policy measures are often assumed to be negative for borrowers in the short term, something I will return to later.", "The macroprudential policy measures in place today patch up the problems that have arisen but very little has been done to manage the fundamental reasons for why the housing market functions poorly.", "In some areas, regulatory amendments have been made, for example regarding subletting, investment support and permissible noise pollution levels around newly built homes.", "Essentially, however, no politicians have been willing to address the bigger issues, concerning the rent-setting system, property tax, tax deductions for interest payments and sales taxation of property, for example.", "The housing stock is not being utilised effectively Let me now develop my reasoning a little over how the housing market and taxation system could be contributing to rising housing prices and increased indebtedness, and thus to increasing risks in the economy.", "For example, tax deductions for interest payments and low property taxes are contributing towards lower housing costs for homeowners, which is increasing the incentive for households to take on debt.", "Long queues for rental housing, above all in larger cities, may be contributing towards households feeling forced to purchase homes, which almost always requires taking on debt.", "There are also factors that are contributing towards the housing stock not being utilised more efficiently and the supply of housing thereby being limited.", "The current rent-setting system means low rents for existing tenants while reducing their incentive to move.", "Stamp duties, such as registration of title and mortgage deeds, and the taxation of capital gains on housing sales, make it more expensive to move house and therefore do not promote mobility on the housing market either.", "In addition, weak competition in the construction sector, an insufficient supply of land for new homes, and comprehensive and complicated planning processes have long impeded housing construction.", "Housing construction certainly increased a couple of years ago but the fact that the supply of housing was limited for a longer period has presumably contributed to higher housing prices and thereby also to higher indebtedness among households.", "By way of a simple mathematical example, I would now like to demonstrate how the design of the taxation system can affect incentives to relocate.", "As the current taxation of detached houses is low21, at the same time as the taxation of capital gains on sales is relatively high22, lock-in effects are created when prices have increased as much as they have.", "Let us say that a household owns a detached house that is worth 5 million kronor but which was purchased for 2.5 million kronor 10 years ago.", "The house is taxed every year with a property charge of just under 8,000 kronor.", "If the household wishes to sell the house, for example to move to a smaller home, this will mean it will have to pay 550,000 kronor in capital gains tax upon sale.", "In addition, the household will have to pay stamp duty if it decides to buy a new detached house.", "If we assume that the household purchases a smaller and cheaper detached house for 3 million kronor, this will mean that, in addition to the capital gains tax, it will have to pay 1.5 per cent or 45,000 kronor in stamp duty in conjunction with the purchase.", "To this, can often be added costs for mortgaging the house.", "This means that the total taxation for this example household to relocate corresponds to about 600,000 kronor, which is a lot compared to the annual current taxation of only 8,000 kronor.", "I certainly think it is reasonable to pay tax on the profit from the sale of a home, in the same way as it is reasonable to pay tax on the profit from an investment of capital.", "And this is something households need to consider in their calculations.", "But if the level of taxation is too high when a property is sold, it can affect households' willingness to relocate.", "The circumstance that some households are willing to put off the payment of capital gains tax until the future could be a sign that the ongoing level of taxation is too low in comparison to the level of taxation from a sale.", "All of this makes it important to make structural reforms in housing and tax policy.", "Our politicians urgently need to address the problems that have arisen and take a long-term socio-economic view of the housing market.", "The macroprudential policy measures have had the intended I support the measures taken by Finansinspektionen to manage the risks inherent in household indebtedness.", "Amortising mortgages is not unusual internationally.", "After all, a mortgage is a loan and should therefore be repaid.", "Sweden has previously stood out in international comparisons concerning amortisation culture and the high proportion of interest-only loans.", "It is therefore reasonable that Finansinspektionen has introduced amortisation requirements.", "The amortisation requirements have, however, come in for some criticism.", "One of the arguments is that first-time buyers without high incomes and wealth are excluded from the market, which ultimately also affects new construction and the construction sector.", "Naturally, it is correct that the macroprudential policy measures affect the borrowing potential of mortgage borrowers.", "But this is also part of the actual point of the measures.", "All other factors being equal, amortisation requirements must also have a restraining effect on the development of prices.", "As far as we can see, these requirements have more or less had the effect that could have been expected: credit expansion has slowed down a bit and people who were previously taking very large loans are now taking smaller loans.", "According to the random sample from 2018 upon which Finansinspektionen's latest mortgage survey is based, the average debt-to-income ratio among new mortgage borrowers is 398 per cent, which is slightly lower than in the previous year.", "The proportion of new mortgage borrowers with mortgages exceeding 450 per cent of their annual gross income also fell between 2017 and 2018.", "The fact that many new mortgage borrowers are choosing to borrow amounts just below the stricter amortisation requirement indicates that this has affected households' propensity to take out very large loans in relation their incomes and, ultimately, the kinds of objects they are deciding to purchase.", "If a household has previously wanted to purchase a one bedroom flat in a metropolitan area at a price of just over 2,500,000 kronor, the macroprudential policy measures have made it more difficult for the household to purchase this object.", "However, it is important to use the terms correctly.", "Those households that have been affected by the amortisation requirements and that want to purchase a tenant-owned apartment have not been excluded from the housing market, but only from purchasing that one-bedroom flat for 2,500,000 kronor.", "Such households can, instead, choose to purchase another one-bedroom flat for a lower price.", "It should also be remembered that households still have the possibility of borrowing large amounts to finance housing purchases.", "I consider that it is therefore somewhat misleading to claim that certain groups have been completely 'excluded' from the housing market due to the amortisation requirements.", "As far as newly built homes go, these are exempt from the amortisation requirements and it is up to individual banks to decide whether their customer's credit rating makes additional amortisation necessary.", "Consequently, the amortisation requirements, at present, should benefit newly built tenant-owned apartments.", "The aim of the macroprudential policy measures is to strengthen households' long-term resilience in two ways: by ensuring that they do not borrow excessive amounts in relation to their incomes or the value of their homes, and to encourage households to create buffers by gradually amortising their loans.", "High stress rates in the calculations made by the banks to estimate households' ability to repay loans are, in turn, aimed at ensuring that the households will be able to cope with a significantly higher level of interest rates than prevails at present.", "If a household fails the credit assessment, it is conceivable that the household will have to increase the proportion of capital it invests, borrow less and/or purchase a cheaper home.", "The solution for improving the functioning of housing provision cannot be to force young households deep into debt with all the risks this entails.", "There are numerous historical examples of how such a development has created problems for both individual households and society as a whole.", "At an aggregated level, households have relatively high savings and substantial assets.", "However, since 2007, there is no information on how assets and savings are distributed among households, and consequently neither on how much savings the most indebted households have.", "Nevertheless, there are signs that the most highly indebted households have significantly fewer liquid assets in relation to their income than households who are less indebted.", "Better information on household wealth is something that the Riksbank has been requesting for a long time.", "Structural reforms are needed to manage the challenges on the I am well aware that it is not part of the Riksbank's mandate to manage problems on the housing market and that many of these issues are of a political nature.", "However, it cannot be disregarded that the housing market is part of Sweden's economy and thereby affects how the economy functions.", "The economy becomes more sensitive to shocks if households (and companies) are highly indebted and, consequently, the housing market is of interest to the Riksbank.", "A poorly functioning housing market affects us all in the long term.", "If I had been free to wish for certain reforms to improve the housing market and slow indebtedness down, the amortisation requirements may not have been at the very top of my list, even if it is a good measure.", "However, the fundamental problems on the housing market and in household debt cannot be solved merely by introducing amortisation requirements.", "It would have been better to have measures to manage the basic problems: an undersized and unbalanced supply of housing, combined with a tax system that distorts both the choice of form of tenure and the choice between investing in home ownership and in other assets.", "However, it is clear that it is difficult, politically, to make such reforms.", "Occasional reforms to certain parts of tax and housing policies will probably not be enough to create a reasonably efficient housing market.", "When you make loose adjustments in tax or credit rules, and thus affect housing prices, we get clear winners and losers.", "A comprehensive review of these areas is instead needed, together with a broad reform package that creates a better balance between demand and supply, so that we can avoid having to patch up problems as they occur.", "I would now like to examine the areas that I consider need to be reviewed first of all, but I would also like to repeat that it is not part of the Riksbank's mandate to suggest optimal tax systems or give instructions for how housing policy should be designed.", "On the other hand, it seems reasonable that we should continue to highlight those factors that are contributing to the housing market functioning poorly and to the accumulation of imbalances in the financial system.", "Tax policy: As I mentioned earlier, the taxation system contributes to the imbalances on the housing market.", "Tax reforms to reduce households' incentives to take on debt could reduce these imbalances.", "Tax policy is not optimally designed either from the stability of financial stability and the Riksbank has previously pointed to tax relief on interest expenditure, property tax and capital gains tax as areas that need to be reviewed.", "This is not necessarily a matter of having to increase total taxation or adopt individual measures, but rather of reforming the entire taxation system in a way that creates incentives for increased mobility and makes it easier to utilise existing housing at the same time as it decreases incentives for indebtedness.", "With regard to tax regulations for homeowners, these could be designed in different ways, either by regular taxation of the actual home or by taxing their purchase and sale.", "To reduce the lock-in effects and increase mobility in the housing stock, a review is needed of capital gains taxation when homes are sold, of property taxation and of the current tax relief on interest expenditure.", "Housing policy: The fundamental causes of increasing indebtedness need to be addressed.", "The fact that the housing market is functioning poorly, among other reasons due to the construction of new homes not corresponding to the demand, is an important cause of the indebtedness.", "It is therefore necessary to introduce measures that create a better balance between supply and demand for housing.", "Another reason why the housing market is functioning poorly is that the rent-setting system creates housing supply limits and lock-in effects that make it particularly difficult to find housing, particularly for young people and for people who are not yet established on the housing market.", "More rented accommodation would probably improve the balance of supply and demand.", "In addition, it is important to have measures that lead to the existing housing stock being used more efficiently.", "Suggestions in the area are not lacking either.", "See, for example, the recently published special study on more flexible rent-setting and uniform taxation from Finanspolitiska rådet (the Swedish fiscal policy council).", "If such reforms are adopted, complaints over the amortisation requirements will also decrease.", "As you see, I have a strong desire for the housing market to change from the way it is today.", "But achieving this will take political will and the courage to take difficult decisions.", "Earlier, I discussed the phenomenon of insiders and outsiders on the housing market and the fact that the measures Finansinspektionen has adopted so far to reduce the risks inherent in household indebtedness mainly affect outsiders.", "The reforms I have discussed today would also affect the conditions for insiders on the housing market.", "They are in a strong position, which has probably contributed to the desired reforms having failed to materialise so far.", "These are difficult decisions that must be taken, and they will affect many people.", "It is therefore important that reforms be implemented in stages, so that insiders gradually have time to adapt to new conditions.", "Having said this, I consider it important to look at the housing market from a longterm socio-economic perspective.", "Is it reasonable for today's housing market, with all its shortcomings, to be preserved so that the social group that owns its own housing can watch its wealth increase at the expense of those groups who are finding it increasingly difficult to buy housing at all?", "I consider it to be of socioeconomic interest to adopt the necessary measures now, for the sake of coming generations, so that they can have the opportunity to find housing that suits them in their current phase of life.", "In addition, there will hardly be a better occasion to introduce the various measures, as Swedish households are currently living in an economy with historically low interest rates and low inflation.", "In my opinion, to achieve a better situation for coming generations, we need to create a new, lower adjusted equilibrium on the housing market.", "This would also contribute towards reducing the differences between insiders and outsiders - the haves and the have-nots.", "Furthermore, household indebtedness would gradually decrease and would no longer create economic risks in the same way.", "I am aware that these measures would affect my generation's housing assets today.", "But my opinion is that they need to be implemented so that the housing market in Sweden can function well tomorrow.", "Alter, A, Feng, A and N Valckx (2018), \"Understanding the macro-financial effects of household debt: A global perspective\", IMF Working Papers No 18/76.", "Bäckman, C and C Lutz (2018), \"The impact of interest-only loans on affordability\", Regional Science and Urban Economics.", "Cunliffe, J (2019), \"Housing tools revisited\", Bank of England.", "Dermani, E, Lindé, J, and K Walentin (2016),\"Is a bubble forming in Swedish housing pices?", "Emanuelsson, R (2015), \"Supply of housing in Sweden\".", "Emanuelsson, R, Katinic, G and E Spector (2018), \"Developments in the housing market and their contribution to household debt\", Economic Commentary no.", "Emanuelsson, R, Melander, O and J Molin (2015), \"Financial risks in the household sector\", Economic Commentary no.", "European Commission (2019), Country Report Sweden.", "European Systemic Risk Board (2016).", "ESRB/2016/11 on medium-term vulnerabilities in the residential real estate sector of Sweden, September 2016.", "Flodén, M, Kilström, M, Sigurdsson, J and R Vestman (2016), Household debt and monetary policy: revealing the cash-flow channel.", "Swedish House of Finance Research Paper No.", "Finansinspektionen (2019), The Swedish mortgage market.", "Finanspolitiska rådet (2019), \"Friare hyressättning och likformig bostadsbeskattning - Hur påverkas hushållen?\"", "(\"More flexible rent-setting and uniform taxation - How would households be affected?", "\"), Särskilda studier från Finanspolitiska rådet (Special studies from the Swedish fiscal policy council).", "Finocchiaro, D, Jonsson, M, Nilsson, C and I Strid, (2016), \"Macroeconomic effects of reducing household debt\", Economic Review 2016:2.", "Swedish Union of Tenants (Hyresgästföreningen) (2013).", "\"Hyresrättens betydelse för en dynamisk arbetsmarknad\" (\"The significance of rented accommodation for a dynamic labour market\").", "IMF (2016), Financial System Stability Assessment Sweden.", "\"Introduction on monetary policy\", speech to Riksdag Committee on Finance.", "\"Housing and monetary policy - a view from an inflation targeting central bank\", speech at Jackson Hole.", "\"Fördelningseffekter av utbudsrestriktioner på bostadsmarknaden\" (\"Distribution effects of supply restrictions in the housing market\"), Reform Institute.", "Swedish Trade Union Confederation (LO) (2014), \"Bostadsbrist och arbetsmarknad - hur får vi en bostadsmarknad i balans?\"", "(\"Housing shortages and the labour market - how do we achieve a balanced housing market?\")", "Lindbeck, A and D Snower (2001), \"Insiders vs outsiders\", Journal of Economic Perspectives, Vol.", "Lindbeck, A (2016), \"Hur avveckla hyreskontrollen?\"", "(\"How can rent controls be dismantled?", "\"), Ekonomisk Debatt no.", "Lombardi, M, Madhusudan, M and I Shim (2017),\"The real effects of household debt in the short and long run\", BIS Working Papers No 607.", "Långtidsutredningen (Long-Term Survey of the Swedish Economy) (2003), Fördelningspolitikens mål och medel - Bilaga 8 (Distribution policy's objectives and means - Annex 8).", "Långtidsutredningen (Long-Term Survey of the Swedish Economy) (2015), Bostadsmarknaden och den ekonomiska utvecklingen - Bilaga 3 (The housing market and economic development - Annex 3).", "Mian, A and A Sufi (2018), \"Finance and business cycles: The credit-driven household demand channel\", NBER Working Paper No 24322.", "OECD Economic Surveys: Sweden, March 2019.", "Thedéen, E (2017),\"Banking capital in times of stress\", speech at UBS Annual Nordic Financial Services Conference.", "Sveriges Riksbank (2013), The Riksbank and financial stability.", "Sveriges Riksbank (2019), Monetary Policy Report, July."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Household debt", "Housing market", "Macroprudential policy", "Housing prices", "Insiders and outsiders", "Taxation system", "Housing construction", "Amortization requirements", "Loan-to-value limit", "Rent-setting system"]}