{"sentences": ["I have titled my remarks \"Why Write Our History?\"", "One of the early decisions I took as Governor was to approve the continuation of work on this publication.", "I did so because I believed then and now that it is important to tell the story of this Bank.", "I did so also because the author, my friend and former colleague, Harold Codrington, had toiled long in the vineyard in a labour of love to document the history of an organisation which, former Prime Minister Owen Arthur, on the occasion of the Bank's 25th Anniversary, described as \"the Barbadian institution of the 20 Century\".", "Harold's career as a central banker and my own were intertwined, spanning over 35 years.", "For much of that time our careers moved in parallel until finally, he received the reward of retirement.", "Through these years he was an accomplished research economist who served in several capacities, benefitted from countless experiences, worked on several major economic and financial projects and held many senior responsibilities.", "He was blessed with an encyclopaedic memory, maintained a filing system for important documents, and engendered the confidence of those with whom he worked.", "In short, he was a valued resource for the organisation and had even before this publication become the historian within the Bank.", "These attributes have enabled him to produce a publication that is a compelling humanistic story of how the Bank has evolved over more than four decades and how the Bank's employees have contributed to the economic, social, and financial fabric of Barbados.", "The story of many of my colleagues and first generation of central bankers are interwoven in Both Sides of the Coin.", "It captures not only our critical work in our core business but also how active we were in developing the arts, engaging in public outreach, and uplifting our communities.", "It reflects the recognition of our founding fathers that a central bank in a developing economy must support nation building.", "Hence the title of the book, Both Sides of the Coin.", "By telling the story, we record a significant portion of Barbados' post-Independence economic history.", "The author traces our contribution to Barbados' economic diversification, in particular, our leadership in supporting the establishment of, and later defending, our international financial services sector, highlights our support for businesses through the credit guarantee schemes and details the decisions on the creation of our currency.", "He reflects on the implementation and long-term maintenance of our fixed exchange rate and shares the factors that underpin our economic growth.", "Our oversight function in exchange control matters, the value of our research and our advice to government, and, of course, our many social and cultural programmes also feature prominently in the work.", "Our contribution on the world stage does not go unnoticed.", "The book refers to the many staff who worked at or with international organizations.", "In her recollections, former Governor, Dr. Marion Williams, recalls candidly her experience in defending Barbados and other small islands in the international arena on significant issues that posed severe threats to our very survival.", "Together, these revelations show how we represented our country beyond these shores.", "We would not have made such an indelible mark at home and abroad without the hard work and dedication of our staff and leaders, and I would wish to pay tribute to all central bankers who brought us to this stage in our history.", "Many of them, we feature in the work.", "Special commendations as well to our leaders: Sir Courtney Blackman, the late Dr. Kurleigh King, Mr. Calvin Springer, Mr. Winston Cox, Dr. Marion Williams, and Dr. DeLisle Worrell.", "They all brought different leadership styles to manage the Bank but had one goal in mind: creating and maintaining an institution of world-class excellence.", "Harold captures their contributions, and they all tell a story of creating an exemplary institution, that promoted strong leadership, produced excellent output, nurtured talented staff, and built a resilient economy and society.", "Their recollections are very insightful, and they reveal the heart, soul and conscience of who we are.", "We learn a lot from their experiences.", "Writing a book is not an easy task, as Harold admits in the preface.", "Authors must research, conceptualise, brainstorm, draft and redraft, edit, agonise about the completeness and accuracy of their story, and withstand the judgements of their critics.", "Harold, you'll hear soon the critiques of your readers.", "I thank you for your commitment to telling our story and chronicling our first 45 years of existence between 1972 and 2017.", "I also thank your family for the many sacrifices they endured while you penned this history.", "You highlight that your wife, Dolores, nudged, encouraged, and pushed you to cross the finishing line.", "Dolores, we thank you for your support, and for sharing Harold's and the Bank's vision to publish this history.", "I thank the reviewers, commentators, critics, editors, and endorsers, and everyone who lent their time and talent to this publication.", "We remain forever in your debt.", "So, I pose the question again: Why did we write this book?", "I have already shown how it showcases our contribution to national development.", "But it also chronicles our growth from infancy, to teenaged years, to adulthood into middle age.", "In the author's words: the book tells of our establishment, consolidation, maturity, and modernization; it reveals our purpose and mission, it educates and informs.", "By tracing our journey from the beginning, we are also preserving the institutional knowledge of the first generation of central bankers, many of whom are retired or about to retire.", "The experiences of this first generation and the information on our near fifty- year journey should inspire the next generation of central bankers.", "Let me hasten to add that Both Sides of the Coin is an unvarnished chronicle.", "The author captures our highs and lows, our achievements and failures, our weaknesses and strengths and our public spats and celebrations.", "From the robust and contentious Parliamentary debate that preceded our formation, to the public sparring with labour, the dispute over the building of our home, to the untimely and unprecedented firing of our fourth Governor, Harold reveals it.", "I commend Both Sides of the Coin to every Barbadian who wishes to understand the role, mission, vision, and values of their central Bank.", "As we approach our 50 birthday in 2022, we know that the changing economic and financial landscape at home and abroad will transform the face of central banking.", "This transformation includes the evolution of digital currencies, further liberalization of our exchange controls, strengthened regional integration, digital transformation, the emergence of new industries, local and international challenges, and different societal norms.", "The impact of environmental degradation on our people and their livelihoods and the reforms of economic and financial management will also influence what central banks do.", "Change is inevitable even in central banking, but may the enduring principles of excellence, hard work, commitment, collaboration, and contribution to national development - the cornerstones of this institution - forever live on.", "This publication is a useful reminder to our successors of these critical tenets that underpin the creation of an institution of excellence.", "The late United States President Theodore Roosevelt once said: \"The more you know about the past, the better prepared you are for the future.", "\"This observation is a universal truth, and Both Sides of the Coin helps us and future generations to understand the past forty-five years of the Central Bank of Barbados: its work, its mission, its vision, its journey and its people, like many of you and me.", "That perspective is, in a nutshell, why we wrote this book.", "Please enjoy the rest of the evening and get yourself a copy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank of Barbados", "History of the Bank", "Economic development", "Financial services", "Leadership", "Staff", "Institutional knowledge", "Change in central banking", "Cornerstones of excellence", "Future generations"]}