{"sentences": ["We now live in an increasingly digital world, in which technical progress makes it possible to market new goods and services that claim to simplify and enrich our lives.", "In the area of finance, like elsewhere, innovation seems to have followed a historical process rendering it practically invisible: As St Exupéry writes in Wind, Sand and Stars \"Thus, precisely because it is perfect the machine dissembles its own existence\".", "Behind this apparent simplification, however, lies a profound change in financial activities, their ecosystem and their international integration.", "This change raises many challenges for our national and European sovereignty, which fundamentally means our ability to preserve and impose our collective choices in terms of stability, efficiency and fairness of the financial system.", "As a central banker and supervisor, I serve an institution that has been mandated by the legislator to help enforce these choices by ensuring the stability of the financial system, especially in the area of payment systems and means of payment, which is the subject of this conference, as well as their security and smooth functioning.", "These escalating challenges to our sovereignty are therefore something I cannot ignore.", "I would thus like to share with you now some thoughts on the nature of these challenges and the contribution that central banks can make to address them effectively.", ".The digitisation of the economy and its challenges for sovereignty A- The digitisation of the economy has led to a profound change in financial ecosystems.", "The development of an Internet-based network economy has provided businesses with more direct access to consumers, while reducing the fixed costs of launching and operating services This change has gone hand in hand with changing lifestyles and increased expectations in terms of simplicity, availability, immediacy and even personalisation of services.", "This is commonly referred to as the \"customer experience\".", "The emergence of digital banks, where interaction with the customer is mainly carried out via a mobile application, is an example of a response to this new standard in terms of practices.", "Changing patterns in practices have also prompted some companies to position themselves between customers and traditional service providers in very specific segments in order to offer value-added services.", "This \"re-intermediation\" has given rise in Europe to a continuous adaptation of regulations in order to regulate and secure data sharing, which is the driving force behind open banking.", "This trend benefits both relatively small players (FinTechs) and technology giants whose business model is based on the monetisation of data (Gafams and BATX, whose entry into the European market is more recent).", "These changes are the natural result of a process of creative iteration, and promise to simplify practices by diversifying them.", "Nevertheless, they have significant consequences for the structure of markets, with a substantial impact on our ability to impose and control our public policy choices regarding financial services, in particular in terms of legal, technological and operational certainty.", "For instance, which law is applicable, when the provision of services involves players established in different jurisdictions with sometimes contradictory legal requirements?", "The United States in particular is characterised by a broad definition of extraterritoriality.", "Besides the identification of the legal framework, there is also the question of the ability of a judicial authority to enforce the law, given the size of financial groups, the large number of intermediaries, or the location of their various activities.", "The digitisation of financial services also introduces a new form of dependence on physical (mobile phones and connected objects) as well as digital (search engines, mobile applications) entry points and on the non-European technology companies that control and dominate them.", "Yet, competition law, created in the 19th century in a period when the State took a stand on monopolies, is proving to be ill-equipped to deal with these technology companies.", "Lastly, the dematerialisation of activities, by increasing the number of interconnections and system entry points, makes them more vulnerable to potential \"cyber-attacks\" and to their use for money laundering and terrorist financing purposes, and makes them more dependent, to counter this, on non-European players who also operate outside the regulated financial sectors.", "B- In the area of payments, digitisation is likely to have additional consequences, which also pose major challenges in terms of sovereignty.", "Here, I would like to highlight two that deserve special attention: The first is the development of new types of settlement assets.", "The operation of our payment systems currently relies heavily on the largely complementary use of two types of settlement asset that can be exchanged at any time at par: central bank money, the only legal tender settlement asset, which is the money for the settlement of transactions between financial intermediaries, and commercial bank money, which is generally preferred for the settlement of retail transactions.", "Some crypto-asset projects aim to compete with - rather than supplement - this system by offering alternative settlement assets, \"coins\", whose value is not necessarily linked and fixed to central bank or commercial bank money.", "The implementation of these projects has shown that it is not easy to create the conditions for confidence in these alternative settlement assets and their use remains marginal to date.", "However, if their use were to grow significantly, their impact on the global economy could pose a major challenge to our current monetary order with major concerns for stability and sovereignty.", "The second consequence that deserves particular attention is the processing and storage of payment data.", "Both the applicable law and the ability of private and public players to ensure the proper management of their data depend on location of servers.", "Yet a growing share of data storage services is being outsourced to cloud providers, most of which are foreign.", "In addition, the use of public cloud services, where data from multiple customers are aggregated on a single server, raises issues of data security and auditability.", "Several recent episodes such as the US sanctions in Crimea (2014) or the Amazon Web Services failure (2017) have illustrated the real risks to and impacts on the economy of a destabilisation of payment activities.", "They thus stressed the need for the community to maintain end-to-end control over an activity that is essential to industry, commerce and public services.", "Faced with these challenges, what roles should central banks play?", "In this perspective, the public authorities responsible for the development of the regulatory framework applicable to financial services and European private players obviously have a major role to play.", "The future of Europe's sovereignty over its payments system will be all the more secure if it can rely in particular on the ability of its private and industrial players, FinTechs and financial intermediaries to adapt and innovate continuously in order to reap the benefits for themselves and their customers of an open, competitive and highly integrated payments market at European and international level.", "In the exercise of their supervisory mandate, central banks can contribute to this by reconciling the need for openness and support for innovation, which is inherent to an economy integrated into world trade for the benefit of consumers, with their fundamental mission as guarantors and promoters of sound risk management.", "But they can also contribute through their two other traditional channels, namely as a catalyst and a provider of settlement services in central bank money.", "A- I believe that this catalyst role is important in the field of retail payments.", "Commercial bank money is the predominant settlement asset in France, even though the use of banknotes and coins remains significant in this country, as in most of the European Union.", "This variety of means of payment, based on settlement assets that can be exchanged at any time at par, is an advantage that I believe should be preserved for several reasons: on the one hand, because of the financial inclusion responsibility, since the most vulnerable populations are also the least banked; but also with a view to diversifying risks, in the event of a widespread failure of electronic payment systems.", "However, it is commonly believed that in Europe there is a risk of a fragmentation of cashless means of payment and a dependence on dominant foreign players that benefit This is particularly true of international payment schemes from the effects of global networks.", "in the area of card payments (Visa, Mastercard), through which nearly two-thirds of card payments made in the European Union, especially cross-border transactions, are routed.", "Eighteen countries depend entirely on international schemes for the processing of their domestic transactions.", "Mobile payments, whose share is increasing, depend largely on mobile operating system developers such as Apple or Samsung.", "In addition, private systems entering in the instant payment sector are multiplying - Paypal, Lydia, and also Alipay, which will soon be launched in France, for example - at the risk of undermining bank interoperability and competition.", "Restrictions on the use of certain proprietary technical solutions such as NFC sensors, or payment card acceptance software for example, may also constitute an obstacle to free competition.", "Hence, the importance, in this context, of including collective interest projects in the European strategy for retail payments, which has reiterated the need for the EU to ensure the independence of its range of payment solutions.", "A key example of this is the project conducted by a group of banks to propose a solution, known as the European Payment Initiative (EPI).", "This is why the Banque de France and the Eurosystem as a whole are encouraging and supporting this market initiative, which would represent a further major milestone in the creation of an integrated European payment area since the creation of the SEPA area.", "B- Central banks may also contribute as providers of settlement services in central bank money, particularly with regard to financial intermediaries.", "Indeed, central bank money is the cornerstone of settlements between financial intermediaries and has every reason to remain so in the future: experience shows that financial players need a risk-free settlement asset.", "However, with the development of the tokenisation of financial assets, would it be advisable to tokenise their counterpart, the settlement currency?", "Doing this may lead to changes not in what constitutes the very foundation of central bank money - confidence - but in the way it is issued.", "It is in this context that the opportunity for a \"wholesale\" central bank digital currency could arise.", "This requires central banks to invest in the technical innovations underpinning the digitisation of financial assets and their transfer methods, to conduct experiments and take advantage of them in order to improve the performance of the services they provide to the economy.", "And that is what the Banque de France is doing.", "With the support of its Lab, it has been investing in blockchain technology for several years now, and is implementing it on an operational level with its MADRE project for managing the databases for SEPA creditor identifiers and bank branches.", "Another recent example is the ECB's launch of the TARGET Instant Payment Settlement (TIPS), with the aim of ensuring the coordinated development of instant payments.", "By placing its initiatives within the framework of the Eurosystem's discussions on an \"e-euro\", the Banque de France will continue and enhance its investment and expertise in the area of innovation in payment infrastructures and means of payment.", "To this end, it has recently created an Infrastructures, Innovation and Payments Directorate.", "This Directorate will enhance its resources in this area and will, I hope, participate in the work carried out within the BIS Innovation Hub.", "On an operational level, this commitment will soon lead the Bank, in close cooperation with market professionals, to conduct experiments with a view to integrating a CBDC into the procedures for exchanging tokenised assets.", "In this respect, a call for projects will be launched at the end of March 2020.", "It is indisputable that the digitisation of the economy has been a source of progress in the field of payments and other areas, as it has diversified and streamlined the services offered to the consumer.", "However, despite this positive assessment, we must not overlook the growing interdependence of economies, and the sovereignty risks that this greater intermediation is likely to pose in a context of trade tensions.", "At the Banque de France and the ACPR, we are ready to assist the market in the transformations necessary to preserve and develop a robust and resilient European ecosystem, capable of ensuring the continued sovereignty of our monetary and financial system.", "To achieve this, we will not hesitate to deploy our full range of actions and expertise, a range that we have enriched by recognising the importance of experimenting with the ecosystem."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Digitisation of economy", "Sovereignty", "Financial services", "Payment systems", "Crypto-assets", "Data management", "Central bank digital currency", "Retail payments", "European Payment Initiative", "Blockchain technology"]}