{"sentences": ["J u l y 2 9 , 2 0 2 0 Japan's Economy and Monetary Policy Speech at the Japan National Press Club AMAMIYA Masayoshi Deputy Governor of the Bank of Japan It is my pleasure to have the opportunity to talk at the Japan National Press Club.", "Today, I would like to talk about the Bank of Japan's view on economic and financial developments at home and abroad, and about its thinking on the monetary policy conduct since March in response to the impact of the novel coronavirus (COVID-19).", "I have to say that there are still extremely high uncertainties over future developments regarding and their impact on economic activity.", "It is necessary to make monetary policy responses flexibly, depending on how the situation turns out.", "Therefore, in my speech, I would like to place particular focus on outlining the impact of the spread of on economic activity and prices, as well as the Bank's thinking on the monetary policy conduct.", "Economic and Financial Developments at Home and Abroad Affected by Features of Economic Developments Affected by Infectious Diseases Global economies, including Japan's, have been subject to pandemics on several occasions.", "During pandemics, changes in economic developments are unique and differ from a typical business cycle.", "Let me begin by outlining the features of economic developments at different phases of pandemics.", "The first phase is when the infectious disease spreads.", "In response to a severe pandemic, as in the current case with the top priority is placed on ensuring people's health and safety by containing the spread of the disease.", "In such a situation, strict public health measures are conducted, such as restrictions on people's movement and going outside, as well as orders to suspend business and production activities.", "Downward pressure on the economy stemming from these measures is significant since they directly constrain economic activity.", "The second phase is a transition one that is, after the rapid spread of the infectious disease is contained.", "In this phase, the strict preventive measures conducted in the first phase are eased gradually.", "Accordingly, the economy recovers from a state of being significantly depressed.", "That said, it does not immediately return to the level reached before the spread of the disease.", "In a situation where vigilance against the disease persists, people will continue to voluntarily make precautionary efforts.", "Therefore, downward pressure on the economy will remain.", "In addition, if there is a resurgence of the disease, the strict public health measures may be reinstated.", "In this transition phase, it is also necessary to pay attention to the effects of the significant economic shock in the first phase; in other words, the impact on firms' and households' stance on spending.", "If their stance weakens significantly, the pace of economic recovery will be even slower.", "On the other hand, if a significant weakening in the stance is avoided, economic developments thereafter may become more firm, mainly through the materialization of demand.", "After this transition phase, the economy is expected to enter a new phase the era from a somewhat perspective.", "There are currently various post-pandemic -- long-term discussions on what the economy will be like at that time; in other words, how people's behavior and the economic structure will change through the impact of the disease or in a situation where there is a need to live with the disease.", "I will touch on my view regarding this again at the end of my speech.", "Economic Developments at Home and Abroad and Their Outlook Domestic and overseas economies affected by have shown developments that are mostly in line with the aforementioned features.", "I would like to look back at economic developments since the turn of this year.", "Each country responded to the pandemic by taking preventive measures, such as restrictions on entry/travel and going outside, as well as orders to suspend business and production activities.", "Since economic activities were constrained substantially, the global economy became depressed significantly in the first half of this year (Chart 1).", "According to the latest World Economic Outlook (WEO) Update released by the International Monetary Fund (IMF), global growth for 2020 is projected to be minus 4.9 percent.", "In the IMF's forecasts, the projected growth rate for the global economy registered a negative figure only once since 1970: minus 0.1 percent during the Global Financial Crisis.", "Although there were no statistics of the same kind before then, and therefore it is not possible to make a precise comparison, the IMF judges that the projected growth rate in the latest WEO shows the largest decrease since the Great Depression in around 1930, exceeding the negative figure registered at the time of the Global Financial Crisis.", "In Japan, reflecting the increase in the number of confirmed cases from March, the government declared a state of emergency in April.", "Exports, including inbound tourism consumption, have declined significantly due to entry/travel restrictions in each country and to the significant depression in overseas economies.", "Private consumption, mainly in services such as eating and drinking as well as accommodations, decreased significantly due to self-restraint from going outside and conducting businesses.", "The real GDP growth rate for the quarter of 2020 was minus 2.2 percent on an annualized basis, and that for the quarter-on-quarter April-June quarter also is likely to be substantially negative.", "As can be seen from these developments, both domestic and overseas economies became depressed significantly due to the impact of the spread of in the first half of 2020.", "Although domestic and overseas economies have continued to be in extremely severe situations, many countries have been resuming economic activities gradually and the situation has slightly changed from what it was before (Chart 2).", "The diffusion indices (DIs) for business sentiment on a global basis have remained below 50, which is the borderline between improvement and deterioration of business conditions perceived by firms, but they have picked up after bottoming out in April.", "In Japan, the state of emergency was lifted nationwide in late May and economic activity has resumed gradually thereafter.", "Looking at the DI for business conditions in the June 2020 Tankan Economic Survey of Enterprises in Japan), business sentiment has deteriorated significantly but is expected to bottom out.", "Based on various sources, such as indicators, statistics published by industry organizations, and anecdotal information from firms, although consumption activities are still at low levels, they seem to be gradually heading toward a from June.", "The spread of has not yet subsided on a global basis and pick-up COVID-19 there is concern over the risk of a resurgence of in countries where the spread has subsided, including Japan.", "Under these circumstances, although a recovery path of domestic and overseas economies has not yet come into sight clearly, the economies seem to be starting to enter a transition phase toward recovery.", "Future developments in economic activity could continue to change unexpectedly depending on the consequences of However, based on the assumption that a COVID-19.", "second wave of will not occur on a large scale, as a baseline scenario, the global economy is expected to fully enter the transition phase and head toward a recovery (Chart 1).", "The IMF projects that the global economy will recover from the second half of 2020 and the growth rate will be 5.4 percent for 2021.", "Japan's economy also is likely to improve gradually from the second half of this year.", "However, as I mentioned earlier, while the impact of COVID-19 remains, voluntary efforts to prevent infections will continue to constrain economic activity, and thus the pace of improvement is expected to be only moderate.", "I have pointed out that, in a transition phase, it is necessary to pay attention to the impact of a significant economic shock brought about by infectious diseases on firms' and households' stance on spending.", "On this point, it is inevitable that corporate profits, employment, and income will be affected by However, in response to the impact of COVID-19.", "COVID-19, the government has conducted economic measures with a project size of 234 trillion yen, which largely exceed the size of measures taken at the time of the Global Financial Crisis.", "In addition, as I will explain later, the Bank has made efforts to support financing and maintain stability in financial markets by enhancing monetary easing to a large extent.", "These responses by the government and the Bank have provided strong support for sustaining businesses and employment.", "I will elaborate on this, focusing on both the corporate and household sectors.", "Let me start with the corporate sector (Chart 3).", "Corporate profits have deteriorated, reflecting the decline in sales due to In this situation, pressure that reduces COVID-19.", "business fixed investment seems to be strong, mainly for sectors that are severely affected by That said, looking at the business fixed investment plan in the June Tankan, COVID-19.", "business fixed investment is expected to remain positive on an annual basis for fiscal 2020.", "Although it is necessary to pay attention to the possibility that figures for the business fixed investment plan will be revised downward if uncertainties over continue, the investment is likely to be steady at this point compared with a significant decline in corporate profits.", "Based on anecdotal information from firms, they are likely to continue to undertake many of their to projects, such as research and development medium- long-term (R&D) and investments.", "This is because the financial positions of firms became more sound after the Global Financial Crisis, and many firms have adequate financial capacity to undertake necessary investment for growth areas even when they are faced with severe stress.", "In addition, together with the measures currently taken by the government and the Bank to support financing, financial institutions have been actively responding to meet firms' increasing demand for funds, and this seems to have eased pressure that reduces business fixed investment.", "Next, let us look at the household sector (Chart 4).", "The employment and income situation has been weak.", "The active job ratio has declined and the openings-to-applicants unemployment rate has risen to around 3 percent.", "The rate of change in total cash earnings per employee has shown a relatively large decline recently.", "For the time being, the number of employees is expected to follow a decreasing trend and the rate of change in total cash earnings is projected to be negative.", "That said, the employment adjustment subsidies, which have been expanded as part of the government's economic measures, are expected to somewhat halt job cuts.", "The government's and the Bank's measures to support financing are likely to help prevent firms from going bankrupt and discontinuing their businesses, thereby supporting employment.", "In fact, the number of bankruptcies of firms has not increased thus far.", "Thus, active macroeconomic policies taken in response to seem to have reduced the effects of a shock brought about by to a certain extent, and second-round COVID-19 have supported firms' and households' stance on spending.", "However, as seen in the case where firms' behavior became cautious for a prolonged period after the financial crisis in Japan in the 1990s, there is a risk that a large shock will lead to a decline in firms' and households' growth expectations and make their spending behavior cautious.", "While bearing this in mind, it is necessary to carefully monitor future developments.", "In the July 2020 Outlook for Economic Activity and Prices (Outlook Report), the Bank made public the outlook for Japan's economic growth rate (Chart 5).", "The thinking behind the projection is what I have explained thus far.", "According to the forecasts of the majority of the Policy Board members for the growth rates, the economy is projected to register significant negative growth in the range of minus 5.7 to minus 4.5 percent for fiscal 2020, but grow at a relatively high level ranging from 3.0 to 4.0 percent for fiscal 2021 and then continue to grow in the range of 1.3 to 1.6 percent for fiscal 2022.", "That said, this outlook entails high uncertainties and risks are skewed to the downside.", "Above all, the consequences of and their impact on domestic and overseas economies are highly unclear.", "In addition, the aforementioned outlook is based on the assumptions that a second wave of will not occur on a large scale and that a resultant reinstatement of the strict public health measures will not take place, but these assumptions entail uncertainties.", "Difference from the Global Financial Crisis Before I move on to the next topic, I would like to explain the difference between the current shock and the Global Financial Crisis in 2008.", "At the time of that crisis, the nature of the problem was that, triggered by the bursting of the global financial bubble, major financial institutions abroad went bankrupt successively and the functioning of the financial system declined significantly.", "What made the problem worse was a vicious cycle in which a decline in the functioning of the financial system led to deterioration in the real economy, which in turn affected stability in the financial system in the form of an increase in loans.", "In contrast, the current shock is caused by the spread of This is the same COVID-19.", "situation as experienced with the Global Financial Crisis, in that a decline in demand and weak production activity affect corporate financing and that developments in financial and capital markets can easily become unstable due to increasing uncertainties over the outlook for economic activity.", "However, the big difference between then and now is that the financial system has maintained its stability on the whole this time.", "Since the Global Financial Crisis, efforts have been made internationally to enhance the robustness of the financial system, and thus financial institutions have considerable resilience in terms of both capital and liquidity.", "Because the financial system is stable, the Bank's and the government's measures to support financing through private financial institutions can work effectively.", "Under these circumstances, although financing, mainly of firms, has been under stress, the environment for external funding, such as bank borrowing and the issuance of CP and corporate bonds, has remained accommodative (Chart 6).", "Issuance spreads for CP and corporate bonds expanded temporarily but have narrowed of late, and the year-on-year rate of increase in their amount outstanding has continued to be at a relatively high level.", "That in the amount outstanding of bank lending also has registered the highest growth in about 30 years.", "At the time of the Global Financial Crisis, with the amount outstanding of CP and corporate bonds becoming lower than the previous year due to the strengthening of investors' risk aversion, downward pressure on the real economy from the financial side intensified amid the situation of banks' cautious lending attitudes.", "However, such developments have been avoided this time.", "It is expected that stability of the financial system will not be hampered significantly and the economy will be supported from the financial side.", "That said, it is necessary to closely monitor future developments because, if the real economy deteriorates for a prolonged period, this could affect the financial system and the vicious cycle that I mentioned earlier could start operating.", "Price Developments Now, I will explain price developments in Japan (Chart 7).", "The rate of change in the consumer price index (CPI) for all items less fresh food is likely to be negative for the time being.", "With economic activity remaining at a low level due to the impact of COVID-19, it is expected that prices of goods and services that are sensitive to economic activity will be pushed down.", "Crude oil prices, which declined significantly compared to a while ago, are projected to push down the CPI through energy prices.", "That said, when excluding the effects of energy prices, the inflation rate has remained marginally positive thus far.", "The inflation rates for food products and daily necessities that are sold at supermarkets have increased at relatively high levels.", "Although those for some items such as charges for accommodations have shown a relatively large decline, firms' behavior that aims at stimulating demand through price reductions as seen price-setting -- during the deflationary period in the past is not observed widely at this point.", "From a somewhat perspective, with the economy improving, downward pressure on prices is projected to wane gradually and the effects of the decline in energy prices are likely to dissipate.", "Under these circumstances, the rate of change in the CPI is expected to turn positive (Chart 5).", "In the latest Outlook Report, the forecasts of the majority of the Policy Board members for the CPI are in the ranges of minus 0.6 to minus 0.4 percent for fiscal 2020, 0.2 to 0.5 percent for fiscal 2021, and 0.5 to 0.8 percent for fiscal 2022.", "Thus, the rate of change in the CPI is likely to increase gradually.", "That said, it is unlikely that the inflation rate will approach the price stability target of 2 percent with momentum during the projection period since rapid recovery in demand can hardly be expected.", "Thus far, I have explained the baseline scenario of the outlook for prices, but I would like to note that it is difficult to assess the impact of on prices.", "Even among economists, whether the impact will be deflationary or inflationary is a controversial subject.", "A decline in demand due to the impact of exerts downward pressure on prices of goods and services.", "I think that the impact of on prices through the demand side will be relatively large, but it also will be exerted on the supply side, mainly due to restructuring supply chains and limiting the number of customers to avoid crowds.", "In case of constraints, upward pressure could be exerted on prices.", "For example, firms that limited their number of customers could choose to keep or raise their prices to secure profits.", "Thus, there are unusual uncertainties over how firms will set their prices reflecting the impact of and their behavior warrants attention.", "COVID-19, price-setting II.", "The Bank's Conduct of Monetary Policy Next, I would like to explain the Bank's conduct of monetary policy.", "In response to the impact of the Bank considers it important in terms of monetary policy to ensure smooth financing, mainly of firms, and maintain stability in financial markets.", "On this basis, it has enhanced monetary easing since March and implemented three measures to achieve the following objectives (Chart 8).", "The first is to support financing, mainly of firms.", "To this aim, the Bank introduced the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19).", "The total size of this program is about 120 trillion yen.", "Specifically, this program consists of (1) purchases of CP and corporate bonds with the upper limit of about 20 trillion yen, which is equivalent in size to a quarter of the domestic market, and (2) the Special Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19), which is a fund-provisioning measure to encourage financial institutions' lending, mainly to firms.", "Through the latter operation, the Bank provides funds on favorable terms to private financial institutions that make loans in response to and the size of this operation will be about 100 trillion yen at maximum.", "In this operation, the Bank also cooperates with the government.", "That is, when effectively and unsecured loans, which are based on the government's economic measures, are provided mainly to small and firms through private financial institutions, the Bank provides funds to such institutions on favorable terms.", "The second is to maintain stability in the financial markets.", "In order to achieve this, the Bank has adopted a framework through which further ample yen and foreign currency funds can be provided in a flexible manner.", "As for the yen funds, with a view to maintaining stability in the bond market and stabilizing the entire yield curve at a low level, the Bank decided to purchase a necessary amount of Japanese government bonds (JGBs) without setting an upper limit, removing the indicative figure of an annual pace of increase in the amount outstanding, which was about 80 trillion yen.", "Regarding foreign currency funds, the Bank has provided a large amount of U.S. dollar funds in cooperation with five other major central banks.", "The third is to lower the risk premia in asset markets, and the Bank therefore decided to actively purchase funds (ETFs) and Japan real estate investment trusts The aim of this measure is to prevent firms' and households' sentiment from (J-REITs).", "deteriorating through volatility in asset markets, thereby supporting positive economic activity.", "These powerful monetary easing measures have exerted positive effects.", "Although financial and capital markets at home and abroad are still nervous amid high uncertainties over economic activity, tension has eased recently.", "In addition, as I mentioned earlier, although corporate financing has remained under stress, the environment for external funding such as bank borrowing and the issuance of CP and corporate bonds has stayed accommodative, owing to various measures taken by the Bank and the government, as well as active efforts made by financial institutions together with those measures.", "In responding to an emergency situation such as the current one, policy cooperation between the government and the central bank is effective.", "In fact, many countries have made policy responses in such a manner.", "The Bank's responses that I explained earlier take into account such effectiveness as well.", "That said, there are various opinions about the roles of fiscal and monetary policies in cooperating with each other.", "Let me make clear these roles by focusing on two points.", "The first is about the roles in purchasing JGBs.", "The government's aggressive fiscal measures and the Bank's monetary easing measures can have synergistic effects; namely, of a policy mix of monetary and fiscal policies.", "That said, the Bank's purchases of JGBs are being conducted as part of monetary policy, and thus do not represent monetary financing of government debt.", "Further active purchases of JGBs decided in April were also based on the need for the conduct of monetary policy.", "That is, it aims at maintaining stability in the bond market as well as stabilizing the entire yield curve at a low level with a view to controlling and interest rates.", "short- long-term The second point is about the roles in supporting financing.", "In response to the current situation, the government and the Bank have taken various measures to support financing, and the government's measures and the Bank's measures have worked fund-provisioning together effectively.", "On this basis, as for measures that take into account the solvency problem, the government has established programs through which credit guaranteed loans as well as capital and funds can be provided.", "With regard to effectively and unsecured loans provided through private financial institutions, the credit risk of the loans is covered by credit guarantees.", "On the other hand, the fundamental role of the central bank is to provide liquidity.", "In fact, the Bank has been supporting financing, mainly of firms, while fulfilling this function.", "Taking into account the differences in the roles, the Bank will continue to pursue what it should do as a central bank.", "The Bank will continue to make efforts to provide financing support and maintain stability in financial markets through the three measures that I mentioned earlier.", "In doing so, I have to note that there are high uncertainties over the impact of on the economic and financial side.", "Thus, for the time being, the Bank will closely monitor the impact and will not hesitate to take additional easing measures if necessary.", "Today, I talked about developments in economic activity and prices affected by COVID-19 and about the enhancement of monetary easing since March in response to the impact.", "To conclude, I would like to share my thoughts about the discussions on how, from a somewhat perspective, could lead to changes in people's behavior and in the long-term COVID-19 economic structure.", "Some argue that economic activity after the pandemic will not return to the same level as before.", "It cannot be denied that demand could decrease as people's behavior becomes cautious.", "However, there is a possibility that things will turn out to be different when taking a somewhat perspective.", "To start with, changes in people's behavior may create new demand for goods and services.", "Since the outbreak of reforms such as teleworking have gained COVID-19, working-style momentum.", "Efforts to conduct activities online also have been moving ahead in fields such as education and medical care.", "If digitalization accelerates as a result, this will create demand for both hardware and software.", "In terms of private consumption, there have been changes such as increasing demand for home delivery services.", "Many may try to restructure supply chains.", "In doing so, not only efficiency but also safety and crisis management will likely be taken into account.", "In line with this, demand may also be created through firms' decisions to move factories and other sites back home.", "Another possibility is that the issue of could lead to further innovation by, for example, actively using information and communication technology to prevent infections as well as undertaking investments to meet new demand.", "While the importance of the potential of information and communication technology has been highlighted in the past, its use appears to have further accelerated for the purpose of preventing infections.", "Amid such changes, I believe it is necessary to push forward with efforts that will lead to enhancement in productivity even after COVID-19 subsides.", "The recent experience of could also encourage innovation in terms of payment systems by further increasing interest in cashless and digital payments.", "The Bank also needs to rigorously examine a payment system suitable to the digital economy.", "In this regard, central bank digital currency (i.e., digital currency issued by the central bank) is one important matter for consideration.", "The Bank currently has no plans to issue central bank digital currency.", "However, since the environment is changing extremely rapidly, mainly in terms of trends in technology, I think the Bank needs to shift up a gear and press ahead with examining this matter in order to prepare to respond in an appropriate manner when necessary.", "For this reason, the Bank took a concrete step last week and established a section called the Digital Currency Group that is tasked with examining these matters.", "This group aims to deepen its understanding of central bank digital currency in terms of the features of functioning and technological feasibility through conducting experiments.", "It also will examine matters regarding central bank digital currency while cooperating with other central banks and with relevant entities at home and abroad.", "Thus, behavioral changes due to the impact of also have positive aspects, in that they may lead to the creation of new demand and further innovation.", "From a perspective, how well we can take advantage of these positive changes is key in projecting future developments in economic activity.", "The Bank recognizes that, to this end, it is important to maintain accommodative financial conditions and ensure economic and financial stability during the current phase.", "These are also important for Japan's economy to return to a steady growth path.", "Thank you for your attention.", "Japan's Economy and Monetary Policy Speech at the Japan National Press Club AMAMIYA Masayoshi Deputy Governor of the Bank of Japan I.", "Business Sentiment Business Conditions DI (Tankan) s.a., DI DI (\"favorable\" - \"unfavorable\"), % points All industries Nonmanufacturing Manufacturing Services \"Unfavorable\" 18 19 20 18 19 20 Note: In the left chart, figures for manufacturing are the \"J.P.Morgan Global Manufacturing PMI\" and those for services are the \"J.P.Morgan Global Services Business Activity Index.\"", "Sources: IHS Markit (© and database right IHS Markit Ltd 2020.", "Economic and Financial Developments Corporate Sector Corporate Profits Business Fixed Investment Plan y/y % chg. s.a., % Private non-residential investment (SNA basis, nominal) Ratio of current profits to sales Ratio of operating profits to sales Tankan (planned investment in current fiscal year as of the June survey of each year) CY FY 05 07 09 11 13 15 17 19 05 07 09 11 13 15 17 19 Notes: 1.", "Figures in the left chart are based on the Financial Statements Statistics of Corporations by Industry, Quarterly and exclude \"finance and insurance.\"", "Figures from 2009/Q2 exclude \"pure holding companies.\"", "In the right chart, the Tankan figures include software and R&D investments and exclude land purchasing expenses (R&D investment is not included until the December 2016 survey).", "The figures are for all industries including financial institutions and holding companies, etc.", "(figures up to the March 2020 survey exclude holding companies, etc.).", "Sources: Ministry of Finance; Cabinet Office; Bank of Japan.", "Household Sector Labor Market Conditions s.a., ratio s.a., % y/y % chg. 1.8 Unemployment rate (left scale) 1.6 Active job openings-to-applicants ratio (right scale) 1.4 1.2 Special cash earnings (bonuses, etc.)", "Figures from 2016/Q1 are based on continuing observations following the sample revisions.", "Sources: Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare.", "These figures show the forecasts of the majority of the Policy Board members and those in brackets indicate the medians.", "The forecasts are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which she or he attaches the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "In the April Outlook Report, each Policy Board member made their forecasts as a range and submitted two figures within the range of 1.0 percentage point at most.", "The direct effects of the October 2019 consumption tax hike on the CPI for fiscal 2020 are estimated to be 0.5 percentage point.", "The direct effects of policies concerning the provision of free education on the CPI for fiscal 2020 are estimated to be around minus 0.4 percentage point.", "Source: Bank of Japan.", "Month 0 is March 2020 for figures for COVID-19 and September 2008 for those for the Global Financial Crisis.", "Figures for CP and corporate bonds are the amounts outstanding at the end of month.", "Figures for lending by domestic banks are monthly averages of the amount outstanding.", "Sources: Japan Securities Depository Center; Japan Securities Dealers Association; I-N Information Systems; Bank of Japan.", "Source: Ministry of Internal Affairs and Communications.", "The Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19: total size of about 120 tril.", "yen at Purchases of CP and corporate bonds: amount outstanding of maximum (previously amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19: about 100 tril.", "yen Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Further active purchases of JGBs and T-Bills: unlimited Enhancement of the U.S. Dollar Funds-Supplying Operations: unlimited Lowering Risk Premia in Asset Markets Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen (for the time being) J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil.", "yen (for the time being) ■"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "fiscal dominance", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none"], "topics": ["Economic Developments", "Monetary Policy", "Business Sentiment", "Corporate Sector", "Household Sector", "Price Developments", "Financial Markets", "Government Policy", "Central Bank Digital Currency", "Innovation"]}