{"sentences": ["Navigating at Low Altitude: Monetary Policy with Very Low Interest Rates A speech delivered at the Reserve Bank of New Zealand Museum and Education Centre On 10 March 2020 By Adrian Orr, Governor1 With deep appreciation of the dedicated team which has worked on these principles and tools.", "Navigating at Low Altitude: Monetary Policy with Very Low Interest Rates The Reserve Bank of New Zealand, Te Pūtea Matua, is tasked with promoting a sound and dynamic monetary and financial system.", "We enable New Zealanders to get on with their daily lives with the maximum confidence possible about their means of exchange (money), its purchasing power here and abroad, and the reliability and efficiency of critical financial services they rely on.", "This is our contribution to Aotearoa, New Zealand, to \"promote the prosperity and well-being of New Zealanders, and contribute to a sustainable and productive economy.", "\"3 As kaitiaki (caretakers) of Te Pūtea Matua, our activities involve continuous policy assessment as to the most effective monetary policy and financial stability tools, and their best application.", "This is highlighted by the ongoing Reserve Bank Act Review, which is aimed at ensuring we have a modern monetary and financial policy framework.", "The optimal frameworks can change over time based on global economic activity, changing technology, and evolving consumer and investor preferences as to how they transact and engage with the financial system.", "We must be able to identify and respond to circumstances in an optimal fashion to continue to meet our mandate for Aotearoa, New Zealand.", "A significant change is confronting our work at present, namely the low global (consumer) price inflation which has led to unprecedentedly low global nominal interest rates.", "Our monetary policy framework needs to operate effectively and efficiently in this low inflation and interest rate world, and we must be aware of the intended and unintended consequences of our policy actions for inflation, employment, and financial stability and efficiency.", "Today, I wish to outline how we got here, what the implications are for economic policy choices - including monetary and fiscal policy - and how Te Pūtea Matua has prepared itself to succeed.", "This speech is about making sure our monetary policy framework remains effective.", "I do not discuss the outlook for our Official Cash Rate (OCR) as this is the task of our Monetary Policy Committee.", "Their next assessment of the OCR is scheduled for March 25.", "We also have no immediate intention to use the alternative monetary policy tools discussed in this speech.", "Any perceived monetary policy signals in this speech are thus in the eyes of the reader only and not intended by the author.", "Reserve Bank of New Zealand Act 1989 (RBNZ Act), The purpose of the Reserve Bank, as set out in the RBNZ Act.", "Treasury webpage on the Reserve Bank Act Review, -andevents/reviews-consultation/reviewing-reserve-bank-act I appreciate the heightened interest in our activities in the current economic environment and want you to rest assured that Te Pūtea Matua is fulfilling its broad role including ensuring a well-functioning financial system.", "The monetary policy mandate of Te Pūtea Matua The Reserve Bank is legally mandated to achieve and maintain stability in the general level of prices over the medium-term, and support maximum sustainable employment.", "When achieving these outcomes we must also have regard to the efficiency and soundness of the financial system, seek to avoid unnecessary instability in output, employment, interest rates and the exchange rate, and set policy with a medium-term orientation.", "Our mandate is an outcome of decades of economic research and practical experience both here and abroad.", "It reflects the significant economic costs of high and variable inflation, the importance of having an operationally independent central bank with capability to achieve and manage stability in general prices, and the economic trade-offs that will occur as economic conditions change through time.", "Our monetary policy - as in the majority of OECD countries - is typically implemented by controlling the short-term policy rate, in New Zealand the OCR.", "This operates through a simple principle: higher interest rates tend to lead to lower economic activity in the short-term and hence lower employment and inflation than would otherwise be the case.", "For lower interest rates, the opposite is true.", "Of course, this is simple but not easy.", "Underlying the relationship are complex transmission mechanisms that link the level of interest rates to inflation and employment.", "The Reserve Bank's Monetary Policy Handbook provides a stylised guide to the monetary policy transmission mechanism.", "Figure 1 provides a walk-through of the five main channels from shifting the OCR through to employment and inflation.", "These channels are savings and investment decisions; cash-flow access; asset prices and wealth; the NZ dollar exchange rate; and inflation expectations.", "Remit for the Monetary Policy Committee April 2019, policy/About monetary policy/Remit-for-the-Monetary-PolicyCommittee-April-2019.pdf Monetary Policy Handbook, -policy/about-monetarypolicy/monetary-policy-handbook Figure 1: The monetary policy transmission mechanism Source: RBNZ.", "All of the monetary policy channels discussed are affected by one significant consideration for the economy of Aotearoa.", "New Zealand's economy is small and open to the swings and roundabouts of global economic activity through our trade, capital flows, and migration.", "Global economic, political, and financial market developments have a significant impact on our domestic economic activities - and hence the appropriate monetary policy setting to meet our mandate.", "Unprecedented low global interest rates Largely since post the 'Great Financial Crisis (GFC)' of 2008, global inflation and interest rates have been remarkably low.", "New Zealand's neutral interest rate (i.e., the rate that, on average over time, would be consistent with no over- or under-utilisation of resources and stable inflation) has declined considerably (Figure 2), and we have had downward pressure on domestic inflation.", "Global inflation has been declining for a variety of reasons over recent decades (Figure 3).", "In part the low and stable inflation rates are a sign of success of central banks' focus of monetary policy on achieving and maintaining this goal.", "'Inflation Dynamics: Upside Down Down Under', speech delivered at the BIS forum at the Bangko Sentral ng Pilipinas in Manila on 21 August 2019.", "In addition, positive productivity shocks - through innovation and technology - has reduced the prices of many manufactured consumer goods.", "Likewise, the advent of open global trade and 'single price' discovery via the internet has led to competition and further reductions in price levels and inflation.", "Finally, there have been significant influences on the level of 'neutral interest rates' globally, including ageing populations with less propensity to consume, reduced wage bargaining leverage for workers as labour mobility and product sourcing has broadened, and declining productivity growth as technologies have matured.", "On top of these long-term trends towards lower rates, adverse cyclical events - especially during and post the GFC - have driven many central banks to reduce interest rates to their effective lower bound (Figure 4) as a means to stimulate demand i.e., to continue to meet their inflation mandate.", "Figure 4: Central bank policy rates in select advanced economies Source: Bloomberg.", "Monetary policy instruments in times of record low interest rates As central banks' policy rates approached their effective lower bounds, they have had to find other ways to influence peoples' spending/saving habits, the exchange rate, the slope of yield curve, and the flow of credit through their economies.", "A growing number of central banks have gradually introduced a set of new monetary policy measures - that are coined as 'unconventional monetary policy tools' - to continue to meet their inflation mandate (Table 1).", "These tools came under the general headings of: negative interest rate policies; lending operations to banks; large scale asset purchase programmes (otherwise known as 'quantitative easing'); and forward guidance (telling people what the central bank intends to do and for how long).", "The selection of the particular instruments was dependent on each countries' issues (i.e., were they aiming to boost demand and/or manage a specific market disruption) and their financial market structure (e.g., what assets are on offer to purchase).", "For example, the Bank of International Settlements (BIS) report that around 18 asset purchase programmes were initiated by central banks between 2009 and 2016.8 Central banks bought a host of public and private sector bonds, specific agency mortgage backed securities, and other 'asset backed' securities (Table 2).", "They did so to swap central bank cash for other peoples' assets, thereby generating liquidity and lowering interest rates.", "'Unconventional monetary policy issues: a cross-country analysis', CGFS Papers, No 63, October 2019.", "Table 2: Large-scale asset purchases by type (as % of GDP) Type of assets purchased Government Mortgage- Corporate Equities bonds1 backed bonds Euro area 20 2 1 Japan 65 1 5 (41) 27 1 United States Numbers in parentheses are the maximum share of government bonds outstanding that the central bank held.", "The ECB purchased covered bonds; the Fed purchased RMBS and agency debt.", "Sources: BIS (2019), Unconventional monetary policy issues: a cross-country analysis, CGFS Papers, No 63; and Gagnon and Sack (2018), QE: A User's Guide, Peterson Institute Policy Brief, PB18-19.", "The key outcomes were that interest rates on government bonds and corporate debt instruments did decline, stimulating spending.", "There was also a smaller, but positive, impact on credit availability.", "Monetary policy has been effective at stimulating economic activity even when the effective lower bound on interest rates has been met.", "Being prepared at Te Pūtea Matua At present inflation in New Zealand is near the mid-point of our target range of 1 to 3 percent annual CPI inflation.", "The level of employment is also at, if not slightly above, our estimate of the maximum sustainable level.", "Achieving these targets has in large part been down to our setting of the OCR at 1.0 percent, well below our estimate of the 'neutral rate' of around 3 percent.", "In our February Monetary Policy Statement we also outlined our thoughts for the economy ahead, noting good economic support from both monetary and fiscal policy, household wealth and spending, and New Zealand's strong terms of trade.", "Of course, we also remain humble as to our ability to predict the future, and I reiterate that on the basis of our historical forecast errors, the chance that the short-term interest rate in Ibid.", "The BIS study found that \"central banks judged that negative policy rates contributed to the achievement of their policy goals\", albeit \"transmission effects could be weaker ... should more deeply negative rates be implemented\".", "Monetary Policy Statement Feb 2020, -policy/monetarypolicy-statement/mps-february-2020 New Zealand could be 1 percent lower than now in two years' time is around 20 percent.", "That means while an effective zero bound for interest rate is far from the most likely outcome in New Zealand, it can't be ruled out.", "This is not a prediction, just a statistical observation outlining the challenges of setting monetary policy.", "An inability to predict what might happen next is no excuse for not preparing for what could happen.", "That's true for businesses, governments and central banks.", "It is in light of both economic theory and recent global experience that we have been assessing what alternative monetary policy tools may be available to the Reserve Bank of New Zealand - and their relative desirability.", "We are fortunate, unlike many other OECD economies, to have the time to prepare for such possible needs.", "The work we have been pursuing has involved: • Identifying the suite of possible 'unconventional monetary policy tools' available to us; • Defining and making explicit the criteria we would assess these tools with, against both each other and also alternative policies all together (e.g., fiscal policy options); Considering the relative benefits and costs of the tools, so as to operate on a 'least surprise' basis, and to ensure we are working in collaboration and with the agreement of the fiscal authorities; • Considering not just the monetary policy efficacy of the tools, but also broader considerations related to our financial stability and efficiency mandate; and • Ensuring the tools are actually able to be utilised, including working with the important financial institutions that make up our system.", "Recent international experience Our work, outlined later, has been informed by much research and recent experience internationally, which has highlighted desirable and less desirable (sometimes unanticipated) outcomes.", "There are consequences of using monetary policy - conventional and unconventional - with different impacts on different people (e.g., savers versus borrowers).", "These consequences can become more significant the longer interest rates remain low.", "Evidence on the side-effects of unconventional monetary policy is emerging slowly and is sometimes inconclusive.", "What is certain is that the use of unconventional policy puts the spotlight on the central bank.", "First, there are implementation questions around the selection of tools and their use.", "For example, large scale asset purchases introduce the central bank into more targeted 'picking winners' compared to the blunt interest rate instrument.", "We need to assess which assets are up for sale to the central bank and why.", "Borrowers and savers continue to be impacted differently as per conventional monetary policy, however the choice of which assets to purchase significantly impacts specific parts of the financial markets and sectors of society.", "The selection criteria for specific assets also needs to be clear.", "There is a choice to be made between public or private assets, and then which assets.", "As an example, there has recently been increasing discussion of favouring 'green' bonds over other bonds.", "Second, central banks have also recently bought assets that have a long duration.", "Even if they stopped now, the assets will sit on the central bank balance sheets for a long time to come unless sold before maturity.", "Some of the assets may become impaired while the central bank owns them, creating market and credit risk for the central banks' balance sheets.", "Third, central bank balance sheets (which are effectively the government's balance sheet) have expanded greatly with the purchased assets and issued liabilities (see Table 2 for the scale of central bank asset purchases as a proportion of GDP).", "The persistence of these purchase programmes has also been far longer than anticipated at their outset, given the ongoing low inflation pressures.", "The marginal impact on interest rates of new purchases is now reducing in some countries.", "Fourth, while targeted direct intervention is often positive for specific market functioning, the unprecedented growth in central banks' balance sheets can also have unintended detrimental impacts.", "Some challenging factors include the scarcity of bonds available for investors to buy, squeezed liquidity in some asset markets, and fewer market operators actively trading.", "Fifth, a possibly unsurprising outcome of persistently low global interest rates and the use of unconventional monetary policy tools has been rising asset prices.", "This outcome has meant increased wealth for some, e.g., home owners and equity investors (Figure 5).", "Note: House prices for OECD members serve as a proxy for advanced economies.", "'Large central bank balance sheets and market functioning'.", "Market Committee Papers, October 2019.", "However, the overall impact of unconventional monetary policy on wider wealth and income equality is currently unclear.", "Some studies find that unconventional monetary policy, particularly large scale asset purchases, increase inequality more significantly than conventional monetary policy.", "Other studies find the unconventional policies have had a limited or positive impact on reducing income inequality, e.g., by supporting the income of low income families by supporting employment.", "These possible effects need to be considered in the context of broader fiscal policy settings.", "Finally, there has been significant spill-over effects to other smaller open economies including New Zealand.", "This is primarily driven by inward capital flows as investors search for higher yields around the globe.", "These capital inflows have led global bond yields lower - including in New Zealand.", "The low imported interest rates have necessitated a variety of economic policy responses across many countries - including the lowering of central bank policy rates to stem the inflow, introducing macroprudential tools aimed at curbing excess lending, and purchasing foreign assets to slow down upward pressure on domestic currency values.", "At Te Pūtea Matua we have undertaken the first two of these responses so as to continue to meet our inflation and employment mandate, as well as mitigate the risks of excessive debt/lending on broader financial stability (e.g., the introduction and use of our Loan-to-Value Ratios).", "The set of choices for Te Pūtea Matua The Reserve Bank team is using international and domestic experience to assess the full suite of monetary policy tools available to New Zealand.", "Today we published a short document that outlines the framework we would follow if we had to use unconventional monetary policy tools.", "Publishing this framework provides greater transparency about how we might use these tools.", "This work is about being prepared for any range of potential eventualities, it is not a prediction of whether additional monetary policy tools will be needed.", "Table 3 outlines the principles we would use to guide the use of the tools.", "For example, Evgendis, A., & Fasianos, A.", "'Monetary policy and wealth inequality in Great Britain: Assessing the role of unconventional policies for a decade of household data'.", "Colciago, A., Samarina, A.", "'Central bank policies and income and wealth inequality: a survey'.", "RBNZ webpage on the use of loan-to-value restrictions, -andsupervision/banks/macro-prudential-policy/loan-to-valuation-ratio-restrictions RBNZ (2020).", "'Principles for Using Unconventional Monetary Policy in New Zealand', -policy/unconventional-monetary-policy Table 3: Principles for using unconventional monetary policy MPC Remit principles Effectiveness Tools would be designed to provide a strong influence over inflation and employment, to ensure that the monetary policy objectives are achieved.", "Efficiency The Committee would take into account the distortionary impact of the tools on the efficient allocation of resources within the economy, including between various groups and sectors of the economy.", "Financial system The Committee would take into account the impact of the tools on soundness financial system risks, to avoid the costs of financial crises.", "Operational principles Public balance The Committee would take into account the financial risks that the tools sheet risk would create for the Reserve Bank and Crown balance sheets, to protect public funds and central bank independence.", "Operational Use of the tools would take into account the operational readiness of readiness each tool, to ensure the transmission channels function as expected.", "This includes the readiness of the Reserve Bank to implement each tool and the readiness of financial markets and the New Zealand public to respond appropriately to the tools.", "Table 4 provides short descriptions of the tools themselves.", "Our assessments are based on our own knowledge of the workings of New Zealand's financial markets, as well as international experience and academic insight.", "We will provide our full analysis of each of these tools against the principles we hold in coming weeks - so that people can fully understand our thinking and, of course, provide input.", "Table 4: Unconventional monetary policy tools under consideration Tools Description Forward guidance This would differ from our current approach of publishing our OCR forecast.", "It may involve publishing a forecast of the shadow short rate, which shows the combined stimulus from the OCR and other monetary policy tools through interest rates.", "It could also involve the MPC announcing a commitment to keep monetary policy expansionary, in order to hit our monetary policy targets in the medium term, even if the MPC expect this to eventually push inflation above 2% or employment above its sustainable level.", "Reduction of the OCR to the effective lower bound (the point at which further OCR cuts become ineffective), which may be below zero.", "The Reserve Bank could consider changes to the cash system to mitigate cash hoarding if lower deposit rates led to significant hoarding.", "Interest rate An interest rate swap is a contract where one stream of future swaps interest payments is exchanged for another.", "The Reserve Bank could enter into interest rate swaps to reinforce forward guidance.", "We would receive fixed rates and pay floating rates to financial market participants.", "This would reduce market interest rates.", "Large Scale Asset The Reserve Bank could purchase domestic government bonds to Purchases lower interest rates and contribute to a flattening of the yield curve (LSAPs) through the main channels of policy signalling and portfolio balancing.", "Unlike the OCR, LSAPs would have more of an effect on longer-term interest rates (2+ years), which are important for mortgage and business lending.", "Foreign asset The purchase of foreign currency or assets to reduce the NZD purchases exchange rate and, if desired, to increase NZD liquidity.", "This could include the systematic purchase of foreign assets or buying fixed quantities on set dates.", "Term lending The provision of collateralised long-term loans to banks in order to support monetary policy transmission through the banking sector.", "The loans could be provided with conditions that require banks to increase their credit supply.", "The monetary policy tools considered all vary as to their effectiveness, efficiency and impact on financial soundness.", "They are also at various stages of readiness to be utilised.", "Perhaps one of the simplest means of outlining why the tools have various levels of usefulness is to refer back to our discussion on the transmission of monetary policy from shifting the OCR to influencing inflation and employment.", "Figure 6 expands on this transmission framework by adding in some new tools - namely forward guidance, interest rate swaps, term lending, and large scale asset purchase programmes (of domestic or foreign assets).", "The end outcomes are similar in intent, but vary through the channels of the financial system with different degrees of impact.", "Figure 6: The channels through which monetary policy tools affect inflation and (This diagram shows the different channels through which different tools ultimately end up affecting inflation and employment.", "It builds on the monetary policy transmission mechanism shown in the Monetary Policy Handbook (p52)) In light of recent international experience, some of the key considerations we now have are: • What is the optimal sequencing of these tools if monetary policy is increasingly called upon to stimulate the economy?", "We are near ready to be able to implement a zero or slightly negative interest rates in our operations, and forward guidance around our future actions is standard practice for us.", "But we also must decide at what point we use additional tools and in what order.", "• What agreement is needed between the Treasury and the Reserve Bank with regard to the use of our balance sheet, and is it materially different to how we manage it now?", "We are currently working with the Treasury to finalise the institutional arrangements that will enable us to effectively use all of the described unconventional monetary policy tools, if they are ever required.", "This includes the arrangements for handling the balance sheet implications of unconventional tools.", "More fundamentally, we also need to ensure we can coordinate an appropriate mix of fiscal and monetary policy responses if so desired.", "What additional policy responses might we need to consider to manage some of the consequences of low interest rates and market functioning?", "We could consider additional macroprudential tools and specific market interventions to ensure liquidity and credit flows.", "But we need to assess how best we communicate to all participating in the New Zealand economy as to the purpose of our actions, and our desired outcomes.", "New Zealanders have become used to the terminology associated with our current monetary policy activities.", "A low OCR is understood for its intent and implications on borrowing and lending rates and, in part, the level of the NZ dollar exchange rate.", "We need to outline how we could best translate activity in, for example, the interest rate swap market or asset purchases, into meaningful concepts for all.", "We need a meaningful 'shadow' OCR concept for ease of discussion.", "To ensure they operate effectively and efficiently, we also want to ensure market participants (e.g.", "banks and payments operators) can respond appropriately to the use of unconventional monetary policy tools.", "While we have done a lot of this preparatory work, we have more to do.", "These considerations are all well advanced, and we continue to speak with relevant decision makers, market participants, and technical experts over time.", "Any deployment of unconventional monetary policy tools will depend on the prevailing economic conditions, the functioning of the financial system, and the efficiency of the various monetary policy channels.", "This leads us to currently favour a baseline decision set for the purposes of cyclical demand management, assuming it is needed and superior to alternative policy responses, of: • Lowering the OCR; Using forward guidance; • Using mildly negative interest rates if more stimulus was needed; • Considering the use of interest rate swaps to reduce interest rates for New Zealanders, Considering asset purchases (e.g., government bonds) for further impact; and • Utilising a combination of all of the above, as needed.", "We could also introduce term lending activities if the above combined actions proved insufficient and if retail banks are not passing on the very low rates to customers.", "Foreign asset purchases could also be useful if a specific economic shock was from offshore and resulted in an overvalued NZ dollar.", "The underlying principle is that we would choose the most appropriate tool or combination of tools, and policy coordination, for the situation at hand.", "For example, if an economic disturbance resulted in significant disruption to the functioning of the financial system, this would naturally alter the stylised ordering outlined above.", "Over reliance on one tool \"Give a man a hammer and everything becomes a nail\".", "Just as for building, economic policy needs the right tools for the job and no one tool can do everything.", "All of the conventional and unconventional monetary policy interventions discussed will be more effective when coordinated with supporting whole-of-government intervention activities.", "Changes in government consumption and investment, the use of automatic stabilisers, welfare transfers, and varying tax rates all have cyclical as well as structural/permanent impacts on economic activity in a modern economy.", "This simple observation appears to be one of the most ignored factors globally in recent economic history.", "A government's fiscal policies can deliver similar outcomes for short-term inflation and employment as to monetary policy.", "However, fiscal retrenchment occurring simultaneously with monetary expansion is akin to one foot on the brake, the other on the accelerator.", "At times this makes economic sense, but not all of the time.", "If a government's fiscal credibility is low, then investors may be more comfortable with a government focusing purely on debt reduction and fiscal restraint.", "However, if a government's debt is low, and there are significant long-term benefits to spending and/or investing, then a more expansionary fiscal stance can make sense.", "Here in New Zealand, for example, the Government recently opted to increase and bring forward its infrastructure investment.", "This action has supported monetary policy in meeting its mandate, increasing activity and employment.", "The nature of the economic shock that authorities may be looking to mitigate will inform the choice of tools.", "A specific supply shock (where goods and services cannot be produced for Budget Policy Statement 2020, -for-nzinfrastructure.htm some reason) may be better managed through fiscal support (both automatic stabilisers and/or targeted intervention), with monetary policy assisting rather than leading.", "New Zealand's current drought conditions in regions of the North Island provide an example of a supply shock.", "If the drought remains relatively region-specific, and/or short-lived, then monetary policy would have a very limited stabilisation role.", "Any resulting loss of production may be short-term, and automatic fiscal stabilisers and/or targeted government transfers and spending would be more effective at mitigating any broader economic disruption.", "Meanwhile, monetary policy would remain focused on any longer-term impacts on incomes and wealth, and hence inflation and employment pressures.", "A similar set of considerations confronts policymakers globally at present with the spread of the Covid-19 virus.", "The eventual economic impact on global supply and demand will depend on the location, severity, and duration of the virus.", "The optimal mix of policy responses are driven by these same factors.", "The severity in terms of disruption to economic activity depends on how the virus is contained and controlled, how long this will persist, and the collective response of governments, officials, consumers, and investors to these events.", "The Reserve Bank's Monetary Policy Committee will be picking through these supply and demand issues.", "We will need to account for international monetary and fiscal responses, financial market price changes (e.g., the exchange rate and yield curve), and domestic fiscal responses and intentions, to inform our response.", "We also remain in regular dialogue with the Treasury to assess how monetary and fiscal policy can be best coordinated.", "We need to be considered and realistic as to how effective any potential change in the level of the OCR will be in buffering the New Zealand economy from shocks such as a lack of rainfall and the onset of a virus.", "The Reserve Bank is also well practiced in its business continuity roles both for our own team and for our role in the economy.", "For example, ongoing business and consumer access to credit and liquidity through the banking system, and ongoing orderly access for New Zealand institutions to global financial markets, are a key focus of our mandate.", "We will ensure a stable payment and settlement system, so that money and cash can flow as usual under all circumstances.", "For us, these monetary policy and financial stability decisions are repeat processes as the duration and severity of events play out.", "We are in a sound starting position with inflation near our target mid-point, employment at its maximum sustainable level, already stimulatory monetary conditions, and a sound financial system.", "Monetary policy mandated to maintain stability in the general level of prices and contribute to achieving maximum sustainable employment has proved a success both here and globally over recent decades.", "An outcome of the low inflation rates and other structural factors has been unprecedented low nominal interest rates.", "These circumstances have led to an increasing use of alternative monetary policy levers rather than just central banks' official interest rates.", "The use of alternative - unconventional - monetary policy tools has proved successful in general at supporting positive inflation and employment over the post-GFC period across a wide range of economies.", "These tools have, however, necessitated new modes of operation and communication.", "They have also worked through different transmission mechanisms, thus providing varying degrees of effectiveness and some unanticipated outcomes.", "The unanticipated outcomes - such as markets functioning differently, asset prices being impacted, and government balance sheets being inflated and exposed to other risks - are understood.", "But, these outcomes can become more significant the longer interest rates remain so unprecedentedly low.", "The Reserve Bank of New Zealand has not, and still does not, need to use alternative monetary policy instruments to the OCR.", "But it is best to be prepared.", "This speech has outlined the key principles we would use to assess alternative tools available to Bank, and the operational preparations we would need.", "We are confident of our success in assessment and implementation, but we are also aware that these tools work best when supported by wider stabilisation policies and additional macroprudential considerations.", "In the event we ever had to use these unconventional tools, our goal would be to ensure a strong and sustained increase in economic activity, with inflation expectations remaining well-anchored on our target mid-point."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "fiscal dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "financial dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance"], "topics": ["Monetary policy", "Inflation", "Interest rates", "Unconventional monetary policy tools", "Financial stability", "Central bank", "Economic growth", "Employment", "Fiscal policy", "Transmission mechanism"]}