{"sentences": ["1 1 Good morning to everyone.", "First, let me thank Ai Boon and her team in ABS for organising this Roundtable session, and inviting me to speak.", "It is heartening to see the large number of participants comprising banks, as well as corporates, SME and retail customers joining this virtual session.", "This reflects the importance of the topic that we're discussing today - the shifts in the interest rate benchmark landscape, and what we must do in preparation.", "Interest rates in Singapore are determined by global developments given our exchange rate centred monetary policy framework.", "Against that, robust market-driven interest rate benchmarks, play an important role in the domestic financial system and the broader economy.", "Similar to other economies, interest rate benchmarks reflect the cost of borrowing in underlying markets.", "They are used widely by - banks, to price loans to individuals and businesses; financial market participants, in pricing financial products such as bonds, floating rate notes and interest rate swaps; and corporates, as a discount rate for financial reporting of its assets.", "3 In Singapore, SIBOR and SOR have served as the key interest rate benchmarks in Singapore Dollar (SGD) financial markets for decades.", "They meet the needs of different user groups, with SOR used in pricing of bonds and loans to large institutions with hedging requirements, as SOR is also the reference benchmark in SGD derivatives, while SIBOR is mainly referenced in banking products for smaller corporates and retail customers.", "Changes underway in the SGD interest rate benchmark landscape will therefore, impact all financial market participants in Singapore - in your capacities as lenders, borrowers, investors, and savers.", "A Setting the Global Context 4 Central banks and regulatory authorities globally have been undertaking significant and sustained efforts on interest rate benchmark reform for a number of years now.", "At the global level, the Financial Stability Board (FSB) has identified interest rate benchmark transition as a key priority.", "Derivatives market participants are encouraged to shift away from interbank offered rates (or IBORs) to near risk-free rates (RFRs).", "Term unsecured interbank markets that used to underpin IBORs, are no longer sufficiently active, as banks' funding strategies have fundamentally evolved since the Global Financial Crisis.", "In response, several major jurisdictions have developed overnight interest rate benchmarks in their respective currency areas, that are underpinned by deep and active underlying markets.", "These include the SOFR, SONIA, ESTER, SARON and TONA.", "Transition progress and momentum have not slowed despite COVID-19 disruptions.", "In the UK, while some interim transition milestones were delayed, the overall end-2021 timeline for LIBOR's discontinuation remains unchanged.", "Banks should be ready to offer SONIA loans by Q3 2020, and stop using sterling LIBOR in loan products by Q1 2021.", "In the US, the Alternative Reference Rates Committee (ARRC) recently recommended that firms should cease using USD LIBOR in: new consumer loans maturing after end-2021 by September this year; new floating rate notes by end of this year; and new business loans and derivatives contracts by June 2021.", "B SORA is the focal point in the new SGD interest rate landscape 5 Our industry has embarked on a similar reform journey, to ensure that our SGD interest rate benchmarks are credible, reliable and transparent: In 2013, ABS and Singapore Foreign Exchange Market Committee (SFEMC) transitioned SOR from a poll-based to a transaction-based methodology.", "In 2017, ABS and SFEMC consulted on a new waterfall methodology to make SIBOR more transaction-based, and transitional testing was carried out from July 2019 to validate this new methodology.", "In August last year, ABS and SFEMC recommended a transition from SOR to the Singapore Overnight Rate Average (SORA).", "This is necessary as SOR relies on USD LIBOR in its computation, and will not be sustainable when USD LIBOR ceases.", "In addition, SORA is a robust benchmark underpinned by actual transactions in a deep and liquid overnight unsecured SGD interbank funding market.", "Recently, given the expected benefits of achieving greater market efficiency in a single interest rate benchmark regime, as well as the good progress in developing SORA markets, the industry jointly recommended for Singapore's interest rate markets to adopt a SORA-centered approach.", "In short, a transition from SOR and SIBOR towards SORA.", "What does this mean for SGD financial markets?", "First, this shift is an opportunity for us to enhance the overall functionality and efficiency of SGD interest rate markets.", "For banks, compared to managing both SIBOR and SOR exposures, this approach will reduce basis risks between assets and liabilities based on two different benchmarks, and allow for greater pricing efficiencies.", "For borrowers, the averaging effect from compounded SORA will provide more stable rates, compared to single-day SOR readings, which is exposed to idiosyncratic market factors, such as quarter- or year-end volatility.", "By concentrating activities in a single SORA-centered interest rate benchmark, market efficiency will be enhanced.", "Second, the adoption of a SORA-centered approach is aligned with the direction in key financial centres.", "This will support the continued participation of global institutions and investors in SGD markets.", "As our banks get ready for SORA adoption, this has synergies with their transition efforts to trade and risk-manage positions denominated in other major currencies, which are similarly shifting to risk-free interest rate benchmarks.", "The recommendation to shift to a SORA-centred benchmark rate regime has been put out for public consultation.", "If this proposal is well-received, apart from seeing SOR being discontinued after end-2021, we would also see SIBOR cease after that.", "This is a critical piece of work for MAS and the industry.", "SIBOR and SOR have served as cornerstones in our financial markets for at least two decades since the late-1990s.", "LIBOR has been around for almost four decades, since the 1980s.", "We are now at the juncture of having to replace all three.", "It is thus, of vital importance that we work together to ensure a smooth and successful transition.", "C MAS is fully behind the transition to SORA MAS fully supports the industry's shift towards a new SORA-centered interest rate landscape.", "We have taken significant measures to set a firm foundation for SORA and to encourage its adoption.", "First, as the administrator of SORA, MAS has issued a Statement of Compliance with the IOSCO Principles for Financial Benchmarks (IOSCO Principles) for SORA.", "This follows recent enhancements to the SORA methodology to broaden its market representativeness by capturing both brokered and bilateral interbank transactions.", "Compliance with the IOSCO Principles demonstrates that SORA meets international best practice, and will help it gain greater traction among global market participants.", "Second, to facilitate market adoption, MAS also started publishing, on a daily basis, Compounded SORA rates for 1-month, 3-month and 6-month tenors, and a SORA Index.", "These provide market participants with a standardised and simplified way of obtaining compounded rates for any given tenor, and can easily be referenced in new SORA products of different maturities, to suit the needs of different customers.", "to provide a market-based pricing reference for SORA cash products, and spur hedging activities through the SORA derivatives market, MAS has broadened our suite of money market instruments by issuing floating rate notes based on SORA (MAS SORA FRN).", "We are encouraged that the first two MAS SORA FRN auctions were met with strong market demand.", "Fourth, to facilitate price discovery in a nascent SORA derivatives market, MAS established in June, a daily auction process for SORA Overnight Indexed Swaps (or OIS) and SOR-SORA Basis Swaps up to 5-years in tenor.", "These are the key instruments for developing the SORA derivatives market and for facilitating a transition from SOR derivatives.", "Going forward, MAS will extend the auction tenors, and make available this process to the wider interdealer market.", "But MAS' efforts alone are not enough to achieve a successful transition from SOR to SORA.", "The financial industry and its stakeholders have a critical role to play, given that you are the ultimate end-users.", "To this end, MAS established the industry-led Steering Committee on SOR transition to SORA or SC-STS, in August last year, chaired by Mr Samuel Tsien (Group CEO of OCBC and ABS Chairman).", "The SC-STS provides strategic direction on developing new SORA-based products and markets, and serves as the key coordinating platform to engage relevant stakeholders in support of a smooth transition.", "Since its formation, the SC-STS and its various Sub-Groups have made significant progress in laying the foundation to support benchmark transition by - establishing market conventions and infrastructure, building liquidity in the SORA derivatives market, conducting pilot test trades in SORA loans and bonds, and engaging market participants and end-customers on the transition.", "I would like to thank Samuel and the Sub-Group leads for their strong and able leadership, and the great work done thus far.", "Samuel will be sharing more on the SC-STS transition roadmap later, and will also chart out what needs to be done in the remaining 15 months to end-2021.", "D Executing a smooth transition to the new landscape 14 A key part of our work in the remaining months to end-2021, is the transitioning of legacy contracts from SOR to SORA.", "Close to S$1.4 trillion notional value of outstanding SGD derivatives contracts referencing SOR, and around 12,000 SOR contracts in SGD cash markets, amounting to S$95 billion, will mature after end-2021, and will need to transition.", "Transitioning legacy contracts from SOR to SORA is a complex exercise.", "Execution needs to be well-sequenced and tightly coordinated.", "I would like to share three key pillars that can support a smooth transition: Preparing early at the individual firm-level Coordinating well at the industry-level Communicating clearly and effectively at the customer-level 16 First, at the individual firm-level, both banks and corporates must be ready to carry This includes identifying risk exposures, putting in place appropriate out this transition.", "contractual fallbacks, ensuring systems readiness, understanding the features of new SORA products, and ultimately, transacting in these products.", "Indeed, we have seen some early wins.", "MAS is encouraged by the success of our three local banks in completing SORA commercial loans with early adopters such as CapitaLand and Wilmar.", "We are also heartened that OCBC had launched a retail mortgage loan, while DBS had launched a business property loan, both referencing the compounded SORA rates published by MAS.", "Riding on these successful pilots, we hope to see more banks start originating new SORA loans across the broader industry.", "Against this, MAS will be stepping up supervisory engagement to ensure banks are well prepared for the transition.", "MAS had conveyed its supervisory expectation of banks through a regulatory survey conducted earlier in the year, on the progress of banks' preparations for the transition.", "This engagement will continue and will include elements such as systems readiness, legacy transition plans, and pace of adherence to industry guidance established by the SC-STS.", "MAS' view is that early readiness is an essential ingredient in achieving a smooth transition.", "Early readiness on the part of the banking industry and markets will in turn encourage early readiness from their customers.", "A bank that adopts a \"wait and see\" attitude and leaves things till next year, is likely to find itself with too much on its plate before the end-2021 deadline.", "This is something which we must avoid.", "Banks that do not keep pace with industry transition timelines potentially expose themselves to additional market, liquidity, operational, technology and legal risk, and can expect to have more intensive supervisory engagement at the senior management level.", "Second, at the industry-level, the focus must be on achieving a smooth and wellcoordinated transition.", "The key challenge, is how to encourage market participants to shift from a SOR-based market which is still deep and liquid, to the nascent but developing SORAbased market.", "We need to take deliberate steps to catalyse additional liquidity in SORA derivatives market, and engineer early and progressive shifts of activity from SOR to SORA to achieve greater transition momentum.", "We will address this in two ways: Following the strong market response to MAS' inaugural S$500 million SORA FRN issuance, we will expand this programme, through increasing the issuance sizes and lengthening the range of tenors.", "We will announce more details before the end of this year.", "In addition, to inject greater impetus for market participants to shift from SOR to SORA, MAS, together with the SC-STS, will outline guidance by October this year, on specific deadlines to cease the usage of SOR in new financial products.", "It is important to provide forward guidance on this matter, so that banks and endcustomers can move in a concerted way towards achieving a smooth transition.", "This ensures our financial system is well-prepared ahead of end-2021.", "The forward guidance also matters from a risk management point of view.", "With the end-2021 deadline approaching, it is not prudent for banks and end-customers to enter into new SOR contracts that mature beyond end-2021.", "Doing so only compounds the problem that banks and customers will eventually have to deal with.", "Third, is the need to build a bridge of clear and effective communication between banks and end-customers.", "MAS expects banks to engage customers in a clear, timely and transparent manner.", "This includes raising customer awareness and providing clear explanations on: the global move towards using overnight near risk-free rates, the shift to SORA in the SGD interest rate market, how this benchmark transition will impact them, and how customer spreads over the loan reference rate may have to be adjusted to account for the economic differences between SOR and SORA, given that SORA is an overnight rate that lacks a term and credit risk premium.", "When engaging customers on benchmark transition, banks should take into account MAS' Fair Dealing Guidelines.", "This includes presenting customers with sufficient options, providing enough time and information for customers to evaluate available options, and helping them make informed decisions.", "Communications to customers should also be tailored according to the sophistication of customer segments.", "To this end, banks should ensure that their staff are well trained to engage clients, and to handle transition issues that may arise.", "To complement banks' individual efforts, at the industry level, MAS, ABS and SCSTS will work together with relevant industry associations and MoneySense to roll out industry-wide public education programmes on SORA products and markets later in the year.", "For end-customers, you should work with your banks on a suitable pathway to reduce SOR exposures.", "We urge you to participate actively in various outreach events organised by SC-STS, and avail yourselves to the public resources that SC-STS will progressively be making available on transiting to SORA.", "E Concluding Remarks 23 Interest rate benchmark reform is an important priority and Singapore is very much a part of this global undertaking.", "The journey is complex and challenging.", "We have made good progress so far, thanks very much to the work of the SC-STS under Samuel's leadership.", "But we are at a critical juncture.", "As market players know, liquidity begets liquidity.", "The sooner we take steps to front-load this change management process, the more likely we can create a virtuous cycle, which facilitates a smooth transition to SORA.", "Conversely, if we delay the shift until it is too late, this would have implications on future market efficiency and financial stability at the industry-level, and higher risks at the individual-firm level.", "To this end, MAS will work closely with the industry to prepare ourselves early, and to prepare ourselves well for this transition.", "If we get this right, we will reap the benefits of deeper, more transparent and efficient SGD interest rate markets in the new SORA-centered interest rate landscape.", "Thank you, and I look forward to a fruitful discussion today.", "The Association of Banks in Singapore.", "This refers to the SGD Singapore Interbank Offered Rates (SIBOR) and the SGD Swap Offer Rate (SOR).", "This refers to the USD Secured Overnight Financing Rate (SOFR), Sterling Overnight Index Average (SONIA), Euro Short-Term Rates (ESTER), Swiss Average Rate Overnight (SARON), and Tokyo Overnight Average Rate (TONA).", "\"Further statement from the RFRWG on the impact of Coronavirus on the timeline for firms' LIBOR transition plans\", April 2020.", "\"ARRC recommended best practices for completing the transition from LIBOR\", 19 August 2020.", "\"SIBOR Reform and the Future Landscape for SGD Interest Rate Benchmarks\", 29 July 2020.", "The SORA Index is a daily data series representing the returns from earning compounded interest each day at the daily SORA rate.", "This includes retail, commercial and syndicated loans, bonds, floating rate notes and other types of securities.", "In June 2020, OCBC Bank inked a 3-year $150 million SORA-based loan with CapitaLand.", "In August 2020, DBS signed a $200 million SORA-based loan with Wilmar.", "In September 2020, UOB signed a 2-year $200 million term loan pegged to SORA and SOFR with CapitaLand."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SORA", "interest rate benchmarks", "SGD", "SOR", "SIBOR", "transition", "liquidity", "financial markets", "banks", "risk"]}