{"sentences": ["As prepared for delivery Good afternoon, and thank you, Guy, for the kind introduction.", "I must say, it's a bittersweet feeling to speak before you today.", "I'm honored to have the privilege of addressing this gathering, and I want to express my deep gratitude to you, Ron Parker, and the entire NASP membership for engaging with the New York Fed in our response to the COVID pandemic.", "But the context is tragic-we continue to face the worst public health and economic shock of our lifetimes, hitting people of color the hardest during a summer filled with bitter reminders of systemic racism that continues to plague our society.", "Today I'll share our ambition to create opportunity out of this multifaceted crisis.", "As you've heard me say before, we've moved at maximum speed and with maximum care to implement the Federal Reserve's crisis response.", "In practice, this means our policy execution has been guided by a set of principles, including transparency, governance, accountability, and access.", "In my remarks, I'll focus on access: what it means, and why it matters in the context of implementing the Fed's emergency facilities.", "NASP has engaged actively with us in this effort, and I'll explain why we're committed to building on our partnership through and after the crisis.", "Before going any further, though, let me note that I am expressing my personal views and not necessarily those of the New York Fed or the Federal Reserve System.", "I would also point out that the FOMC will hold a monetary policy meeting next week, which puts us well into the blackout period.", "This means I'll steer clear of discussing our policy outlook, and I won't be able to take any questions, but I look forward to the day when we can gather in person again for a twoway conversation.", "Context: The Unequal Impact of the COVID Pandemic I'll begin by describing the context.", "Everyone here is painfully aware that the pandemic has hit the most vulnerable segments of our society the hardest, leading to highly unequal outcomes.", "Labor market damage has been concentrated among people of color, lower-wage workers, those with the least education, and people with disabilities.", "Even after recent improvements, unemployment rates for Asian, Black, and Hispanic Americans all remain in the double digits, rising a cumulative 8.7, 7.6, and 6.6 percentage points, respectively, from their pre-pandemic lows.", "Reductions in labor force participation for those without a college degree have been more than twice as large as those with a degree.", "Average hourly earnings growth in lower-wage service sectors, such as leisure and hospitality, is less than 1 percent since February, compared to an overall average of about 3 percent.", "My colleagues in the New York Fed's Research Group have helped us to understand and shine a light on these disparities.", "I'll give three examples of their recent work.", "First, they have shown that COVID infection and death rates are highly correlated with race, income , and financial vulnerability.", "Counties with populations that are low-income, majorityminority, and financially vulnerable have suffered the highest rates of COVID incidence per capita, even after adjusting for population density.", "Second, they have found that jobs requiring close physical proximity to other people are disproportionately held by workers who are poor, nonwhite, and don't own a home.", "An outsized share of those jobs have been deemed essential, which has meant increased exposure to the virus for those who are most vulnerable to its effects.", "For those in jobs not deemed essential, the most disadvantaged workers have suffered much higher job loss rates than those who have the option to work remotely.", "Workers in occupations that required an on-site presence suffered seasonally adjusted employment losses from February to March of about 10 percent, compared to almost no losses for those who could work remotely.", "Third, using county-level data, they have demonstrated that Black-owned firms have been almost twice as likely to shutter as small firms overall.", "In part, they find this results from location, as twothirds of counties with high levels of Black business activity pre-COVID are in the top 50 COVIDaffected areas.", "It also reflects thinner financial cushions (e.g., smaller cash positions, weaker bank relationships, pre-existing funding gaps) for many of these businesses entering the crisis.", "The Fed's Policy Response: What We've Done Turning to the Fed's policy response, there are of course limits to what central banks can do to address the uneven impact of a public health shock, or the structural inequities that were in place long before it hit.", "But we are determined to do what we can to limit the effects.", "We know from history and statistical studies that avoiding large and persistent spikes of unemployment is critical to preventing inequality from getting worse.", "The less advantaged tend to lose their jobs first when a recession hits, and the longer they are separated from the labor force, the harder it becomes to get hired back.", "Knowing this pattern, the Fed moved with unprecedented speed and scale when the crisis hit.", "The FOMC cut the policy rate to essentially zero and conducted asset purchases at a record pace.", "It also used its lender-of-last-resort powers to provide liquidity to dysfunctional markets.", "With assistance from the Treasury, we provided trillions of dollars in backstop lending support for households, businesses, and state and local governments.", "The Fed also took action to encourage banks to use their substantial capital and liquidity buffers to support the economy during this time of hardship.", "Taken together, these actions helped to stabilize the core of our financial system, support the flow of credit to our economy, and counteract the damaging psychology that was taking hold.", "At the FOMC's direction, the Open Market Trading Desk (the Desk) at the New York Fed executed many of these policies at an historic scale through repos, asset purchases, and swaps with foreign central banks.", "To give you a sense of size, since mid-March, the Desk has made gross purchases of around $1.7 trillion of Treasury securities and $1 trillion of agency MBS, including agency CMBS for the first time.", "Outstanding repos and swaps peaked at nearly $500 billion and $450 billion, respectively.", "In addition, using emergency lending authorities under Section 13(3) of the Federal Reserve Act, the Fed has stood up 13 temporary credit and liquidity facilities.", "Each facility was launched with the approval of Treasury, and in most cases, with an explicit Treasury backstop against potential credit losses.", "The mechanics and targets of each facility differ, but the underlying purpose is fundamentally the same: to support the flow of credit to households, businesses of all sizes and structures, nonprofits, and state and local governments during a time of extraordinary stress.", "Why was it necessary to have so many facilities?", "Our financial system is highly complex, and these facilities backstop the various channels in which credit flows to borrowers in the economy, including through loans from banks and nonbanks, through securities issued in capital markets, and through securitizations.", "Usage to date across these facilities has not been particularly high.", "But as I have explained more fully elsewhere, their impact has been large and sustained, and I continue to attribute much of the facilities' initial success to the size, scope, and flexibility of these backstops.", "We've seen encouraging progress from these policy actions in recent months.", "As Chair Powell has noted, though, full recovery will take some time.", "Moreover, the timing for fully achieving our goals will depend on more than just our monetary and financial policies.", "Most important will be our public health authorities' success in containing the virus itself.", "And fiscal measures, which helped many smaller firms, the unemployed, and lower income households weather the initial stresses of the crisis, will continue to play a critical role in promoting sustained recovery.", "The Fed's Policy Response: How We Implement Also Matters I'd like to shift away from the Fed's policy actions and explain why their implementation can also make a difference in addressing the unequal impact of the pandemic.", "Recall that as we launched the facilities, the principles of transparency, governance, and accountability were at the forefront of our execution strategy.", "The Fed, together with Treasury, has been entrusted to deploy large sums of public resources, and transparency is fundamental to our credibility.", "In practice, this requires clarity in the terms and conditions of the facilities, timely reporting on facility usage, and publication of vendor contracts, just to list a few aspects.", "Relatedly, we have an obligation to the public to be accountable for all our actions.", "To maintain the integrity of our actions, this involves strong governance, risk management, and independent oversight, all of which have been implemented for the facilities.", "Now that the facilities are operational, our focus is on extending access to the facilities.", "Access can take two forms: access for borrowers, and access for service providers.", "Access in the first sense is important to broaden the reach of the facilities, thereby supporting the flow of credit and strengthening backstop support for the economy.", "The Municipal Liquidity Facility, for example, broadened the program's eligibility so that smaller cities and counties could qualify to participate, expanding the potential issuers from around 75 in the program's original terms to nearly 400 now.", "The Main Street Lending Program also eased borrowing terms and expanded participation to include nonprofit organizations, which are playing a critical role in supporting disadvantaged communities during the pandemic.", "Access for service providers also matters, for several reasons.", "First, expanding the reach of our facilities to borrowers requires a broad-based and diverse set of service providers.", "Second, having a less concentrated set of service providers reduces the New York Fed's dependency on any individual firm, diversifying our risk exposures and enhancing our operational resilience.", "Third, we recognize that establishing a broad and diverse set of service providers may also prove beneficial to the service providers themselves, beyond the purely remunerative aspects.", "Smaller and midsize firms participating in the facilities can offer additional services to their clients, and more broadly, these firms may develop new business relationships and skills and deepen their expertise when operating in the markets for these facilities.", "With this as the motivation, let me review how we are broadening access to the facilities for two primary types of service providers: vendors and counterparties.", "Starting with vendors, in our effort to contain the damage from the pandemic and speed the launch of the facilities, the Fed directly negotiated with several outside vendors to accelerate the rollout of various facilities and to supplement our areas of internal expertise.", "Our initial vendor selections prioritized scale and, in many cases, the ability to dedicate a large team of personnel behind a wall of confidentiality.", "This approach proved successful in launching our facilities at maximum speed, but our strategy from the beginning has been to diversify our vendor base in the post-launch phase.", "Importantly, all of the contracts the New York Fed has signed are short term; each has a provision to cancel with 30 days' notice.", "Given this flexibility, we are evaluating all contracts after 90 days, with priority on re-bidding those that were not competitively bid.", "The New York Fed will shortly commence a competitive bidding process for some of these vendor roles.", "This process includes a potential modification of the current scope of work for our vendor relationships, with a focus on carving out additional roles that might create new opportunities for a broader group of firms, including smaller vendors.", "Staff on the facilities are currently finalizing their competitive bidding strategies, and we expect to issue RFPs in the next several weeks.", "Turning to counterparties, in late July we announced an initiative to expand the set of counterparties that transact with several of the facilities.", "Specifically, the New York Fed is seeking to establish roles for non-primary dealer counterparties to serve as commercial paper dealers, eligible sellers, and agents for the Commercial Paper Funding Facility (CPFF), the Secondary Market Corporate Credit Facility (SMCCF), and the Term Asset-Backed Securities Loan Facility (TALF), respectively.", "These three facilities currently rely exclusively on the New York Fed's primary dealers, but the scale and scope of their activities make them well suited for an expanded counterparty base, particularly as we try to reach broader segments of the economy.", "This initiative represents a major step forward in our efforts to engage with small-tomidsize broker-dealers, including minority-, women-, and veteran-owned business enterprises (MWVBEs), as well as smaller businesses and investors that transact with these broker-dealers.", "Indeed, we have explicitly encouraged MWVBEs to apply, and I'm pleased to share that just yesterday we announced the addition of seven new broker-dealers for the SMCCF and two CPFF dealers, including several MWVBEs.", "We have planned an open and rolling application process for these roles and intend to name additional counterparties in the weeks ahead.", "Complementing this effort, the New York Fed also announced a parallel process last week whereby firms may also apply to become agency CMBS dealers to support the Desk's purchases of agency CMBS.", "In closing, let me finish where I started.", "In this time of pain and hardship, we have choices to make in how we respond, and the opportunity before us is to create generational opportunities for a broad and inclusive set of businesses to help advance an equitable recovery.", "I look forward to partnering with you on this work for years to come.", "1 Rajashri Chakrabarti and William Nober, \"Distribution of COVID-19 Incidence by Geography, Race, and Income,\" Federal Reserve Bank of New York Liberty Street Economics, June 15, 2020.", "2 Rajashri Chakrabarti, William Nober, and Maxim Pinkovskiy, \"Are Financially Distressed Areas More Affected by COVID-19?,\" Federal Reserve Bank of New York Liberty Street Economics, August 17, 2020.", "3 Daleep Singh, \"The Fed's Emergency Facilities: Usage, Impact, and Early Lessons,\" remarks at Hudson Valley Pattern for Progress, July 8, 2020.", "4 Jerome H. Powell, \"Coronavirus and CARES Act,\" testimony before the Committee on Financial Services, U.S. House of Representatives, Washington, D.C., June 30, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID pandemic", "Federal Reserve", "access", "unequal impact", "labor market", "financial system", "credit", "service providers", "vendors", "counterparties"]}