{"sentences": ["September 23, 2020 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Osaka KURODA Haruhiko Governor of the Bank of Japan It is my great pleasure to have the opportunity today to exchange views with a distinguished gathering of business leaders in the Kansai region, which is taking place online this year due to the continued impact of the novel coronavirus (COVID-19).", "I would like to take this chance to express my sincerest gratitude for your cooperation with the various activities of the Bank of Japan's branches in Osaka, Kobe, and Kyoto.", "At the outset, I would like to talk about the Bank's view on economic developments at home and abroad that are affected by COVID-19 and then explain the thinking behind the recent conduct of monetary policy.", "Economic Developments at Home and Abroad Let me start by talking about economic developments at home and abroad.", "In response to the global spread of COVID-19 from the turn of this year, many countries and regions have conducted strict public health measures since early spring, such as restrictions on going outside and suspension of business and production activities.", "As a result, the global economy became depressed significantly in the first half of the year (Chart 1).", "The International Monetary Fund (IMF) projects that the global economic growth rate for 2020 will be minus 4.9 percent, which exceeds the negative figure registered at the time of the Global Financial Crisis.", "The spread of COVID-19 has not yet subsided globally, and the global economy has remained in a severe situation.", "That said, with many countries and regions resuming economic activities gradually while containing the spread, the global economy has started to pick up from a state of significant depression.", "The Global PMI has picked up from the bottom hit in April and recently has been above 50, which is the borderline between improvement and deterioration in business conditions perceived by firms.", "The IMF forecasts that the global economy will recover from the second half of 2020 and the growth rate will be positive in 2021.", "However, it assumes that the pace of recovery will be only moderate with preventive measures against COVID-19 continuing to be taken.", "Japan's economy has shown similar developments to those of the global economy.", "Specifically, the economy seems to have started to pick up with economic activity resuming gradually, although it has remained in a severe situation (Chart 2).", "Due to the impact of COVID-19, the real GDP growth rate for the April-June quarter registered significant negative growth, mainly reflecting declines in private consumption and exports, and downward pressure was put on the employment and income situation as well.", "A wide range of industries have been affected by COVID-19; in particular, those such as eating, drinking, and accommodations, as well as services for individuals have faced a significant decline in demand.", "That said, after the state of emergency was lifted, economic activity has been resuming gradually.", "As for private consumption, that of face-to-face services has remained at a low level, but goods consumption such as sales of household electrical appliances has picked up, mainly on the back of businesses reopening and income support measures.", "Exports, reflecting resumption in economic activities abroad, have turned to a pick-up, albeit at a low level.", "While there are extremely high uncertainties, the Bank projects as a baseline scenario that, as the impact of COVID-19 wanes, the economy will follow an improving trend.", "However, the pace of improvement is expected to be only moderate because precautionary efforts made voluntarily by firms and households will continue to act as a force constraining economic activity while vigilance against COVID-19 is maintained.", "Let me move on to price developments in Japan (Chart 3).", "The year-on-year rate of change in the consumer price index (CPI) is likely to be negative for the time being, mainly affected by COVID-19, the past decline in crude oil prices, and discounts on accommodation fees through the \"Go To Travel\" campaign.", "That said, at least for now, firms' price cuts that aim at stimulating demand do not seem to be observed widely.", "The share of price-increasing items minus the share of price-decreasing items has continued to be a net \"increase.\"", "Under these circumstances, the Bank projects as a baseline scenario that, along with economic improvement, the year-on-year rate of change in the CPI will turn positive and then increase gradually.", "However, the aforementioned outlook for economic activity and prices is extremely unclear, and risks are skewed to the downside.", "Above all, the consequences of COVID-19 and their impact on domestic and overseas economies entail extremely high uncertainties.", "In addition, attention should be paid to whether the COVID-19 shock will lead to a decline in firms' and households' growth expectations, thereby making their spending attitudes become cautious.", "Thus far, growth expectations do not seem to have declined significantly, as seen in firms' stance of continuing to undertake much of the necessary investment for growth areas and in positive changes such as the use of information and communication technology (ICT).", "That said, it is necessary to closely monitor future developments.", "The Bank's Conduct of Monetary Policy COVID-19 has had a large impact on not only domestic and overseas economies but also the financial side.", "With investors' risk sentiment deteriorating globally from late February, financial markets rapidly became unstable.", "Firms' financial positions weakened worldwide, reflecting a decline in sales that was due to a significant depression in the global economy.", "Governments and central banks around the world have responded swiftly on a large scale to the economic and financial shock brought about by COVID-19.", "Among these efforts, the central banks' responses have two things in common.", "One is support for financing, mainly of firms, such as through funds-supplying measures to support lending as well as purchases of CP and corporate bonds, and the other is ensuring stability in financial markets through large-scale provision of liquidity, mainly by conducting asset purchases.", "In this regard, the Bank has enhanced monetary easing since March and implemented the following three measures (Chart 4).", "First, the Bank introduced the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) in order to support financing, mainly of firms.", "The total size of this program will be more than 130 trillion yen.", "Specifically, this program consists of (1) purchases of CP and corporate bonds with the upper limit of about 20 trillion yen and (2) the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19), which will be about 110 trillion yen at maximum.", "Through this special operation, the Bank provides funds on favorable terms to financial institutions that make loans in response to COVID-19.", "Second, to ensure stability in financial markets, the Bank has provided ample yen and foreign currency funds.", "As for the yen funds, under yield curve control, the Bank decided to purchase a necessary amount of Japanese government bonds (JGBs) without setting an upper limit with a view to stabilizing the yield curve at a low level.", "Regarding foreign currency funds, the Bank has provided ample U.S. dollar funds through the strengthened U.S. dollar funds-supplying operations.", "Third, with a view to lowering the risk premia in asset markets, the Bank has actively purchased exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs), thereby preventing firms' and households' sentiment from deteriorating, mainly through volatility in asset markets, and supporting positive economic activity.", "These measures have had positive effects.", "Although financial markets are still nervous due to vigilance against COVID-19, tension has eased recently.", "Corporate financing has continued to be under stress, but the environment for external funding has remained accommodative (Chart 5).", "Funding costs have been at low levels, and both the year-on-year rates of increase in the amount outstanding of bank lending and in the aggregate amount outstanding of CP and corporate bonds have remained high.", "This is a big difference from the time of the Global Financial Crisis; that is, downward pressure from the financial side on the real economy intensified during the Global Financial Crisis, whereas in the current crisis, with stability of the financial system being maintained on the whole, the environment for external funding has remained accommodative, also supported by the policy effects.", "It is expected that stability of the financial system will not be hampered significantly and the economy will continue to be supported from the financial side.", "That said, the financial system could be affected when the challenge for economic entities shifts from a liquidity problem to a solvency one.", "Thus, future developments warrant close attention.", "As with governments and central banks around the world, the Japanese government and the Bank have made swift responses to the current crisis on a large scale.", "Specifically, the government has conducted economic measures with a project size of 234 trillion yen, significantly exceeding the scale of measures taken during the Global Financial Crisis.", "In order to address an emergency situation such as the current one, cooperation between the government and central bank is effective in terms of policy conduct.", "Let me elaborate on this through two points.", "The first is about support for financing, mainly of firms, at a time of crisis.", "In this regard, the globally shared understanding is that the central bank provides liquidity and the government provides solvency support.", "This time in Japan, in line with this understanding, the government has provided credit guarantees on loans made by private financial institutions to small and medium-sized firms while the Bank has provided funds on favorable terms to those institutions through the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19).", "This system has been working well.", "The second point is about the relation between fiscal and monetary policies.", "Reflecting the unprecedented large-scale economic measures conducted by the Japanese government to address COVID-19, the issuance of JGBs has increased.", "Meanwhile, the Bank has maintained interest rates at low levels by actively purchasing JGBs.", "These active purchases are based on the need to conduct monetary policy, and recently, given the impact of COVID-19, the aim of such purchases is to maintain stability in the bond market.", "Through this, the Bank also intends to support the economy and fulfill its role of achieving price stability.", "In this manner, a policy mix of fiscal and monetary policies can be achieved effectively while the government and the Bank fulfill their respective roles.", "Thus far, I have explained the Bank's monetary policy responses to the current crisis.", "The Bank will continue to provide support for financing, mainly of firms, and maintain stability in financial markets while taking into account developments in the regional economy.", "Before ending my speech, I would like to touch on the challenges of monetary policy conduct from a somewhat long-term perspective.", "Compared with the period prior to the Global Financial Crisis, there is a higher probability that the policy interest rates in advanced economies will fall to the lower bound amid the situation of a declining trend in the natural rate of interest.", "Against this background, these economies have faced the common challenges of how to enhance the effectiveness and credibility of monetary policy.", "As a result of a review of the framework of monetary policy, the Federal Reserve announced last month that it would seek to achieve inflation that averages 2 percent over time.", "The Federal Reserve also made clear that it would aim to achieve inflation moderately above 2 percent for some time following periods when inflation has been running persistently below 2 percent.", "The Bank has taken various actions to overcome such challenges.", "In September 2016, in particular, it adopted the framework of \"Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control.\"", "One of the components is the \"inflation-overshooting commitment\" in which the Bank commits itself to expanding the monetary base until the year-on-year rate of increase in the observed CPI exceeds the price stability target of 2 percent and stays above the target in a stable manner.", "Under this framework, it aims to attain a situation where the inflation rate is 2 percent on average over the business cycle.", "Thus, the Bank views the Federal Reserve's thinking that underlies its latest decision as consistent with that of the Bank on the monetary policy conduct to date.", "The Bank recognizes that it remains necessary to maintain highly accommodative financial conditions, aiming to achieve the price stability target as well as responding to COVID-19.", "In particular, since the economic and financial impact of COVID-19 is highly uncertain, the Bank, for the time being, will closely monitor this impact and not hesitate to take additional easing measures if necessary.", "Thank you very much for your attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Osaka September 23, 2020 Governor of the Bank of Japan I.", "Economic Developments at Home and Abroad II.", "The Bank's Conduct of Monetary Policy I.", "Sources: IMF; IHS Markit (© and database right IHS Markit Ltd 2020.", "Economic Developments Private Consumption and Exports Consumption Activity Index (CAI, Real) Real Exports s.a., CY 2011=100 s.a., CY 2015=100 CAI (travel balance adjusted) 80 80 Jan. Jan. Jan. Jan. Jan. Jan. Jan. Jan. Jan. Jan.", "In the left-hand chart, figures exclude the effects of the consumption tax hike in April 2014. .", "As for the right-hand chart, figures are defined as the share of increasing items in the CPI (all items less fresh food) minus the share of decreasing items.", "The share of increasing/decreasing items is the share of items for which price indices increased/decreased from a year earlier.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "The Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19: total size of about 130 tril.", "yen + α Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19: about 110 tril.", "yen Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Further active purchases of JGBs and T-Bills: unlimited Enhancement of the U.S. Dollar Funds-Supplying Operations: unlimited Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen (for the time being) J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil.", "yen (for the time being) II.", "In the left-hand chart, figures for issuance yields for CP up to September 2009 are the averages for CP (3-month, rated a-1 or higher).", "Those from October 2009 are the averages for CP (3-month, rated a-1).", "Figures for issuance yields for corporate bonds are the averages for domestically issued bonds launched on a particular date.", "Bonds issued by banks and securities companies, etc., are excluded.", "Figures for bank lending rates and issuance yields for corporate bonds show 6-month backward moving averages.", "In the right-hand chart, figures for lending by domestic commercial banks are monthly averages.", "Figures for CP and corporate bonds are those at the end of period.", "Lending by domestic commercial banks includes loans to firms, individuals, and local governments.", "Sources: Bloomberg; Bank of Japan; Japan Securities Depository Center; Capital Eye; I-N Information Systems."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "fiscal dominance", "financial dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Developments", "Monetary Policy", "COVID-19", "Inflation", "Price Stability", "Financial Stability", "Quantitative and Qualitative Monetary Easing", "Yield Curve Control", "Fiscal Policy", "Central Bank"]}