{"sentences": ["01.09.2020 The impact of the COVID-19 crisis on financial stability Closing address to the seminar \"The financial system in the COVID-19 crisis.", "Challenges and commitments\", Universidad Internacional Menéndez Pelayo, organised by the Spanish Financial Press Association Pablo Hernández de Cos Good afternoon ladies and gentlemen.", "It is an honour and a pleasure to participate once again in this summer course organised by the Spanish Financial Press Association.", "It is clear that the scope of the pandemic and its impact on the world economy are very extensive.", "Following a 5.2% decrease in Q1, with respect to the previous quarter, Spanish GDP fell by 18.5% in Q2, when the restrictions linked to the state of alert were at their height.", "These declines represent the greatest contraction in economic activity in our recent history.", "An improving path has been seen during Q2 and Q3.", "However, this recovery is incomplete, and uneven across sectors and agents.", "It is also subject to a high level of uncertainty owing to the doubts as to the course of the pandemic itself, as shown by the fresh outbreaks.", "It therefore seems clear that some of the pandemic's effects will be long-lasting.", "The Banco de España publishes its regular projection exercises, the next update of which is due to be released in the middle of this month, drawing on the definition of different scenarios.", "These scenarios are based on different assumptions about, among other factors, the course of the pandemic, which continues to be subject to a very high level of uncertainty.", "In any event, the contraction in Spanish GDP for this year as a whole will be most substantial and unprecedented in recent history.", "The recovery initiated in recent months should lead to relatively high growth in activity, after the hibernation brought about by the lockdown; however some quarters of robust growth are still needed to regain the pre-pandemic level of GDP.", "It is clear that the sharp macroeconomic downturn triggered by the pandemic has substantially increased the risks to global financial stability.", "The forceful economic policy response - from monetary, fiscal and supervisory authorities - and the effect of the farreaching international financial reform implemented in the last decade are helping to mitigate and manage these risks.", "Indeed, so far the financial system has acted as a mitigating, rather than an amplifying, factor of the impact of this crisis.", "However, we should not be lulled into complacency, as the scale of the shock is very large and its duration is uncertain.", "Against this backdrop, as economic and supervisory authorities, we must step up monitoring of the risks to financial stability and continue to adopt measures to mitigate them; naturally, we must be prepared to take forceful action should such risks materialise.", "Today I will outline the recent developments in the main risks in this area, based on the analysis of the effect of the crisis on the different agents in the economy (non-financial corporations, households, the real estate and financial sectors, and general government), and the most appropriate economic policy measures for addressing them.", "The impact of the crisis on the financial situation of firms Spanish firms faced this shock in a more favourable financial position than that before the global financial crisis.", "Specifically, they had substantially reduced their debt levels in recent years, to below the European average in late 2019, and had the support of higher liquidity buffers.", "Moreover, the sectoral distribution of activities was more balanced than in the runup to the previous crisis.", "That said, despite the overall better position, there were certain segments of the Spanish corporate sector in a vulnerable position at the outset of this crisis.", "The scale of the shock triggered by the pandemic is also most significant and long-lasting, prompting a sharp decline in income for a large number of firms.", "From the financial stability standpoint, the risk is that this drop in income will generate liquidity problems for these firms, making it difficult for them to meet their payment commitments deriving from financial obligations (debt and interest payments) and operating expenditure (such as supplies, rentals and personnel costs).", "For the firms that have been hardest hit by the crisis and those in a more vulnerable position at the outset, liquidity tensions might ultimately lead to solvency problems, either because the raising of new debt proves more complex or because the increase in debt could become unsustainable, against a backdrop, moreover, of a weak outlook for demand.", "The latest Central Balance Sheet Data Office figures give an idea of the severity of this shock to firms' liquidity.", "There was a strongly adverse impact on these agents' profits already in Q1, despite the fact that the sharp contractions in activity and operating revenue associated with the declaration of the state of alert only affected the last two weeks of this quarter.", "The reduction in the return on assets for the overall sample of firms was so significant that it pushed ROA below the cost of borrowing, a development not seen since 2014.", "In the absence of, or a sharp decline in, income, firms have several, not necessarily mutually exclusive options to cover their liquidity needs.", "First, they can adjust their expenditure.", "Second, they can use the liquid assets they have built up.", "They can also resort to undrawn amounts on their credit lines with financial institutions, to new borrowing, such as new bank loans and debt issuances, to divestments, or to new capital contributions from their members.", "This list of sources of liquidity for firms highlights the important role of economic policy measures in alleviating the effects of the crisis on the business sector.", "At the European level, the powerful monetary policy response from the European Central Bank (ECB) has proved essential for facilitating the financing of all European firms against this backdrop of high uncertainty, heading off financial fragmentation problems like those experienced as a result of the last crisis.", "Besides the approval of a new, very large asset purchase programme, this response has included the provision of liquidity to financial institutions under very favourable conditions providing they meet certain business lending targets.", "In Spain, the public guarantee programmes for loans to firms, which are managed by the Official Credit Institute (ICO)2 and have reduced the risk taken on by banks when lending in such uncertain circumstances, have been crucial, as have the measures to allow for more flexibility in temporary layoffs and short-time work arrangements (ERTE by their Spanish abbreviation) and the payment deferrals on certain tax obligations, among other measures.", "In any event, given the scale of the shock, and even taking account of the economic policy measures most directly affecting non-financial corporations (such as furlough schemes and tax deferrals), different simulation exercises performed by the Banco de España3 suggest that the percentage of firms with liquidity needs in the Q2-Q4 period will rise by nearly 10 percentage points (pp), to stand at 70%, as a result of the pandemic.", "In terms of size, the percentage of firms with liquidity needs is higher among large corporations; by sector, it is higher in leisure and tourism activities.", "Nearly 90% of these needs are expected to derive from the maturity of past financial obligations, and close to 50% could be covered using liquid assets and undrawn amounts on the credit lines held before the crisis.", "The information on bank lending shows firms resorting to this source of financing to cover a large portion of these liquidity requirements.", "Specifically, after shrinking by 1.1% year-onyear in February, the outstanding balance of bank financing granted to Spanish non-financial corporations rose by 7.2% in July.", "Analyses by the Banco de España suggest that the ICO's guarantee facility is, in particular, facilitating the financing both of firms facing greater difficulty gaining access to credit and of small enterprises, which have generally been more affected by the impact of the health crisis and have a greater risk profile.", "Thanks to the guarantees, SMEs have been able to finance themselves in recent months under more favourable conditions in terms of the interest rate, the amount of credit and, above all, the maturity of the operation, which on average has stood at close to five years.", "On the latest data available, this programme has provided guarantees of nearly €75 billion (of the €100 billion initially envisaged) on loans to over half a million firms, representing total financing of close to €99 billion.", "The role of lending to companies in the current crisis is thus proving to be of great importance.", "It is contributing to reducing the risk of bankruptcy for firms that are viable but which face temporary liquidity problems, with the adverse consequences this would have in terms of job destruction and damage to the productive system, and, in sum, to the robustness and momentum of the economic recovery.", "Looking to the coming months, it is estimated that, overall, the public guarantee programme (amounting to €140 billion following the latest increase) could cover around 75% of the financing needs mentioned above.", "The remaining amount would have to be financed by companies drawing down on their liquid assets, using the undrawn amount on the credit lines they have been granted or resorting to new debt without public guarantee.", "The findings of the latest Bank Lending Survey (for Q2) anticipate the possibility of a tightening of credit standards for European firms in Q3 this year.", "Should this be confirmed, besides the need for monetary policy to maintain a prolonged, very accommodative stance and for the selective extension of certain ERTE support measures at the national level, an expansion of the support measures for the financing of firms would be advisable, in order to sustain the recovery.", "In any event, in this second phase of the economic policy response, credit support mechanisms should focus on prioritising access to these funds for firms with sound viability prospects, with a view to providing for the necessary cross-firm and crosssector reallocation of productive resources.", "Also, it should be acknowledged that the number of financially vulnerable firms will rise significantly as a result of COVID-19.", "According to analyses by the Banco de España, this increase will be more marked in the SME segment and among firms pursuing activities in the sectors most exposed to COVID-19.", "An initial factor to be taken into account when assessing the impact of the COVID-19 crisis on the corporate sector's solvency is the future decline in the return on firms' assets.", "Drawing on available estimates, the median of this indicator for the corporate sector as a whole is expected to fall from 3% pre-COVID-19 to virtually zero in 2020, in any of the macroeconomic scenarios considered by the Banco de España.", "Large firms are generally expected to suffer less pronounced falls in profitability.", "In any event, the operating deficit generated by many firms would lead to a deterioration of their financial position, resulting in lower own funds and higher debt to finance their liquidity needs.", "Thus, in the aforementioned early recovery scenario, the financial position of 55% of firms (with a weight of 51% in employment terms) would worsen in 2020, while in the more adverse scenario, this proportion would rise to 58%.", "However, despite this strong negative impact, around 40% of firms would continue to generate an operating surplus and to make new investments without a worsening of their financial position.", "In short, a significant number of firms are very likely to emerge from this crisis with higher debt levels and a diminished demand outlook, at least for some time.", "In this respect, it is also necessary to review the debt relief, restructuring and insolvency processes for firms, with the aim of establishing pre-emptive, swift and simplified administrative procedures enabling them to pursue their business activity while they are still viable.", "Speed of resolution is paramount in these procedures so as to minimise the losses in asset value that would materialise if they were to drag on, especially in a context in which the economic policy response in the short term means that the liabilities of ailing businesses to general government will foreseeably be much higher than in previous crisis periods.", "The introduction of more appropriate procedures and incentives would also avoid suboptimal levels of business liquidations and destruction of the productive system that would weaken the longterm economic growth and recovery potential.", "The impact on the financial situation of households As in the case of firms, after the last global financial crisis, the financial situation of households improved significantly, and mortgage lending standards were far more prudent.", "However, consumer lending has posted high growth rates in recent years and groups of vulnerable households have continued to exist.", "In any case, this crisis is also having a significant impact on households.", "It has led to a reduction in the wage income of individuals who have lost their jobs or been furloughed, and in their wealth, given the adjustment to the valuation of most financial assets.", "Thus, social security registrations, after stripping out workers subject to furlough schemes, that is, the series which might be called \"actual registrations\", is estimated to have shown a year-on-year decline of 22% at end-April, with much sharper reductions in some of the services segments hardest hit by the restrictions on movement associated with the state of alert, such as the hospitality sector.", "In late July, the year-on-year decline in actual registrations had eased, and stood at 9% lower than the figure observed a year earlier.", "From the standpoint of financial stability, the evidence available4 shows that the variables with the highest information content to explain the probability of default of households are becoming unemployed and a fall in household income.", "The same evidence shows that, as a result of the shock triggered by the coronavirus, consumer credit defaults can be expected to occur at an earlier stage than mortgage defaults by households, and that a deterioration in income and employment will adversely affect mortgage lending overall, with a slight time lag.", "Further, there is very notable disparity in the financial situation of the households most affected by the pandemic.", "According to the Banco de España's Spanish Survey of Household Finances5, the industries that have borne the brunt of the pandemic employed a higher proportion of young and female workers than other sectors, and also a higher proportion of low-wage workers.", "The lower wages were partly offset by the fact that the employees concerned lived with other household members who had a higher income.", "In terms of household wealth, 28% of workers in the social industries lived, in 2017, in households whose financial assets amounted to less than one month's income, and around 8% had bank debts whose repayments amounted to more than 40% of their gross household income.", "Thus, the wage income and financial position of households of workers in social industries was more fragile in 2017 than that of households whose members were employed in regular industries.", "However, as in the case of firms, economic policy has also played a vital role in this institutional sector to mitigate the adverse economic effects of the pandemic.", "Specifically, in addition to sustaining household income through furlough schemes, unemployment benefits have been increased, essential utilities have been guaranteed, assistance has been provided for rental expenses, and measures have been approved to support the selfemployed whose income has plummeted.", "More recently, a minimum living income scheme has been designed and is currently being implemented.", "In addition, a number of specific measures have been negotiated to ensure that households with financial difficulties do not fail to meet their financial obligations.", "These include legislative and banking sector moratoria on individuals' mortgage and other loans, which allow individuals who meet certain requirements to delay their loan repayments for a period ranging between three months and one year.", "A total of 1.3 million moratoria have been granted to date, representing an outstanding credit balance of nearly €45 billion (almost 7% of the total volume of this portfolio).", "The moratoria granted are concentrated in the regions most affected by the crisis, on individuals aged under 30 and over 55, self-employed persons, and loans arranged with easier credit conditions.", "Also noteworthy is the fact that moratoria are more common in banks with higher credit growth in the years immediately preceding the outbreak of the pandemic.", "Looking ahead, the trend in employment and its distribution among households will be crucial in the coming quarters, as regards the materialisation of the financial stability risks posed by this sector.", "The ultimate impact will also depend on the effectiveness and continuity of the measures in place to sustain household income.", "The real estate market Allow me now to briefly describe the recent developments in the housing market against the backdrop of the crisis triggered by the pandemic.", "After the very significant downscaling of housing investment following the crisis that began in 2008, which reduced its weight relative to GDP from 12% before the global financial crisis to levels close to 5% in 2019, in line with other European countries, this sector's starting point was unquestionably less vulnerable.", "Moreover, the reduction in housing investment activity came about in parallel with a decline in house prices which, despite the growth observed in recent years, at end-2019 remained (in real terms) some 29% below the average nationwide levels observed in 2007.", "However, there was some cross-regional variation and the indicators of the overvaluation of house prices showed values close to equilibrium.", "It should also be borne in mind that the weight in mortgage lending of highly leveraged transactions has been much lower in the post-2008 period, and that the mortgage loans which survived the global financial crisis have credit conditions that can generally be considered prudent, and are closer to reaching maturity.", "All these developments better position this sector to withstand the current crisis.", "In any event, this sector is inevitably also reflecting the impact of the health crisis.", "Even before this shock, the housing market had entered a phase of gradual slowdown, both in terms of activity and transactions and of prices, after the marked expansion of prior years, once the adverse effects of the financial crisis had been overcome.", "This outlook was profoundly affected by the declaration of the state of alert due to COVID-19, with a particularly sharp slump in transactions in the second half of March and in April.", "In subsequent months, a gradual, albeit partial, recovery is estimated to have taken place, once the restrictions on movement had been lifted and as the house purchase process gradually began to operate as normal.", "In effect, the lockdown made it much more difficult to conduct the process of buying or selling a home.", "Once the state of alert had been declared, the number of sales through public deeds plummeted to a record low in April, falling by approximately 70% year-onyear.", "In subsequent months the situation improved, although falls of 20% (compared with the previous year) were still being posted in June.", "In this setting, house prices are estimated to have remained on the gradually slowing path that dates back to the end of 2018, although according to the latest available data, corresponding to June, they are still posting positive growth.", "Like the economy as a whole, housing investment recorded an unprecedented downturn in 2020 Q2.", "According to the preliminary Quarterly National Accounts estimate, this component fell by more than 30% compared with the same period in 2019, returning to the lows recorded in the previous crisis.", "Indicator trends appear to anticipate an upturn in housing investment in Q3, although it is expected to remain below the pre-pandemic level, owing to the worsening outlook for households.", "Over a longer horizon, the extent to which the housing market will eventually recover once the health crisis is behind us will depend on the degree of persistence of its adverse economic and financial effects.", "The impact on the financial sector The banking sector The crisis triggered by the pandemic has clearly accentuated the credit, market and operational risks facing the banking sector.", "The improvements in the quality of the Spanish banking sector's balance sheet and in its solvency levels in the last ten years have also clearly put it in a better position to absorb this crisis and to continue to provide the financing needed by the economy.", "The risks to the sector's financial stability have been mitigated by the various economic policy measures adopted.", "Indeed, developments in credit, as I mentioned earlier, have differentiated this crisis from other episodes in the past.", "At the aggregate level, the volume of new lending and the outstanding balance of deposit institutions' loans to the real economy have increased.", "This represents a notable change in trend compared with developments in bank lending in Spain since the last financial crisis.", "On data to 30 July 2020, total bank credit to non-financial corporations and households grew at a year-on-year rate of 2.4%, compared with the decline of 0.3% recorded until February 2020.", "This change in trend is largely attributable to credit to non-financial corporations which, as I said earlier, quickened substantially following the outbreak of the pandemic.", "Most of the financing obtained by firms has been used to shore up their liquidity buffers to meet future borrowing needs.", "In fact, the growth rate of firms' bank deposits increased from slightly below 4% in February to 13% in June.", "By contrast, lending to households fell at a rate of 1.8% in June, whereas it was virtually flat in February.", "Credit for house purchase posted a year-on-year fall of 2.7%, declining almost 1 pp more than in February.", "The yearon-year growth rate of consumer credit, which stood at 15% in February, fell as low as 2.5% in May.", "In June it grew by 2.3%, owing especially to drawdowns of credit facilities, since new lending continued to move on a downward path.", "However, in the coming months we will inevitably witness a deterioration in the credit quality of banks' balance sheets, as a result of the sharp contraction in the income of non-financial corporations and households over recent months.", "Indeed, this deterioration is expected to intensify when the moratoria end or the grace period on guaranteed loans expires.", "The volume of NPLs in the private non-financial sector continued to fall at a year-on-year rate of 11% in June, although this was 8 pp less than the decline in February.", "The NPLs in banks' business in Spain increased by 2% between March and June this year, with no major differences between firms and households.", "Although the increase in NPLs traditionally lags behind the onset of recessions, this increase is very contained considering the scale of the fall in GDP.", "Undoubtedly, the measures implemented, particularly guarantee schemes for firms and payment holidays for individuals, are significantly reducing the immediate rise in newly classified NPLs.", "Reclassifications of NPLs which in recent years significantly reduced the NPL ratio, have also fallen, owing to less activity in the impaired assets market.", "Looking ahead, the uncertainty about the potential rise in the NPL ratio is notable since this crisis is on an unprecedented scale and is deeper than that envisaged in the adverse macroeconomic scenarios applied in the stress testing of the financial system in recent years.", "The timing is also very different since in this episode, if current macroeconomic forecasts are confirmed, the adjustment to GDP would be concentrated in the first year of the shock (2020), to be followed by a recovery whose strength is still uncertain.", "In addition, the impact will hinge on the size and duration of the measures adopted, which will influence their effectiveness.", "In any event, the increase in NPLs is expected to be higher among smaller firms operating in sectors involving greater social interaction; and, in the case of households, in exposures not secured by mortgages.", "Accordingly, banks are already recording earlier part of the provisions that they might have to set aside in the future.", "Furthermore, my previous remarks about the aggregate situation of the system mask considerable diversity.", "This is mainly because the starting positions of the various institutions, in terms of own funds and credit quality, are already different.", "Likewise, some segments of households and non-financial corporations are also still in highly fragile financial situations.", "For example, smaller firms are more vulnerable to a scenario of falling revenues.", "But, additionally, in a crisis like this, as I have mentioned earlier, the deterioration of banks' solvency is expected to hinge on their degree of exposure to the various regions and sectors which are being affected differently by the pandemic.", "In any event, as in the case of households and non-financial corporations, the public support measures implemented in recent months will help to mitigate the effects on financial stability.", "In particular, the government loan guarantee scheme and the various measures adopted by the ECB will contribute to smoothing the impact on banks' solvency.", "The restrictions on the payment of dividends by banks also contribute significantly to this objective.", "And, lastly the moratoria will be useful so that the classification of loans as nonperforming is eased and distributed over time.", "Nevertheless, the impact of the COVID-19 crisis on financial institutions' profitability is already clear.", "The banking industry's already narrow profit margins of recent years - profitability actually stood below the cost of capital in the main European banking systems - were squeezed even further by the outbreak of COVID-19 and the need to record higher provisions to cover adverse developments in banking.", "Specifically, data from the first half of 2020 showed that listed Spanish banks had consolidated net losses of €10.5 billion, compared with profits of a similar order of magnitude in the same period in 2019.", "Higher provisioning and, especially, the non-recurring adjustment to goodwill, both as a result of the expected downturn in economic conditions on account of the pandemic, were the main causes of lower profits.", "The losses were concentrated at the two banks with the largest international presence but profits decreased by two thirds at the other banks.", "In any event, banks' recurring business has only been affected modestly to date and this is being offset partly by an adjustment to operating expenses and, consequently, they continue to gain in efficiency.", "Therefore, the price-to-book (P/B) ratio - which compares listed banks' market capitalisation and their book value - contracted notably in Spain, as in other European countries, by declining to levels of around 0.4, although it subsequently recovered somewhat.", "One way of illustrating the risks to financial stability posed by the current episode is through simulation exercises which assess prospectively banks' resilience to adverse macroeconomic scenarios.", "Accordingly, the ECB conducted a so-called \"vulnerability\" analysis - to underline their limitations compared with the usual stress tests - in order to measure European banks' resilience to the strains triggered by the coronavirus.", "The results published last July show some of the risks identified.", "Specifically, based on these results, the euro area banking sector overall is positioned to withstand pandemic-induced stress, although the reduction in banks' solvency under the most adverse macroeconomic scenarios would be significant.", "Furthermore, the results of this exercise show significant heterogeneity across banks.", "In particular, according to the ECB's estimations, the central scenario8 depletes banks' capital (CET1) ratio by approximately 1.9 pp to 12.6% and the severe scenario by 5.7 pp to 8.8% in 2022.", "Impaired credit exposures and market risk losses are the key drivers of capital consumption.", "In any event, in view of the uncertainty and the complex nature of this crisis, and despite the wide range of measures already implemented, the need to develop certain measures further or to address new ones to avoid potential financial instability cannot be ruled out.", "As I have already said on previous occasions,9 I think our shared aim should be to prevent the current crisis from being accompanied by a widespread tightening of financing conditions or from seriously damaging our financial system.", "Therefore the authorities must remain vigilant and head off the risks to financial stability stemming from this crisis and we must be ready to provide a forceful, pan-European response should they materialise.", "Looking ahead, the low profitability of banks is one of the main challenges facing the banking sector in Europe and Spain.", "Everything points to the very low or even negative interest rate scenario continuing for even longer and, in this environment, banks may find it increasingly difficult to obtain returns without incurring excessive risk.", "Additionally, they will also have to face competition from potential competitors in the credit market.", "These companies - not necessarily financial in origin - which extensively harness information about their customers using new technologies, may drastically alter the operating environment of traditional banks.", "The banks' strategy faced with these challenges must inevitably involve investing heavily in this type of technology to make the most of their data.", "This, also, will enable them to refocus their lending business on higher-margin segments while maintaining the risk they have assumed within reasonable limits.", "They should also continue to strive to make efficiency gains and, once more, will have to make more intensive use of new technologies to continue to cut their operating costs.", "Furthermore, there is room for some consolidation in the sector which will contribute to making banks and the system, as a whole, more resilient.", "Non-bank financial sector Apart from its effect on the banking sector, this crisis is also having a considerable impact on the valuation of many financial assets, and on their volatility.", "Initially, there was a major stock market correction and a sharp increase in equity and bond volatility.", "Subsequently, following the reaction of global monetary and fiscal policies, stock markets began to recover and volatilities to decline.", "In fact, in both the United States and the euro area, some market valuation measures, such as P/E ratios, have returned to historical highs, potentially indicating a certain disconnect between the recent rapid and significant recovery in financial markets and the more moderate behaviour of macroeconomic data and the concerns over corporate sector weakness.", "In this respect, despite the slowdown in recent months in the rate of credit rating downgrades, following the sharp increase between March and May, the spreads on highyield corporate debt (i.e.", "with a rating below BBB) ceased to rise in June in Europe and in the United States, and thus, in contrast to those on investment-grade corporate debt (BBB or higher rating), have remained below their pre-crisis levels.", "This deterioration in corporate credit quality is a further element of vulnerability for financial stability.", "Past experience shows that extensive rating downgrades in the corporate sector can generate adverse second-round effects that exacerbate the crisis.", "The mechanism is as follows: since investment and pension funds, along with other institutional holders of corporate debt instruments, usually have restrictions in their mandates on their holdings of non-investment-grade assets, if many of these securities become high-yield they have to be sold by these investors, leading to a further decline in value and thus greater losses for all holders.", "The importance of this vulnerability is illustrated by a recent analysis conducted by the ESRB.", "Specifically, it was estimated that, in Europe, almost half of corporate bonds with a BBB rating are held by investment funds, around a third by insurance companies, almost a quarter by credit institutions and the rest by pension funds.", "Investment funds and insurance companies are thus precisely the institutional investors that hold most of the BBBrated corporate debt, a third of which is associated with sectors considered as sensitive to COVID-19.", "A large-scale downgrading of this debt, to below investment-grade status, would entail considerable potential losses for the financial system of the European Union (EU) as a whole, a significant part of which would correspond to indirect losses attributable to the forced selling mentioned above.", "The role of rating agencies in this process is fundamental.", "When making their assessments, these institutions need to take into account the long-term outlook for the corporation concerned and avoid excessively pro-cyclical behaviour.", "Indeed, this time round, rating agencies appear to have been more cautious than in the global financial crisis and, to date, phenomena comparable to those seen in the past have not occurred.", "In any event, the results of this exercise serve to show the systemic importance of this vulnerability and the need to be prepared to provide a sufficient, internationally coordinated response, depending on how the pandemic develops at international level.", "The impact on general government During the current crisis, the activation of automatic fiscal stabilisers associated with lower tax receipts and increased cyclical expenditure (for instance, on unemployment benefit), along with the effect of the discretionary measures adopted by the authorities to mitigate the impact of the crisis, is leading to very significant increases in budget deficits and public debt in all countries.", "Initially, there were also tensions in European public debt markets, which led to a sharp rise in sovereign spreads.", "However, the decisions of the ECB and the reiteration by its Governing Council of the commitment to do everything necessary to support all citizens of the euro area through this extremely challenging time, ensuring that its monetary policy is transmitted to all parts of the economy and to every country, have alleviated these tensions.", "Likewise, the response of the European Union, which has resolved to make significant public funds available to Member States with which to mitigate the impact of the crisis and reactivate their economies, has also been crucial.", "In the case of Spain, the pandemic has struck the economy at a time when the general government accounts still displayed certain elements of vulnerability.", "In particular, despite uninterrupted robust growth in recent years, at the end of 2019 the public sector structural deficit stood above 3% of GDP and the public debt ratio above 95% of GDP.", "Moreover, according to Banco de España projections, in the next few years the budget deficit may exceed 10%, while the public debt-to-GDP ratio may stand at around 120%.", "Following its initial increase, ECB and European monetary policy decisions have kept the risk premium well contained in recent months.", "However, looking ahead, persistently high levels of public debt would reduce the scope for countercyclical fiscal measures in response to adverse macroeconomic shocks and might even limit the economy's growth capacity; in any case, they would expose the Spanish economy to a situation of chronic vulnerability to changes in investor sentiment on the financial markets.", "For all these reasons, although the response to the health crisis should be accompanied in the short term by decisive fiscal measures to reduce its impact, an overall growth strategy with a medium-term horizon needs to be implemented.", "This should include the design of a fiscal consolidation programme, to be applied as and when the worst effects of the crisis are over and the recovery has firmed.", "The COVID-19 pandemic is having an unprecedented negative macroeconomic impact which has, in turn, led to an increase in financial stability risks.", "The actions of the national and supranational economic authorities (fiscal, monetary and supervisory) have reduced these risks, but they have not been completely eliminated.", "We are currently experiencing a gradual recovery that is, however, subject to a high degree of uncertainty and remains incomplete and uneven.", "The economic policy response needs to be adapted to the specific requirements of this new phase.", "Specifically, on the ECB's Governing Council we have made it clear that a high degree of monetary accommodation is needed to support the recovery, avoid financial fragmentation and safeguard our price stability objective.", "In this respect, if necessary, we are prepared to adjust all our instruments.", "In the banking sphere, the crisis will have a significant impact on the quality of loan portfolios, the magnitude of which will depend on how serious it ultimately proves to be, as the recently published ECB vulnerability exercise has shown.", "This impact will vary from one institution to another, according to the starting position of each one and their exposure to the sectors and agents most affected by the crisis.", "In these circumstances, we need to avoid serious damage to the stability of the financial system, as this would make the crisis deeper and longer.", "Accordingly, we need to step up the surveillance of risks to financial stability and be prepared to respond forcefully, at European level, in the event that any materialise.", "In addition, banks must address their medium-term challenges decisively, including notably their low profitability, both in Spain and across Europe.", "At national level, some of the measures already applied need to be extended and regularly recalibrated.", "Currently, these need to be focused on the most severely affected groups of households and sectors, promoting the necessary structural adjustment, and to be adapted to the rate at which the recovery is taking place.", "In the corporate sphere, many companies will emerge from this crisis with higher levels of debt, and this may hamper the recovery and be a source of vulnerability.", "Strategies therefore need to be implemented to promote corporate financial restructuring.", "One of the main challenges is to avoid funds remaining at companies with no prospect of viability in the post-pandemic scenario.", "Likewise, the European recovery fund resources should be used to support sustainable restructuring and modernisation of the productive sector.", "At the same time, persistently high public debt (as will inevitably be generated by this crisis) would reduce the scope for action in response to future adverse shocks, expose the economy to a situation of chronic vulnerability and limit its growth capacity.", "In this situation, we should accept that the necessary short-term fiscal expansion must be accompanied by an ambitious reform agenda to address the structural challenges facing the Spanish economy and a fiscal consolidation programme, to be implemented as soon as the recovery firms.", "Without doubt, further analysis and experience will be required before we can draw all the lessons from this crisis.", "However, we should be aware, in any event, of the unprecedented scale of the collective challenge that we as a society face to return to a path of prosperity and opportunities for all.", "Hence, once again, I advocate broad-based agreements to shape the urgent, ambitious and comprehensive growth strategy that Spain currently needs.", "The financial system can and should make a significant contribution in this regard.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Impact of the COVID-19 crisis on financial stability", "Impact on the financial situation of firms", "Impact on the financial situation of households", "The real estate market", "Impact on the financial sector", "Impact on general government", "Monetary policy response", "Fiscal policy response", "Supervisory policy response", "Economic policy response"]}