{"sentences": ["Indeed, this is a celebration of what the Philippines has achieved so far towards a cash-lite society.", "Clearly, there is more room to get to where we want to be.", "So, before we leave this room, let me take this opportunity to present to you the key takeaways from this Summit.", "We are set to take digital payments to greater heights.", "We now have indisputable mandate to oversee payment systems with the enactment of the National Payment Systems Act (NPSA) and the amendment of the Bangko Sentral Charter.", "We also have established the governance framework, particularly the National Retail Payment System, which has been crafted as suited to our national conditions.", "Moreover, we have existing clearing switch operators which are capable of providing the infrastructures that interconnect our payment service providers.", "Of course, the PhilPaSS, which allows Philippine banks to efficiently pay their clearing obligations to each other, has been there for quiet sometime.", "Finally, as you've seen earlier, we have measurement and monitoring tools that will help us determine our strengths and weaknesses.", "I am grateful also that the Better than Cash Alliance has generously helped us in determining the following critical payment use cases where further digital-oriented programs are necessary: social benefit transfers, payments to merchants or billers including to the Government, payments to suppliers, and remittances.", "Now that these are in place, what else can we do to move digital payments forward?", "It is necessary that we work together in providing a regulatory environment that is conducive to the development of innovative payment technologies and at the same time effective in minimizing the attendant risks.", "To the payment service providers and operators of payment systems, please continue expanding your networks, leveraging available financial technologies to be able to deliver more digital payment services that reach even those living in the most rural places.", "To the merchants and billers including our government agencies, you are the \"wind beneath our wings,\" so to speak.", "Without your willingness to accept e-payments, the millions of Filipino payers will never realize the economic and social benefits of digital payment services.", "Equally important are the consumers who benefit most from using digital payments.", "As we embrace the changes around us, let us look beyond the convenience that e-payment services bring us.", "Let's keep in mind that for every digital payment we make, we contribute to transforming this country to a cash-lite economy where we could reap enormous benefits such as greater efficiencies in funding flows, increased transparency and security of financial transactions, and more inclusive financial system, just to name a few.", "The road we traverse may be challenging BUT I have no doubt that TOGETHER we will be able to overcome the challenges that will come our way.", "Instead of letting the challenges blur our sights of the invaluable gains from our strong partnerships, let us be positive.", "Let us look at the bright side of things and remaining focused on our shared vision of raising the volume of e-payments to the level we desire.", "With our concerted effort to deepen the penetration of electronic channels and instruments in this country, we will certainly achieve our ultimate goal of having an inclusive payment system where no adult Filipino is left behind in terms of access to payment and other basic financial services.", "Let's do our share in uplifting the lives of ordinary Juan and Maria as we build a stronger Philippine economy.", "I trust in all of you, our strategic partners, to take an active role in our challenging yet rewarding journey.", "Now is not the time to stop.", "Together, let's initiate more electronic payment programs that touch the lives of the unserved and underserved Filipinos.", "As we renew our commitment to boost digital payments, may I request everyone to please get hold of your mobile phones.", "And TOGETHER let's raise our mobile phones to seal the bond we have at this Summit and cheer 'MABUHAY'.", "Thank you very much for your generous support!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "Payment systems", "National Payment Systems Act", "National Retail Payment System", "Payment service providers", "Electronic payment services", "Financial technologies", "Cash-lite economy", "Financial inclusion", "Digital-oriented programs"]}