{"sentences": ["DEVELOPMENT COMMITTEE (Joint Ministerial Committee Boards of Governors of the Bank and the Fund Transfer of Real Resources to Developing Countries) ONE HUNDRED AND ONE MEETING WASHINGTON, DC - APRIL 17, 2020 DC/S/2020-0028 Statement by Governor of the Bank of Italy Constituency of Albania, Greece, Italy, Malta, Portugal, San Marino and Timor-Leste Ignazio Visco Governor of the Bank of Italy Constituency of Albania, Greece, Italy, Malta, Portugal, San Marino and Timor-Leste 101st Meeting of the Development Committee Washington, DC The crisis The crisis we are facing is unprecedented in its speed, diffusion and depth.", "And it is a crisis that affects us profoundly: it touches our own lives, our network of social relations, and our way of living as a community.", "Because the only way to limit the contagion is a protracted period of social distancing, significant economic pain seems unavoidable in all countries.", "The toll on the real economy - workers, as well as businesses - will be large; and the risk of financial instability will inevitably be high.", "This exceptional situation requires actions to be taken at all levels: national, regional and global.", "Indeed, precisely because the crisis is global, the answer must be global.", "Increased coordination between countries in response to the pandemic will allow all of us to come out of it together, sooner and at a lower cost.", "And we must recognize that significant external assistance will be needed.", "If the response falls short of what is required to avoid permanent damage to potential capacity, including human and organizational capital, the scale of long-term costs could be much larger than what we are currently projecting, even under the most severe scenarios.", "The effects of the crisis will be more acute in poorer and more fragile countries.", "It is therefore important to engage with less developed countries with all available means.", "This is first and foremost a humanitarian duty, but it is also in everyone's interest.", "Developing countries are not an isolated world: many of them engage in global supply chains, and will remain an important part of the global recovery.", "To this end, recovery will be faster and broader if every country avoids national retrenchment and ensures the free flow of vital medical supplies, critical agricultural products, and other goods and services across borders, and if we all work to resolve disruptions to the global supply chains.", "From a medium-term perspective, it is also essential to appropriately fund medical research, not only to obtain a vaccine, but also to produce effective drugs that can treat patients, reducing the number of those needing intensive care, and avoiding the most adverse health outcomes.", "International cooperation and coordination are key not only for the virus-suppression strategy to be successful on the global scale, but also in the aftermath, as it would be highly beneficial to support production with positive externalities.", "The World Bank Group response This unprecedented global shock risks unravelling the development gains of the past decades.", "Limited social protection mechanisms could exacerbate the damage caused by the Covid crisis to far too many workers, particularly those in informal sectors.", "As a result, poverty rates may climb back to levels not seen in many years.", "A lack of decisive policy measures can have even grimmer longer-term consequences if human capital accumulation is impaired, e.g.", "because of adverse nutritional outcomes for children in vulnerable households or school closures.", "In addition to increasing the resources available for health systems, policy strategy during the emergency must focus on supporting firms, workers and household incomes, as well as preventing liquidity problems from turning into massive defaults.", "Besides saving lives, the top priority is to maintain the productive capacity of our economies.", "Preserving the functionality of financial markets and stability of the financial system is a conditio sine qua non for this to work.", "The World Bank Group (WBG) has acted quickly to respond to the emergency created in several developing countries as a result of the shock to health systems, demonstrating that it is able to respond effectively and in a timely manner to rapidly evolving circumstances.", "We commend management for their targeted, timely and effective actions: we are in a situation in which choosing to save a dollar today could cost many more later on.", "We praise the IFC and MIGA's decisions to provide liquidity to the business sector, either directly or through financial institutions.", "These interventions should be truly complementary to those of financial authorities worldwide, who are exploiting the flexibility envisaged within existing regulatory frameworks fully and contemplating how to adapt them, if needed, to contain the risk of financial instability.", "The size of the WBG's initial response is important, but more must be done.", "In planning for that, it is important to strike the appropriate balance between alleviating short-term needs and maintaining longerterm development goals.", "This means operating with an effective division of tasks with the IMF and in coordination with other multilateral development banks, international financial institutions, and the donor community.", "The diffusion and depth of the crisis put an extra premium on the role of both Bretton Woods institutions, as providers of financial and advisory services and as facilitators of international dialogue.", "The economic stimulus that is required is an opportunity to respond to both immediate economic needs and long-term development priorities, building resilience to environmental, economic and social vulnerabilities.", "It presents a chance to kick off a new phase of reconstruction, steered toward poverty reduction and inclusive, sustainable growth.", "And it may allow us to refocus our efforts towards meeting the Sustainable Development Goals.", "Most IDA countries lack the resources necessary to mount an emergency response while maintaining adequate spending on health, education, social safety nets, and job creation.", "We welcome the proposal put forth by the WBG and the IMF and endorsed by the G20 for all official bilateral creditors to temporarily suspend debt-service payments from the poorest countries to help them meet their financing needs.", "We look forward to an effective coordination and broad participation of all major creditors, to ensure the success of this initiative."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Covid crisis", "Developing countries", "World Bank Group", "Financial stability", "Economic stimulus", "Sustainable Development Goals", "Debt-service payments", "Human capital", "International cooperation", "Health systems"]}