{"sentences": ["I would like to thank Valérie Fasquelle and Christian Pfister for their contributions to this speech.", "Ladies and gentlemen, The growing number and forms of crypto-assets in our payments landscape has triggered a significant and important debate about their virtues and risks, in case the role of these cryptoassets in our payment systems were to become less marginal than it currently is.", "The emergence of so-called \"stablecoins\" has brought additional fuel to this debate as they could bring to the market new settlement assets and payment schemes, which may compete against and possibly, according to their promoters, replace those in commercial and central bank money, currently at the centre of the functioning of our payment systems.", "In order to share with you a few thoughts on this debate, speaking as a central banker and a supervisor mindful of the benefits of innovation but also of the risks they could bring to financial and monetary stability, I will focus my remarks on two topics: Whether stablecoins can contribute to improving our payment landscape?", "How to respond to the public policy challenges they raise?", "- Are stablecoins a brand new solution or a brand new problem?", "From my perspective, they can be both.", "Due to their specificities, stablecoins are a novelty in tune with some markets' needs.", "In the context of the economy's digitalisation, the past decades have shown how Fintechs as well as Bigtechs have aimed at taking advantage of the latest advances in web-based technologies, notably blockchain, to provide new payment credit and investment services.", "Often, they propose to achieve this through the creation of various new assets (coins, tokens, stablecoins, with or without smart contracts).", "We all have in mind the first generation of crypto-assets such as Bitcoin and Ethereum, initially designed to be instruments of exchange in the digital world but suffering from a number of limitations, not least severe price volatility and a lack of guarantee of their convertibility and security.", "A second generation is emerging in the form of « stablecoins », such as the JP Morgan Coin, UBS's Utility Settlement Coin or Facebook's Libra.", "They share many of the features of crypto-assets but seek to stabilise the price of the \"coin\" by various means.", "They might therefore be more capable of contributing to the enhancement of payment systems, with a potentially global reach, especially those sponsored by large technology or financial firms.", "In the retail market, stablecoin-based solutions seek to address evolving consumer preferences towards instantaneous, continuous, and standardized payments, as consumers become ever more mobile.", "While this demand is largely already met through an increasingly diversified and digitalised supply by many payment services providers - be they new entrants or established players-, stablecoins could challenge the latter by offering cheaper, easier and instant anonymous and peer-to-peer payments.", "In addition, at the global level, we are far from having a network (or set of interconnected networks) that could support quick and cheap transfers of funds.", "The current supply of cashless means of payment lacks a universal and ergonomic cross-border solution akin to cash person-to-person payments.", "Stablecoins could be seen as a \"universal\" means of payment facilitating cross-borders payments in a single unit of account.", "As we know, this is an argument put forward by some global stablecoins promoters.", "Furthermore, stablecoins could help remedy other limits of the existing payment ecosystem, even if the issues at stake might concretely vary between developed and developing countries.", "In particular, their blockchain-based technology could help improve wholesale clearing and settlement mechanisms and facilitate Delivery-versus-Payment processes as well as cross currency settlements, while guaranteeing resilience and recovery from operational incidents.", "However, stablecoins may also bring material risks to payment systems.", "As many central bankers have pointed out, stablecoins do not satisfactorily offer the qualities expected from a settlement asset to be used interchangeably with commercial bank money and central bank money.", "As intermediaries in exchanges, stablecoins are far less effective than a settlement asset with legal tender status, insofar as (i) they are not entirely stable since their price stability depends on the value of a basket of assets, and (ii) they offer no guarantee of a refund in the event of fraud.", "The fact that they have no intrinsic value and that they offer no guarantee that they may be converted at par upon demand with commercial bank money or central bank money means that they cannot be used to create reliable stores of value.", "In addition, as pointed out in the G7 report on stablecoins issued last year, stablecoin schemes are significantly exposed to risks of various nature, including legal, financial, operational and compliance risk concerning money laundering and terrorist financing, competition law, consumer and investor protection.", "The risks identified must be seriously addressed if stablecoins are not to become the « weak links » undermining the safety of our payment systems.", "This is all the more important as some of these risks would be amplified and new risks might arise if stablecoins are adopted at a global level.", "Stablecoins of potentially large size and reach - so-called global stablecoins - may indeed pose additional challenges of system-wide importance both domestically and internationally, for the transmission of monetary policy, as well as for financial stability.", "They could also have implications for the international monetary system more generally, including currency substitution, and could therefore pose challenges to monetary sovereignty.", "- What role for regulatory and oversight authorities?", "In this context, it is first and foremost the responsibility of the private sector to design stablecoin schemes that do not bring undue risks to our payment systems.", "For that purpose, regulatory and oversight authorities have an important role to play in order to ensure that the risk management requirements to be met are clear, comprehensive and complied with, while preserving the potential for technological innovation offered by crypto-assets.", "To that end, they should in my view focus on three main tasks: - Firstly, working on a regulatory response that preserves the positive potential impact stablecoins might have on the efficiency of our payment systems.", "Given the rapid pace of innovation, which is also characteristic of stablecoin initiatives, this pleads for developing an agile, pragmatic and proportionate regulatory response rather than setting up an ad-hoc, unique and comprehensive framework.", "This would be simpler, faster to implement and to adjust, and be more likely to achieve level-playing field conditions.", "In the European context, this is an encouragement for building on and adapting the functional coverage of existing regulatory frameworks and, in some cases extending their geographical coverage.", "What comes to mind in particular is the framework for crypto-assets service providers created in France with the Pacte bill, and the European framework for e-money issuers, investment funds and financial market infrastructures.", "This also calls for ensuring a consistent regulatory treatment of similar risks, irrespective of the framework or combination of frameworks under which stablecoins schemes might be operated.", "- Secondly, coordinating the adjustment of regulatory and supervisory frameworks at the international level Whatever the final choice made for the European Union in terms of regulation strategy, such an adjustment of the regulatory framework should be part of broader adjustment at the global level, given the possible development of global stable coins.", "Indeed, there is a need for overall consistency to prevent regulatory arbitrage under the \"same activities, same risks, same rules\" principle.", "This is also necessary to address risks that fall outside existing frameworks, including risks to fair competition and monetary policy transmission.", "Indeed, in July 2019, G7 Finance Ministers and Central Bank Governors agreed that possible stablecoins initiatives must meet the highest regulatory standards, be subject to prudent supervision and oversight and that possible regulatory gaps should, as a matter of priority, be assessed and addressed.", "Accordingly, the Financial Stability Board is working on a global regulatory and supervisory approach towards stablecoins.", "Developing shared public policy, regulatory and supervisory goals and principles should help capture activities that fall outside traditional regulatory boundaries.", "It should also help prevent any discrepancies at domestic levels that may give rise to fragmentation and regulatory arbitrage which would be counterproductive for the development of these new instruments themselves.", "These goals and principles should include common requirements vis-à-vis GSC operators before they start their operations, such as clear and proper risk management policies and means, regarding their stabilisation mechanisms, legal certainty of users' redemption rights and potential claims on underlying reserve assets, and regarding linkages and exposure between their core components and the other entities of the financial system.", "In addition, there is a need to agree on adequate cross-border oversight principles and schemes between authorities in charge of jurisdictions impacted by the potential circulation of stablecoins.", "To that end, we could take inspiration and review existing standards and principles for cross-border cooperation in the field of market infrastructures or AML-CFT.", "- Thirdly, making concrete efforts - including live experimentations - to address weaknesses of the current payment and settlement landscape Adjusting the regulatory and oversight frameworks might not be enough as we have to make sure stablecoins do not become a bad solution to a real problem.", "Our current financial system order rests on multiple issuers of settlement assets linked to the anchor settlement asset provided by central banks.", "In order to preserve the incentives and benefits for innovation, efficiency and stability, central banks as issuers of the reference settlement asset need to revisit and possibly adapt the conditions under which they make that settlement asset available.", "In that perspective, central banks could, for instance, issue their money in digital form, the so-called concept of Central Bank Digital Currency (CBDC).", "This might be particularly appropriate for meeting settlement needs in central bank money between financial intermediairies.", "Indeed, asset tokenization initiatives have proliferated among financial players, with the the risk that such developments may lead to disorderly approaches and heterogeneous adjustments of settlement processes, which are currently mainly handled through market infrastructures.", "The Eurosystem, as a major provider of critical wholesale clearing and settlement services in euro, should therefore be open to experimenting the conditions under which it makes central bank money available as a settlement asset.", "To that end, we, at the Banque de France, have started gaining experience with innovative solutions, including in particular recourse to DLT.", "Experimentation is key in this area and this is why, as already announced by Governor Villeroy de Galhau, the Banque de France will launch a call for projects before the end of the first quarter of 2020.", "Indeed, we wish to work with industry innovators and start running experiments rapidly to possibly integrate a \"wholesale\" CBDC into innovative procedures for exchanging and settling tokenised financial assets.", "Another contribution from central banks could be to help address one of the major failings of the current payment systems which is cross-border retail payments.", "This is one of the drivers of the development of crypto-assets such as stablecoins, and we believe we could help identify and support other concrete, useful and possibly complementary solutions.", "In conclusion, let me stress 4 points: It is hard to anticipate the role that stablecoins and more generally crypto-assets might play in the payment system of the future, especially since the features of these assets look set to change considerably.", "While it is clear that they offer opportunities to improve our payment systems, they can also bring quite material risks which must be addressed.", "In that context, it is first and foremost the responsibility of private sector entities to design arrangements which do not bring undue risks to our payment systems.", "Regulatory and oversight authorities also have an important role to play in order to ensure that risk management requirements to be met are clear, comprehensive, coherent acrossborders and complied with, while preserving the potential for technological innovation offered by stablecoins.", "Beyond contributing to the adjustment of the regulatory and oversight frameworks to address these risks, central banks may make further contributions, notably by revisiting and possibly adjusting the conditions under which they make central bank money available for settlement purposes.", "To that end, we should keep an open-minded approach and develop an in-depth understanding of innovations currently spreading across the financial sector, including through experimentations.", "This is critical for our capacity to help deliver a sound, proper and updated regulatory framework supporting innovation, and adequately mitigate their inherent risks.", "This is also critical for our capacity to adapt the performance of the different roles we play to fulfil our financial stability mandate and conduct efficient monetary policies.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Stablecoins", "Payment systems", "Central bank digital currency", "Financial stability", "Regulatory framework", "Cross-border payments", "Monetary policy", "Blockchain", "Crypto-assets", "Risk management"]}