{"sentences": ["Distinguished media representatives, It is my honor and pleasure to welcome you at the beginning of our fifth workshop dedicated to you, journalists and the media.", "As a central bank, we are constantly investing in new ways and forms of public communication.", "But you - the seventh power in modern society, are the key link in the process of communicating our views to the general public, which is extremely important, given its heterogeneity.", "We all differ, we belong to different educational profiles and age groups, we have different interests and attitudes about risk, we respond differently to certain changes in the economy.", "Through your informative and research articles, you enable our analysis and data to be not only accessible but also understandable to more target groups.", "For us, this is very important, especially because as a central bank, we have an increasingly active role in both financial education and fostering financial inclusion.", "In modern times, communication with the public is actually part of the central banks' set Through it, among other things, we not only influence on the economic agents' of instruments.", "expectations and behavior, but ensure our transparency, as well, which is especially important because the central bank is an independent institution, and independence goes hand in hand with accountability.", "After all, transparency and accountability are the fundamental principles underlying our operations - they guarantee the preservation of the confidence and integrity of the National Bank.", "Moreover, the public confidence in us and in our capacity to deliver macroeconomic and financial stability is a sine qua non to our success.", "The communication of central banks is a dynamic category.", "Several decades ago, globally, central banks were closed institutions whose communication was extremely complex - clear and close only to certain groups that knew central banking well.", "As FED's former Chairman Alan, Greenspan's once said: \"If I've made myself too clear, you must have misunderstood me\".", "But today, we, the central banks, operate in a world of openness and clarity and tend to be understandable in our public speaking.", "Particularly significant changes in communication have been evident in the last ten years since the beginning of the global economic and financial crisis.", "And not just through greater openness in communication, but also in the way central banks present themselves in their releases.", "This is not surprising, since we all, during the crisis, faced with high uncertainty, mistrust, and we started using instruments outside the conventional set of instruments.", "With regard to these changes, I would particularly emphasize the ECB's example.", "the beginning of the crisis, its communication includes more the so-called \"Forward guidance\", i.e.", "pointing to the future monetary policy setup.", "Mario Draghi's statement from 2012, when the future of the euro was in jeopardy, is well known, a statement that has stabilized financial markets and confidence - \"Within our mandate, the ECB is ready to do whatever it takes to preserve the euro.", "And believe me, it will be enough\".", "Moreover, the scope and the volume Macro-prudential function, banking solution, consumer of our functions significantly enlarged.", "protection in the financial services sector - all of these are new dimensions for us, which also mean change in the context and improvement of the way we communicate.", "The changes in the last decade have been particularly pronounced in terms of information and statistics requests from central banks.", "As the uncertainty grows, so does the \"impatience\" for faster access to data and information on the economy and financial sector condition.", "At today's workshop, the accent was put particularly on this part of our communication - statistics, which is pivotal for our decision-making, and equally important when properly communicating and explaining them to the public.", "For the first time, we decided that this event should be fully devoted to this topic, taking into consideration your interests expressed in the survey conducted last year, as well as the interests you most often addressed this year.", "We, as a central bank, are also active data user, simultaneously producing and disseminating large portfolio of statistical data, which is why we have huge responsibility.", "First, to provide timely, quality and comprehensive data consistent with the highest international standards.", "The membership in SDDS plus standard - the IMF's highest standard since the beginning of this year - is a proof for these commitments; Second, to put all available data into active use in our analytical work, in order to make appropriate decisions on the basis of data and information; to provide a transparent, regular presentation of our statistical portfolio to the public.", "As a central bank, we understand very well the need for our statistics to be communicated to the public as clearly and frequently as possible.", "Although statistics is everywhere around us, the statistics itself consist exclusively of numbers.", "\"And they are not enough to tell the story - in order to mean something, we must revive their intrinsic value.\"", "That's why we, over the last few years, have been making great efforts to bring the statistics closer to you and to the public through We started to publish direct communication.", "regular statistical press releases, trying to explain what the latest statistics on the economy show.", "We are trying to standardize these press releases so they can be easily followed by the public.", "We strive to keep up with new forms of communication, making us active on social networks by posting the the latest data in real time, addressing key changes and visualizing trends, making information available to more target groups.", "One of the aspects of enhancing our communication in this segment are certainly these regular meetings with you, as a platform where certain more complex statistical concepts can be openly discussed thus giving them analytical feature.", "During this year, there has been a trend where most of the media publish our latest statistical immediately after our release, which contributes to keeping the public informed on time.", "At the same time, the number of your articles related to central bank statistics more than doubled this year compared to last year, and even more compared to 2017, further increasing the their availability to all users.", "Since we have been publishing regular statistical releases, the number of visits to our website has increased, indicating that users are actively using these releases as a source of information.", "I have to mention that we are constantly and actively presenting the statistical data to the public in an indirect way, as well.", "They are the basis of our analytical infrastructure and decision-making.", "Therefore, in our monthly press releases, in which we inform on the monetary decisions, we refer to several statistical dimensions that we produce - for example monetary statistics, external statistics and banking system data.", "In our regular publications, analytically and in a consistent context, we talk about about economics through statistical data.", "Our regular where we inform you and the general public about current economic and press conferences financial conditions, as well as about our expectations, as you know, are based entirely on data.", "It is not always possible to put a detailed analytical focus on everything that is available and which we produce as data.", "But that's why we live in the \"era of Internet statistics\".", "Let's take for example the interest rate statistics available on our website.", "If analyzed in details, its granularity is very high, offering a great deal of information on the amount of interest on different types of deposit and credit products, which can be helpful for all of us to make a personal financial decision based on information.", "As one of the bearers of our statistical system, we also observe the public's need for new categories of statistical data and within our competencies we try to respond to that need.", "Among other things, we have introduced new data on payment card transactions, the monitoring of which will be discussed today.", "Over the past years, aware that traditional forms of data display are no longer the most appropriate way of disseminating data, with the support of the European Union we have created a modern statistical web portal \"NBStat\".", "According to multiple analyzes conducted in the central banking community, advanced web-based statistical web portals are the most upto-date statistical tool that disseminates data in the simplest, fastest and most detailed way.", "We now have a web portal that offers such opportunities, identical to the statistical portals of many European Union countries.", "The presentation within the today's workshop is the first since its launching.", "The National Bank's Plan of Activities we adopted yesterday also includes a project to further improve the availability and understanding of our press releases, information, data.", "In one of the first phases of the project, we plan to conduct surveys in order to obtain opinion from you, the journalists, as well as from other users of our information and data.", "But even before we embark on such a project activity, we would greatly value your suggestions and ideas, which will surely be an important road map for us to develop our communication with the public.", "According to recent releases, we are one of the most transparent central banks in the region and actually very close to the average index of Eastern European countries and the ECB.", "Of course, there is room for further improvement to approach more advanced economies, or the euro area as a whole.", "I believe that you, with your ratings and comments, will help us achieving this goal.", "A good opportunity for this will be the open discussion that is foreseen in the closing part of today's event.", "In the end, for modern central banks, the rule \"it would be good to have\" no longer applies, but the rule \"it must have\" good, open communication with the public.", "It is no longer a complement to our regular tasks, but it is one of them - a separate and important task.", "Dincer/Eichengreen/Geraats revised Central Bank Transparency Data Set for 1998-2015, April 2019."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["central bank communication", "transparency", "statistics", "financial inclusion", "economic stability", "monetary policy", "forward guidance", "macro-prudential function", "data dissemination", "public understanding"]}