{"sentences": ["We are living through the greatest public health and economic crisis in recent history.", "In Italy, as in many other countries, doctors and nurses have been placed under unprecedented pressure.", "Thanks to their commitment, in the most difficult of conditions, even more dire consequences have been averted.", "Our thoughts are with the many among them who have paid the ultimate price, with all the victims of this tragedy and with their families.", "In Italy as in the rest of the world, the economic policy response was aimed first and foremost at managing the health crisis and at slowing the spread of the virus, including through drastic lockdown measures.", "Extraordinary budgetary provisions have brought relief to households and firms whose jobs, livelihoods, and income have all been affected.", "If not curbed by these measures, and by grantedly massive and timely monetary policy interventions, such a profound crisis would have had even more deleterious effects on the productive sector and on society as a whole.", "However, just as social distancing flattens the curve of contagion without eradicating the virus, so do the support measures help to dilute and mitigate the repercussions of the crisis over time without eliminating its causes.", "Today uncertainty is rife, not only about the course of the pandemic but also about the repercussions on behavioural patterns, on consumption and on investment decisions.", "We ask ourselves what new needs will emerge and what social mores will be definitively left behind.", "And we wonder about the possible consequences beyond the immediate term, for how our society and productive activity is organized.", "In the coming months, demand will slowly begin to pick up.", "It will be necessary to avoid imprudent behaviour and to keep our guard up to prevent the infection curve from rising again.", "The productive system must guarantee safe working conditions and address changes in global value chains; supply will also be recalibrated to satisfy the new needs of customers; and investment plans will be revised.", "During this transition, employment may fall and workers may remain furloughed; consumption will be held back, also owing to the possible increase in precautionary spending driven by apprehension not only about the economic outlook.", "Social unrest may grow; the budgetary measures are designed to counter this eventuality.", "After the pandemic wanes, the world will be a different place.", "While we may to some extent perceive and combat, with all of our strength, the gravity of the social and economic consequences in the short term, for the longer term effects we can only acknowledge what we know we do not know.", "It is very difficult to predict what shape these new equilibria will take or what new normal awaits us, if indeed it is possible to speak of such things as equilibria and normalcy.", "To cope with such uncertainty it is, however, vital that today, more than ever before, we rapidly bridge the gaps and overcome the constraints that have long since been identified.", "Today, more than ever before, because one thing is certain: after the pandemic there will be much higher levels of public and private debt and greater inequalities, not only of the economic kind.", "Only by consolidating the foundations from which to start again will it be possible to rise to the challenges that we must face.", "The devastation wreaked by the pandemic is of a different kind to that experienced during a world war and it is hard to compare the two.", "We can, however, start from an image of how a great war can be managed.", "Eighty years ago John Maynard Keynes wrote: '...it is recognised that the best security for an early conclusion is a plan for long endurance...a plan conceived in a spirit of social justice, a plan which uses a time of general sacrifice' - we might well say such as the one being made in this period - 'not as an excuse for postponing desirable reforms, but as an opportunity for moving further than we have moved hitherto towards reducing inequalities.'", "It will be vital to put the resources mobilized to good use to overcome the most serious difficulties, to create without delay the conditions for recouping lost ground, to use technological progress to our advantage to return to more balanced and sustainable growth, one that generates employment and also allows us to lower the burden of the public debt, with the right degree of graduality but fearlessly.", "Let us recall here the strengths of our economy.", "Notwithstanding the delays and difficulties, especially at regional level, in recent months the network infrastructures have held up, enabling thousands to continue to work remotely.", "The manufacturing sector is flexible and, since the sovereign debt crisis, has rapidly recovered competitiveness, bringing the balance of payments into surplus.", "Italy's net external debt is practically nil.", "The real and financial wealth of households is high overall and their levels of indebtedness among the lowest in the advanced countries, while those of firms are below the European average.", "The financial system, stronger now despite the double-dip recession, is in decidedly better shape than it was on the eve of the financial crisis.", "There are, however, some investments that cannot be avoided, in particular those addressed to innovation in productive activities and improving the environment, investments which must increasingly be interlinked.", "A business-friendly context requires resolute, rapid and sweeping interventions to raise the quality and efficiency of public services substantially.", "And we need to emphasize, if possible even more so today, how important it is to invest in increasing the levels of culture and knowledge, from school to university and to research.", "A renewed economic environment could bear fruit if all the stakeholders who are part of it - firms and households, students and workers, financial intermediaries and savers - are each able to assume full responsibility for their own role.", "Yet it is not only a question of economics.", "While the transformations that the economy, society, politics and culture will undergo are uncertain, there will undoubtedly be interactions and reciprocal influences.", "We have to recognize and be open to many different points of view, interests and needs.", "It will be necessary to foster rational debate and constructive dialogue among those with different skills and among those whose responsibilities may differ but who nonetheless are neither distinct nor distant entities.", "What is needed is a new relationship between the Government, businesses in the real economy and in finance, institutions, and civil society.", "We can avoid calling it, as has been suggested, a need for a new 'social contract', but here too we must move in the direction of rational debate and to breathe life into constructive dialogue.", "A new kind of relationship is indispensable in Europe as well.", "Each country must use the resources placed at its disposal by the European institutions pragmatically, transparently and, above all, efficiently.", "European funds can never be 'free of charge': Europe's debt is everyone's debt and Italy will always contribute greatly to the funding of European initiatives, because it is the third largest economy in the EU.", "But joint, strong and coordinated action will protect and contribute to relaunching production capacity and employment throughout the European economy.", "The importance of the Commission's recent proposal is not in grants substituting loans, but that there will be collective responsibility for funding the recovery: this would be the first step towards fiscal union and the completion of the European project.", "Embracing this idea with conviction in order to design it carefully and plan its implementation is a necessity that can no longer be postponed.", "A united commitment is in the collective interest: the dramatic circumstances of today bolster the reasons for standing together, they drive us to pursue a project that can mobilize resources to support growth that is both inclusive and sustainable.", "Today we hear the phrase 'we can get through this' from many quarters.", "We say it too, but it must not be merely rhetorical optimism; rather we must take on a concrete commitment together.", "We will get through this by making wise and informed choices and by being farsighted.", "We will get through this, starting from strong points that we sometimes forget, by finally facing the weaknesses that we sometimes don't want to see.", "Many people have lost their lives, many are mourning their loved ones, many fear losing their jobs, but no-one must lose hope.", "Note: Inflation swap rates.", "Note: Yield spreads between the ten-year government bonds and the corresponding German Bund.", "Discretionary budgetary measures in response to the epidemic (per cent of GDP) 1 1 Germany France Italy Netherlands Spain Euro area Sources: The European Commission for the euro area and the Netherlands; national Stability Programmes for Germany, France, Italy and Spain (April 2020).", "Note: Increase in general government net borrowing in 2020 following the measures adopted in response to the epidemic.", "Public and private debt (per cent of GDP) Public Private 150 150 0 0 IT FR DE NL ES Euro IT FR DE NL ES Euro Sources: Based on data from Banca d'Italia, ECB, European Commission, Eurostat and Istat.", "Private debt: households' and firms' financial debt.", "Note: Assessment horizon of the long-term scenario: 2020-35.", "Long-term scenario for investment in Italy 180 25 160 23 100 17 Investment-to-GDP ratio (right-hand scale) Spending on research and development (per cent of GDP) Public Italy France Germany Spain Japan United United OECD Kingdom States countries Source: Based on OECD data, Main Science and Technology Indicators, 2019/2.", "Italian banks' capital and NPLs (per cent of risk-weighted assets and billions of euros) NPLs (right-hand scale) 10 100 Highest loss-absorbing capital 2007 2009 2011 2013 2015 2017 2019 Sources: Supervisory reports (consolidated for banking groups and individual for stand-alone banks).", "Note: End-of-period data; highest loss-absorbing capital: Core Tier 1 to 2013 and Common Equity Tier 1 subsequently; total NPLs net of loan loss provisions.", "by the Printing and Publishing Division of the Bank of Italy Rome, 29 May 2020 Printed on EU-Ecolabel certified paper (registration number FI/011/001)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic crisis", "COVID-19", "Public debt", "Inequality", "Uncertainty", "Investment", "Social unrest", "Fiscal union", "European funds", "Recovery"]}