{"sentences": ["Ladies and Gentlemen, Welcome to the Annual Research Conference of the National Bank of Ukraine and Narodowy Bank Polski.", "Today's event is special.", "First, it is the fifth anniversary conference.", "Second, it is held online for the first time.", "Third, we will discuss a very sensitive topic that is especially important for the world today as it suffers from the coronavirus crisis: the labor market and monetary policy.", "Although the event is remote, speakers and participants from around thirty countries have gathered in this virtual room.", "Indeed, the topic of this year's conference is relevant for any country.", "Many countries have managed to rein in inflation and attain low levels of unemployment over past decades.", "However, economic inequality, population aging, migration, and numerous other aspects continue to threaten economic development and long-term macroeconomic stability of the world.", "Let's look at the key labor market trends that shape the global economy today.", "Demographic trends go first.", "The development of the healthcare system allows people to live longer.", "However, with insufficiently high birth rates, this leads to a gradual As population aging.", "a result, increased pressure is put on the social security system and on employees and state budgets in the case of pension systems where mandatory contributions are made to the general pension fund.", "With globalization, labor market liberalization, and conflicts in a number of countries, the world has faced from lower-income countries to the countries where incomes are greater migration higher.", "According to the International Organization for Migration, there are currently 272 million migrants in the world.", "The labor migrants account for two thirds of this number.", "On the one hand, the global economy benefits from economic migration.", "Labor migrants' host countries cover their needs in labor force, attract younger workers, and experience an increase in productivity and entrepreneurial spirit, a trait that is more typical of labor migrants than of those who stay home.", "In turn, migrants' home countries receive short-term dividends in the form of remittances, which are rather stable compared to other financial inflows.", "On the other hand, international migration has a flip side: the shortage of labor force in migrants' home countries, opposite pressures on wages in host and home countries, and increased burden for the social security and healthcare systems - not to mention the social and political consequences.", "Another upside of international migration is that it helps reduce global economic inequality.", "According to the World Bank, inequality between all people in the world has declined since 1990.", "However, the benefits of economic growth within countries are still distributed very unevenly.", "According to the World Bank, since 2008, economic inequality within countries has largely stopped rising due to the fact that in most countries, along with economic growth, incomes of the less well-off 40% of the population have increased.", "However, these 40% of the population still receive less than 25% of total income of the total population.", "Thus, despite fairly positive trends, inequality within countries is still even higher than 25 years ago.", "The corona crisis in most cases has only made things worse The Great Lockdown, as some have already named this crisis, will lead to a sharp decline in economic growth.", "The global economy will lose 3% of real GDP this year, according to the IMF.", "A partial recovery will take place next year, but GDP will still be below pre-virus levels.", "But this is only possible if the pandemic eases and quarantine measures are gradually relaxed this year, which is highly uncertain.", "Due to the corona crisis global The coronavirus has hit the labor market the hardest.", "working hours in the second quarter may decrease by 10.5 per cent compared to the last precrisis quarter.", "This is equivalent to 305 million full-time jobs.", "In addition, it could jeopardize 1.6 billion people working in the informal economy, which is about half of the global workforce.", "These are rather appalling data from the International Labor Organization.", "The coronavirus does not seem to discriminate between the rich and the poor, or between whitecollar and blue-collar workers.", "However, the actual economic fallout from the pandemic is very unevenly distributed.", "In today's world, the poorer the people, the simpler and lower-paid the jobs they hold, and the more that they rely on their jobs as the sole source of income, the more that they suffer.", "Previous pandemics and crises have only exacerbated inequality, and the corona crisis is unlikely to be an exception, according to a recent study by a group of economists from the Center for Economic Policy Research.", "Incidentally, we will have the opportunity to hear one of these researchers tomorrow.", "The current crisis could even lead to a more significant increase in economic inequality than its predecessors, as it is more pervasive and profound than previous crises.", "Unfortunately, Ukraine is all too familiar with many of these problems We expect that unemployment in Ukraine will peak at 11.5% in Q2 2020 due to the corona crisis, compared to 8.2% last year.", "As the gradual easing of quarantine measures that has started in May continues and the economy recovers, unemployment will also decline in H2 2020, but will remain higher than last year.", "The job losses that hit Ukrainians as businesses closed down have not only complicated job search efforts by increasing the workload per vacancy, but also have shown that there will be no easy solution to the labor migration problem in Ukraine.", "Some Ukrainians working abroad did not even return home for the quarantine, as they in particular feared the prospect of becoming jobless in Ukraine.", "They chose remaining abroad and being temporarily unemployed over coming home and struggling to find any work at all after the lockdown is lifted.", "And those who did return are now forced to compete against \"local\" laid-off workers for jobs that rarely pay as much as these migrants earned in other countries.", "For this reason, migrant workers have been leaving Ukraine again in search of better pay since quarantine restrictions were partially relaxed.", "Demand for Ukrainian workers in Poland, for example, has not disappeared.", "However, most of the problems in the Ukrainian labor market are not related to COVID-19.", "First, one of the systemic problems of the Ukrainian economy has for years been the mismatch between job seeker skills and employer requirements.", "Late last year, a third of companies cited labor shortages as being one of the key factors limiting production, according to business surveys.", "This partially explains why unemployment in 2019 was quite high despite significant demand for labor from businesses.", "Not the least role in this is played by the fact that the Ukrainian education system does not keep up with the changes in the modern labor market, which are taking place under pressure of globalization and technological progress.", "As a result, according to the State Statistics Service, in Ukraine about a third of employees with higher education worked in a profession that does not require such.", "This is one of the highest rates in Europe.", "• Second, low productivity.", "Despite having grown over the past 15 years, productivity is still low.", "Ukraine is below the top one hundred countries in an ILO ranking of countries by productivity.", "In 2019, labor productivity in Ukraine was lower not only compared to EU member states, but also relative to several former Soviet countries.", "• Third, population decline and aging.", "Ukraine ranks 12th in the world in terms of population decline, according to World Bank data.", "Overall, Ukraine has 11 pensioners per 10 employees.", "As a result, the Pension Fund needs constant additional contributions from the state budget.", "This diverts public funds from being spent on investment and education, and weighs on potential GDP growth.", "The high workload on employed individuals further increases the already elevated levels of informal employment.", "In 2019, one in five workers in Ukraine was employed informally.", "According to the ILO forecast, by 2024, the burden on the working population by dependent people will increase compared to 2019 even more - by 6%.", "• Fourth, labor migration, as I have mentioned already.", "There are no exact data on the number of Ukrainians working abroad.", "However, according to various estimates, it is about 3 million people.", "Some of them are seasonal workers.", "Last year, an average of approximately 2.5 million of our citizens were abroad at a given point in time, according to NBU estimates.", "For us, this presents a double challenge.", "Not only does labor migration affect the quantity and quality of labor resources and labor productivity in Ukraine, but also it makes our economy heavily dependent on remittances.", "Ukraine ranks 12th globally in terms of total incoming remittances and is in the top 15 countries by the remittances to GDP ratio (not counting island states).", "• Fifth, low labor force participation.", "In particular, the labor force participation of women in Ukraine is insufficient compared to Europe.", "While the labor force participation of men in the population aged 15 and older is 65%, that of women is 49%.", "This is due to difficulties with accessing childcare services, and the low availability of part-time employment.", "In its turn, low labor force participation puts a drag on potential GDP growth.", "How can monetary policy help in such cases?", "A dual mandate whereby a central bank pursues both price stability and full employment is not particularly commonplace in today's world.", "The Reserve Bank of Australia and the U.S. Federal Reserve have pursued dual mandates since post-war times, as has the Reserve Bank of New Zealand since a year ago.", "However, making monetary policy decisions that take labor markets into account does not require a dual mandate.", "In fact, the effectiveness of monetary policy depends on a deep understanding by central banks of the mechanisms governing labor markets.", "After all, it has been proven that there is a close link between wage growth and inflation.", "And labor migration in many countries has a significant impact on inflation - both through labor supply and wages and through remittances and the exchange rate.", "For example, the rise in labor migration from Ukraine in 2016-2019, in particular to Poland, was one of the key factors fueling the rapid increase in wages.", "This has led to the growth in production costs and thus in prices, especially those for services.", "In addition, when productivity is low, high wages make domestic producers less competitive, which in turn restrains economic growth.", "Have we considered this in conducting our monetary policy?", "Moreover, we, the central banks, even under the standard \"single\" mandate for the inflation target, care about macroeconomic stability, economic growth, and hence the unemployment rate.", "The task of a central bank is to strike a balance between keeping inflation at the target level and promoting economic growth.", "And as the current crisis has shown, it is possible and necessary to contribute to the achievement of goals at the same time.", "However, given the circumstances, it is necessary to act decisively and unconventionally.", "In recent months, we have seen developed countries with near-zero interest rates resort to nontraditional monetary policy instruments.", "Meanwhile, emerging economies that still have room for monetary easing are relying on standard tools.", "For instance, we at the NBU have done a lot to support the economy during the corona crisis and to strengthen its ability to quickly get back on its feet when it's over.", "We have slashed the key policy rate from 11% to 8% in just the past two months and are not ruling out the possibility of further cuts.", "We have expanded the list of bank liquidity support tools and facilitated access to these tools.", "We have introduced long-term refinancing for banks for a period of 1 to 5 years and an interest rate swap with banks, and made a currency swap deal with the EBRD so that it can provide hryvnia loans to Ukrainian companies.", "We have thus created conditions in which businesses can access funding at affordable rates, not only for short-term needs, but also for large-scale business projects that require long-term investments.", "We have taken steps to ensure that financial stability does not become another source of problems for the economy.", "However, the power of central banks has its limits.", "Can we do anything about the differences in people's perceptions of economic recovery?", "No, I don't think we can.", "I think we should leave this up to national governments.", "In times such as these, central governments ought to prioritize fiscal incentives, including targeted measures to maintain consumption levels for those who have lost part or all of their income to the quarantine.", "Like other central bankers, we in Ukraine can only provide a favorable monetary environment and ease financial market conditions.", "But this is a good question to ask, and the corona crisis has given it special relevance.", "We will have two days to discuss, in particular, how monetary policy affects economic inequality and whether economic inequality should be among a central bank's goals.", "And as we talk about it, we should find the answer to the most fundamental question: is the dual mandate of central banks justified, or is it more appropriate to focus on inflation?", "Thank you for your attention.", "I wish you fresh ideas and interesting discussions!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["labor market", "economic inequality", "monetary policy", "population aging", "migration", "productivity", "labor force participation", "dual mandate", "corona crisis", "fiscal incentives"]}