{"sentences": ["Mr de Guindos, how are you?", "Thank you very much for being with us during these very challenging times for our country, and for Europe in general.", "You were one of the government ministers who had to deal with the long economic crisis that began in 2008.", "Are there any parallels with this crisis?", "Is there a risk that it could be as damaging as the Great Recession?", "Are you concerned that it will be?", "No, I think the current situation is different.", "We are experiencing a health crisis, a pandemic, which will obviously have a significant impact on economic activity.", "There will be sectors whose turnover will essentially be reduced to zero.", "But the key difference is that we expect this to be temporary.", "The word \"temporary\" is very important here.", "We're talking about the current situation lasting for weeks or months, not longer.", "Christine Lagarde, the ECB President, is calling on governments to take action to avoid this apocalyptic scenario.", "Do you think they took note of what she said?", "Yes, I think they have begun to take action.", "In terms of fiscal policy, we have seen that the Spanish government, the French government, the German government... All of them are taking fiscal policy measures, essentially to create a sort of \"bridge\" for this temporary period in which we are dealing with the health crisis and this infection.", "So yes, I think that measures have been taken at the national level.", "At the European level, that's a different question.", "Why do you mention \"European\"?", "Because you think that the response of governments has been found wanting so far?", "I think having a joint, pan-European response would be very important.", "For example, I think having a single fiscal instrument for the euro area would have been crucial.", "But we aren't going to look backwards.", "On Monday, for example, the Eurogroup considered the possibility of the European Stability Mechanism (ESM) acting jointly for all European countries.", "And then there is the ECB, of course.", "This European Stability Mechanism is a governance tool that came out of the previous crisis.", "Do you think this rescue fund should take action?", "Could it still help to make this situation just a little more bearable for millions of Europeans?", "Yes, it could take action because it has a capacity of €410 billion.", "The circumstances are totally different to those of the debt crisis, but clearly an instrument with a capacity of €410 billion is of interest to us.", "Do you think the Spanish government's plan is well targeted?", "Do you think it will be helpful?", "The €100 billion of guarantees are very significant.", "The ECB has given banks all the liquidity in the world, one could say.", "But if the banks are not able to pass this liquidity on to their customers because they have doubts about their customers' creditworthiness, then it's all for nothing.", "I think the plan for €100 billion of guarantees is key here, because it's a guarantee for everyone that the ECB's liquidity will actually get to where it needs to go.", "So yes, this is very well thought out.", "Another important issue is the measures to ensure that the situation regarding workers is flexible during this period.", "We are going to have a situation where many firms that were perfectly solvent are now struggling.", "So everything that helps workers, such as the temporary layoffs (in Spanish: expedientes de regulación temporal, or ERTEs) or reduced [social security] contributions, is a step in the right direction.", "Overall, I think the government's plan is the right one, it's going in the right direction and I hope everyone supports it.", "Thanks to its deficit, its indebtedness, Spain has limited room to activate fiscal measures.", "Given that this is an extraordinary situation, do you think that the EU should set aside the financial orthodoxy of recent years and move towards being more flexible?", "It's already set it aside, hasn't it?", "The EU has said that it is not going to apply the Stability and Growth Pact, that there is an escape clause, so governments will be able to spend more.", "There will be a natural deterioration of public finances.", "But I say again, this is not like 2008, when there was a severe, long-lasting deterioration.", "Now it's about tackling an emergency, a health emergency, and acting as coherently as possible.", "The latest measures taken by the European Central Bank - you mentioned earlier the role your institution has to play during this crisis - have failed to calm the markets.", "Does the ECB have an ace up its sleeve, if I can use that expression?", "Or will it provide a reminder of President Draghi's words, \"whatever it takes to preserve the euro.", "And believe me, it will be enough.\"?", "I think that the ECB President Christine Lagarde has made it clear that we will do what needs to be done.", "There is no doubt about that.", "It is not financial in nature.", "It could become financial if we did nothing, but it's not a financial crisis.", "It's a health crisis that will have a huge economic impact.", "What we can do is relieve any financial pressures that may arise.", "But the main action will come from governments, through fiscal policy.", "The ECB has announced that it will buy more debt, that it will inject liquidity.", "That is correct, we have announced that we will buy €120 billion more than we were buying before.", "The previous figure was €240 billion, and we can be flexible in our approach.", "We will also ensure that the markets continue to function properly, that fragmentation does not occur, particularly with the spreads, since this would affect the transmission of our monetary policy impulses.", "That's why we are taking decisive action.", "Are you in favour of adjusting interest rates like the US Federal Reserve or the Bank of England?", "Our interest rates were already much lower.", "First of all, I feel that the most important step to take was to introduce liquidity measures.", "European banks have all the liquidity they need at their disposal, under very favourable conditions.", "The second step comes through bond purchases.", "These two measures will have a much greater effect than adjusting interest rates, which in Europe were already -0.50%.", "The volatility that the markets are experiencing, the instability: is it temporary?", "Do you think that investors will somehow calm down once they see all of the measures that have been taken starting to take effect?", "As you mentioned earlier, I think that all of the central banks, all of the governments, we are going to do everything we possibly can.", "But calm will return once we actually start to see that the epidemic is under control.", "That is the key issue.", "China is a leading indicator of what might happen.", "After experiencing a drastic fall in economic activity for two months, things have started to recover there and we can see how the economic situation is gradually getting back to normal.", "This is the most important thing we must take into account and which will undoubtedly help calm investors and the economy.", "Luis de Guindos, Vice-President of the European Central Bank, thank you very much for speaking to us.", "I think that you have also been in confinement lately, is that correct?", "We have been teleworking for more or less ten days now.", "And how do you organise your work?", "Do you maintain contact with colleagues in Frankfurt, Madrid, etc?", "We hold teleconferences all the time, and there is of course a small team of people who are working on site at the ECB premises.", "Everything else is handled via teleconference.", "From now on, ECB decisions taken at meetings called by the President and the Governing Council, can they be taken as normal via videoconference?", "Can you take effective measures from there?", "The Executive Board is now always held by teleconferences, for example.", "We continue to operate because teleworking is possible.", "It's not ideal, but clearly in these circumstances it's the only option available and it works relatively well.", "Well, that is a good sign, isn't it?", "That everything hasn't ground to a halt.", "Yes, of course it hasn't.", "Luis de Guindos, Vice-President of the European Central Bank, thank you very much for speaking with us."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "fiscal dominance", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European Central Bank", "Fiscal Policy", "Liquidity", "Economic Impact", "Health Crisis", "Eurozone", "Financial Crisis", "Monetary Policy", "Government Measures", "Stability and Growth Pact"]}