{"sentences": ["The COVID-19 pandemic still continues to keep the world on the edge.", "The pandemic has so far infected more than 2.3 crore people and has claimed more than 8 lakh lives worldwide.", "The world is struggling to find a vaccine and/or a cure to the deadly virus.", "In India also the spread of pandemic continues unabated, though the fatality rate is much lower.", "As the pandemic ravages on, the economic impact is hard to measure.", "While there are green shoots and some businesses are getting back to pre-pandemic levels, the uncertainty over the length and intensity of the pandemic and its impact on the economy continue to cause concern.", "In the wake of the pandemic, RBI has stepped forward and has so far announced various liquidity, monetary, regulatory and supervisory measures in the form of interest rate cuts, higher structural and durable liquidity, moratorium on debt servicing, asset classification standstill and recently a special resolution window within our Prudential Framework for Resolution of Stressed Assets.", "This framework is a well thought out decision taken in consultation with stakeholders and is aimed at striking a balance between protecting the interest of depositors and maintaining financial stability on one hand, and preserving the economic value of viable businesses by providing durable relief to businesses as well as individuals affected by the Covid-19 pandemic, on the other.", "We expect efficient and diligent implementation of the resolution plans by the banks, keeping the above objectives in mind.", "While the moratorium on loans was a temporary solution in the context of the lockdown; the resolution framework is expected to give durable relief to borrowers facing Covid related stress.", "RBI's response to the situation arising out of Covid has been unprecedented.", "The measures taken by the RBI are intended to deal with the specific situation of Covid and can not be permanent.", "Post containment of COVID-19, I repeat, post containment of Covid, a very careful trajectory needs to be followed for orderly unwinding of the various counter-cyclical measures taken by the RBI and the financial sector should return to normal functioning without relying on the regulatory relaxations and other measures as the new norm.", "In my address today, I would like to dwell upon the following theme: It is Time for Banks to Look Deeply Within: Reorienting Banking Post-Covid.", "Just like boosting immunity of the population is the key to tackle pandemics, the key to long term financial stability would be to foster tangible improvement in the inherent ability of the banks to withstand the exogenous shocks like the current pandemic.", "As I have stated elsewhere, the causes of weak banks can usually be traced to one or more of the following conditions: an inappropriate business model given the business environment; quality or the lack of governance and decision making; misalignment of internal incentive structures with external shareholder/stakeholder interests and other factors.", "Accordingly, the core of resilient banks is made up of good governance, effective risk management and robust internal controls.", "This is not to say that Indian banks do not have sound governance and risk management systems in place.", "There is always scope for improvement and these are the areas which need greater attention going forward.", "In recent years, the business landscape of banks has undergone significant change.", "Today the banks need to look out for 'sunrise' sectors while supporting those which have the potential to bounce back.", "For instance, Banks need to look at prospective business opportunities in the rural sector which remain unexplored despite efforts to support it.", "They need to look at start- ups, renewables, logistics, value chains and other such potential areas.", "The banking sector has a responsible role to play not only as a facilitator of growth of the economy but also to earn its own bread.", "Thus, a complete relook at the business strategy and orientation is the immediate need of the hour.", "Scale ignites the volume effect in business turnover; but that presupposes bigger size of the banks.", "Despite several reforms in the banking sector since its nationalisation, lot more needs to be done.", "With change in time, the nature of reforms needs to be reconfigured.", "The current steps towards consolidation of public sector banks in line with the Narasimham Committee recommendation is a step in the right direction.", "Indian banks this way can reap the benefits of scale, and become partners in the newer business opportunities across the globe.", "Larger and more efficient banks, both in public and private sector, can compete shoulder to shoulder with the global banks to get a decent space in the global value chains.", "Size is essential, but efficiency is even more important.", "Efficiency, however, is a much broader concept and requires several other factors to evolve and act along its side.", "The prerequisite will be use of technology.", "The quality and ingenuity of technology should match our aspirations of acquiring scale and diversion of business across the globe.", "The focus of use of technology should shift from 'transactions-based' to 'business-oriented'.", "We have a pocket full of technological tools like big-data, artificial intelligence, machine learning to leverage upon , in order to be able to compete with the global players in reaping the benefits of 'creativity' looming large all over.", "While introspecting on newer ideas to improve the health of banks and quality of banking, it is fundamental to reform the culture of governance and risk management systems.", "These two areas lend inherent strength to the business of banking and good amount of work has been done in this direction over the years.", "The RBI has issued a discussion paper on 'Governance in Commercial Banks', for comments from various stakeholders.", "Ideally, efficiency should be ownership-neutral.", "While it is natural that the capital-providers or investors would like to remain alive to the aspects of how exactly a bank is run, it is worthwhile to allow sufficient leeway to the Board and management of a bank to run the affairs of a bank in a professional and autonomous manner.", "A decent distance between the owner and the professionally sound management and Board would promote robustness of banking institutions.", "There will be newer risks with newer business models.", "More so, when banks get bigger and more connected across diverse jurisdictions.", "High growth by virtue of newer business models can be achieved with clear understanding of one's own strengths and weakness.", "Remaining overly risk-averse may seem to be a measure of self-immunisation; but will be self-defeating as it would affect the bottom lines adversely.", "Risk propensity should be in alignment with the individual bank's measured risk-appetite.", "The risk management system should be sophisticated enough to smell vulnerabilities brewing within the various businesses well in advance and should be dynamic enough to capture looming risks in sync with the changes in external environment and best practices.", "One visible area of concern in the arena of risk management is the inability to manage the operational risk/s, more particularly controlling the incidence of frauds, both cyber-related and otherwise.", "The higher incidence of frauds which have come to light in the recent times have their origins in not so efficient risk management capacity of the banks, both at the time of sanctioning of loans as well as in post sanction credit monitoring.", "It is observed that it takes many months after a fraud is committed before it comes to light.", "Banks need to tighten their underwriting and credit monitoring standards and ensure that incidences of frauds are reduced by early detection and are followed up by initiating appropriate legal action against the fraudsters.", "Here too, the need is to leverage on technology, namely, artificial intelligence, to study the patterns of such incidences and the root cause behind their recurrence.", "An effective early warning system and forward-looking stress testing framework should be an integral part of the risk management framework of the banks.", "Banks should be able to pickup incipient signals of stress faced by their borrowers, and take proactive remedial action, which may include a viable resolution of the credit facilities aimed at preserving the value of the assets and not just aimed at reducing the short term burden on the balance sheet of the banks.", "In addition to a strong risk culture, banks should also have appropriate compliance culture.", "Cost of compliance should be perceived as an investment, as inadequacy of the same will prove to be very costly.", "The compliance culture of banks should ensure adherence to laws, rules, regulations and various codes of conduct.", "Compliance should go beyond what is legally binding and attempt to embrace broader standards of integrity and ethical conduct .", "The essential features of the compliance culture are broadly similar to the essential features of risk culture.", "All these will also help to maintain a high degree of market reputation which is imperative for retaining customers and commanding a higher valuation amongst the investors.", "A good governance framework and effective risk and compliance culture should be complemented by a robust assurance mechanism by way of internal audit function.", "This is an integral part of sound corporate governance which should provide an independent assurance to the Board of the bank as well as to external stakeholders that the operations of the entity are performed in accordance with the set policies and procedures.", "The competition in the Indian banking system has been increasing over the years and unless banks meet the expectations of their target customers, even a well thought out business model may not succeed.", "In this context, quality of customer service and redress of customer grievances assume high importance.", "We have to recognize that banks exist for customers viz.", "both depositors and borrowers.", "India's banking and financial system has displayed tremendous operational resilience in the face of Covid and lockdowns.", "Going ahead, financial institutions in India have to walk a tightrope of nurturing the recovery within the overarching objective of preserving long-term stability of the financial system.", "The current pandemic related shock is likely to place greater pressure on the balance sheets of banks leading to erosion of their capital.", "Proactive building of buffers and raising capital will be crucial not only to ensure credit flow but also to build resilience in the financial system - resilience of individual banks and financial entities as well as resilience of the financial sector as a whole.", "We have already advised all banks, large non-deposit taking NBFCs and all deposit-taking NBFCs to assess the impact of COVID-19 on their balance sheet, asset quality, liquidity, profitability and capital adequacy.", "Based on the outcome of such stress testing, banks and NBFCs should work out possible mitigation measures including capital planning, capital raising, and contingency liquidity planning, among others.", "Upfront capital infusion would also improve the sentiment of investors and other stakeholders alike for the sector to continue remaining attractive for investors, both domestic and foreign, over the medium to long-term.", "Some of the banks have already either raised or announced capital raising.", "This process needs to be carried forward vigorously by Banks and NBFCs, both in the public and private sector.", "In conclusion, I would like to say that Covid-19 poses several challenges for banks and the financial sector.", "Proactive action on various fronts - some of which I have highlighted - will enable us to deal with these challenges effectively and maintain the soundness of Indian banking system.", "I am reminded here of a quote from Leo Tolstoy in War and Peace: \"a battle is won by those who firmly resolve to win it!\""], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Banking Post-COVID", "Resilient Banks", "Risk Management", "Governance", "Efficiency", "Scale", "Business Strategy", "Customer Service", "Financial Stability", "Capital Adequacy"]}