{"sentences": ["I would like to thank FINSIA for putting this event together.", "Thank you also for your work in raising professional standards in Australia's financial sector.", "This work is helping restore trust in our financial institutions, as is the effort by the institutions themselves to support the national effort to overcome COVID-19.", "As the chair of the Council of Financial Regulators, I would like to begin with a few remarks about the recent work of the Council.", "I will then say a few words about the economic outlook.", "The Council of Financial Regulators brings together the heads of APRA, ASIC, the Australian Treasury and the RBA.", "It serves as a clearing house for ideas and a forum for the discussion of issues affecting the stability of the Australian financial system.", "While it does not have formal powers, it has established a strong cooperative culture that has helped Australia's financial regulators work closely together.", "When things were moving very quickly through much of March and April, the Council met frequently, holding conference calls at least weekly, with the Australian Treasurer joining some of these calls.", "And at the staff level, our agencies were meeting daily.", "Recently, we have also been having calls with our counterparts in New Zealand under the umbrella of the Trans-Tasman Council on Banking Supervision.", "In the difficult days of mid March, the Council made a number of public statements focused on four key points.", "I would like to run through these again.", "The first is that the Australian financial system is resilient and is well placed to deal with COVID19.", "In particular, the system has large capital and liquidity buffers and it has made substantial investments in operational resilience.", "The system is in this strong position partly because over the past decade APRA has worked with financial institutions to boost their capital and to reduce their liquidity risks.", "Australia's financial institutions are also profitable and they have had low levels of problem loans.", "The second point is that the capital and liquidity buffers that exist are available to be drawn upon if required to support the economy.", "I would like to reinforce this point today.", "If there was ever a time to allow these buffers to be used, now is that time.", "We should not expect to see capital buffers be maintained during a once-in-a-century shock.", "These buffers have been built up to be utilised in events such as this, and some reduction in capital ratios is entirely appropriate as lenders support their customers through this difficult period.", "The third and related point that the Council wanted to emphasise is that it is important that lenders continue to support the flow of credit to the economy.", "The Council is committed to assisting this process.", "The Reserve Bank, through its package of policy measures, is doing what it can to keep funding costs low and credit available.", "The Government has granted a six-month exemption from responsible lending obligations when lenders provide credit to existing customers who run a small business.", "Consistent with this, ASIC has been encouraging lenders to work closely with their customers to provide short-term assistance and support their longerterm viability.", "And APRA has announced temporary changes to its expectations regarding bank capital ratios.", "The fourth and final point made by the Council is that the regulatory agencies have been conscious of the need to adjust the timing of their regulatory initiatives where possible to allow financial institutions to focus on serving their customers.", "In the case of the RBA, we have put on hold the Review of Retail Payments Regulation, which we started last year.", "While we are continuing to do work in the background, the review will not be completed until next year.", "So these have been the four key messages.", "I am sure my colleagues will expand on some of these during this webinar.", "I would now like to turn to the economy.", "We are living through the biggest and the most sudden economic contraction since the 1930s.", "Unlike previous contractions, this one is not being caused by a financial event or by macroeconomic policies.", "Rather, it is the result of society's efforts to contain a pandemic.", "Last week we had a stark reminder of the very human cost of these efforts, with almost 600,000 jobs lost in April and more than 750,000 Australians on zero hours.", "All up, total hours worked in Australia fell by an unprecedented 9 per cent in April.", "The labour market data that postdate April's Labour Force Survey suggest a further decline in hours worked in May, although the decline does not look to be as large as it was in April.", "If this is an accurate gauge, it is possible that the total decline in hours worked will be less than earlier feared as firms make use of the JobKeeper wage subsidy.", "Just as the nature of this economic contraction is different, so too has been the fiscal and monetary policy response.", "This response has been built around the idea that we need to build a bridge to the point when the virus is contained and the capacity of our health system has been scaled up so that it can cope.", "This has been the right approach and it has involved coordinated and unprecedented monetary and fiscal measures.", "The banks, too, have been part of building this bridge through their repayment deferrals and their provision of credit lines to businesses.", "Yet, despite all these efforts, the future remains unusually uncertain.", "So much so that in the Reserve Bank's latest Statement on Monetary Policy we took the unusual step of providing upside and downside scenarios as well as a baseline scenario.", "One obvious source of uncertainty is the pace at which the various restrictions are eased.", "The faster that the restrictions can be lifted safely, the sooner and stronger the economic bounceback will be and the less economic scarring will take place.", "But this is not the only source of uncertainty.", "Another source of uncertainty is the level of confidence that people have about their future, both in terms of their health and their own finances.", "It is interesting that the initial evidence is that countries that have had fewer restrictions are also experiencing very large contractions in economic activity.", "This suggests that voluntary decisions that people have made in response to the uncertainty about their health and their finances is also playing a major role.", "In the face of this uncertainty, people have been reluctant to go out and spend and businesses have been reluctant to invest.", "This points to a critical issue for us here in Australia: that is, restoring people's confidence on two fronts.", "The first is the confidence that we can go about our lives and remain healthy.", "And the second is the confidence that we will have jobs and incomes and the economy will grow strongly again.", "On the economic front, the Reserve Bank's package of policy measures announced in mid March will help.", "That package was designed to keep funding costs low and credit available.", "It included cutting the cash rate to 25 basis points, targeting a yield of 25 basis points for 3-year Australian Government bonds and making a Term Funding Facility available to the banks to support credit to businesses, especially small and medium-sized businesses.", "The early evidence is that these measures are working as expected.", "Banks have reduced their lending rates to record lows, with interest rates for small business declining the most.", "The yield on 3- year bonds has settled at the target and the government bond markets in Australia are working well again.", "To date, the RBA has bought around $50 billion of government bonds.", "We have scaled back our purchases recently as conditions have continued to improve, and over the past week we have not purchased any bonds.", "We remain prepared to scale up these purchases again if necessary to achieve the yield curve target and to assist smooth market functioning.", "There is, though, a limit to what can be achieved with monetary policy.", "Fiscal support through this difficult period has also been crucial and will continue to be over the months ahead.", "So too will be a reinvigorated economic reform agenda that gives the community the confidence that once the virus has passed, we can move quickly out of the economic shadow it is casting.", "As I have said on other occasions, there is no shortage of reports filled with ideas of how to do this and how to make Australia a great place for businesses to expand, invest, innovate and hire people.", "If we can take up some of these ideas, we can once again experience strong and sustainable growth.", "Australia's financial institutions also have an important role in helping us get there.", "They are helping us to build the bridge to the point when the virus is contained and our economy recovers.", "As part of this effort, it is both understandable and desirable that lenders draw on the buffers that were built up in better times.", "It is in the banks' own interest and in the interest of the broader Australian community that banks support their customers now and also support them in the recovery phase when credit will be needed so that businesses can once again expand."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["COVID19", "Financial stability", "Credit flow", "Monetary policy", "Economic outlook", "Bank capital", "JobKeeper wage subsidy", "Economic scarring", "Fiscal policy", "Economic reform"]}