{"sentences": ["The current situation and the economic policy response The repercussions of the acute global crisis sparked by the spread of COVID-19 are still very difficult to evaluate.", "The significance of this event, which is without precedent in recent history, is apparent in the toll it continues to take on human life, social interactions, and the economy.", "Uncertainty about the outlook impacts negatively on the spending decisions of households and firms.", "Notwithstanding the recent, fragile, trend towards improvement, confidence remains very low both in Italy and abroad.", "In the early months of this year, higher saving rates in Italy reflected difficulties in procuring goods and services following the suspension of non-essential activities, while the supply of many products was limited; from the second quarter onwards, saving was mostly driven by precautionary motives.", "In the first two quarters, the steep decline in consumption, investment and foreign demand determined a cumulative drop of more than 17 per cent of GDP, pushing growth back to the levels of the early 1990s.", "As was expected, this appears to have been followed by a significant recovery in production.", "Overall, also thanks to the monetary and fiscal measures to stimulate demand, this quarter's improvement in economic activity could be slightly stronger than the baseline scenario outlined in our July projections.", "For now, the trends we are seeing remain broadly consistent with the result for the year envisaged in that scenario: a drop of just under 10 per cent in GDP followed by a very gradual recovery.", "Considerable risks continue to weigh on the prospects for growth, requiring clarity on the direction of policies, also over the medium term.", "The evolution of the pandemic at global level is not as many had hoped.", "If protracted, high precautionary savings, which are also widespread in other advanced economies, can hold back the global recovery in the coming months and risk becoming rooted in the behaviour of households and firms.", "Our surveys show that so far the propensity to cut back on discretionary expenses, such as on travel, vacations, restaurants, cinema and theatre, concerns not only the least well- off households, but also a large share of those that have not suffered any significant loss of income and do not expect to do so in the future either.", "Another source of uncertainty at international level concerns the ability of borrowers, and of firms especially, to resume regular payments once the measures introduced to support them in many countries have been discontinued.", "This underscores the need for structural interventions to support the recovery of the global economy and the solidity of firms with growth potential.", "Notwithstanding the gradual recovery from the lows recorded in March, in the first half of September short-term inflation expectations in the euro area implied by financial asset prices were barely positive; long-term expectations were just above 1 per cent.", "It is necessary, therefore, to continue to ensure the effective transmission of monetary policy in all the euro-area countries, combating the risk that the current weak inflation trends push up debts in real terms and impair, including through this channel, the ability of borrowers to honour them.", "Last week the Governing Council of the ECB confirmed that the monetary policy stance will continue to be highly accommodative for a prolonged period of time and that it stands ready to adjust all of its measures, as appropriate, to fulfil its mandate.", "Monetary accommodation pursues the objective of a progressive return to growth in prices of below, but close to, 2 per cent.", "To this end, any factor that could hinder this process must be assessed, taking account of, and combating, all possible downward pressures: those following worse-than-expected trends in demand for goods and services and in employment, as well as those due to changes in inflation expectations or exchange rate developments.", "Fiscal policy support at both national and European level remains vital.", "The measures in support of households and firms will continue to be crucial for alleviating liquidity problems, supporting aggregate demand, mitigating social hardship and combating rising inequalities.", "To reduce uncertainty and to lay the foundations for stable and sustained growth of economic activity and employment, the solutions to address the public health emergency and the necessary macroeconomic stabilizers must go hand in hand with resolute interventions on infrastructure, both tangible and intangible.", "Europe's decision to institute a fund to ensure the well-being of the new generations marks a historic step forward: the resources of the Next Generation EU programme can, and must, help transform the economic and social climate, promote the birth and growth of firms that in turn can help respond effectively to the challenges posed by new models of consumption, social interaction, and the reorganization of production.", "All countries must identify paths of reform to raise the potential for growth, guaranteeing the equity and sustainability, in the financial sphere but not only, of economic development.", "To this end, Italy must look to those projects that the substantial resources unlocked by the European programmes make possible, not from the perspective of an ordinary budget law, but focusing instead on interventions that can ensure we recoup the structural lags that have most impeded, and continue to impede, the resumption of growth and creation of skilled and stable job opportunities.", "If we do this, the entire production system could respond in kind; consideration must also be given to how financial intermediation can support the efforts of households and firms.", "I would now like to offer some brief reflections on this.", "The role of the banks during and after the pandemic Banks have responded to the liquidity crisis that the pandemic unleashed on Italian businesses.", "Bank lending increased significantly to reach sectors and firms of all sizes, including the smallest ones.", "From the beginning of March to the end of July, loans to firms grew by €47 billion, whereas they had fallen by about €2 billion in the same period in 2019.", "As in other European economies, liquidity has been bolstered by comprehensive government measures, including debt moratoriums and loan guarantees.", "These have supplemented the monetary policy measures adopted by the ECB Governing Council, including the application of more favourable conditions to the third series of targeted longer-term refinancing operations (TLTRO III).", "The debt moratoriums measure was timely, extensive, and efficiently implemented.", "At the start of September, applications from households, including those via the 'Gasparrini Fund' and others agreed by banks on their own initiative, related to total financing of €300 billion (while there were more than 2.7 million applications).", "Applications from small and medium-sized enterprises (SMEs) under the 'Cure Italy' decree (almost 1.3 million), were related to loans and credit lines for a value of almost €160 billion.", "As I have already pointed out, the disbursement of loans guaranteed by the State was initially slowed by the exceptional volume of applications from firms of all sizes, as well as by the numerous changes made to the guarantee schemes.", "Subsequently, procedures and processing times gradually normalized, also thanks to the liaison work of the task force in which the Bank of Italy participates, coordinated by the Ministry of Economy and Finance.", "The uptake of these instruments today seems exceptionally high.", "From mid-March to 8 September, the Central Guarantee Fund received more than a million applications from banks for guarantees on loans to firms, mostly SMEs, for an overall total of almost €80 billion.", "In addition, SACE guaranteed a further €13 billion of loans to larger firms.", "Up to now, the expansion of lending has been backed by public guarantees.", "Given the structure of our economy, which is predominantly made up of small and medium-sized enterprises, when growth starts to gather strength banks will have to meet new requests for financing that will no longer be supported by such guarantees.", "A broadly positive response can be expected: a tightening of credit would end up creating problems for banks' own balance sheets, hampering the necessary strengthening.", "The risks of an increase in bad loans and 'unlikely-to-pay' positions posed by this extremely serious recessionary phase will have to be countered with sufficient financial resources.", "A generalized increase in requests to enforce the guarantees could also have repercussions for the public finances.", "These can only be absorbed if there is a sustained economic recovery, fostered by bank loans as well as by the necessary, progressive, return to prudent budgetary policies.", "To prevent the uncertainty surrounding firms' ability to honour their debts from affecting credit supply conditions and holding down growth, the capital-strengthening measures that have already been introduced must, where possible, be made rapidly operational.", "In the first six months of the year, the CET1 ratio increased by almost 1 percentage point, to 14.8 per cent.", "This was due to the capitalization of undistributed profits from the 2019 financial year, in line with the supervisory authorities' recommendations, and to the measures adopted by the EU to anticipate the entry into force of more favourable risk-weighting for certain asset classes and to mitigate the prudential impact of the new accounting principles (IFRS 9).", "Banks' profitability has gone down sharply nevertheless.", "Although the drop in operating costs, partly linked to the months of lockdown and the slowing of productive activities, has more than compensated for the fall in income, value adjustments on loans have increased sharply.", "Their growth is almost entirely due to the need to increase the level of coverage of positions that are still performing, but whose creditworthiness has inevitably deteriorated following the worsening of the macroeconomic outlook.", "Non-performing loans have continued to decrease until now: between last December and June this year, net of loan loss provisions, they fell from 3.3 to 3.1 per cent of total loans (and from 6.6 to 6.1 per cent gross of provisions).", "The ratio of new NPLs to total performing loans has remained stable, at 1.3 per cent.", "The trend has, however, benefited from the effects of the government support measures for firms and households, both directly (debt moratoriums and guarantees) and indirectly (subsidies, contributions and wage supplementation).", "The loan loss provisions reflected the indications of the supervisory authorities regarding more flexible classification of loans covered by public guarantees and a more gradual provisioning of bad debts.", "Still, banks must use this flexibility with care; they should not simply postpone losses that are highly likely to occur in the future.", "The available evidence indicates that the increase in loan loss provisions recorded in the first half of this year is concentrated among larger banks, in the face of difficulties that instead appear to be widespread.", "All banks must adopt instruments for the timely identification of an increase in borrowers' vulnerability, in particular those who have made use of the moratoriums and for whom there is possibly little information available at the moment.", "Despite the weak cyclical conditions, it is important for banks to continue to preserve adequate levels of capitalization.", "In this regard, to absorb loan losses, it will likely be necessary to use at least part of any capital in excess of the minimum requirements.", "The reduction of the solvency ratios must be countered by initiatives to contain costs and increase income; a contribution may come from the disposal of relatively low-earning assets that are marginal with respect to banks' core business.", "In the years to come, it will therefore be fundamental to continue managing NPLs effectively so that they do not build up in the balance sheets, hindering efforts to strengthen capital and undermining market and consumer confidence.", "Significant progress has been made to date: granular and standardized bad debt data has been collected; specific organizational units dedicated to debt recovery have been set up; debt reduction plans have been drawn up; and a market dealing in this type of assets has been launched.", "Despite the crisis, in the first eight months of this year, Italian banks succeeded in selling an amount of NPLs that was only slightly smaller than what had been planned before the outbreak of the pandemic.", "Considering the operations that are being finalized, it is reasonable to expect that the objectives the banks set themselves at the start of the year will be achieved in full.", "We must now rise to the challenge of proceeding along these lines, ensuring full support to the economy while maintaining capital adequacy.", "We need to continue to reduce NPLs by building on our past experience, including by restructuring those exposures classified as 'unlikely-to-pay' in order to increase the likelihood of their becoming performing loans again.", "This is all the more necessary for the banks that are not yet fully aligned with industry best practices.", "As we have noted on several occasions, it is important for actions by banks to go hand in hand with interventions to swiftly raise the efficiency of the civil justice system to the level of the other advanced economies.", "A more rapid reduction of staff shortages and a decisive increase in investment in technology in the judiciary, which are needed in any case, could make an important contribution.", "Making court procedures shorter would also considerably reduce the impact on Italian banks of the rules on provisioning deriving from European legislation and from the albeit flexible expectations of the supervisory authorities.", "The regulatory reforms introduced after the global financial crisis and the supervisory action carried out in the last decade (especially following the sovereign debt crisis), have had an important impact not only on banks' capital strengthening but also on the volume of NPLs.", "As a result, the resilience of Italian banks in the face of adverse shocks has greatly improved.", "The scale of the current crisis could nevertheless require extraordinary interventions.", "In this context, the debate at European level is starting up again about initiatives to set up or improve the functioning of intermediaries specialized in managing NPLs, the so-called 'bad banks' (asset management companies, AMCs).", "Solutions that also include the possibility of private investors participating in the capital of these companies should be looked on favourably.", "One possibility is the introduction of a harmonized scheme enabling individual States to work together with domestic companies without being subject to some of the current rules, for example by not having to automatically activate burden-sharing if loans are sold at their 'true economic value' and the AMC has sufficient prospects of making a profit.", "In Italy AMCO (previously SGA), owned by the Ministry of Economy and Finance, operates, albeit by closely interacting with the European Commission, as a de facto AMC, carrying out a very important role in managing this problem in our country.", "Crisis management Supervisory actions and interventions aim at ensuring that intermediaries are able to operate on the market by responding effectively to loan requests in a context of safe and sound management.", "In some cases, however, exiting from the market becomes inevitable.", "We have often recalled that banks are businesses and that they can fail; careful and assiduous supervision can reduce the frequency of crises, but it cannot eliminate them.", "In such cases, the supervisory and resolution authorities act to minimize the direct consequences and to prevent the failure of one intermediary from posing serious risks to financial stability and the economy.", "In the seven years following the global financial crisis, over 500 banks failed in the United States.", "There were many failures in Europe too.", "In Italy, liquidation procedures have involved fewer than 30 banks and banking groups since 2010, most of which were those intermediaries hardest hit by the double-dip recession that struck the Italian economy.", "The banking system's role in crisis management, through deposit guarantee schemes, has been fundamental; it has contributed significantly to minimizing the repercussions for bank customers and bondholders, and to preserving financial stability.", "Considerable resources have been made available by intermediaries.", "In some cases public support has been necessary; it may be needed again in the near future, given the uncertainty over the economic outlook and the situation of some intermediaries which, while generally small, are not negligible when considered as a whole.", "A measure envisaging the possibility of using public resources to make the liquidation procedure smoother for banks with total assets of under €5 billion is currently being approved by the European Commission.", "It would be beneficial not only that the Commission reaches a positive conclusion very soon, but also that the measure is extended to 2021 and that it receives more funding, as it currently only has an envelope of €100 million in the public budget.", "In Europe, the issue of the orderly management of crises at small and medium- sized intermediaries, when there is no public interest in starting a resolution procedure (in itself problematic, given how difficult it would be for these intermediaries to build up the required buffers), remains unresolved.", "It is not a question of asking for public bail-outs of banks that should not remain on the market, but rather of facilitating their orderly exit as far as possible, thereby minimizing the impact on customers and on the economy.", "The institutions must move rapidly on this front too; we stand ready to make our contribution.", "I would also recall that the Banking Union has yet to be completed, including the creation of a backstop to the Single Resolution Fund as part of the crisis management framework.", "According to the reform proposal drafted last year that is still under discussion, the European Stability Mechanism should play this role.", "The experience garnered in the field of crisis management in jurisdictions such as the United States appears useful.", "A comparison with the US regulatory framework, and especially with the modus operandi of the Federal Deposit Insurance Corporation, suggests a series of possible interventions that could reduce the fragmented and rigid nature of the European approach.", "Such interventions are closely linked to the regulation and use of the deposit guarantee scheme, as part of the construction of the 'third pillar' of the Banking Union.", "Among the measures moving in this direction are those designed to promote less dispersion of functions among institutions, the gradual convergence of national liquidation procedures, and the adoption of the 'least cost' principle as a criterion for guiding choices on how to intervene and as a condition for making national procedures more uniform.", "Challenges and opportunities The challenges arising from the crisis caused by the pandemic join those that the banks were already addressing.", "In the near future, it will be necessary to satisfy the greater capital requirements connected with the adoption of new rules and the phasing in of those already decided (the latest reforms agreed upon by the Basel Committee; the steady deduction from capital of the loan loss provisions made during the initial adoption of IFRS 9; the minimum requirement for own funds and other liabilities, MREL; and the Single Supervisory Mechanism's revision of the internal models).", "These measures have been partly postponed or spread out over time to avoid procyclical effects during the current phase, but advance preparation is in any case required; in the long term, the capacity of intermediaries to withstand adverse shocks and contribute to strengthening the economy will depend on them.", "Banks must continue to recoup levels of profitability that allow them to operate on the market successfully.", "The low interest rates that will prevail for a long time to come, the obsolete physical distribution networks, the upgrading of IT structures and increased competition on the part of new operators and large technological firms will continue to exert great pressure on banks' profitability, which the recent pandemic has done nothing to alleviate.", "The growth of FinTech enables banks and non-banking intermediaries alike to respond to customers' requests successfully and to their mutual benefit.", "Of course, this comes with risks that intermediaries must deal with, not only in terms of IT security, also by interacting with the Bank of Italy.", "In order to seize these opportunities, competences and investments are needed that may not be within the reach of all banks.", "The challenge is particularly arduous for those (often, but not only, small banks) that were already weak before the onset of the crisis or that have only recently begun to recover following serious difficulties, a process that is inevitably made more complex by the current economic situation.", "Investment in technology plays a key role, as it makes it possible to manage risks more effectively, to optimize production processes and to provide new services.", "It is also fundamental in reducing costs and ensuring that work is organized more efficiently.", "Preliminary data show, for example, how a non-negligible share of the fall in operating costs recorded in the first half of the year is attributable to the reduction in property maintenance and workers' commute costs; a sensible, though of course not exclusive, use of smart working and of remote communications could make some of these savings structural.", "In their action, the supervisory authorities do not discriminate between banks based on size, legal form, specialization, or business model; they are not 'prejudiced' against specific categories of supervised entities.", "Their goals in terms of strengthening the system can be achieved in various ways.", "Ad hoc studies show, for example, that there is no one business model for making banks more profitable and solid; what counts, instead, is that they are sustainable and their corporate structure is appropriate.", "The Bank of Italy does not want all banks to conform to the prevailing model; on the contrary, it believes that preserving 'biodiversity' tends to foster the resilience of the system.", "The aggregation of banks is not a goal in itself.", "However, if carried out based on a solid business plan, together with the establishment of consortia and agreements, they are one of the few tools available to banks to enhance efficiency and to make it possible to operate successfully on the market.", "As we have noted on several occasions, for many intermediaries, a combination of size constraints and specialization often hinder their ability to make the necessary investment in technology, to innovate their products and processes, and to harness economies of scale and of scope.", "Economies of scale are especially significant up to a certain size threshold; in recent years, their importance has grown following regulatory reforms, which have raised compliance costs, and technological progress, which has obliged banks to make significant investment, including in IT security.", "The reform of the cooperative credit sector aims to combine the opportunities stemming from greater size with the necessity of supporting the local economy, to reconcile the cooperative credit model with the need for sufficient capital levels and to operate in conditions of adequate profitability so as to remain on the market.", "To be sure, some aspects still need to be clarified with respect to the operation and conduct of supervisory checks and the resolvability of cooperative banking groups, owing to the specificity of their structure and business model.", "These topics are being examined by the cooperative banks themselves and by the competent authorities.", "The comprehensive assessment of the two new cooperative groups, which has begun recently, is a crucial part of this process.", "It will complete the reform and provide strong impetus for these groups to bolster integration of the various components, improve risk management processes, and make corporate governance more effective.", "Also drawing on this experience, the system composed of the remaining less significant institutions, particularly the small popolari banks (of which about half are now being given priority by the Bank of Italy's supervisory function) must find internal solutions for their preservation and renewal.", "In this respect, it is difficult to agree with positions which, instead of pushing for a strengthening of intermediaries' institutions, organization and capital, limit themselves to extolling the virtues of the model based on small local banks, disregarding the fact that its sustainability is today jeopardized by the economic transformations under way, and not by the will of regulators or supervisors.", "Similar considerations apply to those larger banks that have not withstood the difficulties brought about the crisis, or have overcome them only thanks to the help of the rest of the banking system or, within the limits imposed by the rules introduced in Europe, the public sector.", "Good corporate governance, regardless of bank size, is a crucial precondition for dealing effectively and resolutely with the challenges that I have discussed.", "We have on many occasions highlighted the negative effects of weaknesses in the governance structure: little debate within boards of directors and a lack of effective checks and balances for top management; insufficient experience and professionalism; conflicts of interest; shortcomings in planning mechanisms, which translate into delays and a short- sighted approach to strategic decision-making; and weaknesses in the internal control structure, in the absence of adequate resources and skills.", "The regulations attach a central role to the composition and quality of the collegial bodies in charge of management and control and assign clear responsibilities to the supervisory authorities.", "The effectiveness of the requirements for serving on banks' top management must be measured against the objective of ensuring that the skills are diversified and consistent with the banks' size, complexity, field of activity and risk profile, in a context that calls for specialized and multidisciplinary knowledge, absolute integrity and rectitude, full independence of judgment, and sufficient time for the fulfilment of mandates.", "The adoption of more detailed and stringent criteria for selecting company officials is of primary interest to banks and their shareholders, especially those who do not dispose of sufficiently effective tools to monitor the conduct of top management.", "The quality of bank governance is one of the supervisory authority's priorities for this year, and has been the focus of ad hoc studies that will continue into the future.", "The forthcoming entry into force of the new requirements therefore represents an opportunity to strengthen corporate governance, the sound and prudent management of banks and their competitiveness, in compliance with the general principles of our legal system and of national specificities.", "The margins for intervention on the part of the supervisory authorities will be expanded thanks to the broader set of conditions to be considered when assessing whether corporate officials are fit to serve.", "Stronger balance sheets, adequate profitability and good corporate governance are necessary not only for the stability of the individual banks and of the system as a whole.", "They are needed to protect the savings of depositors and of those who have invested in bank bonds and stocks, as well as to safeguard those accessing credit.", "They are, therefore, a prerequisite to meet, effectively and transparently, the financial needs of the households and firms that turn to banks, as well as to pursue an efficient allocation of resources.", "All of this is needed more than ever today, not only to respond to the impact of the pandemic, but above all to support our economy's exit from the stagnation in which it has long been mired.", "A discussion has also begun, in recent days, about the possibility of the State intervening in the banking system by acquiring direct ownership of those intermediaries that are trying to complete difficult restructuring and recovery processes, with a view to creating a 'public- sector banking hub' that can help support the real economy, especially in the South and for small firms.", "This is a complex question.", "One may debate about the link between the type of ownership and the results it can achieve when running a company, but past experience of public-sector bank management has not infrequently revealed serious inefficiencies in the resource allocation processes.", "Nor must it be forgotten that the Italian economy would benefit not so much from the support of a large state-owned bank, but first and foremost from an efficient public administration, adequate infrastructure, and investment in innovation and knowledge.", "In any case, it is especially important to ensure that commercial banks operate as best they can from an organizational and managerial point of view, responding effectively and transparently to firms' and households' demand for credit and the allocation of savings.", "The nature of public- sector development banks is different and, perhaps, more complex.", "The benefit of moving in this direction and the ways of doing so should be weighed carefully."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Economic policy response", "COVID-19", "Economic growth", "Monetary policy", "Fiscal policy", "Banks", "Credit", "Loan loss provisions", "Non-performing loans", "Corporate governance"]}