{"sentences": ["As prepared for delivery Good morning everyone.", "Thanks for being here, and let me begin by offering best wishes for everyone's health under these difficult circumstances.", "I should also make clear at the outset that the views I express are my own and do not necessarily reflect those of the Federal Reserve Bank of New York or the Federal Reserve System.", "In my remarks today I'd like to review the context in which the Federal Reserve launched an unprecedented set of policy actions, and I will then describe our approach to standing up emergency facilities at maximum speed with maximum care as we execute our mission.", "Context in Mid-March As you will no doubt recall, financial markets in mid-March were seized by the uncertainty caused by virus outbreak, both in terms of the speed and scale of impact on the economic outlook, and for society as a whole.", "Extreme uncertainty triggered unprecedented market volatility across asset classes, escalating into a system-wide deleveraging event that appeared to overwhelm the capacity of financial intermediaries to absorb and transfer risk in an orderly manner.", "Liquidity dried up across markets, including in U.S. Treasuries, the benchmark upon which virtually every other asset is priced or hedged, the foundation for the dollar's primacy as a reserve currency, and the source of funding for our federal government.", "As uncertainty rose and liquidity deteriorated, demand for cash and safe assets rose and demand for assets with any form of credit or liquidity risk plummeted.", "For a few weeks in March, even Treasury yields began to rise, especially in longer maturities, and so did the cost for almost all forms of household and corporate borrowing.", "Access to financing beyond overnight tenors became severely impaired, causing acute dislocation across short-term funding markets and triggering outflows across prime money market funds.", "In the race to safety, dollars became increasingly scarce, intensifying the stress across global markets.", "Emerging market economies experienced an unprecedented outflow of capital from non-residents.", "Sovereign yields surged in the most indebted European countries.", "The ominous reality was that a synchronized global selloff had taken on a life of its own, with little prospect for self-correction.", "Moving with Maximum Speed Against this backdrop, policymakers at the Federal Reserve acted swiftly and unreservedly in an effort to break the damaging psychology that was taking hold.", "The series of policy actions announced over the past month - both conventional and unconventional - reflected a full recognition that the current shock is qualitatively different from the financial crisis of 2008, without a culprit other than the virus itself.", "Unconstrained by a diagnosis of who was to blame - and considering the mounting downside risks - the speed and scale of the policy response was free to match the dimensions of the unfolding shock.", "I won't review all of the actions that the Fed has taken over the past month - they are well documented elsewhere - but I would like to note of the breadth of activity to stabilize the financial system and to support the flow of credit, both within and outside banking system.", "To that end, I'll describe a few of the lending and credit facilities that the New York Fed is charged with standing up to supply credit for households, businesses, and state and local governments: Commercial Paper Funding Facility By the middle of March, unusually high funding needs and pullbacks by key lenders of short-term funds led to surging rates in the market for commercial paper, or short-term IOUs issued by businesses and municipalities.", "Interest rates on longer-term commercial paper, in particular, rose to levels not seen since the financial crisis of 2008.", "Many issuers were reportedly unable to place commercial paper with a term of longer than a week, leading to increased risk that companies would not be able to fund basic operational needs, such as meeting payrolls or financing inventories.", "With backing from the U.S. Treasury, the Federal Reserve established the commercial paper funding facility as a funding vehicle that can purchase new issuance of commercial paper from highly rated businesses and municipalities, and certain issuers that were downgraded after the virus shock.", "By providing assurances to issuers and investors that retiring commercial paper can be replaced with new issuance, the facility will promote confidence in the market and support the flow of credit to businesses and municipalities.", "Corporate Credit Facilities (CCFs) At the same time that short-term commercial paper markets were nearly frozen, so too were markets for longer-term corporate borrowing - at precisely the moment when companies most needed a financing buffer.", "Borrowing rates for investment-grade corporate issuers relative to Treasury securities increased by about 2.5 percentage points in the first half of March, while issuance for companies rated below investment grade came to a halt.", "In this context, the primary market corporate credit facility (PMCCF) was designed to provide funding for highly rated companies that need access to financing in order to maintain business operations during this period of dislocation.", "Again with backing from the U.S. Treasury, the Federal Reserve will create a funding vehicle to backstop eligible corporate borrowers for up to four years, at an interest rate that is better aligned with corporates' underlying credit risk than was available through market-based financing during March.", "This funding can be provided by the PMCCF either through purchases of eligible corporate bonds as the sole investor at issuance, or from purchases of portions of syndications at issuance.", "The secondary market corporate credit facility (SMCCF), also backed by the U.S. Treasury with funding from the Federal Reserve, will play an important complementary role to the PMCCF.", "Here again, there will be two mechanisms at work: the SMCCF may either purchase eligible corporate bonds with a remaining maturity of 5 years or less, or it can purchase U.S.-listed ETFs.", "For ETFs, the preponderance of holdings will be of ETFs whose primary investment objective is exposure to U.S. investment-grade corporate bonds, and the remainder will be in ETFs whose primary investment objective is exposure to U.S. high-yield corporate bonds.", "Taken together, the corporate credit facilities will have three main objectives when we go live in the coming weeks: first, to provide broad support for market functioning in secondary markets to allow for orderly and timely risk transfer in corporate credit; second, to support primary issuance for businesses at funding costs that better reflect normal liquidity conditions; and third, to reduce the incidence and severity of fire sales and/or indiscriminate liquidation.", "Municipal Liquidity Facility The last facility I'll mention today is the municipal liquidity facility, which was designed to help provide states, cities and counties with the funding needed to provide essential public services to their citizens.", "Due to the virus outbreak, the municipal securities market has recently been under considerable strain as investors have become reluctant to purchase municipal securities.", "As a result, interest rates on municipal securities have increased significantly.", "At the same time, states, cities, and counties are facing severe liquidity constraints resulting from the increase in state and local government expenditures related to the COVID-19 pandemic and the decrease and delay of certain tax revenue.", "By ensuring the smooth functioning of this market, particularly in times of strain, the Federal Reserve is providing credit that will support families, businesses, and jobs in communities, large and small, across the economy.", "The immediate purpose of the Municipal Liquidity Facility is to enhance the liquidity of the municipal securities market by increasing the availability of funding to eligible States, Cities and Counties through Tax Anticipation Notes (\"TANs\"), Tax and Revenue Anticipation Notes (\"TRANs\"), Bond Anticipation Notes (\"BANs\"), and other similar short-term notes from eligible issuers (collectively, \"Notes\").", "The eligible issuer's proceeds from its notes sales can in turn be used to support its political subdivisions and instrumentalities, among other uses.", "This facility will provide a form of bridge financing to eligible issuers, and by addressing the cash management needs of eligible issuers, the facility will also encourage investors to once again engage in the municipal securities market.", "Of course what I've just covered is not an exhaustive list.", "The Federal Reserve Board has also announced a number of other programs designed to supply credit directly to households, businesses, and municipalities.", "These include: The Paycheck Protection Program Liquidity Facility will bolster the effectiveness of the Small Business Administration's Paycheck Protection Program by supplying liquidity to participating financial institutions through two-year loans backed by PPP loans as collateral.", "The Main Street Lending Program will enhance support for small and mid-sized businesses that were in good financial standing before the crisis by purchasing up to $600 billion in fouryear loans to small and mid-size businesses.", "The Term Asset-Backed Securities Loan Facility (TALF) will support issuance of securities backed by student loans, auto loans, credit card loans, small business loans, and other debt.", "Moving with Maximum Care Considering the speed and scale of damage caused by the virus outbreak, we are making all efforts to implement these facilities at maximum speed.", "At the same time, though, we are moving with maximum care, drawing upon all of the lessons learned since 2008.", "First and foremost, we know that transparency will be key to sustaining public confidence in our efforts.", "What does this mean in practice?", "It means that when we work with outside vendors, we explain why we're doing so, who we're working with, and how much we're paying for their services.", "It requires if we accelerate the vendor selection process to minimize time to market, we operate under a short-term contract and then open up the process to a competitive range of bidders, looking beyond the largest and most established players and providing broad access to a diverse range of smaller players.", "It means putting on our website the eligibility of borrowers and laying out the terms and conditions of the facilities as clearly as possible, along with posting FAQs and providing opportunities to ask questions.", "And it means that we actively explore ways to go beyond what's required by legislation and proactively report on the usage of the facilities as much as possible, subject to meeting our policy objectives.", "In terms of governance, we will embed the facilities into our existing infrastructure for controls, management, and oversight.", "We will proactively identify and address conflicts of interest - real or perceived - for anyone working on the facilities.", "Personal investment guidelines will be refined as needed, and rules will be clear on the gathering of market intelligence and handling sensitive information related to the facilities.", "Good governance will also require balancing loss protection with financial stability goals, which requires integration of our risk management team into the full life-cycle of the facilities, from policy design to the eventual wind-down.", "As a concluding thought, we know the ultimate definition of success is accomplishing what we set out to do in support of the American economy.", "In pursuing this goal, we've been entrusted with a great responsibility to deploy large sums of public resources, and we have an obligation to the public to be accountable for all our actions.", "We look forward to engaging with our oversight bodies and those appointed under the CARES Act to ensure that the American people understand the steps we are taking on their behalf as faithful stewards of the public trust."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Corporate credit", "Liquidity", "Commercial paper", "Municipal liquidity", "Emergency facilities", "Monetary policy", "Economic outlook", "Government spending", "Transparency"]}