{"sentences": ["\"Emerging from the crisis stronger together\" How we can make Europe more resilient, prosperous and sustainable HJ Schoo lecture given by Klaas Knot Amsterdam, 1 September 2020 Ladies and gentlemen It is an honour to give this year's HJ Schoo lecture.", "I have to say, it was a bold choice from the organisers to let me loose on you for an hour.", "There's a YouTube video doing the rounds of me being interviewed on the current affairs programme Buitenhof.", "While I'm talking, text appears below explaining what it is I am actually saying.", "Unfortunately, that is not a luxury I can offer you this evening.", "But I will try to keep the economic jargon to a minimum.", "Even though you seem like an audience who can keep up.", "I never knew Hendrik Jan Schoo personally, so in preparing for this lecture, I went a bit deeper into the man and his work.", "And as I was reading about him, I started wondering how he would have felt about me-a President of De Nederlandsche Bank- being chosen to give the lecture called by his name.", "Schoo was primarily a political thinker, with an acute sensitivity to the deeper currents running through society.", "Economics did not feature prominently in his work.", "But there was something else that struck me about Hendrik Jan Schoo.", "And here I will quote from Marc Chavannes's description of him: \"Schoo was a selfmade man, from an everyday background.", "Reluctantly absorbed into the elite, he remained overtly concerned about the risks ordinary people face.\"", "That last sentence resonated with me, because I realised that also fits my job description.", "\"Managing the risks ordinary people face.\"", "Or, to be more precise: managing the financial risks ordinary people face, over which they have no control themselves.", "What central banks do directly affects your life and that of everyone else around you.", "They ensure prices remain stable.", "That banks, insurers, pension funds and other financial institutions are sound and ethical.", "And that you can make payments efficiently and securely.", "So the economy can flourish and ordinary people can make a living, safe in the knowledge that their money will retain its value and is protected.", "My own economic coming of age happened during the deep recession at the beginning of the eighties.", "I was a youngster of about 15, and evening after evening I would watch news reports about the bankruptcies.", "Unemployment and inflation had skyrocketed, and the hole in public finances kept getting deeper.", "I also saw the consequences for society, sometimes up close.", "Falling prices on the housing market meant the mortgage on my childhood home was 'underwater'.", "I still remember very well the stress that caused my parents.", "How can an economic system get so out of control?", "It was the beginning of my lifelong interest in economics.", "And now once again, we find ourselves in an economic maelstrom, but this time under unprecedented circumstances.", "One glance around this room is enough to see that.", "The pandemic has pushed the global economy into deep recession.", "The Dutch economy has also suffered a heavy blow.", "Fortunately, the Dutch economy has a strong foundation.", "As Dutch Finance Minister Wopke Hoekstra so aptly put it, the government entered the crisis with deep pockets.", "This allowed it to absorb much of the blow for households and businesses.", "And thanks to their robust capital buffers, banks have the room to continue lending.", "This shows why it is so important to build up buffers in good times.", "Yes, De Nederlandsche Bank is singing the same old tune again.", "I am sure you recognise it.", "But, as one of my predecessors once said: the old tunes are often the best.", "Our economy's strong foundation means we will also ultimately recover from this crisis.", "But I am honestly more concerned about Europe.", "The European economy is expected to contract sharply this year.", "The ability to recover from such a blow is certainly not equal in all European countries.", "I am particularly concerned about the southern member states.", "Not only because most of them have been hit by the coronavirus.", "But also because these countries' economies had already been struggling for over a decade.", "What we have seen in recent months is that the debate quickly turns to the future of the euro.", "That is bad news for Europe.", "All this raises some important questions.", "Questions I would like to address together with you this evening.", "Why is it that economic shock waves, such as the banking crisis of 2008 and now the coronavirus crisis, are constantly throwing European cooperation out of balance?", "And how can we make Europe more resistant to these types of shocks, not just in view of this crisis, but with an eye to the future?", "Ladies and gentlemen, I will highlight why there is a tendency in Europe towards economic divergence between north and south.", "I will show you how we still benefit greatly from European cooperation.", "But also that we have to do something to correct the imbalances if we are to preserve the advantages.", "I will argue that we can do something, by finding common responses to common challenges, and through enhanced coordination of economic policy between the north and south.", "That is by no means straightforward, but it is indispensable for a smoothly functioning monetary union and a strong Europe, in the interests of sustainable prosperity for ordinary Dutch people.", "In other words, emerging from the crisis stronger together.", "The challenges facing us I'd like to start by saying something about the economic advantages Europe has given us, and continues to give us.", "[Figure 1] Figure 1: Emigration.", "Waving off departing family members as their boat leaves port.", "I think you will recognise this sort of archive photo.", "People on the quayside, waving off family and friends, sometimes flapping a handkerchief.", "The archetypal image of post-war emigration.", "In the period from 1945-1967 around half a million Dutch people left these shores for countries such as Canada, America, Australia and New Zealand, in search of a better life.", "They were not the only ones.", "In the years following the Second World War several million Europeans left the continent.", "In 1947 the outlook for Europe was sombre.", "The continent was financially devastated, everything was in short supply, and reconstruction efforts were slow to develop.", "The outbreak of the Cold War paralysed European politics.", "Europe was perhaps very close to becoming a failed continent.", "But fortunately, history took a different course.", "Europe focused on emerging from the ruins of two world wars and decades of bitter division to become one of the most free and prosperous places on Earth.", "We have by now become so used to this, that we sometimes forget what an astonishing feat it was.", "And that astonishing European feat, ladies and gentlemen, is in no small part thanks to European cooperation.", "Take the European single market, the whole body of rules that facilitates the free movement of people, goods, services and capital.", "There has been considerable research into the benefits of the single market.", "Two conclusions invariably emerge from these studies: the first is that each member state benefits from the internal market, and the second is that small, open economies, such as the Netherlands, benefit the most.", "That is what you can see here in the graph.", "[Figure 2] Figure 2: Estimated benefits of the single market, in EUR per household Taken together, the studies show that membership of the single market benefits households in the Netherlands by between 6,000 and 10,000 euros every year.", "Even when we take into account the Dutch contribution to the EU budget, there are still substantial welfare gains for the Netherlands.", "In other words, in the Netherlands we have the European single market to thank for a big piece of our pie.", "But you may now ask: how about the euro, our common currency?", "How does that balance out?", "As you know, the creation of the euro was primarily a political project.", "Discussions on economic and monetary union gained momentum after the fall of the Berlin wall.", "Germany once again became a unified nation.", "The other European partners, principally the French, were keen to ensure the reunified Germany stayed embedded in a united Europe.", "That was the deal that Mitterrand made with Kohl: unification for you; the euro for us.", "As well as political reasons, there were also strong economic arguments in favour of a common currency.", "A single market like the European market, where there is intensive trade between countries, benefits from fixed exchange rates.", "This reduces uncertainty surrounding foreign investments, and makes it easier to compare prices between states.", "And in turn, that promotes competition and trade.", "The success of the single market is therefore built on the bedrock of the euro.", "But a single currency also unfortunately brings disadvantages.", "Certainly for a group of countries that differ quite a bit from each other economically.", "For example, one common currency means one common rate of interest, and that rate is not always suited to each country.", "This can contribute to the build-up of debt, or to rocketing house prices.", "Irreversibly fixed exchange rates do not just offer stability, they also imply that countries can no longer use their exchange rate as a way to restore their competitiveness.", "Partly because of this, not all euro area countries have benefited equally from the euro.", "To put it bluntly: countries with stronger economies, such as the Netherlands, have benefited more than countries with weaker economies.", "So why does a common currency work in favour of stronger economies?", "To do so, I will use the Netherlands and Italy as examples.", "Exchange rates between euro countries were frozen, as it were, when the euro was introduced in 1999.", "Since then, productivity growth in has been higher in the Netherlands than in Italy.", "This is what economists refer to when they talk about 'stronger' and 'weaker' economies.", "Productivity growth means you can make more or better products with the same means of production and thus offer better value in terms of price to quality.", "In order to keep Italian products competitive with Dutch products, the Italian currency would have had to depreciate against our currency.", "As a result, Italian products would become cheaper.", "Before the guilder and the lira became irreversibly linked, we regularly saw this kind of depreciation of the lira.", "But that is of course no longer possible now.", "You can see that very well in this graph, which shows the exchange rate of the guilder against the Italian lira.", "[Figure 3] Figure 3: Historical exchange rate of Dutch guilder against Italian lira.", "As long as Italian productivity growth lags behind Dutch growth, the only alternative is for Italian wages to also lag behind Dutch wages.", "But our wage growth is already only very modest.", "That would imply that there is virtually no more room left for wage growth in Italy.", "And with our in-built tendency to resort to wage moderation at every recession, Italian wages even need to be reduced from time to time.", "Wage cuts in other words.", "Economists are good at coming up with these sorts of pure, conceptual solutions.", "But do you remember the weeks of protests in the early 1980s, when the first Lubbers cabinet cut public sector pay?", "When trash was piled high in the street?", "Cutting monthly income simply causes practical problems, and that applies just as much to Italians as it does to the Dutch.", "Thanks to the euro, the Netherlands has enjoyed a stronger competitive position than if we still had our own currency.", "Compared to southern Europe, but also compared to the rest of the world, thanks to the weaker euro exchange rate.", "And that boosts our exports.", "It is how we in the Netherlands obtain such an enormous trade surplus: we export much more than we import.", "This generates higher operating profits for business and also increases tax revenues for the Dutch State.", "You could say that the euro always gives a little boost not only to the Dutch economy, but also to the Dutch treasury.", "For a country like Italy, where productivity growth is lower, roughly the opposite applies.", "At the risk of oversimplification: the absence of an exchange rate between euro area countries is a benefit to the stronger economies, while it is a relative burden to the weaker economies.", "That is why the stronger and the weaker economies have a tendency to diverge.", "If this imbalance persists for too long, it will lead to problems like we saw during the 2011 European debt crisis, when several southern euro area countries experienced major financial problems.", "Well, you might say: \"Tough luck, but that's just how it is.\"", "Did we not agree in the Maastricht Treaty that countries in the euro area have to look after their own finances?", "The famous no bail-out clause.", "If only it were so simple.", "Of course, each country is still responsible for its own economy and public finances.", "But in 2011 we learned the painful lesson that we cannot just abandon struggling euro area countries to their own fate.", "This would unleash financial forces that could bring about the disintegration of the euro.", "The economic and political havoc that would then arise is literally incalculable.", "You just would not know how it would unravel.", "So that is something we would definitely not want to happen.", "As long as the phenomenon of divergent growth exists, stronger economies will occasionally have to step in to help weaker ones.", "But it would be much better to tackle the root cause of this growth divergence.", "These differences between north and south are not after all a God-given natural phenomenon.", "You might be wondering: why don't these southern member states carry out reforms to make their economies as productive as in Germany and the Netherlands?", "Yes, well, ultimately that is what has to happen.", "And it is also an uncomfortable fact that in recent years many opportunities have been missed.", "Not only in terms of reforming the economy, but also in terms of putting public finances in order and cleaning up bank balance sheets.", "Building up buffers in good times, fixing the roof while the sun is shining.", "Yes, still the same old tune.", "Yet people in the north who keep grumbling about this do have a point.", "But you know, the Italians have a nice expression for that: se mia nonna avesse le ruote, sarebbe una carriola.", "If my grandmother had wheels she'd be a wheelbarrow.", "But now we all have a new crisis to contend with, the coronavirus crisis.", "And what is particularly cruel about this crisis-and I might add hazardous for Europe-is that it is precisely the countries in the euro area with the most vulnerable economies that have now also been hit hardest by the virus.", "That of course has nothing to do with the euro.", "But it does mean those countries are being hit hard yet again.", "Like the Netherlands, they, too, will have to intervene decisively to mitigate the effects of the coronavirus on citizens and businesses.", "Consequently, their government debt will rise further.", "And they were not in a financially strong position to begin with.", "As a result, there is a risk that governments in these countries already have to start introducing austerity measures before the economy has been able to recover.", "That would in the first instance further exacerbate the economic downturn.", "Take a country like Greece.", "Greece is the red bar all the way to the left of this chart.", "[Figure 4] Figure 4: Wide divergence of public debt in euro area countries Greece is not able to support its economy in the same way as the Netherlands.", "Just for comparison: 175% amounts to more than three times the Dutch public debt.", "So if we do nothing, we will see further divergence between euro area countries.", "And the risk of recurring euro area crises.", "But there is something else that also worries me in this respect.", "And that is waning public support for the euro as a result of this growth divergence.", "Public support for the euro among euro area citizens remains high.", "But can we take it for granted that it will stay that way?", "Southern Europe reaps relatively little benefit from the euro.", "And in northern Europe, people often feel they are being called on to bail out their Mediterranean partners time and again.", "Structural transfers of wealth generally spoil the atmosphere.", "Not only for the providers-but uncomfortable feelings of inferiority can quickly arise among receivers.", "You can even observe this in countries where wealth is transferred between regions.", "Take Belgium and Italy for example.", "If we also doubt the work ethic of the Italians, a country where the average worker works almost 300 hours more per year than in the Netherlands, you can imagine that this does not benefit relations.", "[Figure 5] Figure 5: Cover Elsevier Magazine I would like to stay on this subject of public support, because there is another potentially dangerous trend I detect in northern Europe.", "And that is the lagging public support for free trade in general.", "There is for instance a growing group of Europeans who believe that globalisation has been good for their country as a whole, but not for them personally.", "We can see similar developments in our own country.", "For example, more than one in five Dutch people think globalisation offers more disadvantages than advantages.", "People on lower incomes in particular feel they are on the receiving end of the disadvantages.", "Unfortunately, there is some truth in that.", "Dutch businesses have benefited greatly from free trade, the single market and the euro.", "For Dutch households, this applies to a lesser extent.", "In recent decades, household disposable income growth has not kept pace with growth in the economy as a whole.", "Just take a look at this graph.", "[Figure 6] Figure 6: Household income grows at a slower rate than the economy The red line represents the growth of the Dutch economy as a whole since 1995.", "The blue line shows the available income of households.", "Why are these two lines growing apart from each other?", "Well, to a large extent it is because the share of our national income that workers receive (the labour share of income) has been steadily declining, while the share going to providers of capital has increased.", "Incidentally, this is not a typically Dutch phenomenon.", "We can also observe this trend in other Western economies.", "The fact that workers in the Netherlands are getting a smaller and smaller piece of the economic pie is also due to globalisation and technological progress.", "But there is something else going on in the Netherlands.", "And that is the flexibilisation of the labour market, which has gone too far.", "That is something that all sides can agree on.", "The often vulnerable position of flex workers is already a cause for concern from a social perspective.", "But on top of that-and now I return to my argument about Europe-it has also contributed to the fact that working people are getting an increasingly smaller piece of the economic pie.", "And if a large proportion of them start to see \"Europe\" first and foremost as a private party for businessmen, with scant benefits for their own pockets, then that will undermine support for the European project.", "To sum up what I have said so far.", "The euro is a pillar of the single market, and brings us considerable prosperity.", "However, the euro also tends to lead to diverging economic growth within Europe.", "The current coronavirus crisis exacerbates this phenomenon.", "If we do nothing, then we run the risk of ending up in a new euro area crisis, and public support for European integration could come under pressure.", "In the weaker economies of southern Europe, because they do not reap enough of the benefits.", "And in the stronger economies such as the Netherlands, due to uneven distribution of benefits, and with it the willingness to help out southern European states.", "I think that is what we in the Netherlands should be worried about.", "Not only based on our own clear economic self-interests, but also because Europe is about so much more than the financial benefits.", "We see that the balances of power on the world stage are shifting.", "One superpower retreats into confusion, while new superpowers emerge.", "Unfortunately, these are not always countries which share the values we do.", "For many refugees, Europe is that beacon of freedom, peace and prosperity for which they are prepared to risk their lives.", "A sign of our strength, and at the same time a challenge for European society.", "And then there is still the climate crisis.", "If we want to realise our ambition to limit global warming to less than 2 degrees Celsius, then we will have to complete the transition to a climate-neutral economy by around 2050.", "Substantial investments are required to achieve that.", "Investments that will get off the ground much more easily if we increase the price of emitting carbon and other greenhouse gases.", "In short, how are we going to make sure we emerge from this economic crisis in a more sustainable way?", "The shifting balances of power, the refugee crisis, the climate crisis.", "You don't have to be a Europhile to know that we can tackle these transnational challenges better at European level than at national level.", "These challenges call for European cooperation within a strong European Union.", "And this is inextricably linked to strengthening the foundations of our currency union.", "The imperfections in the Economic and Monetary Union I outlined earlier are not like the coronavirus, which hit us out of nowhere.", "And that means we can also fix them ourselves, if we want to.", "But there are three things we need to do for that to happen.", "The first is to fight this coronavirus crisis collectively and effectively.", "European heads of state did an excellent job this summer by creating the Next Generation Recovery Fund.", "The second is that the countries in the currency union should better coordinate their fiscal policies, with the level of public debt playing a more central role.", "And the third is that we also need to better coordinate other areas of our economic policy.", "Now let me take you through how I envisage this.", "Emerging stronger from the crisis: an agenda This summer, European leaders wasted no time in setting up a European recovery fund.", "Their decision was an important step in the fight against the coronavirus crisis.", "During the public debate, comparisons were made with the Marshall Plan, the US aid programme to help rebuild post-war Europe.", "I think it is a very apt comparison.", "The elements that made the Marshall plan a success are reflected in the plan for a European recovery.", "The recovery fund is not emergency aid but is intended to support public investments in countries that strengthen economic growth potential.", "The receiving countries retain an important degree of responsibility for how the money is spent, within certain set conditions.", "The financing has been structured in such a way as to ensure southern European countries do not accumulate ever more debt.", "And the fund is big enough to really make a difference.", "It is also good that priority is given to investments in digitisation and making the economy climateneutral.", "That way we can kill two birds with one stone: we narrow the gap between those leading the way and those lagging behind, and we invest in the sustainable growth capacity of the euro area.", "The strength of this proposal lies not only in its collective, but also in its temporary nature.", "Structural transfers from one country to another can quickly lead to bad feeling, as we have seen elsewhere.", "That is not the case with the recovery fund.", "The fund is temporary, there are no direct transfers between countries, nor do countries assume responsibility for each other's debts.", "The recovery fund is therefore an excellent initiative.", "But that it is not enough, which brings me to the second item on my list.", "If we want to put an end to divergent growth in Europe we will also have to coordinate fiscal policy more closely.", "In recent years, European fiscal rules have been particularly focused on the maximum budget deficit, the well-known 3% of gross domestic product.", "But as a result, in practice the rules proved to be strict during bad times, and ineffective during the good times.", "Thus accentuating the peaks and troughs of our economy, instead of smoothing them.", "Moreover, there was scant attention for the differences between countries.", "For example, after the financial crisis of 2008, any country with an excessive deficit had to consolidate its public finances roughly all at the same pace, regardless of the level of public debt at the outset.", "There is one lesson I think we can take from this: we need to pay more attention to public debt levels.", "The Maastricht Treaty sets a public debt limit of 60% of GDP, although there is some flexibility.", "You can exceed this threshold, as long as you bring public debt back down to the 60% reference value.", "This limit must regain its prominence.", "It is a recognisable benchmark, and allows countries the room to temporarily increase their debt during economic downturns.", "However, the pace at which countries are required to return to below this limit needs to vary more than it does now, taking their individual economic situation into account.", "In economically more favourable times, countries with higher government debt levels should have to make greater efforts to reduce their debt than countries with lower debt levels.This does more justice to differences in starting positions, and the European economy will also benefit if all countries do not tighten their fiscal reins at the same time.", "In addition to restoring the 60% limit, I believe that in reducing public debt, we should put more emphasis on reforms that promote economic growth.", "Rather than the austerity measures that often constrain growth in the first instance.", "Without robust growth, it is simply very difficult for countries with high levels of public debt to bring their debt back to a healthy level in relation to the size of the economy.", "If austerity is unavoidable, fiscal rules should at least protect public investment.", "This investment, for example in infrastructure, sustainable energy, education and science, has all too often fallen victim to austerity measures.", "Heavily indebted countries have seen the erosion of their economic growth potential due to chronic under-investment.", "As a result, they are left lagging even further behind.", "If we take another look at the Netherlands, what does this mean for Dutch fiscal policy in the forthcoming term of government?", "Dutch public debt is expected to increase from around 50% to 60% of GDP in the coming years.", "This is a sharp increase, but thanks to our comfortable starting position, we will end up at a level that is still manageable.", "That is why I see no reason to cut spending or raise taxes at this time.", "After all, our economic recovery could still be fragile in 2021.", "What we do need to do now is strengthen the growth potential of the Dutch economy with structural reforms and temporary, targeted investments.", "This is not of course a plea for unbridled growth in government spending.", "After all, there will always be new, unexpected setbacks.", "So I think it is wise to be wary of new policy initiatives that place a structural burden on government finances.", "This addresses fiscal policy in Europe and in the Netherlands.", "The third point on my European to-do list for tackling growth imbalances is to improve coordination in other areas of economic policy.", "I have already talked about the divergent competitiveness of the euro area member states.", "And how this contributes to large trade surpluses in some countries, and large trade deficits in others.", "To effectively tackle this problem, all member states must play their part.", "Weaker economies need to implement reforms that increase their productivity and competitiveness.", "This is good for exports, for economic growth, for employment, and for public debt.", "The point I want to make here is that these reforms are more likely to succeed if the stronger economies also do their fair share.", "For these countries, that means implementing reforms that give households more room to spend, so that they can boost imports and reduce their trade surpluses.", "This will not only help the weaker economies, but also benefit the stronger ones.", "Behind large and persistent trade surpluses, there are often underlying problems, such as savings retained by companies for tax reasons, or stagnant wage growth.", "If I apply that to the Netherlands for a moment, it means we also have work to do.", "It means we have to critically review our tax system, so that labour can be taxed less heavily and workers get to retain more of their pay.", "And we need to tackle the imbalances in the labour market between permanent and flex workers, by reducing tax differences between contractual employees and the self-employed.", "As far as I am concerned, these are the key challenges for the coming term of the government.", "Summing up, I have talked to you about the recovery fund, and the coordination of fiscal and other economic policies.", "So, have we covered everything, then?", "There is still something else to discuss.", "The recovery fund that the European heads of state agreed on is a one-off and temporary solution.", "As I said before, I think that its strength lies precisely in the fact that it is one-off and temporary, and I mean it.", "After all, it is the euro area countries themselves who have primary responsibility for ensuring and maintaining a healthy economy, and consequently for the reforms and investments needed to achieve that.", "Northern euro area countries need to reform to bring about higher wage growth and domestic demand.", "Southern euro area countries need to reform to become more competitive and reduce their debt burden.", "But let's be realistic: this will take time.", "Even with the right policies in place, countries such as Greece and Italy will most likely need decades to get to where they need to be.", "In the coming years their levels of public debt will still be too high to weather another recession without taking far-reaching austerity measures, especially if it involves a deep euro area-wide recession.", "They will have to go to great lengths to maintain public investment under these circumstances.", "Foreign investors will not be thrilled by the prospect of a structurally higher tax burden.", "This means there is a risk that these countries could fall further behind again.", "Which would again overshadow our objective of creating a stronger monetary union.", "So, we will have to find a way to deal with these situations.", "To be quite honest, I don't know what the best course of action is.", "While the recovery fund sets a relevant precedent, we have already established that structural transfers can leave a sour taste in the mouth.", "Another option is to allow debt restructuring within the monetary union.", "This means a country meets with its main creditors, such as the banks, to discuss how to reduce its debt position without jeopardising its euro membership.", "However, this option is not without significant obstacles either - especially since a major proportion of this debt is still concentrated with local banks.", "Public debt write-downs would lead to significant losses for these local banks and possibly also trigger capital flight, and consequently still jeopardise the country's euro membership.", "This is roughly the scenario that played out in Greece.", "So both options⁠-a permanent fund as well as debt restructuring⁠-have their own, serious impediments.", "As long as the issue of divergent growth is not resolved, the strongest shoulders in the European caravan will from time to time have to bear a heavier load to ensure no-one gets left behind.", "This will require a great deal of serious thinking in the years ahead.", "All in all, I believe the agenda I have outlined would put us on the way to a stronger currency union.", "With European governments investing in sustainable growth, both individually and working together.", "Through more closely aligned economic policy.", "Alignment implies reciprocity, and a fair division of rights and responsibilities.", "For us, here in the Netherlands, it would mean having to relinquish a degree of our national autonomy.", "I realise that is a difficult step to take.", "No country is prepared to give up part of its sovereignty lightly.", "And what will we get in return?", "The prospect of a more stable and prosperous monetary union, in which all countries equally share the costs and benefits.", "Where there is a positive balance of these costs and benefits in all countries.", "So the atmosphere is untainted by the question of who should bear the heaviest burden.", "Creating a stronger feeling of goodwill in Europe and for Europe, which will make it easier to tackle together the great challenges before us today.", "In short, well-understood self-interest.", "Some people will say: even closer European integration?", "There's no public support for that, is there?", "To those people I say this.", "We could also choose not to work towards further European integration and more risk-sharing.", "That's also an option, certainly.", "But there is a price to pay for that option.", "The price involves increasing economic inequality between the euro countries, more debt crises, more emergency support and lower levels of prosperity.", "It would make the euro unsustainable.", "And I fear that in a globalised economy, this price would ultimately be paid, again, by ordinary people.", "The people with whom the eponym of this lecture was so concerned.", "There are people who say becoming a bit worse off is a small price to pay for greater freedom.", "But is that how it really works?", "How much of a sovereign nation were we before the euro?", "When we have sold our goods abroad, haven't we always had to take our customers' preferences into account?", "Our ancestors were already aware of that ages ago.", "These days, that means we have to take on board international rules and regulations.", "We see countries like Switzerland and Norway, who are outside the European Union, in many respects have to follow European rules without having a say in how these rules are made.", "We see countries like Denmark and Sweden, that are not in the euro area, still striving for exchange rate stability vis-à-vis the euro.", "That means they generally accept the euro area interest rate policy - and also contribute to the recovery fund.", "And finally, we now see how the United Kingdom is struggling to find the right balance between sovereignty and free trade.", "I believe more European integration is the right option.", "Do we need more public support?", "So let us lay the foundation for that support.", "And to do so, policymakers must clearly present the pros and cons of European integration, and be open to discussion.", "They must take accountability for the decisions they make together in Brussels.", "And above all else, they must make sure the benefits of European cooperation are shared equally by everyone.", "Brexit has clearly shown us why this is absolutely necessary.", "Final observations Ladies and gentlemen.", "Today, the Economic and Monetary Union looks quite different from what the authors of the Maastricht Treaty envisaged back in 1992.", "They expected the economic differences between member states to lessen over time, thanks to the introduction of the euro and supported by public finance regulations.", "We have drifted away from our forerunners' expectations in a number of respects.", "Had we decided to rigidly stick to the spirit of the Treaty during the lowest point of the crisis, we would probably no longer have a monetary union.", "The world around us has also changed.", "The significant geopolitical shifts, the enormity of the challenges with respect to climate change and refugees.", "This requires more cooperation at European level.", "All the same, we are living in a different monetary union than we imagined back in the 90s.", "With more sharing of risk.", "And more harmonisation of policy.", "In recent years we have pushed the boundaries of the Treaty.", "There is no guarantee that we will not have to do that again.", "So it is crucial to reaffirm the political mandate.", "But central bankers like me aren't the ones who have to make those decisions.", "It is up to politicians to state their preferences and to present them clearly to their voters.", "That is why I hope to see a spirited debate on the future of Europe in the run-up to the parliamentary elections next spring.", "If we want to achieve a strong and healthy Europe that can protect its citizens against the risks hanging over them.", "If we want to achieve a well-functioning Europe that works for all of us.", "If we want to achieve a sustainable Europe that is ready for the future, then we must be willing to do what it takes.", "It requires us to better harmonise our economic policies, and to jointly invest in sustainable growth.", "Firmly based on member states assuming responsibility for putting their own house in order.", "With the realisation that all member states must do their bit, including the Netherlands.", "And with the prospect of creating a better future for us all, ultimately.", "On 22 November 1989, 13 days after the fall of the Berlin Wall, Jacques Delors, European Commission President, addressed the European Parliament.", "He spoke of the task facing the European Community in those momentous days.", "He said: \"Luck helps sometimes; courage helps always.\"", "I wish you and our politicians much courage in the times ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "fiscal dominance", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Eurozone growth divergence", "Public debt in Eurozone countries", "European integration", "Fiscal policy coordination", "Economic policy coordination", "Recovery fund", "Dutch public debt", "Eurozone competitiveness", "Trade imbalances", "Public investment"]}