{"sentences": ["SPEECH SVERIGES RIKSBANK 10 June 2020 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Governor Stefan Ingves Swedish Economics Association Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se The monetary policy toolbox* The spread of the coronavirus came as an unpleasant surprise to us all.", "It is now clear that the economic consequences of the pandemic threaten to be both serious and protracted.", "Most analysts have very weak forecasts for economic developments in the coming quarters, and in some scenarios also for a longer period to come.", "We are in the midst of an unforeseen economic development that needs to be met with various macroeconomic tools, and the Riksbank has an important role to play here, together with the Government, the Riksdag (Swedish parliament) and other authorities.", "During the initial phase of the crisis, we Executive Board members have already taken a large number of decisions to support the Swedish economy, and thus contribute to meeting the targets for economic policy, and I will comment on what we have done in more detail later on.", "We can note that many of the measures have major consequences for the Riksbank's balance sheet - something that will be a recurring theme in today's speech.", "Today I intend to focus primarily on how the \"monetary policy toolbox\" needs to look to be able to manage future challenges.", "I will take a longer perspective and discuss which tools the Riksbank may need to use, especially if the low interest rate scenario that has characterised the past 10 years becomes even more prolonged.", "The fact that monetary policy measures affect a central bank's balance sheet has become increasingly common in large parts of the world.", "This development has been driven by the very low interest rates and the need to make monetary policy even more expansionary.", "Essentially, it is nothing new - if we go back in time, there are many examples of central banks that have used variation in their asset portfolios as a means of conducting monetary policy.", "The monetary policy toolbox also needs to take into account changes in the financial system; for instance, we in Sweden have, in recent years, seen a development towards a higher share of market financing for Swedish companies.", "As things look now, there is considerable probability that global interest rates will remain low over a long period of time, and then monetary policy will have to find other ways of working to attain the inflation target than those we are used to, and many of the measures will have consequences for the balance sheet.", "We need to endeavour to attain a better analysis of how measures that have an effect through the balance sheet affect the economy and become as clear and systematic when we talk about these as we have tried to be with regard to steering interest rates.", "I intend to begin with a historical retrospective - focusing on the past 30 years - and to describe how monetary policy has developed over time.", "Then I will move on to the challenges that monetary policy has faced and that have led to the use of new tools.", "This takes me to the international discussions about the monetary policy toolbox, and, in conclusion, I would like to discuss what opportunities and limitations the Riksbank Inquiry's proposed new act entails.", "The development of monetary policy - a Ever since central banks in the modern sense were created, their objective has been clear: to provide the economy with a payment system and with a means of payment and to ensure that the value of these funds remains stable over time.", "Central banks have been able to conduct monetary policy to attain their objectives - price stability and a smoothly functioning payment system - by varying the volume of the means of payment or adjusting terms and conditions in their payment systems.", "The central banks provide liquidity that enables us to make payments smoothly.", "Gold standard and redeemable money create During the second half of the 19th century, the gold standard was introduced.", "The meant that the value of a banknote, the means of payment at the time, was directly linked to something real in that the banknotes could be redeemed for gold in the central bank.", "However, fiscal policy tensions as a result of world wars and the economic depression in the United States in the 1930s led to the abolition of the gold standard.", "In addition, payments markets were developed so that other means of payment than cash gained importance.", "When the link to gold no longer existed, a new 'nominal anchor' was needed.", "The answer became the central bank's credibility: a responsible monetary policy aimed at price stability.", "Over a long period, the gold standard was replaced by a regime with fixed exchange rates, where a small number of central banks in practice conducted monetary policy for the entire world and thus 'lent' their credibility.", "In Sweden, this system of fixed exchange rates did not function so well and this led to several major devaluations.", "The larger central banks also lost credibility for various reasons and the global economy underwent a period of high inflation in the 1970s and 1980s.", "Independent central bank with inflation target replaces The global developments over the past 30 years have entailed major changes to the monetary policy landscape, not least in Sweden.", "During the 1980s, work began in the leading countries of the world economy on rebuilding the confidence in monetary policy that had been lost in the 1970s.", "At the beginning of the 1990s, Sweden experienced a severe financial crisis following the rapid winding up of several decades of hard regulation of the financial markets.", "During the crisis, there was strong pressure to devaluate and the defence of the fixed exchange rate finally became untenable.", "When the Riksbank abandoned the fixed exchange rate, monetary policy sought a new way to promote price stability, and Sweden joined the global trend of reinforcing the credibility of monetary policy.", "The answer became a more independent Riksbank with an explicit inflation target, and Sweden became one of the first countries in the world to try this new path.", "After a few years of getting used to this new way of conducting monetary policy, there was a long period of relative calm in large parts of the world.", "Many countries introduced a similar policy that had the more or less explicit target of holding inflation close to 2 per cent.", "From the middle of the 1990s until 2008, inflation was on average fairly close to the target and developments in the real economy were more stable than before.", "Blanchard and Simon (2001) were among the first to document this phenomenon, which came to be called the 'Great Moderation'.", "But even then, there were discussions of whether the phenomenon was due to structural changes, skilful macroeconomic policy, including monetary policy, or quite simply luck.", "At the beginning of the 1990s, the Riksbank's balance sheet grew in connection with the foreign currency reserves being reinforced through loans (see Figures 1 and 2).", "When the fixed exchange rate was abolished, it was decided that there was less need to hold foreign currency reserves for monetary policy purposes and the size of the balance sheet declined fairly rapidly.", "Between 1994 and 1998, domestic bond positions were sold off and foreign currency loans were repaid.", "Instead, the Riksbank conducted monetary policy with a minimal toolbox in this new environment.", "The repo rate, which is the base for the lending and deposit rates the Riksbank applies with regard to the commercial banks, was adjusted to ensure monetary policy was well balanced.", "Weak inflationary pressures and low resource utilisation led to interest rate cuts and vice versa.", "Even the reserve requirements that many other central banks around the world still use were set at zero way back in 1994, and have remained unchanged since then.", "Annual data where the final observation is 2019.", "The broken line indicates corona-related measures.", "Source: The Riksbank Figure 2: Liabilities on the Riksbank's balance sheet 1980-2019 Note.", "Annual data where the final observation is 2019.", "The broken line indicates corona-related measures.", "Source: The Riksbank The communication when the inflation target was introduced was clear and successful - inflation expectations were gradually adapted down to the target of 2 per cent and wage formation functioned well when both employer and employee could assume that average inflation would be close to the target.", "Steering the interest rates worked well during this period, despite the Riksbank using a very small toolbox when conducting its monetary policy.", "We went from doing to mostly talking about monetary policy.", "But the fact that this works is based on the Riksbank having built up credibility on the market and that it is ready to use its balance sheet if market rates were to deviate from the desired levels.", "On Wall Street there is an expression \"Don't fight the Fed\" - which means it is not a good idea to take positions based on the assumption that the central bank will fail to attain the interest rates aimed for.", "Steering interest rates is also based on the fundamental transmission mechanism functioning - that other interest rates in the economy actually change when the shortest money market rates the Riksbank affects are changed.", "How well this functions depends on different conditions in the financial sector that can be state-dependent.", "A similar development took place in many countries during this period - the central bank's job conducting monetary policy was relatively simple.", "But below the calm surface, two interlinked problems were bubbling up - a trend fall in real interest rates and rising debts.", "I have talked about these problems on several occasions.", "Falling interest rates Over the past 30 years, interest rates around the world have fallen heavily.", "This is, of course, partly due to the central banks conducting a monetary policy that has succeeded in bringing down the average level of inflation from the high levels of the 1980s, which has been good.", "But it is also due to a global development towards lower real interest rates (see Figure 3), something that most say has not had anything to do with monetary policy, but instead is explained by real economic factors.", "Holston, Laubach and Williams (2017) have carried out empirical research into how the 'equilibrium real interest rate' has developed in some leading economies, and they find a clear downturn after the financial crisis 2008-2009.", "Three of the several attempts to explain why real interest rates are now much lower than before are particularly worth mentioning.", "The first explanation is based on fundamental economic theory, according to which the real interest rate, at least in a closed economy, will be in proportion to growth in the economy, and the latter has slowed down in recent years.", "The second concerns the 'global savings glut', that is that (primarily) the major economies in Asia and the Middle East have generated large trade surpluses and thereby increased demand for savings, which tended to push down interest rates as the supply of safe assets is limited.", "The third explanation highlights demographic developments.", "The idea is that an ageing population needs to save for its pension, which once again leads to an increased tendency to save, which in turn pushes down the real interest rate.", "With today's integrated capital markets, we will have a global trend with lower real interest rates.", "An individual country with a floating exchange rate may deviate from this trend in the short term, partly for cyclical reasons and partly because global investors may demand a time-varying risk premium to invest there, but in the longer run the real interest rate in a small open economy will follow the global trend downwards.", "The challenge for monetary policy is that the low real interest rate limits the monetary policy scope to manage a severe recession by cutting the repo rate.", "The nominal interest rate cannot continue to be cut indefinitely - a negative repo rate makes it increasingly attractive to hold cash.", "Even if frictions in the banking system make it possible to have a weakly negative repo rate, it is not possible in practice to cut the repo rate indefinitely.", "The average repo rate is the total of the average real interest rate and the inflation target - the lower the real interest rate is, the lower the average repo rate is and thus there is less scope for interest rate cuts in a recession.", "Figure 3: Global real interest rates have fallen in the past 25 years Note.", "Increased indebtedness Parallel with the fall in real interest rates, indebtedness has increased in Sweden and in many other countries (see Figure 4).", "In some countries, citizens have become indebted through the state - a national debt of more than 100 per cent of GDP is beginning to be common.", "In other countries, such as Sweden, the national debt is low, but instead private indebtedness is high.", "A large part of this development can be explained by lower interest rates.", "Households' interest expenditure as a share of their incomes is not so much higher now than before, despite the large rise in debts.", "The debts have mainly been used to finance housing purchases, and, as the supply of housing has been relatively sluggish (although construction has been high in recent years), housing prices have risen substantially.", "But if we can explain part of the increase with low interest rates, does this mean it is not a problem?", "No, I don't think so.", "A high level of indebtedness leads to large risks - if interest rates rise, then households will have a much higher interest burden.", "Monetary policy is conducted to attain an inflation rate close to the target and stable resource utilisation.", "The problem is that monetary policy has an impact through several different channels, including households' consumption decisions, the exchange rate and investment.", "Monetary policy that is well balanced on the basis of inflation and resource utilisation in the economy as a whole can be problematic for a group of households that is highly indebted.", "In this situation, it is important that the banks and Finansinspektionen ensure that credit granting is sustainable.", "Moreover, households' interest rates may rise without the Riksbank raising the repo rate - if problems arise in the banking sector that mean the banks' financing costs rise.", "If the global tendencies that have pushed down the real interest rate are reversed, this would most probably push up interest rates in Sweden too.", "And one should remember that it is easy to increase the debt when the interest rate is low, but more difficult to reduce it when the interest rate is high.", "Figure 4: Indebtedness as a percentage of GDP Note.", "Source: Statistics Sweden Almost all major financial crises have been preceded by a large increase in credit volumes.", "There is no consensus on why this is the case, but I believe that increased leverage means increased risks.", "Moreover, if short market financing becomes more common when credit grows rapidly, the risks linked to banks' short-term liquidity management increase.", "The global financial crisis concludes the Great Moderation The dream of a world where fine-tuning monetary policy eliminates cyclical fluctuations and leads to an entirely stable economic development was definitely burst by the financial crisis 2008-2009.", "In the United States, the foundation for the crisis was created when borrowers with weak debt-servicing ability were given the opportunity to take large loans with their homes as collateral.", "The loans were often sold on to other financial institutions packaged together with other assets, until it was finally difficult to know which financial institutions were exposed to the impaired loans.", "When the uncertainty spread, it had unexpectedly large effects and repercussions on the entire world economy.", "Financial crises took place in several countries in the euro area and in the United Kingdom.", "The world's central banks reacted by implementing powerful measures - a lesson learnt from earlier crises is that the reactions of central banks are decisive for the sequence of events.", "Many say, for instance, that one of the reasons why the 1930s crisis in the United States became so serious was that the Federal Reserve's monetary policy was too tight.", "Although it is difficult to distinguish the purpose of different measures, we can say that the financial crisis roughly entails three different types of problem for the central banks: liquidity problems, problems with market functioning and difficulties managing an unusually deep recession.", "In addition, a long line of solvency problems arose.", "The fact that different central banks, to some extent, chose different measures during the phases of the crisis reflects which problems needed to be counteracted at different points in time.", "Central banks offered liquidity during the crisis The acute liquidity problems arose when unease spread and various actors began to question their counterparts' creditworthiness.", "This led to many financial agents having problems obtaining short-term market financing.", "Many of these agents had a business model based on lending or investing money in the longer term and regularly obtaining financing through different forms of short-term market funding.", "When access to short-term funding was strangled, there was an overhanging threat of suspension of payments.", "To counteract this problem, many central banks established different types of 'facility, where a number of financial institutions could borrow money against various forms of collateral - even those that could not be sold at a reasonable price on the market.", "Here we can see that the central bank has an important task to fulfil in a crisis: to take on risk in a time when no one else is willing to do so.", "In a crisis, there is a risk of a 'fire sale' dynamic arising.", "Institutions that cannot replace their funding are forced to sell off assets, which leads to a fall in prices If the central bank, in this situation, goes in and offers the actors loans with these assets as collateral, and does not fully apply the prevailing market valuation, the market can stabilise.", "The purpose of the measure is primarily to preserve financial stability by ensuring that the liquidity supply functions.", "But if the central bank does not support the liquidity supply, there is the threat of a credit crunch and bankruptcies, which will, of course, in turn have macroeconomic effects that impact the monetary policy objectives.", "It is often difficult to distinguish between what is monetary policy and what is financial stability policy, both in purely practical terms in the current situation, and on a more theoretical level.", "Central banks supported market functioning The next group of problems is related to market functioning.", "Some markets for important securities can become so uncertain during a severe crisis that no private investor is prepared to buy these assets.", "Or else the uncertainty on the financial markets can lead to severe fluctuations in the compensation the financial agents require to invest in risky assets (risk premiums).", "This could in turn threaten the monetary policy transmission mechanism.", "This type of problem affected the very important US housing bonds during the financial crisis.", "To avoid a substantial credit crunch for US households, this market needed to keep functioning.", "During one period, therefore, the Federal Reserve purchased a very large share of the newly issued housing bonds, which had the desired effect - the market stabilised.", "Sometimes all it takes is for the central bank to make it clear that it will act if problems arise.", "The actual signal may then be enough to calm the market.", "Sometimes a facility will do the job.", "If the market is worried it will be difficult to temporarily convert an asset into liquidity on private markets (for instance through repos), the central bank's facility may be sufficient to calm the situation.", "If this is not enough, the central bank can use direct purchases to compensate for the market's unwillingness to take risk.", "We note that it is the possibility to expand a central bank's balance sheet, indirectly or directly, that creates the capacity to calm the situation.", "Lower bound for repo rate motivated other monetary The severe recession that arose in many countries in the wake of the financial crisis was initially managed through very large interest rate cuts.", "But these were not sufficient - resource utilisation was assessed to still be very weak and inflation prospects were low.", "In this situation, several central banks decided that further measures were needed to make monetary policy more expansionary.", "Both the current interest rates and expectations of future interest rates play a role when households and companies make decisions on consumption and investment.", "One of the first measures taken by many central banks was therefore to communicate the probable development of their policy rate over the coming years, what is known as 'forward guidance'.", "Different forms were discussed and tested in different countries.", "Both unconditional promises (\"the policy rate will not be raised for a good 2 years\") and conditional promises (\"the policy rate will not be raised until inflation again reaches 2 per cent\") were tested.", "The Riksbank's own repo rate path can be regarded as a form of forward guidance.", "Many central banks assessed that policy rate cuts and communication of future action were not sufficient when monetary policy needed to become even more expansionary.", "They then resorted to a further type of measure, known as 'quantitative easing', which means pushing down long-term market rates on various markets through direct purchases of financial assets.", "A further measure introduced by both the Bank of England and the ECB was 'funding-for-lending' programmes.", "The idea behind these is that the banks can borrow money at a low cost for the explicit purpose of increasing lending to households and companies.", "These measures were introduced when a credit crunch threatened to hamper growth.", "Sweden, as a small open economy, was hit hard via trade with other countries, despite the financial problems in our country being much milder than in many other countries, although there was initial unease over the Swedish banks' exposures in Estonia, Latvia and Lithuania.", "The repo rate was cut by more than four percentage points to alleviate the effects on the Swedish economy.", "In addition, several measures were implemented with the purpose of supporting the Swedish financial system.", "The Riksbank lent SEK 400 billion to Swedish banks and also lent the equivalent of almost SEK 200 billion in foreign currencies to help the Swedish banks with short-term liquidity problems.", "During 2010, the Swedish economy grew strongly and the Riksbank and many other analysts forecast a global economic upturn and a rapid recovery in the Swedish economy.", "The Riksbank therefore began its repo rate increases, but was force to back down when it became clear that the global economy was weaker than anticipated.", "Moreover, long-term inflation expectations fell.", "The Riksbank also bought a large amount of government bonds to further stimulate economic development.", "The Riksbank has also reinforced the foreign currency reserves to have a better preparedness to give Swedish banks access to foreign currency in a crisis situation.", "Both of these measures led to the Riksbank's balance sheet becoming much larger than it was before (see Figure 1).", "The Riksbank's response to the coronavirus At the beginning of 2020, the world once again suffered a global economic crisis, this time in the form of the repercussions of the coronavirus outbreak.", "The measures taken to reduce the spread of the virus have had very large economic consequences and created a need for support measures from various authorities.", "The Riksbank's role in the initial stage of the crisis has been to ensure that there is no lack of liquidity so that lending can continue and we can conduct an expansionary monetary policy to support the economy.", "We have therefore taken a large number of measures to reduce the economic consequences of the coronavirus pandemic.", "When it becomes clearer how lasting the crisis is likely to be, it may be appropriate to further adjust the expansiveness of our monetary policy.", "In recent months, the Riksbank has decided on • A lending programme to the banks of SEK 500 billion to facilitate lending Purchases of covered bonds for SEK 145 billion Purchases of municipal bonds for SEK 30 billion • Purchases of government bonds, in addition to those decided in 2019, of • Purchases of commercial paper for SEK 32 billion • Lending of USD 60 billion to the banks • Easing of collateral requirements so the banks can borrow from the Riksbank more easily Lower interest rate on the lending facility, to 0.2 percentage points above the repo rate (from 0.75 percentage points).", "• Offering the banks unlimited loans against collateral with a three-month maturity in weekly extraordinary market operations Common to many of these measures is that they lead to significant changes on the Riksbank's balance sheet.", "It may also be necessary to adjust the repo rate, although there is not very much scope for interest rate cuts at present.", "However, the major problem at the moment is not that the interest rate is too high, the risk of a credit crunch is more about the major difficulties faced by many Swedish companies and households.", "When the banks are to decide to give loans, they must of course consider whether the borrower will be able to repay the loan.", "But here it is important that we all help to see the whole picture: if all agents just take into account their own shortterm interests, there is a risk that the consequences for society as a whole, and thus for all of us, will be unnecessarily large.", "To increase the incentives to give loans, the Government has allocated several million to share the risk in new lending with the banks.", "The terms and conditions in this programme will be more decisive for how much the banks lend than those we at the Riksbank decide on.", "We can offer the banks slightly cheaper financing, but if the unwillingness to lend is based on an assessment that the risk is too high, then other measures are needed.", "It is then a question of fiscal policy, not monetary policy.", "The central issue here is that most of the crisis measures have an impact through the Riksbank's balance sheet instead of the interest rate.", "Over the past ten years, this type of measure has become increasingly common, both in Sweden and abroad.", "An important question going forward is to what extent this type of measure will be used to conduct monetary policy in more normal times.", "The international discussion of the toolbox An intensive international discussion was already under way before the coronavirus pandemic broke out concerning how the monetary policy framework and toolbox need to be adapted to meet the challenges of the future.", "Part of this discussion has been marked by a desire or hope for a return to the situation before the financial crisis.", "But another part focuses on the insight that we may have to change how we work in the longer term too.", "The current situation strengthens this already great need.", "Below, there follow a number of the proposals raised.", "Some of them are intended to institutionalise the usage we have already come across in my description of the crisis measures.", "One key theme of the discussion is the need to have tools able to counteract future recessions in a credible manner.", "It is also important to be systematic and to describe clearly the conditions under which these tools may be used.", "With these conditions met, we can achieve better automatic stabilisation of future economic shocks, as the participants in the economy will understand how monetary policy will act going forward and be able to adjust their expectations accordingly.", "If the private sector instead perceives the scope for monetary policy as being limited or the policy as being hard to grasp, credibility for the inflation target may be jeopardised, particularly in a situation in which these limits are perceived as longterm.", "Proposals for tools that could be used to provide better possibilities for counteracting a recession include: • Raised inflation target • Make up strategies for better automatic stabilisation of the economy Quantitative easing used systematically in the implementation of • Forward guidance • Coordination with fiscal policy under special circumstances • Fiscal policy stimulation measures funded with central bank money, socalled helicopter money Acceptance of low inflation We shall now examine the arguments behind these proposals.", "Raised inflation target Firstly, it must be said that the proponents of this idea do not usually mean raising the inflation target in the current situation.", "Rather, if the inflation target is to be raised, this should be from a normal level, when inflation has been close to the target for some time and monetary policy has become somewhat normalised.", "The argument for raising the inflation target is that this would increase the average scope for monetary policy in future recessions, as the average nominal interest rate is the sum of the real interest rate and inflation.", "If the real interest rate falls, the inflation target can, in principle, be raised by as much to restore scope.", "Does it matter to the economy if the inflation target is two or, say, four per cent?", "Empirical research has certainly identified a relationship between the level of average inflation and growth, but this relationship is quite weak and primarily seems to be relevant when inflation is relatively high.", "High inflation also seems to coincide with greater variation around the average level.", "There is thus a certain support for the view that the inflation target should be fairly low.", "However, the inflation target's most important function is to provide the economy with a nominal anchor, for example for wage formation activities to coordinate around.", "There are practical aspects that must be considered if the inflation target is to be changed.", "Establishing a new level may require a great deal of work, as it takes time for the participants in the economy to get used to new targets and a change may also lead to the private sector starting to expect further changes of the target later on.", "There are also open economy aspects to this issue, as it is hardly a coincidence that almost all countries applying some form of inflation targeting policy have chosen an inflation target of almost two per cent.", "It seems likely that any movement towards a higher inflation target should be the result of an international discussion in which Sweden will hardly be the country to go first.", "Make up strategies for better automatic stabilisation of shocks Another idea discussed is that of changing the central bank's targets so that a certain measure of history-dependency is built into the monetary policy strategy.", "For example, the US central bank has initiated a review of its monetary policy framework where one alternative being discussed intensively is a target for average inflation.", "The idea is that the participants in the economy understand that, if a shock to the economy pushes inflation down, the central bank will, in the future, compensate (make up) for this by allowing slightly higher inflation later on.", "If prices are sluggish, there will not be such great incentive to cut prices as a response to the shock and inflation will therefore become higher.", "Such a monetary policy strategy could, therefore, theoretically give better automatic stabilisation of shocks and lead to less of a need to adjust the interest rate, something that is particularly interesting when the policy rate is close to its lower bound.", "Bernanke (2020) has an alternative proposal that is based on this kind of target only being introduced temporarily when monetary policy is limited.", "However, here too it is important that this is communicated in advance - the measure will then have the maximum effect as it contributes to increasing the central bank's ability to stabilise the economy and thereby affect the participants' expectations.", "One counterargument is that, if expectations are instead backward looking, the make-up strategies will lead to unnecessary variations in GDP and interest rates.", "Our inflation target, which focuses on the day's inflation, is forgiving as old misses are 'forgotten'.", "As it is difficult to make inflation forecasts, the outcome for inflation will often deviate a bit from the inflation target and it is important to be clear about this in advance, to avoid giving an incorrect impression of great precision in the Riksbank's ability to stabilise inflation.", "Quantitative easing as a permanent part of the monetary policy Purchases of financial assets have, in various times, been part of the implementation of monetary policy.", "For example, earlier, the Federal Reserve used non-remunerated reserves, together with direct purchases or sales of government bonds, to regulate the amount of central bank reserves in the system and thus ensure that the federal funds rate ended up close to the target for the policy rate.", "How much central bank reserves the private banks had depended, among other things, on how much bank deposits they had on their books, related to the reserve requirements the Federal Reserve applied.", "The banks' demand for reserves then determined how much bonds the Fed was obliged to purchase to steer the interest rates to the desired level.", "This led to the Fed already having a substantial portfolio of government bonds before the financial crisis.", "Since the level of interest rates in many countries has ended up close to the lower bound, most central banks around the world have made significantly greater purchases of financial assets with the aim of making monetary policy more expansionary.", "Longer market rates can be divided up into the sum of future expected short-term interest rates plus a premium.", "If the markets are not frictionless, the size of this premium may partly depend on the relative supply of a certain bond, which is to say the outstanding stock in the hands of the private sector.", "If the central bank purchases a significant proportion of the stock, the price of the remaining bonds can therefore rise and interest rates thereby fall.", "When the Riksbank purchases bonds, liquidity is injected into the market - the investor swaps the bond for deposits in a bank and the amount of central bank reserves in the banking system as a whole increases.", "How effective quantitative easing is depends on how investors and bankers use this liquidity.", "The hope is that investors search for new investment possibilities and thereby push down other market rates that are more important for companies and households.", "When the level of interest rates goes down, the banks can expand their credit granting - the increased liquidity in the central bank can contribute here as it forms a buffer against possible outflows of liquidity that could affect the bank if it creates new loans.", "There are also other potential effects of quantitative easing such as a reinforcement of the credibility of forward guidance.", "In Sweden, the Riksbank's balance sheet has increased heavily and the Riksbank now owns quite a large proportion of outstanding government bonds.", "Bernanke (2020) is one of those who has argued that quantitative easing has worked, in the sense that it has contributed towards making monetary policy more expansionary.", "Consequently, it may also become a permanent part of the monetary policy toolbox going forward - at any rate if the level of the real interest rate continues to hold short-term nominal interest rates at the lower bound.", "Quantifications made at the Riksbank also indicate that purchases of government bonds have had a significant effect.", "However, there is a limit for how much long-term interest rates can be pushed down in Sweden.", "Partly, this is because the Swedish National Debt Office has a facility that creates possibilities for an arbitrage if the long-term interest rates are sufficiently far below the repo rate.", "And, partly, it is because some investors may choose to switch to cash if the level of interest rates becomes too low.", "If quantitative easing is to be a part of the permanent monetary policy toolbox, it would be an advantage if the instrument could be used more systematically than has been the case during the crisis.", "Much of the development of the monetary policy analysis has focused on the importance of a systematic approach and communication - and this should also apply to new instruments, again to influence expectations in the outside world as much as possible.", "In addition, the central banks need to find clear strategies for how they can reduce their holdings of financial assets when economic activity improves and inflation rises, to avoid their balance sheets increasing with each recession.", "Forward guidance to influence expectations of future interest Ever since 2007, the Riksbank has engaged in a form of forward guidance, by publishing, in each Monetary Policy Report, its best assessment of the future development of the repo rate, inflation and the real economy.", "This is a matter of convincing the market of where we believe the economy and repo rate are heading.", "Even if it is difficult to make forecasts and we have often believed that interest rates would rise faster than was actually the case, communication about the future has still been useful, particularly over the shorter horizon.", "We have been able to affect expectations for the following years through our communications.", "Other central banks that have not traditionally engaged in this type of communication have, as I mentioned earlier, experimented with different forms of rough 'triggers' of various kinds.", "The academic background to the concept is the insight that expectations of future policy rates are at least as important as their current level when it comes to affecting investment and consumption decisions.", "In normal cases, the central bank is assumed to be able to influence expectations satisfactorily through its systematic monetary policy.", "But when the policy rate reaches its lower bound, it is possible to communicate an intention to diverge from normal behaviour and keep the rate low for a longer period and thus substitute, to a certain extent, for an immediate policy rate cut.", "There has been, however, some discussion of how effective such communication actually is, particularly over longer horizons.", "The Riksbank's method provides a more complete picture of how we see the situation and the development of the economy.", "But other ways of communicating about the future have their advantages.", "One variant of this is the state-contingent US approach: saying that the policy rate will not be raised until the outcome for inflation has reached 2 per cent.", "In situations where the market does not share the Riksbank's view of the development of inflation, the US way of communicating can provide more information than inflation and interest rate forecasts.", "The market can thereby assess itself when interest rates will start to rise.", "The Riksbank could certainly achieve an equivalent effect by being clear and, through the use of alternative scenarios and systematic monetary policy, making the market understand how we will react to future surprises.", "However, it cannot be ruled out that some form of more explicit forward guidance can sometimes be a simpler and more effective way of communicating.", "Coordinating with fiscal policy at the lower bound In the last 30 years, the division into fiscal policy and monetary policy in Sweden has been quite clear.", "An independent central bank with inflation targeting has used its interest rate to push the economy, in the short term, in the direction necessary to reach the inflation target: a high interest rate in upswings and a low interest rate in downturns.", "The fiscal policy contribution to stabilising the economy has primarily been in the form of automatic stabilisers.", "Fiscal policy has instead mainly focused on distribution policy and structural issues such as creating stable conditions for sustainable growth.", "The background to this division was the slow decision-making process in fiscal policy and the difficulty in rapidly adjusting to the changed conditions.", "It was also the insight that there exists a political temptation to use monetary policy in the short term, which risks creating unnecessary fluctuations in the economy.", "Despite this division, there is always a certain implicit interaction between fiscal and monetary policies.", "When the policy rate is cut, central government interest payments are reduced, which tends to improve the fiscal balance.", "When the Riksbank purchases government bonds, this leads to reduced costs for new borrowing for longer maturities.", "And the opposite is also true: when fiscal policy becomes more expansionary, there is increased activity in the economy and, ultimately, inflationary pressures, which thereby influences monetary policy.", "However, the last two major crises, combined with the low level of interest rates, raise a few difficult questions.", "Firstly, if normal monetary policy is not enough, is it conceivable that fiscal policy could 'help out' more explicitly when necessary, not just with automatic stabilisers (which can be more significant than monetary policy)?", "In other words, more discretionary measures that require active decisions could be used.", "Depending on the circumstances, such a 'coordination' between fiscal and monetary policy would, of course, be more or less complicated.", "In a severe economic downturn with very weak resource utilisation, it is natural for the automatic stabilisers to start by themselves and for the discretionary part of fiscal policy, which naturally strives for normal resource utilisation, to become expansionary.", "The question, however, is whether this takes place to a sufficient extent, given the fiscal policy framework.", "An interesting - and delicate - question is whether it is possible to expand the coordination monetary and fiscal policies during deep downturns.", "Under the present fiscal policy framework, the budget regulations for fiscal policy are one possible obstacle.", "The regulations were set up to ensure a responsible fiscal policy and avoid a constantly increasing national debt.", "But perhaps we should have a discussion on how these rules should be applied in a deep downturn and consider whether the scope for discretionary fiscal policy could be linked to the limitations of monetary policy.", "A mild form of coordination could take place in the form of the Riksbank publishing alternative scenarios in its Monetary Policy Report stating that monetary policy is limited and that, if fiscal policy were to become more expansionary, this would not lead to higher interest rates but only to inflation closer to the target.", "A stronger form could involve the Riksbank informing the Ministry of Finance that monetary policy needs the assistance of a more expansionary fiscal policy if the inflation target is to be met.", "Such a communication would be reminiscent of the reverse situation, when the central bank is concerned about fiscal dominance - a situation where an unsustainable fiscal policy makes it impossible for the central bank to restrain inflation - and communicates this.", "Personally, I do not think that an independent monetary policy presumes a total lack of dialogue between the Riksbank and the political system on such matters.", "The second question concerns the effectiveness of various measures and the risks they entail.", "For example, assume that the Riksbank can make monetary policy more expansionary by purchasing certain financial assets.", "This could increase the risks on the Riksbank's balance sheet considerably and lead to future losses for taxpayers.", "Assume now that it had been possible to achieve an equivalent effect by means of mild fiscal policy stimulation measures.", "This would probably be possible in a situation where monetary policy is at its lower bound.", "The Riksbank would then not have to raise the interest rate as economic activity rises and fiscal policy would thereby become more effective than normal.", "In this case, there should be conditions for holding a discussion over which policy mix would be most appropriate.", "In addition, Blanchard (2019) makes the point that, if the real interest rate is lower than the growth rate in the economy, the cost for debt-financed public investments will be very low.", "Real interest payments are below growth, so the ratio of national debt to GDP falls, even if loans are taken for interest payments and the debt is not amortised.", "Helicopter money as a means of funding fiscal policy stimulation Another idea brought up is for the central bank to fund a fiscal policy expansion with the banknote presses.", "It is difficult to find an exact definition of helicopter money, but the important questions concern which part of it is fiscal policy, which part is monetary policy and which part is coordination.", "The basic idea plays with fire a little: everybody knows that a failed monetary policy in which control has been lost of the banknote presses can easily end in hyperinflation - history gives us several clear examples of this.", "But in these examples, the initiative usually comes from elsewhere: central government puts pressure on the central bank to fund an expansionary fiscal policy as tax revenues are insufficient and credit arrangements are limited.", "The discussion today instead concerns a situation where inflation is too low and monetary policy needs the assistance of a more expansionary fiscal policy.", "However, the question is whether it will be possible to generate just enough inflation and then stop, or whether it will be impossible to shut the floodgates once the flow of money has started to reach full force.", "There are also interesting technicalities that differ from country to country that could be decisive for whether helicopter money could work differently to normal loan-financed fiscal policy stimulation measures.", "Does the central bank pay interest on central bank reserves and can cash be redeemed against these on a one-to-one basis?", "If prices do not increase one-to-one with the increase in the banknote volume (electronic or paper), a proportion of the increase in the banknote volume will closely resemble a debt increase, as the Riksbank will pay interest on this in the future.", "Abolishing cash - or manner a negative interest rate on it Another suggestion from the literature focuses on the reason the lower bound for the policy rate exists, namely the existence of a risk-free asset with a return of 0 - cash.", "If interest rates become negative enough, households (in the case of the banks' deposit rates) or the banks (in the case of the central bank's deposit rates) will instead withdraw cash.", "Consequently, it is not possible to cut the level of interest rates indefinitely.", "Rogoff (2017), as well as Agrawal and Kimball (2015), have pointed out that if the central bank were to abolish cash entirely, or introduce an exchange rate between cash and central bank reserves, and allow this exchange rate to reflect negative interest rates, the lower bound could be eliminated entirely.", "But this is not an easy matter - part of the Riksbank's social contract with Sweden's citizens is to offer the means of payment demanded and many citizens wish to continue to use cash.", "Accept low inflation One interesting question is that of which measure of inflation a small, open economy should actually have.", "The Riksbank measures inflation using the CPIF, and this basket includes quite a large element of imported goods, as Sweden is a small, open economy.", "The question is whether Sweden can have inflation on target if the rest of the world has very low inflation.", "Or must we accept that inflation is too low?", "Is it reasonable that the price of domestically produced goods and services is to increase by more than 2 per cent to compensate for imports being cheap?", "Yes, I consider such compensation is possible, as the variable exchange rate, in principle, can capture the difference between Swedish inflation and inflation abroad.", "The real economic conditions determine which relative prices prevail for Swedish and foreign goods.", "For example, a deterioration of the relative price of Swedish goods could arise through either a fall in Swedish prices or an increase in foreign prices or a combination of these.", "Selecting an inflation target of two per cent implicitly chooses one of the possible combinations.", "If we succeed in this, we gain greater scope to manage future economic shocks, compared with if we give up and allow a new level of inflation that is lower than the inflation target to be established.", "After all, in the discussion above, we noted that, if anything, the international discussion revolves around raising the inflation target.", "A closely related problem is that it has turned out to be difficult to understand the development of inflation recently using the standard theories that form the basis of the monetary policy analysis.", "The Phillips curve is estimated to be increasingly flat, which is to say that the relationship between real activity and inflation seems to have become weaker.", "Many economists were surprised by inflation not falling further in the financial crisis, when resource utilisation was seen as being very weak.", "We need a better understanding of how companies actually set their prices and of how their behaviour interacts with the macroeconomy.", "A great deal of research is currently focusing on studying different types of micro data and hopefully we will have more knowledge of these matters in the period ahead.", "Appropriate monetary policy requires freedom of action There are many interesting things to think about regarding all of the different suggestions circulating in the discussion.", "But the focus of this presentation is that some of these measures entail major consequences for the Riksbank's balance sheet.", "It is therefore important that the Riksbank has sufficient freedom of action to formulate an appropriate monetary policy.", "In addition, the risks that the Riksbank may have to bear on its balance sheet mean that we must have financial buffers to ensure sufficient financial independence, a subject to which I shall soon return.", "The other question I find particularly interesting concerns the possibilities for coordination of fiscal and monetary policy when the policy rate has reached its lower bound.", "More research is needed here, together with a practical dialogue between central banks and finance ministries on the form of such cooperation.", "This is, of course, a sensitive matter, as we have the ban on instructions and our independence to consider.", "But these well-meaning rules cannot be allowed to form an obstacle to conducting an appropriate discussion on the mix of policies that is appropriate in the extreme situations we must consider.", "The Riksbank Inquiry - opportunities and Over a fifteen-year period, three different inquiries and a proposal referred to the Council on Legislation have considered various changes to the Sveriges Riksbank Act.", "The most recent inquiry was presented in November.", "The main origin of the two first inquiries was criticism from the ECB of the Riksbank's financial independence.", "This matter was raised when the General Council of the Riksbank decided to make two major transfers of profit at the start of the 2000s, which clearly demonstrated that decisions on the transfer of profit were being taken by political forces rather than the Executive Board, in contravention of EU law.", "The Riksbank's financial independence Both of the two earlier inquiries made by Ingrid Bonde and Harry Flam, together with the more recent Riksbank Inquiry, have all been based on the idea that, in normal times, a central bank's balance sheet should be fairly small.", "The idea is simple: in normal times, the foreign exchange reserves can be small and monetary policy can be conducted using variations in the policy rate.", "However, the Riksbank needs to fund its operations without annual allocations from central government and therefore needs to have earnings that, on average, are at least as large as expenditure.", "The size of equity thus needs to be calibrated so that the return on it, together with any seigniorage from banknotes and coins, is at least as large as expenditure.", "Under the assumption that the balance sheet is small, very little extra equity is needed to cover extra risks.", "The problem with this approach is that it assumes that we are returning to the normal state of affairs that prevailed before the financial crisis of 2008-2009.", "Things are seldom that simple.", "I believe there is a great likelihood that the low interest rate environment will be part of the monetary policy landscape for the foreseeable future and, given that it took almost 20 years to reach a decision on a new Sveriges Riksbank Act, the new proposal must be robust and able to cope with different conceivable developments going forward.", "One critical issue concerns the Riksbank's earnings.", "In this respect, there are two worrying trends.", "One is that demand for banknotes and coins is falling and the other is that the low level of interest rates is contributing to falling earnings for the Riksbank.", "If the real interest rate is around zero or even negative (as it has been for most of the last ten years), the proposed funding model will not work at all, as it is based on invested equity generating a positive real return.", "Consequently, a 'backstop' will be needed if this scenario is realised.", "In our response to the Inquiry, we propose an interest-free reserve requirement as an alternative form of funding for the Riksbank.", "My assessment is that, in the future, we will presumably have to conduct monetary policy in a way that has great consequences for the balance sheet.", "The Inquiry's proposals certainly allow purchases of government bonds but, if the Riksbank needs a large balance sheet for monetary policy purposes, we will also have to consider the consequent loss risks and will therefore need a safety margin in our equity to secure satisfactory financial independence.", "This discussion of equity is partly new, as central banks have previously been protected from losses by large seigniorages.", "However, along with a few other of the world's central banks, the Riksbank is facing a new situation in that demand for cash is now so low that seigniorage is only just enough to fund running costs.", "In addition, the earlier periods in which central banks have expanded their balance sheets have been fairly brief.", "If we are now instead facing a future in which the size of the balance sheet, even in normal times, can be expected to be larger than before, the framework surrounding our financial independence will have to reflect that.", "This means that the amount of equity needs to be proportional to the risks that the Riksbank may have to hold on its balance sheet.", "The basic idea is that the probability that the Riksbank will have to ask the Riksdag for a recapitalisation should be satisfactorily low - only in this case can we say that we are financially independent.", "In addition to earnings, equity must generate a reasonable surplus so that the Riksbank has profits that can be used to build up equity in the event of losses.", "The Inquiry's proposals restrict the Riksbank's equity to SEK 60 billion, calculated only using inflation.", "As I have said, one interpretation of this is that the Inquiry sees a return to a steady state in which the balance sheet should be small - and, in such a world, a small amount of equity is adequate, assuming that the real interest rate returns to at least 1 per cent and that adjustments to the repo rate are enough to achieve the monetary policy objectives.", "The proposed act certainly makes it possible for the Riksbank to ask to raise the capital ratio, for example if seigniorage should fall or the real interest rate become lower.", "The problem is that, if the earnings capacity is initially set to just cover expenditure, there will be no scope to use the profit to build up equity independently.", "If revenues fall because real interest rates are low, it will not matter if target equity is higher - the Riksbank will make losses until the framework triggers a recapitalisation.", "When it comes to allowing for a larger balance sheet, the problem is that risks can increase quite quickly - and then, the Riksbank could find itself in a situation where retained profits are not enough to build equity up quickly enough.", "The conclusion is that there must also be a certain buffer to ensure, in advance, that the size of the balance sheet can expand if new challenges require it.", "Otherwise, monetary policy will risk becoming restricted in the future.", "Once again: this illustrates that the Riksbank needs the flexibility to be able to use the balance sheet if this is necessary to conduct a well-balanced monetary policy.", "Restrictions to the monetary policy toolbox are not The Inquiry advocates a separation of the tools for monetary policy and financial stability.", "I have already mentioned that I believe that this separation will be difficult to implement in many cases - all measures are taken for reasons that are ultimately a matter of caring for the macroeconomy and the monetary policy objectives.", "The central bank's balance sheet is its toolbox.", "Dividing the toolbox into different compartments where certain tools can only be used for certain purposes would conflict with how economic theory and practical policy have traditionally regarded central bank activities and this could mean a restriction of monetary policy.", "Internationally, the boundaries between monetary policy and financial stability are increasingly being erased, while we in Sweden risk getting a law that makes it very difficult for the Riksbank to use its entire balance sheet to conduct monetary policy.", "I maintain that all the measures taken during the pandemic include elements of both monetary policy and financial stability.", "Sweden has been a member of the EU for a long time and, like other Swedish authorities, the Riksbank must somehow relate to what happens and what applies in the EU.", "Other central banks in the EU have the right to far-reaching purchases of various securities for monetary policy purposes.", "It would therefore be strange to have national legislation giving the Riksbank a markedly different toolbox to what could be argued is the standard in the EU.", "In addition, the Inquiry's proposals mean that certain measures may only be adopted under extraordinary circumstances.", "Such proposals are in sharp contrast to the flexibility central banks have needed to show over the last ten-fifteen years to manage shocks that few could have predicted.", "One critical issue concerns how much we believe (or fear) that the balance sheet will also have to be used under more normal circumstances in the period ahead.", "As I am one of those who believes there is a great probability that this will be the case, and who does not see the point of giving monetary policy a narrower interpretation than has been normal from a historical perspective, I do not consider it reasonable to introduce the type of restrictions that the Inquiry advocates.", "Accessible foreign exchange reserves provide security As regards the matter of an appropriate size for the foreign exchange reserves, I have two comments.", "The first of these is that size must be determined by the banking system's size and funding structure.", "It is therefore inappropriate to confirm a specific figure by law, as it is very difficult to make an accurate forecast of how the banking system and financial markets will develop over the coming decades.", "My second point concerns whether foreign exchange should be held in advance or borrowed when problems arise.", "One advantage of having small foreign exchange reserves is that the running costs for them will be very small.", "If you believe that foreign exchange can always be borrowed when necessary, there is good reason to only have small foreign exchange reserves.", "But I have been involved in managing a number of banking crises around the world and one lesson I have learned from that work is how rapidly a developing crisis can worsen when foreign exchange reserves are not easily accessible.", "Neither do I believe that it will be so easy to borrow foreign exchange fast enough in all conceivable scenarios and therefore consider it important that the possibility of holding well-balanced foreign exchange reserves is not restricted.", "Sufficiently large foreign exchange reserves also send an important signal to the rest of the world that we are ready to manage problems should any arise.", "Furthermore, it is always the lender who sets the terms, at the same time as lending preferably takes place to those who do not need to borrow.", "I thus consider that it should be the Riksbank that decides the size of the foreign exchange reserves, as well as how they should be funded.", "In crises and times of unease, the Riksbank must always consider all the possibilities for performing its remit.", "If there are no other possibilities for the Riksbank to secure access to foreign exchange other than issuing promissory notes in foreign currency in its own name, then such a measure must, of course, be considered and, indeed, implemented when circumstances demand it.", "A central bank must be able to use its I have returned to the central bank's balance sheet several times, This is because I consider there is a great probability that this will play an important role in monetary policy in the period ahead, just as it did earlier, at least if we are prepared to look further back in time than the Great Moderation.", "In addition, if real interest rates continue to remain on the weak levels we have seen over the last ten years, changes in the terms for the monetary policy facilities and securities purchases will become necessary parts of normal monetary policy.", "It is therefore important that the new Sveriges Riksbank Act does not restrict these possibilities.", "Agrawal, R. and M. Kimball (2015), \"Breaking Through the Lower Bound\", IMF Working Paper No.", "Andersson, B., M. Jonsson and H. Lundvall (2020), \"The new macroeconomic environment after the global financial crisis\", Sveriges Riksbank Economic Review 2020:1, Sveriges Riksbank.", "Bartsch, E., J. Boivin, S. Fisher and P. Hildebrand (2019), \"Dealing with the next downturn\", SUERF policy note Issue No.", "(2020), \"The new tools of monetary policy\", American Economic Association Presidential Address\", Brookings Institution.", "Billi, R. and A. Vredin (2014), \"Monetary policy and financial stability - a simple story,\" Economic Review 2018:2, Sveriges Riksbank.", "\"The Long and Large Decline in U.S. Output Volatility\", Brookings Papers on Economic Activity, 1, pp.", "Clarida, R. (2019), \"The Federal Reserve's Review of Its Monetary Policy Strategy, Tools, and Communication Practices\", speech, 26th September.", "(2012), \"Effects of fiscal stimulus in structural models\", American Economic Journal: Macroeconomics 4(1) pp.", "De Rezende, R. and A. Ristiniemi (2018), \"A shadow rate without a lower bound constraint\", Working Paper Series No.", "355, Sveriges Riksbank.", "Del Negro, M., M. Giannoni and C. Patterson (2015), \"The Forward Guidance Puzzle\", Federal Reserve Bank of New York Staff Reports 2012:574.", "Frohm, E. and S. Ingves (2020) \"The future isn't what it used to be - perspectives on changes in the Swedish economy\", Sveriges Riksbank Economic Review 2020:1, Sveriges Riksbank.", "Gali, J (2020), \"The Effects of a Money-Financed Fiscal Stimulus\", Journal of Monetary Economics, forthcoming Holston, K., T. Laubach and J. Williams (2017), \"Measuring the Natural Rate of Interest: International Trends and Determinants,\" Journal of International Economics 108, supplement 1 (May): pp.", "Ingves, S. (2019), \"Long-term trends - important pieces of the monetary policy analysis\", speech, Swedish Economics Association, 7 May.", "Jordà O., M. Schularick and A. Taylor (2013), \"When Credit Bites Back\", Journal of Money, Credit and Banking, vol.", "Jonung, L. (2000), \"Från guldmyntfot till svenskt inflationsmål - svensk stabiliseringspolitik under det 20:e seklet\" (From gold standard to Swedish inflation target - Swedish stabilisation policy in the 20th Century), Ekonomisk Debatt 28:1.", "Leeper, E. (1991), \"Equilibria under 'active' and 'passive' monetary and fiscal policies\", Journal of Monetary Economics, Elsevier, vol.", "Lundvall, H. (2020) \"What is driving the global trend towards lower real interest rates?", "\", Sveriges Riksbank Economic Review 2020:1, Sveriges Riksbank.", "19887, National Bureau of Economic Research.", "Kjellberg, D. and D. Vestin (2019) \"The Riksbank's balance sheet and financial independence\", Sveriges Riksbank Economic Review 2019:2, Sveriges Riksbank.", "Nessén, M. and D. Vestin (2005), \"Average Inflation Targeting\", Journal of Money, Credit and Banking, vol.", "(2020), \"Bank of Japan's policies have been a success\", Nikkei Asian Review, March 6.", "Rogoff, K. (1985), \"The Optimal Degree of Commitment to an Intermediate Monetary Target.\"", "Quarterly Journal of Economics 100, pp.", "Sims, C. (2016), \"Fiscal policy, monetary policy and central bank independence\", Jackson Hole Symposium.", "SOU 2007:51, \"Riksbankens finansiella oberoende\" (The Riksbank's financial independence).", "SOU 2013:9, \"Riksbankens finansiella oberoende och balansräkning\" (The Riksbank's financial independence and balance sheet).", "Sveriges Riksbank (2020a), \"Monetary Policy Report\", April.", "Söderberg, G. (2018), \"What is money and what type of money would an e-krona be?", "\", Sveriges Riksbank Economic Review 2018:2, Sveriges Riksbank.", "(2019), \"Särskilt yttrande av kommitténs sakkunnige Anders Vredin\" (Special comment by the committee's expert adviser Anders Vredin), SOU 2019:46, pp."], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-fiscal coordination", "fiscal dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "fiscal dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy Toolbox", "Great Moderation", "Lower Bound", "Quantitative Easing", "Forward Guidance", "Helicopter Money", "Fiscal Policy Coordination", "Inflation Target", "Financial Stability", "Balance Sheet"]}