{"sentences": ["Honourable Madam Chair of the Committee, Honourable Members of the Committee, Allow me, to thank you, notwithstanding the unexceptional circumstancing, for the invitation and the opportunity to present the main messages of the Annual Report for 2019 of the Bank of Albania.", "The Annual Report describes the work performed by the Bank of Albania for fulfilling its legal mandate, the strategic development objectives, and the recommendations left by the Assembly of the Republic of Albania in the Resolution \"On the assessment of the activity of the Bank of Albania\".", "I am pleased to affirm that our work has provided a positive contribution in strengthening the financial and monetary stability of Albania.", "As always, I would like to emphasise that the Bank of Albania considers the financial and monetary stability as an indispensable precondition for the sustainable and long-term growth, and for successfully overcoming the challenges lying ahead.", "Honourable Members of the Committee, While preparing the Annual Report, our assessments on the current situation and the economic and financial outlook of the country have changed substantially.", "The Covid-19 pandemic outbreak was a severe shock on the Albanian economy and finances.", "For this reason, in my address today, I found it appropriate to speak, not only about the directions and main outcomes of the work of the Bank of Albania throughout the previous year, but also in the light of the current situation and our expectations for the future.", "Our main message is that the Albanian economy has the premises to successfully withstand this challenge, by only temporary deviating from the sustainable and long-term growth path.", "Nevertheless, the minimisation of coronavirus pandemic costs requires for a strong and coordinated response by public authorities, as well as flexibility and courage by the private sector.", "Allow me, to start this presentation with the main achievements of the Bank of Albania over 2019.", "Albanian economy and monetary policy in 2019 According to the Law \"On the Bank of Albania\", the main objective of the Bank of Albania is to achieve and maintain price stability.", "To fulfil this objective, the Bank of Albania has continued to implement an accommodative monetary policy throughout 2019.", "This stance was dictated by the still undershooting inflation values.", "Year 2019 was a challenging one to the Albanian economy.", "The external economic environment was unfavourable, characterised by the slowdown of the economic growth pace, low inflation and heightened uncertainties due to the strengthening of protectionist measures across global markets.", "On the other hand, the Albania economy continued to benefit from the increase of private consumption, and the expansion in the export of services, mainly driven by the continuation of tourism positive trend.", "Nevertheless, the economic activity in Albania was negatively affected by: the sharp fall in production of electrical energy; the gradual finalisation of investments in large energy projects; and the earthquake of November 2019, which caused considerable economic damages and losses.", "We deem that the shocks we suffered drove to the slowdown of the economic growth pace, but did not deviated the Albanian economy from the positive development trend.", "This performance was reflected in the fall of unemployment rate, which hit its historical minimum, standing at 11.2% at the end of year, the growth of employment and wages, and in the reduction of both external and public debt of Albania.", "In parallel, the main indicators of the banking sector's soundness remain at adequate levels.", "In 2019, inflation averaged 1.4%, downwards from the previous year.", "The reduction of inflation reflected the fuller transmission of the exchange rate appreciation and the fall of inflation of goods in international markets, while domestic inflationary pressures trended upwards.", "The still undershooting inflation rates dictated the maintaining of the accommodative monetary policy stance over 2019.", "Hence, the Bank of Albania: kept the policy rate unchanged at 1.0%; oriented the markets towards maintaining the accommodative monetary policy stance in the medium-term horizon; and supplied banks with the necessary liquidity.", "In response to our monetary policy, the financing conditions simulated the growth of aggregate demand and were adequate for the convergence of inflation to target.", "Allow me to highlight the main channels through which our accommodative monetary policy helped the economy.", "First, the monetary stimulus drove to the reduction of credit price and fostered the increase of lending.", "The financial markets were characterised by low interest rates, a good liquidity position and an increasing stability of the exchange rate.", "In these circumstances, lending to private sector experienced a relatively rapid growth and showed a better allocation.", "Excluding the effect of written off loans and that of the exchange rate, this credit recorded an average growth rate of 8% during 2019, considerably accelerating compared with the previous years.", "Also, lending to private sector showed an upward trend toward the financing of firms' needs for investments, while the foreign exchange structure of credit continued to improve.", "The positive lending trend benefited from the increase in both credit demand and supply.", "In particular, while the low interest rates boosted the credit demand, the improvement of the supply reflected the downward risk of lending in Albania - as shown by the fall in non-performing loans - and the positive effects and increase of competition in the banking sector, due to its restructuring.", "Second, the monetary stimulus has led to the reduction of debt servicing cost to households and firms.", "Our assessments suggest that this effect in 2019 stood at the interval ALL 14-15 billion.", "These funds help to improve their financial situation and are an additional source for financing the consumption and investments.", "Third, the monetary stimulus has created the premises for a more stable exchange rate during 2019.", "Although the Bank of Albania was not present in the domestic foreign exchange market to affect the exchange rate, the establishment of a calm monetary environment supported its stabilisation.", "Fourth, the informing of market through the forward guidance on the future path of the monetary policy stance helped the market's actors to be clear on the expected trajectory of inflation and interest rates.", "Through these channels, our accommodative monetary policy contributed for bolstering the economic growth and building-up the domestic inflationary pressures.", "Our empirical assessments show that thanks to the monetary stimulus, the economic growth and inflation stand averagely around 0.6 and 0.7 percentage point higher, respectively, during the last three years, than in case of monetary stimulus lack.", "As I mentioned it previously, the spread of coronavirus pandemic has changed the economic reality and the outlook for the future.", "With the crisis outbreak, the Bank of Albania has undertaken a full package of measures to address the immediate situation and establish a solid ground for the robust recovery of the economy.", "I will detail them at the end of my speech.", "Meanwhile, I will proceed with another direction of our work: The promotion of financial stability, thorough the strengthening of banking system resilience and the effective and smooth functioning of the payment systems.", "Banking supervision and financial stability The financial situation of banking sector is sound and stable.", "This performance is shown by the expansion of the banking sector activity, the increase of RoA and RoE indicators at 1.4% and 13.5%, respectively, and the maintaining at a high level of 18.3% of capital adequacy ratio.", "Also, our stress test results show that banking sector's exposure to systemic risks is contained, and its ability to withstand risks is robust.", "Following, there are briefly summarised some of the main directions of our work for strengthening banking supervision and supporting the financial stability.", "First, the Bank of Albania concluded the work on the management of the banking sector consolidation process during 2019.", "The Bank of Albania has coordinated and monitored carefully the process, during this period, in order to avoid any negative effect and to ensure the well-functioning of banks' activity.", "Currently, 12 banks operate in the Albanian banking system, from 16 banks in 2018.", "During 2019, it was concluded the process of ownership transfer for two banks, the acquisition of one bank and the self-liquidation of another bank.", "This process reconfigured the domestic banking market, which currently experiences a higher presence of the domestic capital and increase of competition.", "Second, the Bank of Albania has worked toward fulfilling all its obligations in the framework of the national plan for the reduction of non-performing loans.", "The nonperforming loans ratio dropped from a maximum of almost 25% in 2014, to 8.4% at the end of 2019, attributable to the measures undertaken in years.", "The stock of non-performing loans reduced around 25%, by reflecting the decrease of non-performing loans to firms.", "In 2019, it was finalised the regulatory framework for the implementation of Tirana Approach project.", "The purpose of this Project is the establishment of a common inter-bank platform for finding an adequate solution for large past-due borrowers.", "The implementation of this platform will affect the further decrease of non-performing loans ratio in both short- and medium-term future.", "Third, the Bank of Albania has been working vigorously to fulfil the recommendations provided by the Committee of Experts on the Evaluation of Anti-Money Laundering Measures and the Financing of Terrorism (MONEYVAL).", "In the fifth round on the Evaluation of Anti-Money Laundering Measures and the Financing of Terrorism, the Bank of Albania has played a crucial supportive role as the supervisory authority for the major part of the financial system.", "In the final MONEYVAL report, the effectiveness level of financial institutions was rated as \"substantial/considerable\".", "In particular, banks show a good awareness of the AML/CFT risks and of legal obligations, and have generally taken due measures in a way that is commensurate to the assessed level of AML/CFT risk.", "The evaluation process was accompanied by recommendations and a plan of measures for addressing them.", "These recommendations have been implemented over 2019, through the amendments in the regulatory framework and the strengthening of on-site supervisory effectiveness.", "Fourth, the Bank of Albania continued to participate in the supervisory colleges organised by the European Central Bank during 2019, for exchanging information for some banks with origin in the EU members and which operate in the Albanian market.", "The work for boosting sound lending to the economy is continuously accompanied with a prudential on-site monitoring of the financial system.", "In 2019, 17 full-scope and partial examinations were carried out covering almost all banks, three non-bank financial institutions, one SLA and 97 foreign exchange bureaus.", "The examinations programme has considered also the accomplishment of the recommendations provided by Moneyval experts and some examinations were conducted in cooperation with the Directorate General on the Prevention of Money Laundering (DG PML).", "The Bank of Albania has continued to adopt new regulatory acts on banking activity, amend those which are in force, aiming at the further approximation with the directives and regulations of the European Union (EU) and Basel Committee documents.", "In the capacity of the Resolution Authority, the Bank of Albania has worked to strengthen through the drafting of individual resolution plans for each systemic the ability for resolution, bank, and for the continuous improvement of banks' reporting.", "With respect to safeguarding financial stability, the Bank of Albania has played a primary role for the compilation and implementation of the macroprudential policy.", "This policy prevents the accumulation of risks and strengthens the financial system's resilience.", "In this regard, the Bank of Albania focused in the introduction of the regulatory capital buffers, as a macroprudential instrument, and in developing a package of analytical indicators of early warning systemic risks, in accordance with the requirements and practices of the European Supervisory authorities.", "In the framework of the implementation of the inter-institutional strategy for strengthening the use of the national currency, the Bank of Albania has regularly assessed the effectiveness of the undertaken measures.", "These effects were positive, although small ones.", "Nevertheless, their complete materialisation demands for more time and the full and continuous commitment of all responsible institutions.", "The realisation of institutional duties implies also a constant attention on other fields of the Bank of Albania's activity.", "Due to the lack of time, I am going to highlight the main ones.", "Other activities The functioning of the economy and banking system is underpinned by a safe and Both systems operated by the Bank of Albania, the Albanian efficient payment system.", "Interbank Payment AIPS) and Albanian Electronic Clearing House (AECH) have functioned efficiently and safely.", "In 2019, the use of electronic payment instruments by the public increased.", "The number of payments carried out through these instruments was 24% higher from the previous year.", "During 2019, the Bank of Albania started the work for improving the regulatory framework related to the operation of these systems, to enable the non-bank financial institutions access AECH system and establish the conditions for promoting the electronic payments.", "Also, the Bank of Albania paid attention to regulate the activity of securities settlement by the private operators and the licensing of the operator that will carry out the settlement and registration of securities issued by the private companies.", "The presence of this operator completes the infrastructure for the functioning of capital markets in Albania.", "In the framework of promoting the reforms in payments market, the Bank of Albania has played an active role for the implementation of the National Retail Payments Strategy 2018-2023.", "The Bank of Albania has collaborated for fostering the projects related with the formalisation of the economy, (the \"Draft-law on fiscalization\"); the development of the respective infrastructure for the realisation of instant payments and for the settlement of payments in Euro within Albania; as well as for increasing financial education.", "In the view of legal improvements, it was drafted and presented for approval to the Assembly of the Republic of Albania the Draft-law \"On payment services\" which transposes the respective Directive of the European Union.", "The Assembly approved this Draft-law on 30 April 2020.", "The implementation of this Law will serve to promote and increase the financial inclusion of the population, reduce the payment services costs and boost the use of electronic payment instruments.", "The Bank of Albania is the sole authority for issuing banknotes and coins of legal tender in the Republic of Albania.", "During 2019, the Bank of Albania finalised the many-years' work for the production of the new series of \"Lek\" banknotes with respect to enhance their quality.", "Also, the new denomination of 10 000 LEKË was added to the five existing denominations.", "On 30 September 2019, the Bank of Albania put into circulation the first denominations of the new series, 200 LEKË and 5000 LEKË.", "The new series of denominations 1000 LEKË and 10 000 LEKË banknotes will be put into circulation within 2020.", "The launching of the new series was accompanied by an informative and educational campaign, taking place throughout the Republic of Albania.", "With respect to implementing the Parliament resolution, the objective of the educational campaign, was also making public aware to not use the terminology \"new lek- old lek, but simply lek\".", "The Bank of Albania is the national authority responsible for holding and managing the In this process, the Bank of official international reserves of the Republic of Albania.", "Albania is guided by a hierarchy list of objectives, which imply the maintaining of international reserve liquidity, its security and earnings.", "At the end of 2019, the international reserve is invested into liquid assets with maturities of 0-3 years, and around 84% of portfolio is invested in securities issued by high quality rating institutions.", "The return on the investment of reserve is positive, but at low levels due to an environment with low interest rates.", "The Bank of Albania is also one of the public statistical agencies.", "In this framework, this year it was completed the compilation of statistics on the external sector in compliance with Eurostat requirements and it is being worked to build the \"micro data\".", "As one of the institutions involved in the National Plan for European Integration, the Bank of Albania has accomplished all its obligations for reporting, and it has integrated the recommendations of the European Commission in fulfilling is daily duties.", "The Bank of Albania has continuously been transparent and present to the public through the visual and online means of communication.", "This communication has aimed to be clear and understandable.", "Lastly, special attention has been given to the improvement of the internal governance of the institution.", "Following the establishment of the operational risk management function, the implementation of the platform on business continuity management was finalised in 2019.", "This platform orients the units of the Bank of Albania to react effectively for ensuring the continuity of critical processes during a crisis, and to recover the normal activity as fast as possible.", "The platform on business continuity management overcame successfully its test, where the measures foreseen in this platform enabled the Bank of Albania to normally continue its activity during the pandemic period.", "Honourable Madam Chair of the Committee, Honourable Members of the Committee, I would like to use the remaining time to share the opinion of the Bank of Albania on the current and expected economic situation, as well as the measures we have undertaken during the last months to offset the effects of the pandemic on the economy.", "This pandemic, absolutely, had a sharp negative shock on the economy and finances of the country, and heightened the uncertainty for the future.", "The containment measures of social distancing and the temporary closure of some economic activities, both in Albania and internationally, provided a negative impact on consumption, investments and on the export of goods and services.", "The Albanian economy is expected to fall during 2020, being accompanied by: a reduction of employment; increase of unemployment; drop of households' income; worsening of the financial situation of firms; and increase of non-performing loans in the banking sector.", "This shock struck in a delicate moment for the Albanian economy, which suffered economic damages and losses accounting for 7.5% of GDP from the earthquake of 26 November 2019.", "The coordinated fiscal, monetary and financial stimuli have aimed at helping the affected households and firms, safeguarding the monetary and financial stability, and establishing the premises that the effects of this crisis remain transitional.", "The Bank of Albania, in the view of this rather difficult economic environment, since the beginning of the COVID-19 pandemic outbreak has undertaken a complete package of measures to support the households and sectors mostly affected by the crisis.", "These measures provide the needed liquidity to the banking system and to the whole economy, cushion the uninterrupted flow of lending to households and firms, and maintain favourable financing conditions to them.", "The package of the measures undertaken by the Bank of Albania consists in: reducing the policy rate, at 0.5%, and the unlimited supply with liquidity to the baking system, aiming to boost the smooth functioning of financial markets and reduce credit cost to private the temporary easing of bank regulations, to provide the temporary extension, with two quarters, of the payments of credit, with the aim to keep the liquid position of firms and households in temporary difficulty, and increase their chances to survive; eliminating the operational costs of electronic payment system, in response to the upward demand for this type of activity; and enhancing the operational capacities to guarantee the supply of economy with cash, by providing a sufficient stock to meet the increasing demand of market for cash.", "I deem that the Bank of Albania has taken adequate and timely measures.", "In their response, the financial markets continue to function normally, although the increased demand of the public sector for financing and the heightened uncertainty about the duration and severity of the negative impact of COVID-19 pandemic on the economy.", "These measures enable the implementation and complete the fiscal package of the Albanian Government.", "Without a common and coordinated reaction of macroeconomic policies, the economic outlook of the country would have been more challenging and the economic recovery more difficult.", "Honourable Members of the Committee, We are experiencing unprecedented and hard times.", "Nevertheless, our guidance should remain forward-looking, towards the drafting and implementation of the necessary public policies for the recovery of the country.", "All the actors should play their role.", "First, the fiscal policy should continue to have a primary role in facing the situation.", "The ensuring of the necessary funds to health system, the financial aid for the affected employees, and the measures to improve liquidity to firms, imply the increase of public debt, but they are and remain exceptional.", "In the current circumstances, the increase of debt is an affordable cost to guarantee the maintaining of the economic and financial equilibriums.", "Second, the Bank of Albania will continue to implement an accommodative monetary policy stance, coupled with the supervision and prudential regulation of the banking sector.", "In one hand, the monetary stimulus - implemented timely and based on the instruments provided by the legal framework of the Bank of Albania and the needs of the Albanian market - will establish the premises to boost the demand and reduce the costs of financing.", "On the other hand, the supervision and prudential regulation of the banking system will be oriented toward the maintaining of its soundness indicators and of the Albanian households' savings.", "Third, the private sector should be willingness to review the business model, to adopt innovative and efficient production forms.", "Also, it should take care to optimally manage liquidity and effectively allocate the cost of shock on the production chain, to enable their rapid activation once the COVID-19 pandemic is over.", "Honourable Members of Parliament, The forecast about the forthcoming developments is relatively difficult, although the logic of the events is largely dictated by the considerations of health nature.", "In our base-line scenario, we expect the second quarter to mark the peak of shock on the economy, then the situation returns to improve: at the beginning gradually in the next two quarters.", "Further, this improvement will turn more obvious and notable during 2021.", "In any case, we are confident that dealing with this shock is within our possibilities, if everyone will do the best and if we will continue to guarantee with priority the monetary and financial stability of Albania."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none"], "topics": ["Monetary policy", "Banking stability", "Economic growth", "Inflation", "Financial stability", "Covid-19 pandemic", "Non-performing loans", "Macroprudential policy", "Payment systems", "International reserves"]}