{"sentences": ["Accompanying slides of the speech.", "It is a pleasure to speak to you today.", "In my opening presentation I would like to first discuss the developments in the euro area economy, the economic outlook for the euro area, and give some views on the recent decisions taken by Governing Council of the ECB.", "I will then give an overview of how the pandemic has impacted the Irish economy and financial sector in Ireland and discuss some pre-existing risks, like the UK's departure from the EU.", "Developments and economic outlook for the euro area economy It is now clear that the COVID-19 pandemic has caused a very substantial shock to the global economy.", "For the euro area, GDP had an unprecedented decline of 3.6% in the first quarter of this year, which is a sharper contraction than was seen during the global financial crisis.", "(Figure 1: Euro area GDP growth (quarter-on-quarter, %)) Higher frequency PMI data shows the sharp contraction has continued through the second quarter.", "There has also been a sharp deterioration in labour markets across the euro area, feeding through to incomes and to consumption patterns.", "These developments, among others, have caused sharp downward revisions in the recent macroeconomic projections for the euro area, released by Eurosystem staff.", "(Figure 2: Euro area Purchasing Managers' Indices) The latest projections for 2020 to 2022, have changed greatly compared to those released just three months ago.", "It is not only the numbers that look different in this round of projections; there has also been a change in how the uncertainty surrounding the key forecasts is presented.", "Previously, we used historical data but these cannot reflect the unprecedented current economic uncertainty we are experiencing.", "Instead, a scenario analysis is provided as a better way to show potential alternate paths for the economy.", "(Figure 3: Eurosystem staff macroeconomic projections) In the baseline scenario, there is an assumption of some resurgence in infections over the next couple of quarters that leads to ongoing containment measures, although not as stringent as the initial ones.", "The economy is expected to \"re-open\" gradually, in phases, through a post-lockdown transition period, which ends by the middle of 2021.", "At this point, it is also assumed that medical solutions to contain the virus become available.", "Two alternative scenarios serve as an illustration of the wide range around the baseline scenario.", "The mild scenario assumes that the virus is successfully contained in the post-lockdown transition period and there is no resurgence in infections.", "Thus, the economy recovers gradually towards normal levels of activity.", "In contrast, the virus makes a strong resurgence under the severe scenario and strict lockdown measures are therefore extended.", "These are assumed to be more damaging to economic activity than under the baseline scenario with lower real GDP growth and more subdued inflation.", "It is worth noting that the effect of the pandemic on inflation dynamics is ambiguous due to competing effects, which could cause inflation to increase or decrease.", "The downturn in the economy will result in substantial economic slack, which would tend to weaken inflation dynamics.", "But the pandemic has also caused supply chains to be constrained and this may continue, which would tend to drive prices up.", "Overall, it is likely that that the substantial economic slack will dominate and result in weak inflation dynamics over the medium-term.", "(Figure 4: Eurosystem staff macroeconomic projections - scenarios) In general, the Eurosystem baseline projections for growth are below those of other forecasters with the exception of the OECD forecasts that were published on Wednesday.", "All forecasters acknowledge the prevailing very high levels of uncertainty.", "The OECD produces two scenarios.", "In their \"single-hit\" scenario, the current containment measures are assumed to be largely successful in containing the outbreak allowing a gradual recovery in growth and employment over the remainder of this year and in 2021.", "In the \"double-hit\" scenario, there is a second peak of infections in the autumn.", "The level of GDP in 2021 in the ECB baseline scenario is roughly the same as the OECD's \"single-hit\" scenario.", "The June monetary policy decision This provided the context to last week's meeting where I joined my colleagues on the Governing Council of the ECB for one of our regular meetings where we set monetary policy for the euro area.", "We took a number of decisions to ensure that the stance is appropriate to achieve our price stability objective over the medium-term.", "These decisions reflect the unprecedented downturn in the economy and the deterioration in the outlook for growth and inflation.", "The monetary policy stance must maintain favourable financing conditions for all sectors of the economy and across countries.", "Firm demand for credit is particularly strong now given the significant liquidity issues many firms face due to the pandemic.", "An unwarranted tightening of financial conditions, whereby lending to the real economy becomes constrained, is something we want to avoid.", "The first decision taken by the Governing Council was to increase the envelope of asset purchases under the Pandemic Emergency Purchase Programme (PEPP) by €600bn to €1,350bn.", "The PEPP will contribute to an easing of the monetary policy stance and will help to main supportive financing conditions for the real economy.", "These purchases will be conducted in a flexible manner over time, across asset classes and among jurisdictions, to avoid risks to the smooth transmission of monetary policy.", "The horizon for the asset purchases under PEPP has been extended at least until the end of June 2021.", "The Governing Council will continue with these purchases until it judges that the COVID-19 crisis phase is over.", "When securities purchased under PEPP mature, the principal payments will be reinvested at least until the end of 2022.", "The Governing Council will adjust the monetary policy stance further, if necessary.", "The Irish economy Turning to the domestic economy, it is remarkable to see how quickly the prospects for the Irish economy have changed.", "For example, in February this year, we published our first Quarterly Bulletin (QB) of the year.", "The Irish economy grew strongly in 2019.", "Given the measurement issues with GDP in Ireland, we tend to focus on underlying domestic demand and we were forecasting a growth rate in this measure of 3.7 per cent for 2020.", "The data also suggested that the public finances were improving, with the general government balance in surplus for 2019.", "We were also forecasting that the unemployment rate to average 4.8 per cent in 2020.", "(Figure 5: Central Bank of Ireland QB1 2020 Forecasts) In our second QB of the year, published in April, it was not possible to produce conventional forecasts due to the extent of the unknowns.", "Instead we produced a scenario analysis which relied heavily on assumptions and analysis of very high-frequency data, where available, to understand the magnitude of the decline in economic activity.", "That projection noted that COVID19 had triggered an extremely severe economic shock that was fundamentally different in nature and scope from types of shocks previously witnessed.", "At present, the Bank is preparing to publish its latest projections in early July in line with the ECB scenarios.", "(Figure 6: Central Bank of Ireland QB2 2020 Scenario Analysis) Since the publication of April's Quarterly Bulletin, the downturn in economic activity has been severe.", "National Accounts data show that consumption declined by 4.7 per cent in the first quarter of the year.", "While the phased reopening of the economy has started, a further significant decline is expected for the second quarter.", "The decline in employment in March and April is unprecedented, with all sectors of the economy affected.", "Job losses came in waves, with 515,000 people now in receipt of the Pandemic Unemployment Payment, with a further 380,000 supported by the temporary wage subsidy scheme in their last pay packet.", "(Figure 7: Numbers in receipt of state payments by scheme) A standout aspect of the economic impact of the pandemic has been the pace at which economic conditions nosedived from the onset of the virus.", "The measures put in place to impede the transmission of the virus, such as curtailment or full closure of activity in some sectors and limits on travel and social gatherings, had an immediate effect on economic activity.", "For analysts and policymakers, this presents a challenge since many key indicators used to monitor economic activity are only released with a lag.", "For example, official Irish National Accounts data on consumer spending and investment for the period April-June 2020 is not due to be published until September 2020.", "To provide an up-to-date assessment of economic conditions in real time, the Central Bank has developed a Business Cycle Indicator (BCI).", "The BCI is a monthly summary indicator of overall economic conditions estimated from a larger dataset of high-frequency releases.", "This week Central Bank economists published research containing the latest update of the BCI.", "The analysis shows that the BCI dropped to an unprecedented low at the peak of the containment measures in April, as shown in Figure 4.", "The decline in the indicator in April suggests that the initial economic impact of the COVID-19 pandemic was both sharper and deeper than the financial crisis of 2008/09.", "The latest preliminary estimate of the BCI for May 2020 points to some stabilisation in economic conditions, but the overall level of activity remains substantially below that observed prior to the COVID-19 outbreak.", "Of course, while the shock from COVID-19 has been extremely severe and has rightly been the focus for policy makers around the world, the risks that existed before the pandemic have not disappeared.", "I want to mention two: the UK's departure from the EU and market-based finance.", "The UK's departure from the EU Following the UK's exit from the EU on 31 January 2020, negotiations are currently underway to try and conclude a Free Trade Agreement (FTA) between the parties before the end of 2020.", "If there is no agreement on a new FTA and no extension of the current transition period then the EU and UK could move to trading on WTO terms from January 2021.", "In previous analysis, the Central Bank has discussed the risks to the economy from future potential post-Brexit trade arrangements.", "Given the extensive linkages between Ireland and the UK, the UK's withdrawal from the EU will affect the Irish economy through a range of channels.", "With the UK exiting the EU Customs Union and Single Market, trade between Ireland and the UK will not be as frictionless as today.", "And while the successful conclusion of an FTA could eliminate tariffs on most EU-UK trade, other frictions would arise that would make trade in both goods and services more cumbersome.", "These non-tariff barriers include the possible need to manage new import and export formalities, including customs and security declarations.", "Trade in agri-food products - particularly important in an Irish context - could also be subject to new additional checks and inspections.", "In the case of a WTO arrangement these effects on trade would be compounded by the imposition of tariffs.", "It is important to note that new tariff and nontariff barriers would negatively affect both importing and exporting.", "Over 20 per cent of imports of Irish-owned firms are either completely or very highly reliant on imports coming from the UK, the majority of these imports are intermediate inputs used for further production in Ireland.", "(Figure 8: Effects of different UK withdrawal scenarios on Irish output) In addition to disruption to trade flows, the UK's departure from the EU could affect the economy through other channels.", "In the short-run, the ongoing uncertainty over nature of the UK's future relationship with the EU after the transition period could cause firms to delay investment spending.", "Heightened uncertainty could weigh on sentiment more generally, dampening spending by households.", "Exchange rates and financial markets could also be affected.", "In the long-run, the UK's departure is expected to have negative effects on the UK economy through lower productivity and weaker investment.", "Slower UK growth arising from these effects will reduce overall demand for Irish exports, although this could be mitigated by Irish exporters finding new markets or by an increase in foreign investment and inward migration.", "Market-based finance I have spoken previously of the rise in non-bank finance and the risks therein.", "Ireland hosts a large and internationally orientated market-based finance sector that has grown rapidly in recent years.", "Irish-resident funds are the largest component of this sector in Ireland.", "(Figure 9: Financial assets by institution type as a multiple of the country's GDP (GNI*) in 2017, selected There are real benefits of market-based finance.", "It reduces reliance on the banking system, which in Europe is relatively high.", "But, to realise those benefits, it is also important that marketbased finance is resilient so that it can absorb, rather than amplify, shocks.", "At the Central Bank of Ireland - like a number of other authorities internationally - we have increased our monitoring of the risks of the sector, with a particular focus on vulnerabilities in funds.", "Given these entities are international and cross-border in nature, we have also been an active participant in international work on this issue.", "Key risks include liquidity mismatch and excessive leverage in funds.", "The onset of the COVID-19 saw a significant disruption in markets which raised questions around the resilience of markets in the face of shocks.", "For example, the onset of the pandemic saw large outflows from funds globally.", "Irish domiciled funds also experienced large outflows, particularly those with exposures to less liquid assets or assets that became temporarily illiquid.", "One of the fund segments that proved particularly susceptible to outflows in March was corporate bond funds.", "The corporate bond market also saw a sharp deterioration in market liquidity at the onset of the COVID-19 shock.", "Flows into corporate bond funds have stabilised recently, as global central bank interventions have supported financial market functioning.", "But looking ahead, a key risk for the corporate bond market stems from potential credit rating downgrades.", "We will continue to monitor the markets for such developments.", "A second key area of vulnerability since the onset of COVID-19 was in money market funds.", "In March, as the crisis began to unfold, some Irish resident money market funds - similar to money market funds globally - experienced a substantial increase in redemptions.", "Irish resident money market funds responded to this period of stress by increasing their liquidity positions and reducing the maturity of their assets.", "This means that money market funds are better placed to meet any future redemption pressures.", "But it also implies that money market funds have increased their investment in short-term funding to the banking system and the real economy and reduced their exposure in long-term funding.", "As money market funds play an important role in the supply of credit to the real economy, we also need to continue to monitor these developments.", "Although the focus currently is on the near-term monitoring of risks and ensuring a coordinated international response to the COVID-19 shock, the stresses experienced in March further highlight the underlying structural issues relating to some segments of the funds sector.", "Risks such as liquidity mismatch and leverage continue to be part of our focus.", "We are thinking hard about how we can mitigate these risks.", "Over the medium-term, one key area of focus needs to be developing and operationalising macroprudential tools for market-based finance.", "In the case of the banking sector, we have seen the benefits of building resilience in good times and allowing that resilience to be used when shocks hit.", "We do not have an equivalent framework for market-based finance.", "Potential areas of focus include the development of an internationally-consistent framework for the imposition of ex-ante macroprudential leverage limits, and further work at an international level to ensure the consistent availability and use of liquidity management tools across the EU (as previously highlighted by ESRB (2017) in their Recommendation on investment funds).", "More recently, and in response to the COVID-19 shock, the ESRB (2020b) also emphasised the importance of the timely use of these liquidity management tools in responding to redemption pressures.", "I'll stop there and take questions.", "I would like to thank Thomas Conefrey, David Byrne, Stephen Byrne, Neill Killeen, Terry Quinn and Zivile Zekaite for their contributions to my remarks.", "European Commission, spring 2020 EC forecast; IMF World Economic Outlook, 6 April 2020; Consensus Economics, 11 May 2020; ECB's Survey of Professional Forecasters (SPF) conducted between 31 March and 7 April.", "See Conefrey and Walsh (2020) \"Dealing with Friction: EU-UK Trade and the Irish Economy after B r e x i t . \"", "www.centralbank.ie/docs/default-source/publications/quarterly-bulletins/quarterly-bulletin-signedarticles/dealing-with-friction-eu-uk-trade-and-the-irish-economy-after-brexit-(conefrey-and-walsh).pdf?sfvrsn=5 See Lawless (2018) \"Intermediate Goods Inputs and the UK Content of Irish Goods Exports.\"", "www.esri.ie/system/files/media/file-uploads/2018-06/BKMNEXT362.pdf Cima, S., Killeen, N. and Madouros, V. (2019), \"Mapping Market-Based Finance in Ireland\", Central Bank of Ireland Financial Stability Notes No 17, December.", "See ESRB (2020a), \"Issues note on liquidity in the corporate bond and commercial paper markets, the procyclical impact of downgrades and implications for asset managers and insurers\", ESRB Report, May.", "See, ESRB (2017), \"Recommendation of the European Systemic Risk Board of 7 December 2017 on liquidity and leverage risks in investment funds (ESRB/2017/6)\".", "See, ESRB (2020b), \"Use of liquidity management tools by investment funds with exposures to less liquid assets\", ESRB public communication, 13 May 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Euro area economy", "Irish economy", "COVID-19 pandemic", "Monetary policy", "Economic outlook", "UK's departure from the EU", "Market-based finance", "Inflation", "GDP", "Unemployment"]}