{"sentences": ["Ladies and Gentlemen, I am pleased to welcome you to this presentation of the 2019 Annual Report of the Autorité de contrôle prudentiel et de résolution (ACPR - Prudential Supervision and Resolution Authority), in the company of Bernard Delas, Vice-Chairman of the ACPR, Dominique Laboureix, the new Secretary General of the ACPR, and Alain Ménéménis, the new President of the Sanctions Committee.", "The circumstances are unusual and unprecedented.", "Indeed, we shall be talking about a year that has ended, at a time when, since then, we have found ourselves engulfed in an unprecedented health and economic crisis.", "We shall come back to this.", "In 2019 and since the start of 2020, the women and men of the ACPR have continued to work tirelessly to safeguard financial stability.", "I would like to take this opportunity to thank them.", "This morning, I shall focus my comments on an issue that cannot be ignored and that is at the heart of our concerns, without forgetting the other challenges we face - the profitability and solvency of French and European banks and insurers.", "The French financial sector entered the crisis in a solid financial position... French banks have continued to strengthen their financial structure and are today better placed to withstand the economic downturn than they were before the 2008 financial crisis.", "At the end of 2019, they had a strong liquidity position: the liquidity coverage ratio (LCR) of the six largest French banking groups stood at 131.8%.", "This means that they had a comfortable surplus of average liquid assets to fund their potential net outflows in a situation of stress.", "They have also significantly reinforced their solvency, thanks notably to the Basel III regulations: these have frequently drawn criticism, but today we can all appreciate how useful they have been.", "However, profitability levels in the industry remained relatively low in 2019, with the average ROE coming out at 6.5%.", "I highlighted this last year as a point we needed to watch, and it is weighing on the stock market valuations of European banks.", "The central bank takes this into account in its decisions, in order to guarantee the effective transmission of monetary policy.", "The collective image that we still have from banks must evolve: compared with US banks in particular, the European banking industry's profitability is neither excessive nor invulnerable.", "To ensure they can durably provide their essential services to the economy, French banks need to generate sufficient revenues, without being subjected from different sides to ever-increasing constraints.", "With regard to insurance, the industry has entered the current crisis in a strengthened position.", "In a period marked by renewed interest rate cuts, insurers' solvency capital requirement coverage ratio stood at 265% at end-2019, up from 239% at end-2018.", "But I shall let Bernard Delas go into more detail on that subject.", "In parallel, financial institutions have had to adapt their business models to two long- term challenges: Low rates, which are now likely to be with us for the long haul, place pressure on banks' and insurers' profitability.", "In this context, banks are being aided by the tiering mechanism introduced by the ECB in September 2019, and insurers by the inclusion of part of their provision for profitsharing, which boosted their solvency ratios by an average of around 30 percentage points at end-2019.", "Digitalisation is allowing other economic players, including the Big Techs, to offer activities that were traditionally the preserve of the banks.", "The competition is welcome, but it needs to be fair.", "The ACPR is continuing to ensure that the regulatory and operational frameworks foster innovation while at the same time controlling the associated risks, notably cyber risks, which have increased markedly, and the challenges for European sovereignty.", "In the face of this exceptional health crisis, financial institutions and supervisors alike are responding rapidly and powerfully 2.1 Rapid, powerful and unprecedented responses to support the real economy during Unlike in 2008, banks are at the heart of the solutions this time round, and not at the centre of the crisis.", "With their staff, whom I would like to commend, they have gathered their forces to put in place strong measures to support the real economy.", "That includes the rapid implementation of state-guaranteed loans: to date, 559,000 requests have been received for a total of EUR 105 billion, of which EUR 85 billion have already been granted.", "In France, loans have therefore been rapidly channelled to VSEs and SMEs, in contrast with the difficulties seen in Italy, the United Kingdom and the United States.", "Bernard Delas will come back to the measures taken by insurers, but let me just highlight the ACPR's work on the conditions for the payment of compensation for loss of earnings, in order to better identify the challenges faced by the industry.", ".2 A responsive monetary policy Since this morning we have been in the silent period, so I shall limit myself to some retrospective remarks on monetary policy.", "I have often stressed that monetary policy is not made for the banks, but rather for the entire economy.", "And the banks have often been overly critical of monetary policy, holding it responsible for all their ills.", "I therefore think it is all the more important to stress that the ECB's recent decisions, in the face of the crisis, have aimed to preserve the effective transmission of monetary policy via the bank channel: the conditions for TLTRO-IIIs, these targeted longer-term refinancing operations, have been significantly eased (up to 50 percentage points lower than the deposit facility rate if the target for lending during the \"Covid period\" is reached, or currently -1%).", "This radical innovation represents a reduction of several billion euros in annual costs for the European banking system.", "New operations have also been announced (bridge LTROs, PELTROs or Pandemic Emergency Longer-Term Refinancing Operations).", "Since the implementation of these measures, the outstanding amount of refinancing provided by the Eurosystem to euro area banks has increased sharply, to more than EUR 1,000 billion, even before the June TLTRO.", "The easing of the collateral framework, for its part, has significantly increased the amount of assets eligible for operations, and supported the supply of credit to the private sector.", "First, by expanding the use of credit claims (bank loans) as collateral.", "But also by temporarily lowering the haircut applied to collateral by 20 percentage points for all assets (and by an additional 20 percentage points for credit claims), or by increasing from 2.5% to 10% the maximum share of unsecured bank debt securities in a credit institution's collateral pool.", "The imminent entry into force of the regime allowing state-guaranteed loans to be accepted as collateral will give banks even greater access to Eurosystem financing.", ".3 Adaptation of prudential policy The ECB, ACPR and banking supervision bodies (the European Banking Authority, the Basel Committee, etc.)", "have also decided to take account of the impact of the crisis by making intelligent use of the flexibilities that they have as supervisors in the implementation of the regulations: we have reduced certain capital requirements and called on banks to reduce their precautionary reserves.", "We sometimes hear the suggestion that this is an unjustified relaxation: it is precisely the opposite.", "It is for this sort of exceptional circumstance that the reserves of capital and liquidity were built up.", "This is indeed in the spirit of the regulation that they should be used now, in a countercyclical way.", "This equates to a temporary reduction in the minimum capital requirement of about 3 percentage points for French banks.", "We have also temporarily reduced certain workloads by postponing stress-tests and easing certain reporting conditions.", "In addition, the European Commission recently proposed a series of targeted revisions to the CRR, to provide a regulatory response to the crisis on top of the flexibilities granted to the supervisor.", "While preserving the resilience of the banks, there is a need to make some adjustments to the prudential framework, to limit some procyclical effects of the current crisis on the level of capital requirements.", "The proposed measures are a step in the right direction, although we would like, in line with the recent US decisions, to exclude state-guaranteed loans from the leverage ratio.", "Together, they will enable banks to continue playing their full role in financing the economy, which is a prerequisite for a rapid economic recovery.", "The preliminary assessment published by the EBA this week needs, of course, to be interpreted with caution.", "But it expects that the majority of European banks have sufficient capital buffers to absorb the severe shock of the Covid-19 crisis.", "The EBA estimates the impact at between 230 and 380 basis points of CET1 capital.", "And with the aforementioned prudential easing measures, the banks have additional leeway.", "However, the earnings figures for the first quarter of 2020 already bear the scars of the economic difficulties and the shock to the financial markets.", "The earnings reports for the four main French banking groups (BNP Paribas, Société Générale, Groupe Crédit Agricole and Groupe BPCE) showed a decline of 4.8% in net banking income and a rise of 130% in the cost of risk, and, consequently, a drop of nearly 50% in net earnings compared with the first quarter of 2019.", "As a result, financial entities and institutions need to be actively monitored, to ensure that they remain sufficiently financially sound.", "The ACPR, alongside the Single Supervisory Mechanism, is remaining extremely vigilant in all its areas of competence, including with regard to the protection of customers and climate-related risks.", "In the face of this crisis, it is more important than ever that we have a competent supervisor and a resilient financial system."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none"], "topics": ["financial stability", "profitability", "solvency", "prudential policy", "monetary policy", "digitalisation", "cyber risks", "state-guaranteed loans", "capital requirements", "liquidity"]}