{"sentences": ["SPEECH SVERIGES RIKSBANK 17 June 2020 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Deputy Governor Henry Ohlsson riksbank.se Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Monetary policy during the economic The economic crisis the world economy is now experiencing is the deepest for many decades.", "Both demand and supply have declined substantially around the world.", "Economic policy faces major challenges.", "Sweden, which is a small open economy, has been severely affected by the reduced economic activity in the world around us.", "Naturally, we have also been affected by how international economic policy to deal with the crisis has been formulated.", "I will in this speech highlight three challenges that monetary policy has faced during the spring.", "These challenges have by no means disappeared, we will continue to deal with them.", "The first challenge has been that the financial markets function less smoothly during severe economic crises.", "This has been an important base for the Riksbank's monetary policy during the spring.", "Monetary policy aims to attain the inflation target.", "A second challenge at present is that the inflation statistics are difficult to interpret.", "For instance, there are no prices for many goods and services because there is quite simply no economic activity on these markets.", "Monetary policy must also be forward looking.", "Under normal circumstances this means that monetary policy is formulated according to forecasts of future economic developments.", "The third challenge is that we are currently living with genuine uncertainty.", "Who could have imagined in autumn 2019 that spring 2020 would turn out the way it did?", "* I would like to thank Mårten Löf, who has helped me with this speech.", "Moreover, I have received valuable comments from Charlotta Edler, Mattias Erlandsson, Rebecka Hallerby, Peter Kaplan and Marianne Sterner.", "Monetary policy has pushed down market During the spring, the Riksbank has decided on a number of monetary policy measures.", "When financial markets do not function as normal, the credit supply in the economy is threatened.", "Here, I wish to highlight four measures that the Riksbank has implemented.", "The first has concerned buying government bonds, mortgage bonds and municipal bonds, as well as commercial paper for a total of SEK 300 billion.", "The Riksbank has, secondly, decide to give the banks the opportunity to borrow from the Riksbank so they can in turn offer loans to companies, SEK 500 billion has been allocated for this purpose.", "The third measure gives the banks the opportunity to borrow an unlimited amount from the Riksbank.", "And the fourth measure is the Riksbank's decision to lend up to 60 billion US dollars to banks that need foreign currency.", "These measures have two effects.", "They facilitate credit supply as the Riksbank in this way supplies more money to the financial system.", "When the volume of money increases, there is also downward pressure on market rates.", "In other words, the result is a secure credit supply and expansionary monetary policy.", "Yields on 5-year bonds Sources: Macrobond and the Riksbank Figure 1 shows the development in yields on different types of bond on the Swedish market.", "The economic crisis initially meant that bond yields rose.", "This was not a desirable development.", "But they have recently begun to fall back.", "To me, it is obvious that the Riksbank's expansionary monetary policy measures have pushed down market rates.", "And if necessary, the Riksbank will do more.", "Inflation statistics difficult to interpret Under normal circumstances, monetary policy can be based on the analysis of a long line of economic quantities.", "As monetary policy is conducted with an inflation target, the statistics on inflation outcomes become particularly important.", "During the economic crisis an obvious problem with inflation statistics has been that there are no prices for the goods and services that cannot be consumed at present.", "This of course creates problems when calculating the consumer price index (CPI).", "Statistic Sweden (SCB) have clearly described their methods.", "For products that have no prices, they use the price development on similar products that do have prices.", "For products that do not have \"similar\" products, such as various types of foreign air travel, the annual percentage change in total CPI is used.", "Replacing missing prices in this way is usually referred to as imputation.", "The total weight in the CPI for the products where prices are imputed in this way is not particularly large; it amounts to just under 3 per cent of the total weight of the CPI, see Figure The percentage of imputed prices is at present much higher in other parts of Europe.", "Figure 2 shows the aggregate weight for the product groups where imputation has been necessary in total for the euro area and the larger euro-area countries.", "The statistics refer to the harmonised index for consumer prices, the HICP.", "Percentage of imputations in the HICP Source: Eurostat What do the many imputations abroad entail for the quality of the statistics?", "The conclusion in a current working report written by two world-leading researchers in this field is that the principles recommended by international organisations lead to underestimation of the rate of inflation and overestimation of the real increase in consumption.", "However, this is probably no major problem for Sweden, as the percentage of prices imputed is relatively low.", "The problems could be much greater for other countries, and therefore for international comparisons.", "Another problem with the inflation statistics at present is that the actual consumption pattern that has arisen during the crisis does not tally with the weights for different goods and services in the consumer price index.", "Or, put differently, Swedes have bought more toilet paper and fewer trips abroad than the weights in the consumer price index imply.", "At present, we do not know whether the changes in consumption patterns are temporary or permanent.", "If they are temporary, the actual consumption pattern will gradually move towards the consumption pattern represented by the weights in the consumer price index.", "If the changes in consumption patterns are permanent, it will be the weights in the consumer price index that move towards the actual consumption pattern.", "In Sweden, the weights are revised once a year on the basis of the consumption pattern a year or so earlier.", "But regardless of whether the changes in the consumption pattern are temporary or not, the actual consumption pattern will deviate for a period of time from the consumption pattern represented by the weights in the consumer price index.", "This means that the development in the consumer price index will not agree for a period of time with the actual development in the cost of living.", "It is difficult to make predictions What do we actually know about the future?", "What can we use to say something about what will happen?", "One thing we can use, is to look at how things have been before.", "The empirical national economist's traditional method is to gather data, to structure data and to seek correlations between different economic variables.", "Data is gathered from history, the correlations found are historical ones.", "For me, traditional forecasting is all about using history in various ways to tell us something about the future.", "But of course it is not always the case that things behave in the same way as before.", "Sometimes developments take a new path, a path that we had not imagined.", "Spring 2020 was a good example of this.", "When the crisis came, history was not much help to us.", "Apart from being unexpected, each crisis is unique.", "The April Monetary Policy Report therefore did not present any forecast.", "Instead, it presented two scenarios showing two possible developments over the coming period.", "I consider that this was as far as we could go when we could not use history to help us.", "To me, it has been natural that monetary policy in recent months has been very much in the here and now.", "The problems arising required immediate measures.", "The measures taken have made monetary policy more expansionary.", "And we cannot rule out the possibility of setbacks.", "When we can once again interpret inflation statistics and when we can once again use history to say something about the future, monetary policy can also become more forward-looking than it has been in recent months.", "(2020), \"Measuring real consumption and CPI bias under lockdown conditions\", NBER working paper series, No.", "Statistics Sweden (2020), press release (2020), \"Svårare beräkna inflation under coronapandemin\", (More difficult to calculate inflation during the corona pandemic) www,scb,se Statistics Sweden (2020), report to Consumer Price Index Board, \"Hantering av effekter av Corona-pandemin i KPI och HIKP\", (Managing the effects of the corona pandemic on the CPI and HICP) www,scb,se Table 1.", "Products affected by lack of consumption Weight in CPI (per cent) Air package tours 1.2.", "Foreign air travel 0.6.", "Tickets to sporting events 0.4.", "Cinema tickets 0.2 Theatre tickets and entertainment 0.2 Entry tickets to entertainment 0.3 Total weight in CPI 2.9 Source: Statistics Sweden"], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic crisis", "Financial markets", "Credit supply", "Inflation statistics", "Uncertainty", "Yields", "Consumption", "Forecasting"]}