{"sentences": ["First of all, let me start by wishing you all a happy New Year!", "It really is a great pleasure to be part of this Neujahrsempfang and to welcome in the New Year with all of you, my new neighbours in my new home.", "You might be disappointed - or perhaps relieved - to learn that I won't be talking about monetary policy this evening.", "We're in the quiet period ahead of our Governing Council meeting next week where members do not discuss policy issues.", "Frankfurt as a European city The character of every community is shaped by two choices we make: how we organise and how we That's true of companies and ourselves internally relate to others externally.", "institutions, and it's true of cities and regions, like Frankfurt and the Rhein-Main area.", "Arriving here as a newcomer, I was immediately struck by the inner character this city has developed: it is open, vibrant, aspirational.", "The history and culture of Frankfurt instantly resonates - it is the birthplace of Goethe, the site of the first German parliament in 1848, the famous home of Apfelwein.", "But the feeling is also more than that.", "Frankfurt is a community bristling with the creative energy of its financial industries, its data hubs, its start-ups, its universities.", "And there is a palpable sense of the civic pride that the people of Frankfurt have for this and their commitment to its success - what I understand you call the Bürgertum.", "Indeed, I recently saw this in evidence during a visit to the Städel museum with Jens Weidmann.", "There I learnt how much the wonderful collection owes to the dedication of Frankfurt's citizens and their participation in various Vereine that support it.", "But as important as Frankfurt is as a German city, it has always been a European city, too.", "Its internal vibrancy has been supported by an open external attitude.", "Frankfurt was an important city in the Holy Roman Empire of the German Nation - a much earlier example of several states uniting to form a common political community - as the site of imperial elections and the place of imperial coronations.", "It has long been at the economic crossroads of Europe, located on the most important European trade route - from Paris to Russia via Frankfurt and Leipzig - and for centuries has attracted people from all over the continent to its famous trade fairs.", "In the Middle Ages, as many as 40,000 people would come here to exchange their wares - a number that exceeded the total population of \"Francofurtia\" at that time.", "Frankfurt has for centuries been a too.", "truly European financial centre, The development of the Frankfurt Börse in the late 16th century, for example, was a joint effort between locals and traders from the Low Countries and Italy.", "Today, around four out of five banks located in Frankfurt are from other countries.", "And Frankfurt has often been a European leader in the arts and design.", "A century ago, this was the home of the \"Neue Frankfurt\" programme - led by the mayor Ludwig Landmann and the city planner Ernst May - which gave Frankfurt a worldwide reputation as a centre of the avant-garde in urban planning and architecture.", "And as part of that programme, the famous \"Frankfurter Küche\" was designed by Margarete Schütte-Lihotzky, an innovation that would go on to be used all over the western world.", "So it is no wonder that Frankfurt is now called the \"Europastadt\".", "It is the city of the euro and the home of the ECB.", "It is still the crossroads of our continent, housing the busiest cargo airport in Europe and the world's largest trade fair.", "And it is a truly international place: almost 30% of people living in Frankfurt are non-Germans and another 25% are Germans with a migratory background.", "In other words, Frankfurt has succeeded by being dynamic internally, but open externally; by being proud of its history and traditions, but welcoming of new people and ideas.", "It is a model of how - and it is no surprise that, European cooperation can make us stronger thanks to your generosity and openness, I have felt immediately at home here.", "In recognition of that, I truly intend - as President of the ECB - for my institution to reflect the spirit of this community and to play an active part in it.", "We will be open, transparent and accessible.", "We will try to talk in a language that everyone can understand.", "And and hear people's concerns.", "we will listen, too, One of my priorities as President of the European Central Bank is to strengthen the bond between the bank and the people of Europe: you, and all the other citizens of the euro area.", "The internal and external dimensions of Europe Today, none of us are just Frankfurters or Germans, or in my case, Parisienne and Française.", "All of us in Europe form part of a bigger community: the European Union.", "And we, too, have to decide how we want to organise ourselves internally and how we want to relate externally.", "On both fronts, some difficult questions are now being asked.", "At home, we hear voices questioning the value of European integration and the need for us to go on working together as a Union to be stable and prosperous.", "Globally, we face a world where the old and new powers are rules-based order is weakening, rising, and climate change is becoming the pre-eminent challenge of our age.", "In this uncertain environment, it would be easy for us to cling to the status quo, to hope these challenges will simply pass with time.", "But I fear this won't be the case.", "So, I would like instead for us to ask - proactively and positively - what kind of Europe we want to be in this new world.", "And to my mind, the answer has two parts.", "First, recognising how much European integration already offers us internally; and second, acknowledging how much more we can achieve externally if we cooperate in the right way.", "The value of our internal integration is not just measured in euro.", "Europe is a symbol of who we are and who we aspire to be.", "The EU and the euro embody our common commitment to peace, to openness, to democracy, to justice.", "And they shape more than two-thirds of citizens now cite how we see ourselves: their European identity alongside their national identity.", "At the same time, integrating through our Single Market does bring us real economic benefits.", "According to one estimate, the EU's GDP per capita would be as much as one-fifth lower today if no integration had taken place since the war.", "And it is our common institutions in the EU that secure those gains - as events on the global stage currently demonstrate.", "Global trade tensions are arising, essentially, because of perceptions of unfairness - be it over state support for industries, undercutting of labour standards or currency manipulation.", "But none of those things are possible within Europe - by design.", "That's because we have built a common court to which individuals and governments can appeal if they are treated unfairly.", "We have common rules to prevent a race to the bottom on standards.", "And we have a common currency that prevents competitive devaluations.", "The EU and the euro are not incidental to our prosperity, in other words.", "They are the vital ingredients that protect our Single Market and thereby safeguard our way of life.", "And what is true internally can also be true externally.", "It's clear that cooperating within Europe in negotiations with other gives us a stronger voice countries, as we saw for example during the Paris climate talks a few years ago.", "And, in a world where multilateralism is under threat, working together as a Union becomes even more important - it is the only way for middle-sized countries to stand up to large regional players and defend our common interests, including by setting standards to protect our privacy and our data, for example.", "Collectively, the EU accounts for 22% of global GDP second only to the United States, and EU trade makes up 17% of world trade, compared with around 14% for the United States.", "It's plain to see that this gives us more weight on the world stage than any country acting alone, if only we can together leverage our collective market force.", "So we have a huge potential, as Europeans, to build on this external side of our community.", "This does not mean compromising our European values of inclusiveness and international cooperation.", "It means being open to the world but confident in ourselves; being friendly to all, but ready to protect our interests when necessary.", "So is such a Europe possible?", "I have every confidence that it is.", "We have new Presidents in all the main EU institutions who, I believe, understand this moment and the need for Europe to step up.", "All European leaders see that the world around us is shifting and demanding that we reset our ambitions.", "But if we are to move forward, the impetus needs to come from the bottom up as well as the top down.", "European integration must be grounded in the assent of its citizens.", "That brings me back to Frankfurt and this region.", "I truly hope that cities like this one - that have always taken the lead in European cooperation - can support this process and imbue it with the renewed energy it needs.", "If so, the start of this new decade could be a moment when a new European character emerges - a moment when we recapture the pioneering spirit that led this region to become a centre of European trade, of European finance and of European politics.", "It will certainly not be easy.", "As the most famous son of Frankfurt, Johann Wolfgang von Goethe, \"Knowing is not enough; we must apply.", "Willing is not enough; we must do.\"", "See Holtfrerich, C.-L. (1999), Frankfurt as a Financial Centre: From Medieval Trade Fair to European Banking Centre.", "Badinger, H., \"Growth Effects of Economic Integration: Evidence from the EU Member States\", Review of World Economics, Vol.", "Goethe, J.W., Wilhelm Meister's Years of Travel or The Renunciants, translated by H.M.Waidson, John Calder (Publishers), 1982."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Frankfurt", "Europe", "European integration", "European Union", "internal", "external", "community", "values", "cooperation", "economy"]}