{"sentences": ["ECONOMIC PERSPECTIVES Address by Governor Øystein Olsen to the Supervisory Council of Norges Bank and invited guests on Thursday 13 February 2020 perspectives 2020 FROM OIL AND GAS TO FINANCIAL CAPITAL \"We are now moving into the final phase of a period where domestic raw materials and energy sources have provided an essential basis for economic expansion.", "Hereafter, growth must increasingly rely on the production of finished goods in areas where we do not have a natural advantage.", "\"1 The same could be said about the challenges facing the Norwegian economy today.", "But this quote is from 50 years ago - from the annual address by central bank governor Erik Brofoss on 16 February 1970.", "The 50th anniversary of the first oil discovery on the Ekofisk field was commemorated in October last year.", "Aptly enough, this took place on the same day as the Government Pension Fund Global (GPFG) topped NOK 10 000 billion.", "In the governor's address on the economic situation, there was no mention of what was to become Norway's main revenue source over the next half-century.", "In hindsight, it can be said that what was to be his last annual address may not have been the most prescient.", "To be sure, it was still highly uncertain at that time how much oil and gas were actually hidden under the ocean floor 320 kilometres southwest of Stavanger.", "Not to mention, the value of that natural resource was much lower than today (Chart 1).", "Chart 1 Oil was cheaper before OPEC.", "Annual Address to Norges Bank's Supervisory Council, 16 February 1970.", "PERSPECTIVES Prices then surged, reaching today's levels when oil producing countries agreed on 13 FEBRUARY 2020 production cuts in autumn 1973.", "Perhaps what we in Norway best remember from that time is the weekend car ban in Oslo and even the King riding the tram.", "The surge in oil prices also came close to cutting the bloodline of what had been Norway's most important export industry for more than a century - shipping (Chart 2).", "In 1975, almost a quarter of the Norwegian merchant fleet was laid up.", "Chart 2 Oil became the new flagship.", "Export revenues as a share of GDP.)", "Sources: Statistics Norway and Norges Bank That same year, production at Ekofisk started in earnest.", "Fields such as Frigg and Statfjord followed, and combined with yet another jump in oil prices following the Iranian revolution, a new flagship ushered the Norwegian economy into the 1980s.", "Oil prices fell during that decade, but oil and gas production was growing at a vigorous pace.", "The activities on the Norwegian shelf also had a strong impact on mainland businesses.", "Shipyards learned to build oil platforms as new ship orders sagged.", "What might have been viewed as a rescue buoy eventually became a springboard to the rest of the world.", "The oil service industry's breakthrough overseas came into clear evidence in the 2000s.", "Strong demand from China and other emerging economies led to a further jump in oil prices, and offshore oil exploration expanded worldwide.", "The technology developed in the search for deep-water oil and gas became one of Norway's major exports.", "The offshore oil industry paved the way for wealth gains no future generation is likely to experience (Chart 3).", "At the start of our oil journey, per capita GDP was low in Norway compared with many other countries.", "Rising oil and gas production lifted the income level in Norway in the decades that followed.", "When production peaked in the early 2000s, rising prices boosted our income level further.", "Chart 3 Norway s rise to wealth.", "Norway's oil history has produced many winners.", "Norwegian wage earners have over time experienced purchasing power gains that their counterparts in other countries could only have dreamed about.", "The main beneficiary of high oil prices this century has been government finances, thanks to the state's direct financial interest and high taxation of production profits.", "In good times, the gains have been substantial.", "At the same time, this means that the state bears much of the risk associated with oil price fluctuations.", "It still took a long time before government oil revenues yielded surpluses that could be set aside for future generations.", "Norway's sovereign wealth fund received its first capital deposits in 1996, a quarter century after the government started earning money on oil.", "Until then, oil revenues had been spent as they were earned - and at times in advance (Chart 4).", "Sources: Ministry of Finance and Norges Bank The picture changed when the cash flow from oil activities reached new heights around 2000.", "It became clear that future revenues would be much higher than anticipated.", "The fiscal rule, introduced in 2001, provided for a gradual phasing in of oil revenues into the economy.", "By limiting government spending of oil revenues to the real return, the path was paved for building up substantial government financial wealth.", "In the next years, the cash flow from oil production was far larger than the transfers to the central government budget, mainly owing to high oil prices.", "Transfers have been smaller in the past decade.", "The oil price fall reduced revenues.", "At the same time, withdrawals from the fund have become substantially larger, in pace with the increase in the fund.", "Despite the subsequent downward revision of the expected real return to 3 percent of the value of the fund, we have spent as much oil revenues over the past decade as in the 40 preceding years.", "The fund was still three times larger towards the end of 20192 than at end-2009, owing to substantial value gains.", "Almost all the gains have been earned in the past ten years.", "The krone depreciation accounts for a quarter of the value gains (Chart 5).", "A weaker exchange rate means that we have to pay more for foreign goods and services, which is why the fund's value is adjusted for exchange rate effects when measuring the fund's return.", "Chart 5 The krone has boosted value gains.", "Shares of total value gains.)", "Percent ECONOMIC 13 FEBRUARY 2020 GPFG's value gains in international currency 1) At 30 September 2019.", "Source: Norges Bank The past ten years have been beneficial for the fund, also in foreign currency terms (Chart 6).", "The average return has been higher than in the fund's first years, primarily reflecting a sharp rise in global equity prices.", "Chart 6 A good decade for the GPFG.", "Average annual return on the GPFG.)", "Source: Norges Bank The rise in equity prices has largely been driven by a fairly small number of companies.", "US corporate profit margins have increased markedly.", "The big earners have been the tech giants, which typically operate in markets where there are substantial profits to be gained as the dominant company.", "Their profits have drawn growing attention from competition authorities and higher taxation is under discussion internationally.", "Current valuations are based on expectations of sustained profit growth.", "This entails a downward potential.", "of the decline in global interest rates over time.", "PERSPECTIVES 13 FEBRUARY 2020 The interest rate decline reflects the expansionary monetary stance prevailing since the financial crisis.", "Central bank policy rates were reduced to very low levels in many countries in order to stimulate economic activity.", "Several central banks have also engaged in substantial asset purchases, which has pushed down long-term interest rates further.", "But low interest rates also reflect other driving forces such as population ageing, high saving in emerging economies, growing inequality and a general decline in productivity growth.", "Lower interest rates imply higher bond prices.", "During the period of falling interest rates, the rise in bond prices has contributed to sustaining the return on the fund's fixed-income portfolio.", "But this is a one-off gain.", "At today's interest rate level, the fixed-income portfolio will yield much less ahead.", "The interest rate decline and massive central bank asset purchases have also driven up equity prices.", "In the search for yield, investor demand for equities has steadily increased worldwide.", "At the same time, low interest rates have increased the valuation of expected income further ahead.", "Over time, shareholders are well rewarded for taking risk, but at times it may also require patience.", "An investor with a broad equity portfolio in 1972 - the year before OPEC shook the world economy for the first time - had to wait more than ten years to recover the value lost (Chart 7).", "After the financial crisis, it took five years for the equity market to return to the 2007 level.", "With its long-term horizon, the fund has been able to earn solid returns since that time.", "Chart 7 We should factor in future downturns.", "Real return on global equities.", "Year 0 = 100 From 2007 160 160 100 100 40 40 0 1 2 3 4 5 6 7 8 9 Year Year Year Year Year Year Year Year Year Sources: DMS database, Dimson, Marsh and Staunton (2019), FTSE Russell, St. Louis Fed and Norges Bank But both the downturn in the wake of the financial crisis and the high returns in recent years should serve as a reminder that the market value of the fund may vary widely in the future.", "A fall in global equity markets comparable to the decline in 2008 would alone reduce the fund's value by almost NOK 3 000 billion.", "around twice as large as the present value of remaining government oil revenues.", "Chart 8 Larger-than-expected fund... Share of mainland GDP.", "Percent Projected value of GPFG in 2020 in different national budgets Present value of remaining oil revenues 50 50 2012 2014 2016 2018 2020 2020 Source: Ministry of Finance The conversion has reduced the sensitivity of government revenues to oil price fluctuations, but has increased our exposure to global financial market volatility.", "The fund has built up a diversified portfolio of investments worldwide, which allows it to reap the gains from an upturn wherever it may occur - and means it is shielded from negative events in individual markets.", "But the fund is not immune to a broad-based downturn.", "As a small, open economy, Norway has always been exposed to global economic developments.", "The substantial foreign assets we have accumulated mean that our economy is even more closely intertwined with the world economy.", "It is then unfortunate that the rule-based order for world trade since 1945 is losing ground.", "Bilateral and regional agreements are gaining ground at the expense of multinational cooperation.", "This contributes to uncertainty about the outlook for the global economy.", "The value of the natural resources we found the first traces of 50 years ago has in large part accrued to society as a whole.", "This was not a given as we were heavily reliant on foreign capital and expertise in the first years of oil activities.", "But decisions were taken early on in favour of substantial government ownership, high taxation of production profits and skills transfer requirements, which were in many ways in keeping with Norwegian traditions.", "The roots can be traced back to concession policy and hydropower management, and to the post-war focus on collective solutions.", "It was also broadly recognised that economic gains from the use of natural resources, economic rent, should be returned to society.", "The value of the fund is now more than three times annual mainland GDP.", "The fund has grown bigger than total net household wealth, including housing wealth (Chart 9).", "This means the fund has an interesting distributional aspect.", "While the richest decile controls half of household wealth, we all benefit from the fund.", "Chart 9 ... and larger than household wealth.", "Net household wealth is the sum of net value of household assets from the financial accounts and an estimate of the value of their dwellings.", "Sources: Ministry of Finance, Statistics Norway and Norges Bank The fund's investment management model is also designed to enable future generations to benefit from this wealth.", "First, there has always been broad political consensus about the development of the fund's strategy.", "The strategy changes have been based on thorough studies.", "All important decisions are taken by the Government and endorsed by the Storting (Norwegian parliament).", "Norges Bank has an advisory role.", "The authorities have stood fast at the crossroads even during demanding periods.", "This has served us well.", "A good example is the decision in 2007 to increase the equity share from 40 to 60 percent.", "This important change was implemented by making large purchases of equities in the period to June 2009, about the time when markets bottomed out after the financial crisis.", "In retrospect, we can see that the fund bought equities on the cheap in that period, and has posted large gains over the past decade.", "Second, Norges Bank's mandate is clearly defined.", "The capital is to be invested with one - and only one aim: The highest possible return at an acceptable risk.", "There has been broad political agreement that the fund should not be used to promote other objectives.", "A clear and unequivocal objective enables the fund's owners to evaluate Norges Bank's performance as investment manager.", "If there were several different objectives, they would have to be weighed against each other.", "That would be a demanding task for an investment manager.", "Political trade-offs are a matter for the political authorities.", "STRUCTURAL CHANGES AND NEW CHALLENGES We have always know that activity on the Norwegian shelf would eventually decline.", "13 FEBRUARY 2020 After a half-century of oil production, about half of estimated total reserves have been extracted.", "About half of what remains has not yet been discovered.", "In recent years, known oil resources have shown little increase (Chart 10).", "There is also the question of how much of what remains would be profitable to extract.", "Chart 10 Fewer large discoveries.", "For many fields, the exploratory, development and production phases span several decades.", "The Johan Sverdrup field, where production recently started, will according to plan remain in production for at least 40 years.", "Exploration and field development decisions have always been based on estimated futures prices for oil and gas.", "Uncertainty linked to future profitability has also been a key factor.", "Today, global climate challenges add to that uncertainty.", "More and more people are waking up to the gravity of climate change.", "If the world is to meet the goals of the Paris Agreement, carbon emissions must be reduced, which means the combustion of fossil fuels, including oil and gas, must also be reduced.", "But the world will still need energy.", "How much and what share will have to be covered by oil and gas are uncertain.", "That will depend on a number of factors, including climate policy and technological developments.", "Much remains on the technological front.", "There is still far to go before carbon capture is truly profitable.", "Alternative energy sources are not being developed fast enough, even if they are becoming more cost-efficient.", "At the same time, long-term investments lock in emissions for a long time to come.", "promote investment in alternative energy.", "The European Commission also recently launched a plan to introduce a tax on imports based on a product's carbon footprint.", "The ambition is an equal carbon price for all products whether produced in or outside the EU.", "Even though the EU accounts for a diminishing share of global emissions, this could also affect emissions in other parts of the world, including emerging economies.", "While climate policy is being strengthened in a number of countries, the international picture is also one of resistance to the introduction of effective measures.", "A stricter climate policy also raises difficult discussions about burden sharing - not least between mature advanced economies and emerging economies.", "It is not surprising then that the EU's carbon tax plans are being met with accusations of protectionism.", "So far, it has been difficult to achieve a sufficient reduction in global greenhouse gases.", "Instead, emissions have increased.", "Emissions in advanced economies are still high (Chart 11).", "Emerging economies account for virtually the entire increase in global emissions in recent years.", "Since 1990, emissions have tripled in Asia, while they have been reduced by 30 percent in Europe.", "Chart 11 Emissions on the rise in emerging economies.", "Gigatonnes Africa 30 Americas ex.", "China Europe 10 10 1850 1875 1900 1925 1950 1975 2000 Source: Our World in Data At the same time, both energy consumption and living standards are low in many developing countries, and their emissions are barely visible in the chart.", "If these countries succeed in raising living standards, energy consumption will rise, which is unlikely to occur without higher emissions.", "The climate issue is therefore in large part about how poor countries can achieve solid economic growth without a continued rise in greenhouse gas emissions.", "With the rise in emissions we have seen, the world will have to prepare for and adapt to a warmer climate.", "At the same time, climate change impacts are becoming increasingly evident.", "This may lead to abrupt policy shifts.", "Businesses, banks and investors are paying more attention to this risk.", "The PERSPECTIVES outlook for offshore activities on the Norwegian shelf has also become more uncertain.", "The oil price decline in 2014 brought to light once again the important role of the petroleum sector for the economy.", "Rather than being in a unique position, the Norwegian economy had to restructure and adjust to lower demand in the oil industry.", "The oil price collapse marked the beginning of the restructuring that we had long known would come, but it started more abruptly than assumed earlier, for example by the Holden III Commission5 (Chart 12).", "Chart 12 Business sector less dependent on oil.", "Sources: Ministry of Finance and Statistics Norway In the course of a few years after the oil price fall, oil industry demand6, measured as a share of mainland GDP, declined by 40 percent.", "A comparable fall in global oil-related demand amplified the downswing in the Norwegian oil service industry.", "Despite the shock to the oil industry, the downturn in the Norwegian economy proved fairly mild.", "Employment growth slowed, but unlike during the financial crisis and the downturn in the early 2000s, growth remained positive and registered unemployment did not exceed 3 percent.", "The mildness of the downturn following the oil price fall shows that the Norwegian economy has effective shock absorbers, such as flexible wage formation, a floating exchange rate and solid government finances.", "We also had monetary policy space, which we used (Chart 13).fi C a t 3 o eta y po cy s t e st e o de e ce Policy rate and capacity utilisation.)", "Percent PERSPECTIVES 13 FEBRUARY 2020 Capacity utilisation 1 1 2005 2008 2011 2014 2017 2020 Capacity utilisation is Norges Bank's output gap projecton for the Norwegian economy.", "Source: Statistics Norway The primary responsibility of monetary policy is to provide the economy with a nominal anchor, quantified as the Bank's inflation target.", "Monetary policy can contribute to high and stable output and employment and to counteracting the build-up of financial imbalances.", "In normal times, monetary policy is the first line of defence in stabilising the economy.", "The policy rate can be changed quickly when the economy is exposed to shocks.", "Given the structure of the Norwegian credit market, where floating interest rates predominate, the policy rate is an effective tool.", "The inflation targeting regime must be flexible.", "Norges Bank's close to 20 years' experience with inflation targeting suggests that a small, open economy must expect inflation to deviate fairly widely from the target from time to time.", "However, inflation has remained within a range where deviations from the target cannot be said to have entailed material economic costs.", "This has provided leeway to give weight to other considerations in interest-rate setting.", "During the most recent downturn, the krone exchange rate fell in pace with oil prices.", "This led to prospects for higher inflation.", "The prevailing confidence in the monetary policy framework and wage formation proved to be of benefit.", "As long as we were certain that the rise in inflation was temporary, monetary policy could look through the rise.", "From autumn 2014, the policy rate was lowered in four steps, by a total of 1 percentage point.", "But in an economy marked by structural changes, monetary policy could not fully counteract the effects on output and employment.", "In recent years, economic activity in Norway has picked up again, and the rate cuts following the oil price fall have been reversed.", "By comparison, policy rates among many of our trading partners are still negative more than ten years after the financial crisis.", "Monetary policy has been stretched thin internationally.", "can be very effective when the economy features high unemployment, and very low interest rates alone do not provide sufficient stimulus.", "In Norway, there is a long tradition of fiscal policy support in stabilising the economy.", "The GPFG has increased our fiscal space.", "As in the downturn in the early 2000s and during the financial crisis, oil revenue spending over the central government budget was stepped up markedly during the most recent, oil-driven downturn.", "An active countercyclical policy with high spending in downturns must be followed by a reversal or tightening measures when economic indicators point to a recovery.", "However, because the value of the fund has steadily risen, we have long been spared the more demanding tightening measures.", "This may not be the case in the years ahead.", "Oil revenue spending over the central government budget has reached a high level.", "As mentioned, we must take into account the possibility that developments in global financial markets may be weaker than in recent years, with a possible downward correction in equity markets.", "This will reduce the value of the GPFG.", "In addition, Norway is facing demographic challenges that will put pressure on government finances ahead.", "The government also has a responsibility for the balance between the public and private sector.", "Since 2014, public consumption and investment have risen to a recordhigh share of mainland GDP (Chart 14).", "The krone depreciation over the past years has entailed a sharp increase in the GPFG's value in krone terms.", "This has increased the government's domestic purchasing power.", "However, a krone depreciation does not increase our national wealth.", "In the years ahead, we need a larger non-oil tradable sector.", "If that sector is to expand, it must be given room to grow.", "If the government lays claim to a growing share of available production resources, the room for growth will diminish.", "The government must therefore be especially cautious about increasing public spending on the basis of a krone-driven rise in the fund's value.", "Chart 14 Strong growth in public demand.", "At the same time, higher import prices have given Norwegian customers an incentive to shift demand towards domestic producers.", "Thanks to inflation targeting and a floating exchange rate, cost adjustment took place much faster than would otherwise have been the case.", "Chart 15 Is Norway competitive enough?", "Percent Trade deficit excluding oil and gas (l.h.s.)", "Labour costs in a common currency (r.h.s.)", "Sources: Norwegian Technical Calculation Committee for Wage Settlements (TBU), Statistics Norway and Norges Bank Despite a more than 15 percent reduction in labour costs in a common currency since 2014, the tradable sector has shown fairly weak growth, as reflected in recent trade balance developments.", "The non-oil trade deficit has continued to widen, which must be seen in the light of the decline in oil service exports owing to the sharp fall in global offshore oil investment.", "Seafood exports have recently set new records in krone terms, but exports have remained flat for several years in volume terms, partly because of salmon lice problems.", "Capacity constraints have also hampered exports of metals and other capital-intensive manufactured goods.", "Profitability has clearly improved, but a considerable increase in production requires substantial investment, and it is only in the past few years that manufacturing investment has shown a pronounced pick-up.", "The large foreign assets that we have accumulated mean that we can run a trade deficit when oil and gas revenues eventually decline.", "Recent developments nevertheless suggest that we have become more dependent on the return on those assets for financing tomorrow's imports (Chart 16).", "Chart 16 Growing dependence on the GPFG.", "It should be noted, however, that a substantial share of Norway's goods and services imports is related to activity on the Norwegian shelf.", "These imports will decline as oil activities wind down.", "On the other hand, lower oil prices or a decline in global equity markets will reduce the expected return on the GPFG.", "Moreover, the trade deficit has shown a substantial increase in a period where both demand in the Norwegian oil industry and the krone have weakened.", "For many years, Norwegian companies could afford to pay much higher wages than companies in neighbouring countries.", "Perhaps the ability to pay high wages has been more dependent on the oil industry than thought earlier.", "Going forward, the key to success for Norway will be the same as for other countries: We must make the most of our number one resource - labour.", "The value of Norway's human capital is around three times the sum of its natural resources, production capital and financial capital.", "Our future welfare level therefore depends on how many are in work and how productive they are.", "Employment in Norway is no longer as high as it once was.", "Today, a smaller share of the population aged between 25 and 54 is employed than 20 years ago (Chart 17), and the share is now higher in a number of countries, not least because female employment abroad has also risen.", "At the same time, the share of adult men in work in Norway has fallen.", "Chart 17a No longer at the top of the employment chart.", "Share of population aged 25-54.", "Percent PERSPECTIVES 13 FEBRUARY 2020 84 84 78 78 Rep. Finland Norway Denmark Netherlands Chart 17b No longer at the top of the employment chart.", "Share of population aged 25-54.1) Percent 84 84 Rep. Canada Norway Netherlands Czech 1) Latest observations.", "Those outside the labour market share a number of characteristics.", "One is weak formal qualifications.", "Among them, we find recently arrived immigrants and young persons who have dropped out of school.", "Another is poor language skills.", "Moreover, it is worrying that disability rates are rising, particularly among young people (Chart 18).fi Chart 18 Higher disability rates.", "Source: Norwegian Labour and Welfare Administration (NAV) The Norwegian labour market is characterised by small wage differences.", "On the whole, small wage differences are an asset for the economy, partly because this entails higher skills and productivity requirements.", "On the other hand, it means that jobs for unskilled workers are limited.", "Those in a weak position in the labour market may then struggle to enter the labour market, or re-enter after a period of unemployment.", "The economy's structural features and the functioning of the labour market will determine the level of employment in the long run.", "Economic policy plays an important role, particularly in terms of how education, tax and welfare policies are designed.", "For those who are at risk of being excluded, targeted measures may be necessary.", "Monetary policy can serve as an employment cushion.", "In periods of falling labour demand, a more expansionary monetary policy will dampen the decline.", "By avoiding the deepest downturns, fewer people are likely to end up outside the labour force.", "But monetary policy cannot have a primary responsibility for the level of employment.", "Keeping the policy rate at a persistently low level with the aim of boosting activity and employment more permanently could lead to price and wage pressures and to a sharp increase in house prices and credit growth.", "This could give rise to imbalances that in turn increase the risk of a downturn and job losses further out.", "ECONOMIC In the quote from 1970, Erik Brofoss predicted a shift away from a resource-based 13 FEBRUARY 2020 economy.", "Fifty years later the structural shift is underway.", "Brofoss was optimistic about the way ahead, and he was clear about what the main source of progress is as he formulated in his speech: \"Now is the time to reap the fruits of our efforts in general education and vocational training to boost human capital.\"", "Brofoss had high hopes for the coming generations of well-educated young people.", "The young workers in Brofoss' day are now retired, or close to retirement.", "In the coming years, the dependency ratio will increase.", "The aim must therefore be to make structural changes without further declines in labour force participation.", "We also have reason to be optimistic despite an ageing population.", "We still have a highly skilled workforce.", "We have an economic policy framework that has served us well for nearly 20 years.", "In addition, our room for manoeuvre puts us in an enviable position.", "Last, but not least, we have a business sector that has already proved its adaptability, which can now also build on the expertise gained in oil production and services.", "The Norwegian economy has fared well through the first phase of the structural shift away from an oil-driven economy.", "The sharpest downswing in oil activities may be behind us.", "The overall downward potential is smaller than a few years ago, and the business sector is less dependent on oil.", "But structural changes take time.", "Companies have to seek out new markets, new businesses need to be established and workers have to move into new jobs.", "As long as the transition to a less oil-dependent economy is gradual, the business sector will have the chance to adapt.", "The challenges will be much greater if there are abrupt changes in operating conditions or policies.", "Brofoss was mistaken about one point.", "The final phase would come many decades later than he anticipated, but is now drawing near.", "Central bank governors tend to get it right, sooner or later."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Oil and gas", "Structural changes", "Fiscal policy", "Monetary policy", "Government finances", "Employment", "Education", "Climate change", "Productivity", "Demographics"]}