{"sentences": ["SPEECH The monetary policy strategy review: some preliminary considerations Speech by Christine Lagarde, President of the ECB, at the \"ECB and Its Watchers XXI\" conference Frankfurt am Main, 30 September 2020 Thank you for inviting me to address this conference.", "This morning, I would like to speak to you about the ECB's strategy review, the reasons we are conducting it, and our expectations as a result of it.", "Since 2003, when we last conducted a strategy review, the euro area and the world economy have undergone profound changes.", "The consensus that has governed monetary policy worldwide has been challenged on a number of fronts.", "Most importantly, the last decade has been defined by a persistent decline in inflation among advanced economies.", "In the euro area, annual inflation averaged 2.3% from 1999 to the eve of the great financial crisis in August 2008, but only 1.2% from then until the end of 2019.", "This environment poses fundamental questions for central banks.", "We need to thoroughly analyse the forces that are driving inflation dynamics today, and consider whether and how we should adjust our policy strategy in response.", "To inform this analysis, we also want to hear from a wide variety of stakeholders - including citizens, academics, parliamentarians and civil society organisations - about how they perceive our goals and actions.", "This is why we have launched the \"ECB Listens\" programme, in which we will aim to listen to as many voices as possible.", "As we have just restarted our strategy review - we put it on hold when the coronavirus (COVID-19) pandemic struck - I will not be presenting any conclusions today.", "Now is the time for listening and reflecting.", "But I will discuss the main issues we are looking at and some of the key questions we will be asking.", "In my remarks today I will cover three topics: first, the definition of our inflation objective; second, the relationship between inflation and the real economy; and third, the transmission and effectiveness of monetary policy.", "None of these issues can be considered in isolation and we need a well-rounded view of all elements in order to draw conclusions for the strategy review.", "The inflation objective I start with the inflation objective because it anchors the inflation process for the whole economy.", "Three issues will feature particularly prominently in our review.", "The first is how to formulate the inflation aim.", "The arguments in favour of central banks aiming for positive inflation rates with a sufficient buffer away from zero were articulated during our strategy review in 2003.", "It compensates for possible measurement bias, helps countries rebalance their economies within a monetary union and creates a buffer against deflation, as well as leading to higher nominal interest rates over the medium term.", "That helps ensure that monetary policy is not forced too often towards the effective lower bound - the level of interest rates at which further cuts do not have the desired positive impact - when faced with shocks that push inflation too low.", "Since 2003, the ECB has used a double-key formulation to set our objective, defining price stability as a year-on-year increase in inflation of \"below 2%\", while aiming for inflation of \"below, but close to, 2%\".", "This formulation was appropriate at a time when the ECB was seeking to establish credibility and too-high inflation was its main worry.", "As our research shows, it was a key factor in successfully capping inflation expectations.", "But in the current environment of lower inflation, the concerns we face are different and this needs to be reflected in our inflation aim.", "Ensuring that there is sufficient space above zero to re-empower conventional monetary policy becomes more important.", "And, to underpin inflation expectations, we need to ensure that our aim is perceived to be symmetric by the public.", "So we should have an inflation aim that the public can easily understand.", "The second issue is the horizon over which price stability should be achieved, which is captured by the ECB's \"medium term\" orientation.", "This forward-looking orientation reflects traditional and wellestablished principles of prudent monetary policy, which is consistent with the notion that monetary policy works with a lag and can influence inflation over the medium term rather than the near term.", "But within the ECB's framework, the medium-term orientation has also been a way for the Governing Council to take into account what is happening in the real economy, including employment.", "We have a hierarchical mandate with price stability at the top.", "But the medium term, which is a flexible concept, allows us to avoid unnecessarily constricting jobs and growth in the event of a supply shock which temporarily pushes up inflation and generates an economic slump.", "The low inflation environment creates some new questions about how to operationalise the medium term.", "For instance, the existence of large and persistent disinflationary shocks related to, say, the ability to compare prices more actively via the internet and diversify suppliers is likely to call for more flexibility.", "But a persistent failure to meet the inflation aim can feed into inflation expectations and would call for a shorter policy horizon.", "We also need to reflect on our two pillar approach for assessing developments in the economy, which uses both economic and monetary analysis.", "Cross-checking between the two helps determine the risks to price stability.", "The monetary pillar could in principle be enhanced to provide information on financial stability which - over longer time horizons - could be relevant for the inflation outlook.", "Central banks have also considered adding a backward-looking element to the policy horizon in response to the low inflation environment.", "In the ECB's case, the reference to underlying inflation dynamics in our forward guidance means that we already look at the past when deciding whether to change policy.", "The wider discussion today, however, is whether central banks should commit to explicitly make up for inflation misses when they have spent quite some time below their inflation goals.", "If credible, such a strategy can strengthen the capacity of monetary policy to stabilise the economy when faced with the lower bound.", "This is because the promise of inflation overshooting raises inflation expectations and therefore lowers real interest rates.", "While make-up strategies may be less successful when people are not perfectly rational in their decisions[3] - which is probably a good approximation of the reality we face - the usefulness of such an approach could be examined.", "The third issue is the measure of inflation that lies behind our inflation aim.", "The Harmonised Index of Consumer Prices (HICP) has served us well so far and is continuously being improved.", "Examples of these improvements include how it accounts for quality change, annual changes in consumption weights, more granular categories of expenditure and more timely data.", "At the same time, our economies are changing increasingly quickly.", "We need to keep track of broad concepts of inflation that capture the costs people face in their everyday lives and reflect their perceptions, including measures of owner-occupied housing.", "This is not about moving the goalposts for monetary policy.", "It is about future-proofing how we measure inflation.", "But we also need to recognise that adjustments will present issues in terms of reliability and frequency of the data.", "Likewise, to get a better sense of the evolution of the HICP over the medium term, we need to complement our analysis also by looking at more cyclical and less volatile measures of inflation, such as underlying inflation.", "The public rightly expects us to defend the purchasing power of money and that is why we target the overall HICP.", "But underlying inflation measures are more responsive to economic slack and tend to better predict inflation over the medium term.", "The relationship between inflation and the real economy If the anchor for inflation is the inflation aim, the Phillips curve - the link between the real economy and inflation - plays a central role in allowing central banks to steer inflation towards that aim.", "But in the low inflation environment, prices appear to have become less responsive to the real economy.", "ECB research suggests that the empirical Phillips curve remains intact, but it may be rather flat.", "Broadly speaking, three factors might explain why inflation responded so weakly to improvements in the economy in the run-up to the pandemic.", "The first possibility is that economic slack - the amount of underused resources in the economy - was larger than we thought.", "The second possibility is that the relationship between slack and inflation was obscured by persistent structural forces.", "And the third is that the anchoring of inflation expectations might have loosened, affecting where inflation settles when both demand and supply shocks have passed and slack converges at zero.", "The intuition behind the first factor is that the Phillips curve is alive and well, but the euro area faced a series of large shocks that made it harder to measure economic activity relative to potential.", "Since it is the distance from full employment that matters in terms of moving inflation in the Phillips curve, if that distance is underestimated inflation may remain subdued even as measured slack gets smaller.", "There are numerous potential causes of this mismeasurement, including: measures of unemployment that ignored the effects of part-time work and underemployment[5]; revisions to potential output which mistook cyclical changes for structural trends[6]; or a failure to fully account for external factors that added to euro area slack, such as relative demand imbalances linked to the trade surplus.", "Research supports such a role for \"hidden slack\".", "Since 2011, studies that assume that the output gap has been much larger have, in general, outperformed those that use traditional estimates.", "What is striking, though, is that in the run-up to the pandemic we saw labour market slack diminishing and wages finally rising, but without inflation picking up.", "In fact, ECB research finds that there was no missing wage inflation in recent years.", "What we saw instead was a slower pass-through from wages to prices, because companies preferred to compress margins rather than pass on cost rises.", "For monetary policy, it matters whether firms did this because they expected slowing demand, or because they were affected by persistent structural changes that distorted historical regularities.", "This brings me to the second factor: long-running structural forces.", "How could they have weakened the link between the real economy and inflation and thereby require a revised approach to monetary policy?", "It is clear that globalisation lifted the global labour supply, sharpened competition and caused firms to set prices more strategically.", "Globalisation also went hand in hand with digitalisation, which increased price transparency and enabled many industries to reduce costs.", "In theory, all these factors could have depressed price inflation, even as wage growth was being supported through productivity gains from technology.", "In parallel, adverse demographics in advanced economies may have led to higher saving rates and structurally weaker demand.", "Research suggests that these forces have affected inflation in the euro area in recent decades.", "A recent study finds that global factors, such as global commodity prices, global slack and producer price competition, can all significantly affect inflation.", "ECB research also finds that digitalisation has been disinflationary in the euro area: since 2006, e-commerce has led to an average yearly decrease in nonenergy industrial goods inflation of 0.06 percentage points.", "And empirical evidence suggests that a shrinking working-age population may depress inflation.", "At the same time, structural forces need not be net deflationary, particularly in the aftermath of the COVID-19 pandemic.", "While globalisation and digitalisation have tended to pull in the same direction over the past 20 years, it is conceivable that they might now pull in opposite directions.", "The pandemic might both trigger de-globalisation - as protectionism rises and firms shorten supply chains to increase operational resilience - and accelerate the expansion of the digital economy.", "Changing global demographics might also reduce the global labour supply.", "In addition, a more active countercyclical role for fiscal policy after the pandemic may strengthen inflation dynamics.", "And we have to factor in a renewed focus on mitigating climate change, too, which could have an impact on inflation through progressive changes in the energy mix as we transition towards a carbonneutral economy.", "Climate change affects all aspects of monetary policy: output and inflation, long-term interest rates and policy transmission.", "That is why we are carefully studying the implications of climate change for our primary objective as part of our strategy review.", "In any event, structural factors can only have a lasting negative impact on inflation if they seep into inflation expectations.", "This leads me to the third factor that may explain the apparent disconnect between the real economy and inflation.", "Empirically, it is not straightforward to gauge the anchoring of inflation expectations.", "There can be differing interpretations depending on the approach used to define anchoring, as well as the measure and horizon of inflation expectations considered.", "That said, market-based measures of longer-term inflation expectations have fallen notably, even when adjusted for various risk premia that can distort the picture.", "Those measures have also become more responsive to short-term news, which can be interpreted as a sign that their anchoring has softened.", "Survey-based measures remain more or less within a range consistent with the ECB's aim (i.e.", "For the actual process of setting wages and prices, it is the expectations of the public that matter most.", "Since our last strategy review there has been more research on how consumers and firms form their inflation expectations.", "While data are still scarce and noisy, the general picture is that consumers hold very diverse expectations about inflation that appear far less well anchored to our aim than other measures of inflation expectations.", "In 2015 average perceived inflation among euro area households was just under 5%, while actual inflation was 0.3%.", "The generally higher level of household expectations is not necessarily a cause for comfort, however.", "What emerges from the research in this area is that households take a long time to absorb new information on inflation, but when their expectations do adjust they can be hard to dislodge - and the direction in which people perceive inflation to be heading can affect their economic decisions.", "This process is of course not exogenous to monetary policy: it is greatly influenced by the central bank's objective and how policy is conducted and communicated in the pursuit of that objective.", "This is why the discussion about the numerical definition of price stability and the instruments that can support it over time is so important.", "Clearly, the three factors I have discussed are not mutually exclusive.", "So it is crucial that we gain a much deeper understanding of their relevance and interactions in order to draw appropriate conclusions for how we conduct our monetary policy.", "As part of this, we need to understand how they might have interacted with monetary policy approaching the lower bound.", "This brings me to the final area I would like to discuss today: monetary policy transmission and effectiveness.", "Monetary policy transmission and effectiveness As monetary policy everywhere has approached the lower bound, all major central banks have faced questions about their policy space and the traction of their tools on the economy.", "A key challenge has been the long-term fall in estimates of the natural interest rate.", "The natural rate is the unobservable interest rate that brings desired saving and investment into balance, or to put it another way, that brings output close to its potential.", "Monetary policy is accommodative when the policy rate is below the natural rate, and restrictive when the policy rate is above it.", "This has required progressively lower policy rates in order to ease monetary policy - or even to prevent an unchanged policy stance from becoming more restrictive.", "Central banks around the world have shown that this is not a barrier to stabilising the economy.", "Before the pandemic, the ECB was able to offset the effects of a declining natural rate by taking its deposit facility rate into negative territory and by deploying forward guidance and asset purchases to ease financing conditions at longer maturities.", "Indeed, asset purchases - by compressing longer-term bond yields - can induce an easing of financial conditions that can partly compensate for the diminishing scope for conventional rate cuts.", "We also launched a series of targeted longer-term refinancing operations (TLTROs) to strengthen the pass-through of these measures via banks to the real economy.", "The effect on both financial conditions and the real economy was significant.", "Considering all the measures taken since mid-2014, the overall impact on euro area real GDP growth is estimated to have been between 2.5 and 3 percentage points cumulatively until 2019, and the impact on inflation is estimated to have been between 1.7 and 2 percentage points cumulatively over the same period.", "The response to the pandemic has provided further evidence of effectiveness.", "Our pandemic emergency purchase programme (PEPP) and the new series of TLTROs have proven to be powerful tools for stabilising financing conditions and stimulating credit growth.", "According to ECB staff estimates, the measures we have taken since March this year will increase inflation by around 0.8 percentage points cumulatively between 2020 and 2022, and GDP growth by around 1.3 percentage points.", "However, we have to reflect on what will happen if natural rates remain low and inflation stays subdued - meaning central banks have to continue to resort frequently to balance sheet policies to deliver on their mandates.", "This scenario throws up two issues that we need to consider more deeply.", "The first is what should be the standardised toolkit for a world where unconventional policy is \"normal\".", "The implicit assumption since 2008 has been that policy \"normalisation\" will mean returning mainly to interest rate policy and winding down unconventional policies.", "But if \"normal\" is closer to what we saw before the outbreak of the pandemic and, I am afraid, what we are seeing even more vividly now, we need to be prepared.", "We need to have a clear consensus - agreed within the Governing Council and understood by the public - on what tools are available to us when inflation is too low, and how they should be systematically deployed in response to different types of shock.", "So we need to further our understanding of the transmission channels of our different instruments, and to evaluate their relative side effects, both intended and unintended, as they work their way through the economy.", "A central question is the extent to which different tools are substitutes or complements and their potential non-linearities - that is, how their effectiveness might change over time or in different economic conditions.", "We already have some evidence on substitutability.", "For example, ECB research finds that without the use of large-scale asset purchases since 2015, our deposit facility rate would have had to fall to around -2% to achieve the same path of inflation we observed.", "This is a level that would probably have triggered \"reversal rate\" dynamics, a situation where a rate cut would become contractionary because it harms the business models of financial intermediaries and disrupts monetary policy transmission.", "Conversely, other instruments have displayed complementarities.", "Think, for example, of our TLTROs and our negative rate policy.", "The former have been able to leverage the power of the latter by channelling the stimulative impulse associated with sub-zero rates directly to banks.", "Unlike in a \"reversal rate\" scenario, this promotes credit creation - because banks can borrow at very low interest rates under TLTROs only on the condition that they lend on - without hurting banks' profitability and impairing monetary transmission.", "The second issue we need to reflect on is interactions between monetary and fiscal policies.", "When central banks have to use balance sheet policies extensively, there is an inevitable strengthening of the interplay between monetary and fiscal policies.", "This interaction works both ways.", "Fiscal policy empowers monetary policy by fostering demand, which brightens economic prospects for firms.", "This encourages them to borrow and allows them to fully benefit from monetary policy stimulus.", "And monetary policy makes fiscal policy more effective, because when monetary policy is at the lower bound - and committed to staying there via forward guidance on rates and asset purchases - fiscal multipliers are higher.", "Indeed, one explanation for the superior inflation performance of the United States relative to the euro area in recent times is that monetary and fiscal policies were more aligned.", "From 2013 to 2018, fiscal policy in the euro area tightened by around 2.5 percentage points of GDP, compared with a loosening of around 0.8 percentage points in the United States.", "ECB analysis for the euro area finds that, while monetary policy was supporting inflation during this period, it was being offset by demand headwinds.", "The implication is that, in the current environment, both policies must remain expansionary for as long as necessary to achieve their respective goals.", "And, in disinflationary conditions when the economy is running short of its potential, the goals of each policy are naturally aligned.", "But if monetary and fiscal policies are interacting more closely, it also raises important questions - questions that will become even more acute in the aftermath of the pandemic.", "These include how to set policy in a world of possibly permanently higher levels of public debt, and the appropriate design of Europe's fiscal framework.", "Since restarting our strategy review, we have introduced a new work stream on monetary-fiscal interactions precisely to address such questions.", "Today I have laid out some preliminary considerations that are guiding our strategy review.", "At this stage, it is too early to draw any firm conclusions.", "Rather, I have attempted to identify some of the key issues the Governing Council will aim to address.", "There is one issue, however, on which I can be decisive today: we must explain much better to the general public what we are doing and why, and we must talk to people that we do not normally reach.", "This imperative has to cascade through all the elements of our review: our inflation aim, our inflation measure, our tools and their effectiveness, and how we take into account new challenges that people care about, like climate change or inequality.", "I am fully committed to this vision.", "Monetary policy can only be credible if we ensure that our goals are truly understood and shared by the people we serve.", "As an independent central bank, we are and will remain accountable to them.", "(2019), \"A tale of two decades: the ECB's monetary policy at 20\", Working Paper Series, No 2346, ECB, Frankfurt am Main, December.", "Budianto, F., Nakata, T. and Schmidt, S. (2020), \"Average inflation targeting and the interest rate lower bound\", Working Paper Series, No 2394, ECB, Frankfurt am Main, April.", "(2020), \"A Behavioral New Keynesian Model\", American Economic Review, Vol.", "Conti, A.M., Guglielminetti, E. and Riggi, M. (2019), \"Labour productivity and the wageless recovery\", Working Papers, No 1257, Banca d'Italia.", "Coibion, O., Gorodnichenko, Y. and Ulate, M. (2017), \"The cyclical sensitivity in estimates of potential output\", NBER Working Paper, No 23580.", "Galstyan, V. (2019), \"Inflation and the current account in the euro area\", Economic Letter, Vol.", "Jarocinski, M. and Lenza, M. (2018), \"An inflation-predicting measure of the output gap in the euro area\", Journal of Money, Credit and Banking.", "Bobeica, E., Ciccarelli, M. and Vansteenkiste, I.", "(2019), \"The link between labor cost and price inflation in the euro area,\" Working Paper Series, No 2235, European Central Bank, February; Hahn, E. (2019), \"How are wage developments passed through to prices in the euro area?", "Evidence from a BVAR model\", Applied Economics, preprint, published online on 1 November; Nickel, C., Bobeica, E., Koester, G., Lis, E. and Porqueddu, M.", "(2019), \"Understanding low wage growth in the euro area and European countries\", Occasional Paper Series, No 232, ECB, Frankfurt am Main, September.", "(2020), \"Demographics and inflation in the euro area: a two-sector new Keynesian perspective\", Working Paper Series, No 2382, ECB, Frankfurt am Main, March; Bobeica, E. et al.", "(2017), \"Demographics and inflation\", Working Paper Series, No 2006, ECB, Frankfurt am Main, January.", "Forbes, K. (2019), \"Has globalization changed the inflation process?", "\", BIS Working Papers, No 791, Bank for International Settlements.", "Anderton, R., Jarvis, V., Labhard, V., Morgan, J., Petroulakis, F. and Vivian, L. (2020), \"Virtually everywhere: digitalisation and the euro area and EU economies\", Occasional Paper Series, No 244, ECB, Frankfurt am Main, June.", "Goodhart, C. and Pradhan, M. (2020), The Great Demographic Reversal: Ageing Societies, Waning Inequality, and an Inflation Revival, Palgrave Macmillan.", "Candia, B., Coibion, O. and Gorodnichenko, Y.", "(2020), \"Communication and the beliefs of economic agents\", paper presented at the 2020 Economic Policy Symposium, Federal Reserve Bank of Kansas City; Duca, I.A., Kenny, G. and Reuter, A.", "(2018), \"Inflation expectations, consumption and the lower bound: micro evidence from a large euro area survey\", Working Paper Series, No 2196, ECB, Frankfurt am Main, November.", "Brand, C., Bielecki, M. and Penalver, A.", "(2018), \"The natural rate of interest: estimates, drivers and the challenges to monetary policy\", Occasional Paper Series, No 217, ECB, Frankfurt am Main, December.", "Altavilla, C., Barbiero, F., Boucinha, M. and Burlon, L. (2020), \"The great lockdown: pandemic response policies and bank lending conditions\", Working Paper Series, No 2465, ECB, Frankfurt am Main, September.", "(2019), \"Public Debt and Low Interest Rates\", AEA Presidential Lecture, January."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation aim", "Phillips curve", "Monetary policy transmission", "Inflation expectations", "Natural rate of interest", "Unconventional monetary policy", "Fiscal-monetary interaction", "Climate change", "Globalisation", "Demographics"]}