{"sentences": ["1 It is with great pleasure that I welcome you to our joint conference with the Irving Fisher Committee on Central Bank Statistics and the European Central Bank.", "Over these two days, our distinguished guests will share their thoughts with us on how to improve our external statistics in the near future.", "External statistics are a crucial instrument to shape and support economic policy.", "The quality of external statistics decisively depends on the that are used, adequateness of the statistical concepts and on the reliability of the data collected.", "Whether referring to the statistical universe or to a representative sample, data must always be based on concepts that are clear and consistent with the analytical objects to be studied.", "Each day we face new social and economic phenomena, as well as new models for organising our work, the space in which we move, and even our leisure.", "The emergence of Global Value Chains is just one resounding example.", "Do we currently have the best statistical concepts and indicators to adequately grasp these ever-changing trends?", "But even with the right concepts, the data collected must also meet demanding quality and consistency standards.", "Digitalisation of information storage and transmission offers an important opportunity to improve the effectiveness of data collection and representation.", "It is crucial, however, to ensure the quality, inviolability and integrity of the data collected, as well as maximum security in accessing and transmitting that data.", "Whenever a given item of information becomes an object of public interest, there is a balance to be made between individual data protection and fluid data usage for research and policy purposes.", "This challenging compromise between confidentiality and access became particularly vivid when the statistics community stepped into the microdata domain.", "When dealing with microdata, the first challenge is to ensure that individual information remains inviolable and secure during statistical and econometric treatment.", "The issue here is that data protection must not prevent the analyst from capturing the diversity behind averages, medians and modes.", "It is not hard to find occasions on which such diversity is in fact the very object of study: One can ask, for example, if employees of high-exporting firms are less vulnerable to unemployment during recessions; Or one could study the variation in the impact of social networks on the productivity of individual workers, across different countries and cultures.", "in the information A second challenge is to attain a relevant degree of coverage captured.", "This means one must be able to map diverse microdata sets into aggregate statistics.", "The challenge here comes from the fact that microdata sets are collected for different purposes, making it hard to ensure integrity and compatibility.", "The ultimate goal must be to build a network of microdata sets, managed autonomously by different institutions, potentially from different countries, yet connected through a common language platform, ensuring secure access and agile correspondence.", "This would decisively improve our understanding of economic mechanisms such as: The pass-through from import prices to domestic prices; Or the connection between international credit supply and investment.", "In my view, microdata poses a third challenge: the need to revisit the statistical authorities' mandate.", "In the new domain of microdata, authorities must not only produce aggregate statistics, but also preserve, maintain and provide the underlying microdata.", "Banco de Portugal already faces all these challenges, through the established in Oporto - BPLIM.", "Our lab started operating in 2016 with the aim of making our microdata data sets freely available to the research community in general.", "Until the end of last year, a total of 109 research projects started, involving more than 160 researchers.", "About 80 percent of these researchers are external to Banco de Portugal, and in more than one third of these cases, they are associated with international research institutions.", "But we need other statistical authorities to join us, in order to have microdata sets that encompass the whole socio-economic reality.", "Cooperation between statistical authorities will also help with the development of common methods and tools and the identification of best practices.", "By ensuring strong quality standards in collection, maintenance, treatment and access to public-interest microdata, statistical authorities will provide the best public response to private digital platforms.", "These private platforms collect, use and sell microdata, without any form of public control or public-interest orientation.", "Only through public platforms of anonymised, representative and controlled microdata can our society mitigate the competitive advantage of Big Techs.", "This means that the only interesting strategy to face information monopolies held by private operators is to transform information into a public-interest asset, while simultaneously ensuring privacy protection and equal access by all social and economic agents.", "This strategy will reinforce the ability of each one of us to act and decide in an increasingly informed way.", "I am confident that this conference will provide us with many useful insights onto the paths we can follow towards the effective implementation of such a strategy.", "Thank you very much for being here."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Microdata", "External statistics", "Data quality", "Data protection", "Global Value Chains", "Digitalisation", "Microdata sets", "Aggregate statistics", "Statistical authorities", "Public-interest microdata"]}