{"sentences": ["Keynote address by François Villeroy de Galhau, Gouverneur de la Banque de France, Official Monetary and Financial Institutions Forum webinar, 25 September 2020 « ROLE OF CENTRAL BANKS IN THE HEART OF THE ECOSYSTEM » Contact presse : Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banque-france.fr) Good morning and welcome to this webinar, jointly organized by the Official Monetary and Financial Institutions Forum and the Banque de France.", "What better way to demonstrate the digital transformation than holding an event in cyberspace.", "It has been common in recent years to hear about disruptive technologies but over the past 6 months, information technology has instead been a crucial source of continuity in a highly disrupted world.", "Digitalization is one among many factors transforming central banking and this will be my broader theme this morning.", "The ECB Strategic Review rightly launched by Christine Lagarde, with an explicit list of challengesii, is the opportunity to reflect on how the Eurosystem should respond to them.", "The shocks that have hit the economy in the past decade have been unprecedented, but in hindsight, many long-term structural shifts were occurring that have caused the unstable and complex situation we face today.", "Global natural interest rates had already been falling since the early 1980s driven by the demographic transition and risk-aversion in key emerging markets.", "Digitalisation and globalisation, combined, have been pressing for \"lowflation\".", "Financial vulnerabilities were also steadily, but invisibly, rising since the so- called Great Moderation.", "Indeed, it seems that excess demand now shows up in asset prices before wages or inflation, complicating the trade-offs between price stability and financial stability.", "However, it would be remiss of me not to briefly mention the short-term challenges that we currently face.", "Confronting this unprecedented Covid crisis, we acted boldly and rapidly, using all the tools at our disposal and inventing new ones such as the PEPP.", "By doing so, we successfully avoided both fragmentation and deflation.", "That said, inflation is not yet where we would like it to be, back towards 2% over the medium term.", "Have no doubt about our determination to act as much as needed, and about our capacity to act.", "Again this Autumn, we are hearing chatter about the ECB running out of ammunition.", "It proved completely wrong in March, and it remains wrong today.", "If needed, the ECB has ample room for manoeuvre.", "By the way, the yesterday's take up (EUR 174 bn) of our TLTRO-3 confirms the attractiveness and the adequacy of this innovative tool.", "We decided to keep a steady hand in the last Governing Council due to the continuity of our economic forecasts.", "But steady hands are not tied hands: we have free hands for the future.", "Let me now come to the ECB's strategic review, on which work has restarted after the peak of the Covid crisis.", "It is more extensive than the FOMC's as it will cover, among many things, structural change; climate change; financial stability; and the effects of digitalization.", "The Eurosystem will take its time, as the Fed did, to consider the different alternatives.", "What professional economists find theoretically appealing may not be either easily applicable or comprehensible to the general public.", "What financial markets expect in the short run is not always consistent with long-term economic objectives.", "But let me try today to share some preliminary thoughts on four key questions: 1.", "Is there such a difference between a dual mandate and the ECB's two- tiered mandate?", "How could we clarify the inflation objective?", "What about the \"second pillar\" of the ECB and is there a link with the so- called \"secondary\" objectives?", "Last but not least, how can we improve communication with the general public and economic actors?", "My aim obviously is not to give you conclusive answers to these four questions but to highlight important elements of the debate.", "The Fed's conclusions are a significant part of it but one shouldn't assume that the ECB will simply follow suit.", "Other contributions - such as the ECB Listens exercise, our academic roundtables, Sintra or the current review of the Bank of Canada - are also important and differences are not always where expected.", "Is there such a difference in mandates?", "For most observers, including politicians, this is the most striking issue: the Fed has a dual mandate, including price stability and maximum employment, and the strategy review shifted its emphasis to the latter.", "The ECB, meanwhile, has a primary objective of price stability, according to the Treaties.", "Of course it is our duty to stick to the Treaties and our strategic review won't deviate an inch from them.", "However let me only remind you that our legal mandate is not, as often assumed, a purely \"single mandate\": it is rather a two- tiered one that includes at least two other objectives without prejudice to price stability: \"to support the general economic policies in the Union\" contributing among other aims to a \"social market economy, aiming at full employment and social progress\"iii; and \"the stability of the financial system\"iv Furthermore, I would argue that there is less of a difference between a dual mandate and flexible inflation targeting than people think: noticeably, the measures we have taken to offset the effects of negative shocks such as the Global Financial Crisis or the sanitary crisis have a direct effect on growth and employment.", "As far as demand shocks are concerned, the monetary policy prescriptions are the same.", "In principle there are conflicts when there are supply shock but inflation targeting central banks also tend not to react to temporary supply shocks but respond only if there are signs of second-round effects.", "The ECB also takes note of estimates of the natural rate of unemployment but recognizes that these are subject to enormous uncertainty - like estimates of all other \"natural\" variables.", "The ECB would not tighten policy based solely on an estimated unemployment gap.", "How could we clarify the price stability objective?", "The main substantive change by the FOMC is the introduction of an inflation make-up strategy.", "Rather than being solely forward-looking, the FOMC will, or could, now correct for past inflation shortfalls.", "Let us here also discuss the areas of continuity as Jay Powell did in his speech of 27 Augustv - and the possible  The Fed confirmed our common strategy of inflation targeting and it has kept 2% as its numerical goal.", "This \"conceptual convergence\" remains a cornerstone of modern central banking.", " Average inflation targeting is a flexible tactic, possibly temporary, within a wider strategy of keeping inflation sustainably where expected.", "Still more importantly in my view, the inflation target should be perceived as flexible, symmetric and medium term.", "Allow me to be a bit more specific about these three requirements.", "flexible is the most obvious one.", "We cannot guarantee to achieve precisely our numerical objective either all the time or straight away.", "Symmetric means that our numerical objective is a target and not a ceiling.", "As a consequence we might be ready to accept inflation higher than 2% for some time, without mechanically triggering a tightening of our monetary stance.", "Commentators sometimes attribute a perceived asymmetry to our current definition of price stability \"below, but close to, 2%\".", "The Governing Council has frequently re-affirmed its commitment to symmetry - as it stands in our Introductory Statement since Mario Draghi.", "Nevertheless, we should examine whether the current formulation casts doubt on this.", "medium term means that we should judge our inflation performance over a long enough period.", "We shouldn't forget what Jean-Claude Trichet often stressed as an optimal performance in the first years of the euro.", "\"Over these 12 years, the average annual inflation rate in the euro area has been 1.97%.", "We have achieved price stability in the euro area over what has already been quite a long horizon.", "\"vi As I said in previous occasionsvii, our medium-term target needs to be viewed in two ways: it has to be forward looking to guide inflation expectations, but it cannot ignore the past either.", "All this is not explicit average inflation targeting ex ante, but would achieve very similar outcomes ex post.", "We will have to discuss that.", " We will also have to discuss the precise formulation of our inflation objective, in at least two respects: the \"below but close to\" as already mentioned and the measure of inflation we use.", "Continuity is a positive asset but the inclusion of \"owner-occupied housing\" in the HICP is frequently, and somewhat rightly, suggested by the general public.", "As you are aware, the preferred inflation measure of the Fed, the PCE index, includes these expenditures.", " Last but not least, our inflation objective while clarified should also be credible.", "I will come back to this with my fourth question about communication.", "What about the second pillar of the ECB and is there a link with \"secondary objectives\"?", "For many, the history of the second pillar of monetary analysis of the ECB seems to be coming to an end.", "Born as the first pillar in 1999 and coming at the time from the strict following of monetary aggregates by the Bundesbank - and the Banque de France as well -, it became the second pillar after 2003, passing behind the economic analysis of the inflation outlook.", "And due to the fact that it has progressively fallen into disuse, many suggest we should now call time on it during our strategic review.", "Isn't there another alternative path, more adequate than letting it disappear?", "There are three possible reasons:  The second pillar allows a cross check on the analysis of inflation.", " We could possibly introduce a focus on nominal aggregates, whereas the first pillar focuses by its nature on prices and volumes.", " Finally, it would allow reference to some of the \"secondary\" objectives of the ECB, including financial stability.", "In our discussion to come, I believe we could study two types of aggregates:  Financial aggregates, from the perspective of financial stability, and potentially looking more closely at the assets of financial institutions including non-banks (such as their provision of credit in the broadest sense) rather than at their liabilities only (including money, as in the past).", " Other economic aggregates, starting with nominal GDP, which has the virtue of combining real growth and prices - two variables that statisticians sometimes have difficulties separating in our measures.", "But also employment and income distribution, which respond to the demands of the Treaties as well as to the expectations of the public.", "Allow me some remarks on the substance of these \"secondary\" objectives.", "To achieve financial stability, in an ideal world, we would have a box of macroprudential tools that could maintain financial stability whatever the monetary policy stance.", "However, in practice our set of macroprudential tools is comparatively limited.", "We need a monetary policy strategy that reflects this reality.", "We should go beyond the old debate of \"separation principle\" versus \" leaning against the wind\".", "I advocate a median way, which we could call \"coordinated\" or \"integrated\".viii We have now a range of unconventional monetary instruments and our objective should be to pick the right combination that delivers the necessary accommodative monetary stance while minimizing of adverse side-effects on financial stability.", "TLTRO's and the tiering system we use today for refinancing the Eurozone banks are two good examples in this respect.", "On climate change, the emphasis put by Christine Lagardeix herself is welcome and totally warranted.", "In my view, the fight against global warming is already an imperative for us under our price stability mandate: not only will the effects of climate change have significant repercussions on future inflation and growth, but they are already having an impact now.", "We could implement our climate decisions in no more than 3 to 5 years, which would make us pioneers among major Central banks.", "How to improve communication with the general public?", "My final remarks concern communication.", "Central banks have come a long way in being transparent about their decisions and explaining their reasoning.", "However, our communication is too often addressed to a narrow group of people - the media, the markets and economists.", "We need to do a better job of reaching the general public.", "And this means two changes of paradigm:  it is not only a question of democratic accountability - however essential this remains -, it is also key for our economic efficiency.", "Better-informed firms and households will also make better decisions and ones more aligned with our strategy, I will come back to it.", " Secondly, we should evolve from a narrow objective of \"transparency\" to a wider objective of \"clarity\".", "This means focusing on what is heard rather than what is said: we cannot merely \"publish and go\".", "As Tiff Macklem, my Canadian colleague, says \"Public communications should be in plain language and free of jargon.", "We should speak as public servants and peers, not as oracles delivering messages from an ivory tower.", "\"x And effective speaking also requires active listening.", "At the start of next year, consistent with the ECB endeavours, we will host a number of \"Banque de France listens\" events in all regions to hear what French citizens and SMEs think about inflation and monetary policy.", "We will then adjust our communication depending on what we hear.", "Let me elaborate on the economic stakes of this communication.", "Our inflation targeting policy will be significantly more efficient if economic agents, be they households or businesses, do actually understand it, accept it and believe it.", "Hence it should be seen as clear, legitimate and credible.", "I insisted earlier on clarification (question 2), let me now conclude with legitimacy and credibility.", "One of the most difficult challenges for a central bank with a price stability mandate is how to explain a positive inflation objective.", "The general public often does not understand why a central bank would deliberately try to increase inflation.", "We need to explain better that although our price stability objective is defined in terms of HICP inflation, we are actually seeking a general average increase in all nominal variables, including wages and nominal GDP.", "Few people spontaneously want an increase in consumer prices, but most do want an increase in their nominal incomes.", "Furthermore, households, firms, financial institutions and governments enter nominal contracts (negotiate wages, take out mortgages, buy sovereign debt etc) based on expected inflation.", "If actual inflation is higher or lower than these expectations, then wealth and income are transferred from one group to the other.", "The best way to be neutral is to announce a target that can efficiently guide expectations.", "To a non-economist, price stability would imply targeting zero inflation.", "However, we need to explain why targeting zero inflation is not ideal.", "Real wage adjustments can be necessary to maintain competitiveness and sustain employment and this real adjustment is easier to achieve with a positive inflation rate.", "This is still more important in a monetary union in which real adjustments are necessary to maintain internal balance.", "The effective lower bound (ELB) on nominal interest rates would also be reached more frequently, putting a constraint on the use of monetary policy.", "But I do acknowledge that using the ELB argument at, say a family lunch on Sunday, is easier said than done.", "Last but not least, credibility.", "Here, households and firms have mixed feelings: they believe that actual inflation is much higher than central banks and statistics institutes claim; and they doubt we will deliver the \"close to 2%\"in the future.", "Distrust is too often the name of the game.", "Here, let us again listen and speak.", "First listen to the inflation expectations of households and firms: we don't measure them properly today, although they are of the essence for economic transmission of monetary policy, as households and firms are the actual price- and wage-setters.", "Indeed, their price expectations are quite different from those of financial markets we tend to focus on.", "Listen and then speak: once a central bank has committed to a target, it must use every tool available to deliver on it and explain clearly that the transmission of the monetary impulse to the economy entails some delays.", "We are all convinced that a credible inflation objective makes stabilizing inflation easier because the objective anchors inflation expectations.", "Let us convince our fellow citizens of our determination, \"in plain language\" - I hope my remarks today help somewhat to initiate this essential debate we will have to conduct and conclude in our ECB strategy review.", "Thank you for your attention.", "iI would particularly like to thank Nathalie Aufauvre, Matthieu Bussière, Olivier Garnier, Ivan Odonnat and Adrian Penalver for their help in preparing this speech.", "Article 127.5 of the Treaty on the Functioning of the European Union.", "at the Evangelische Akademie Tutzing, Bavaria, 13 November 2010.", "-france.fr/sites/default/files/medias/documents/2020.05.25_sep_en_cl.pdf -france.fr/sites/default/files/medias/documents/bdf-pse_2019_09_20_vf_cl.pdf ~5eac0ce39a.en.html -for-public-engagement/"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation Targeting", "Digitalization", "Financial Stability", "Communication", "Climate Change", "Economic Growth", "Employment", "Inflation Expectations", "ECB Strategy Review"]}