{"sentences": ["MONETARY POLICY REPORT BEFORE THE OF THE PRESENTATION FINANCE COMMITTEE HONORABLE SENATE REPUBLIC Governor Central Bank of Chile 1.", "Introduction Mr President of the Senate's Finance Committee, Senator Jorge Pizarro; Senators members of the Committee, ladies, gentlemen, Thank you for your invitation to the Board of the Central Bank of Chile (CBC) to present our view on recent macroeconomic developments, its outlook and implications for monetary policy.", "This Monetary Policy Report is seeing the light in unprecedented circumstances, both because of the worldwide sanitary emergency and because of the economic consequences of the policy responses to stop the spread of COVID-19 in many countries.", "Unprecedented also because the need to restrict social contact has prevented us from presenting this Report normally instead of by this remote connection.", "The Monetary Policy Report we released this morning shows the dramatic change in the economic scenario that our country and the entire world are confronting.", "The global spread of COVID-19, the measures that have been adopted to contain it and the uncertainty about its reach have been reflected in plummeting stock markets and asset prices around the world, triggering a global economic recession in 2020.", "Chile will also feel this contractionary impact: in the baseline scenario that I will share with you in a few moments, we project that the Chilean economy will contract between 1.5% and 2.5% this year.", "The times we are experiencing are very different from every other period of economic contraction in modern history.", "Most importantly, their origin is outside the economic realm, as it is a sanitary situation that calls for drastic measures which involve economic costs but are necessary for a higher goal, which is to save human lives.", "It is important to understand that the sanitary emergency causes a very deep initial shock in the economy, due to paralyzation of activities, in some cases total.", "But at the same time, as the pandemic is brought under control, economic activities can resume normally, reversing the initial shock more quickly than in a traditional cycle.", "Accordingly, our projections show a very significant drop-in activity in the second quarter, but from there on we foresee a recovery that is expressed in the projected growth rebound in 2021, when the Chilean economy will grow between 3.75 and 4.75%.", "This is quite different from other recessions, where the duration of the shock was longer and the economy was down for more than a quarter, and growth took longer to recover.", "A different aspect of this emergency is its worldwide reach.", "The pandemic has swept over every continent, and many countries are applying similar containment measures, causing an unusual simultaneous contraction in both domestic and external demand.", "At the same time, however, the global scope of the sanitary emergency has favored the sharing of knowledge among those in charge of controlling it, and practices that seem to have worked better in some countries can be adopted.", "Meanwhile, the simultaneous nature of the economic shock has led every Central Bank and government to promote measures in the same direction, providing greater support to prevent an economic meltdown.", "Our country is also making great efforts to mitigate the impact of this emergency on the population's wellbeing.", "The government has announced a series of measures, at a cost of USD 11.5 billion, aimed at protecting employment and household income, while at the same time ensuring the continuity of businesses.", "In the CBC, we have taken swift decisions to mitigate the effects of this new scenario.", "First, over a period of two weeks we lowered the Monetary Policy Rate (MPR) by 125 basis points to its technical minimum of 0.5%.", "Then we introduced a set of extraordinary measures for a total in the order of USD 19 billion, to ensure adequate access to credit and the normal functioning of financial markets.", "These measures seek to preserve the correct transmission of monetary policy and facilitate the flow of credit to companies and individuals in need of financing to overcome this complex stage.", "The package of measures that the Bank has implemented is very significant and should provide meaningful support for businesses and households to withstand this emergency.", "That does not prevent us from constantly monitoring the measures' efficiency and from standing ready to make new decisions.", "As we say in the Report, the Bank is always vigilant to respond to the challenges that will be posed by new risk scenarios.", "Let me now describe our appraisal of the economic outlook and related risks.", "The macroeconomic scenario As I said, the spread of COVID-19 is having massive effects on the world economy.", "At first, most concerns were focused on China and world trade, given China's weight in global value chains.", "As the virus has spread to other continents, fears have increased that the speed of contagion may overwhelm hospital capacity, with high costs in lost human lives and well-being.", "In view of this, most governments have been adopting drastic sanitary policies to slow down the spread of the virus, which, together with the natural fear of the population, has had a significant impact on the economy.", "In particular, measures to prevent person-to-person contact, such as suspending educational activities, closing down borders, internal sanitary cordons and collective quarantines, have paralyzed entire sectors-especially services-, affecting logistics chains and compromising the cash flow of businesses in many countries.", "The unprecedented magnitude of these phenomena and their dissemination on a global scale has been reflected in a deterioration of world financial conditions, the most significant since the Global Financial Crisis of 2008.", "Central banks and governments in several countries have announced substantial measures to mitigate the impact on income and placate market fears.", "However, more prolonged damage and a slower recovery cannot be ruled out if containment measures are kept for too long, beyond the authorities' strengthened efforts of impact mitigation.", "Thus, during the last week of February and the first half of March, the growing fear in the financial markets triggered an increase in demand for safe assets, which contributed to a widespread fall in stock markets, a compression of long-term interest rates, an appreciation of the dollar and across-the-board falls in commodity prices.", "Towards the second half of March an increase in the demand for liquidity in dollars was observed, to the detriment of practically every other asset class.", "This reflects the strong preference for cash as households, businesses, banks, and financial intermediaries anticipate significant cash needs for the coming months.", "Emerging economies have suffered from currency depreciation, capital outflows, sharp falls in stock prices and rising risk indicators.", "In any case, in recent days there has been a partial reversal of these phenomena, as a reaction to the measures announced by various policymakers (Figure 1).", "Chile has also felt the effects of the global financial turbulence.", "Our currency has depreciated, the stock market has deteriorated markedly, sovereign risk spreads have widened, and long-term interest rates have risen.", "Even so, these movements have been more moderate than they have been in comparable economies, which seems to recognize our stronger macroeconomic fundamentals, the role of the exchange rate as a shock absorber and greater policy space to tackle the crisis (Figures 2 and 3).", "There is no doubt that this global crisis will affect Chile, and it will do so through various channels.", "Firstly, regarding the effects from abroad, it will cause a considerable drop in trade flows.", "This year, the world economy is projected to suffer a recession, combining drops in activity in the developed world with weak expansion in China.", "In this scenario, it is worth mentioning a contraction in the United States, where preliminary labor market figures point to a major impact on the economy.", "In the Eurozone, the already low dynamism of its main economies (i.e.", "Germany, France, and Italy) and an already complex banking system situation, pose major challenges for stimulus policies.", "China will grow this year by 3%, its lowest since 1990, with important repercussions in the rest of the world, both because of its integration in the value chains and because of its weight in the trade of some countries, including Chile.", "The impact on trade is compounded by the negative impact on income as a result of falling commodity prices (Figure 4).", "Especially relevant for Chile is the drop in the copper price, which approached USD 2 per pound during March, and the forecast for this year is an average of USD 2.15 per pound.", "This negative effect will be largely offset by the lower oil price, which dropped to levels between USD 20 to 30 per barrel in March.", "Hence, the terms of trade deterioration should be less than 1% in 2020.", "The drop in fuel prices will also help to contain the inflationary pressures and will contribute to sustain disposable income (Figure 5).", "A second transmission channel relates to the worsening of financial conditions.", "The global increase in risk perception and deep adjustments of financial prices restrict access to goverment and corporate funds.", "This has driven various central banks to take action to ensure the proper operation of the markets.", "In Chile, among other measures, the CBC Board adjusted the operation of liquidity programs it has been applying since November 2019, included corporate bonds among eligible collateral for all the liquidity operations in pesos offered by the Bank and launched the purchase of banking bonds from the open-market operations system (SOMA) participants for an amount in UF1 equivalent to up to USD 4 billion.", "At our Monetary Policy Meeting yesterday we also communicated that we will raise the amount of this bank bond purchase program to up to USD 8 billion.", "And for the outstanding balance (USD 5.5 billion) the maturity constraint for eligible instruments will be eliminated.", "The steep drop in companies' activity because of social isolation of workers and clients and their inability to carry on their normal tasks has resulted in a significant increase in their financial needs, as they must continue to cover their costs in a context of heavy loss of income.", "In Chile, these needs are particularly important because, in the first weeks of the social crisis, many companies found themselves in a similar situation, which may have consumed a large part of their liquidity cushions and may have been unable to replenish them.", "To facilitate access to credit for individuals and companies, especially smaller ones, the CBC Board established the Conditional Facility for Increased Lending (FCIC) whereby 4-year loans are granted to banks, with an interest rate equivalent to the MPR and in a magnitude that increases according to the refinancing and credit operations in the most stressed segments.", "This facility will initially provide resources of about USD 5 billion.", "A third transmission channel relates to the deterioration of business and consumer expectations and its impact on investment and consumption.", "Prior to the aggravation of the sanitary emergency, both were already in pessimistic territory and the current situation makes a reversal difficult.", "A box in this Report presents the results of a survey that the Bank conducted in the second half of March among the participants in the Business Perceptions Report.", "A major deterioration in their outlook for employment and activity during the next six months was revealed, which must be weighed in the light of the impact on businesses since the social unrest of October 2019.", "In fact, telephone interviews that complemented the questionnaire indicated that layoffs are already occurring, affecting mainly those lacking a formal contract with the companies, those hired on a fixed-term basis, and those with the shortest seniority in their jobs (Figure 6).", "Actually, another transmission channel is the effect that the emergency will have on employment and labor income.", "The need to prevent contagion has led to the halt of activities highly intensive in personal interaction, \"Unidad de Fomento\"-inflation-protected unit.", "such as retail, education, restaurants and hotels, among others.", "Although some of these activities can be partially done remotely (e.g.", "education), in other areas this is not possible and uncertainty about how long the shutdowns will last puts at risk the employment and income of many households.", "The government has announced a package of measures that aim to ensure that, without losing their job, workers can resort to their employment insurance funds to cope.", "Initiatives have also been announced to supplement people's income, including transfers and postponement of payment of utility bills of lower-income households.", "The magnitude of the erosion of the workers' employment and income, particularly for the self-employed or employed without a formal contract, will determine the extent of the impact on consumption and the overall performance of the economy.", "Investment projects' development is also being affected by the emergency.", "Some of the country's larger-scale projects under way have announced that they will stop work for a few weeks to prevent the spread of the virus among their workers.", "The duration of these stops will depend on the COVID-19's behavior, but in any case, it will take a big toll on second-quarter investment.", "The baseline scenario assumes that these projects will resume normally towards the third quarter of this year.", "We must bear in mind that the economy's performance since last October provides a weak starting point to deal with the COVID-19 emergency.", "Although the latest IMACEC2 showed a recovery in activity levels- including the February figure (2.7%) we published this morning-the sanitary measures affect more acutely those sectors that had already been hit by the social unrest.", "Also, household consumption is coming from a significant contraction in the latter part of last year, while investment was sustained by construction and other works, mainly mining projects.", "In the labor market, the national unemployment rate as reported by the National Statistics Institute for the moving quarter ending in February showed a bigger increase than in previous months, while other indicators point to a marked worsening in employment quality.", "Particularly striking is that in recent months a large proportion (92%) of the increase in total employment has been in salaried informal jobs, which do not provide the benefits that formal salaried employment does, including paid sick leave (Figure 7).", "Some financial variables such as the exchange rate, stock prices, and credit growth were also in less favorable levels than they showed at the onset of the social crisis.", "The evolution of the sanitary emergency shows that activity began to contract in the second half of March, possibly on a larger scale than the contraction observed in the second half of last October after the social outbreak.", "Explanations are manifold.", "On the one hand, unlike the events of October when education and activity in sectors such as retail, hotels and restaurants came to a partial halt-mainly in communities with the most severe episodes of violence-since mid-March the interruption in the aforesaid sectors is generalized throughout the country.", "Something similar occurs with transportation, especially airline travel, which in October suffered alterations in its normal functioning, but now has been almost completely halted due to border closures and social isolation.", "The sharp drop-in activity in late March brings down first quarter growth, although not making it negative in terms of quarter-on-quarter variation, and is the starting point for the contraction it will face in the second quarter of the year.", "This projection reflects the greater restrictions already applied by the authority up until the close of this Report, which are supposed to be intensified in the course of the second quarter, as has been seen signaled by the authority.", "A rough estimate of the effects suggests that for each month that the current restrictions are maintained GDP growth for the year loses one percentage point.", "This is less than the estimates of the Organisation for Economic Co-operation and Development and the International Monetary Fund for world activity, which can be explained by the differences in the structure of the economy and the strictness of the measures considered.", "\"Indicador Mensual de la Actividad Económica\" (IMACEC)-monthly indicator of economic activity.", "The baseline scenario assumes that in the third quarter of this year the sanitary restrictions will begin to be eased and the economy will start its recovery process.", "Although this will not avoid a contraction in annual terms in that period, it will be the turning point for a significant rebound of year-on-year growth rates in the fourth quarter of 2020 and all of 2021.", "This vision is consistent with expectations for the rest of the world next year, when the United States will regain growth a little above 3% and China will approach 7%, thus driving world and trading partners growth of more than 3.5%.", "Towards 2022, both Chile and the rest of the world will again see expansion in line with their medium-term growth rates.", "In addition to overcoming the sanitary emergency, the expected recovery relies on the premise that most companies and individuals will be able to resume their activities as the spread of the virus is controlled, which depends on whether the financing needs of these agents can be met.", "This explains the vigorous response of fiscal and monetary authorities around the world and in Chile, which has focused on protecting employment and access to credit for the most affected companies.", "At the local level, this projection is also contingent upon the larger investment projects resuming their normal operation and the institutional channeling of the social crisis reducing uncertainty and avoiding new episodes of violence.", "Furthermore, the scenario considers the additional impulse implicit in the Ministry of Finance's announcements published in March.", "It is worth noting that the projections contained in the baseline scenario were made in an even more uncertain environment than in the December Report.", "It is worthwhile highlight the difficulties in estimating how the pandemic will evolve in Chile and the world, and how the control measures will be adjusted.", "The unprecedented nature of these elements means that the forecast ranges for growth contain less than the usual information input.", "All in all, the CBC Board estimates that this year Chile's GDP will contract between 1.5% and 2.5%.", "On the domestic demand side, higher cash needs to cover business operations will be reflected in a contraction of investment, with the baseline scenario estimating that gross fixed capital formation (GFCF) will contract by 8.2% in 2020.", "By sectors, both mining and non-mining investment are revised downwards, the latter more so.", "The steeper projected drop in investment considers shutdowns at several sites due to the sanitary crisis and the fact that companies have been re-evaluating their planned investment projects, which is consistent with the findings of the Bank's survey.", "These showed that a non-negligible fraction of the respondents shelved their investment plans for this year and about half were having second thoughts about their execution.", "The projection also contemplates a near 2% contraction in consumption during 2020 with its private component being more concentrated in durables.", "This is in line with the significant depreciation of the peso and the double-digit drop in consumer goods imports in the early months of this year.", "The recovery of consumption will depend especially on the evolution of employment and income, and how companies manage to live through the most critical period without destroying a significant number of jobs.", "Chile's exports will also shrink in 2020, reflecting the reduction in trade flows associated with the world recession.", "Actually, already in February and March they posted year-on-year drops.", "Imports will contract too due to weaken domestic demand.", "Thus, the substantial adjustment in business and household spending will not be compensated by the government's savings depletion implicit in the announced fiscal package, so this year the current account balance will become marginally positive (Figure 9).", "The medium-term inflation trajectory will be dominated by the sharp widening of the activity gap projected in the scenario just described.", "In the short term, forces operate in opposite directions; on one hand, the significant fall in the oil price and, on the other, the depreciation of the peso.", "On the latter, it is important to stress that, unlike the depreciation driven by the social unrest, this time the depreciation is not idiosyncratic, but responds to the global appreciation of the dollar.", "Thus, its transmission to local prices should be less.", "Meanwhile, although in the current situation price increases could originate in supply-side issues (e.g.", "products in short or null supply), projections are that the sharp fall in demand for other goods and services will predominate in the inflationary dynamics over the medium term.", "In the baseline scenario, inflation follows a downsloping trajectory in the coming quarters, down from 3.9% in February to around 3% annually in the last quarter of this year, to remain in the neighborhood throughout 2021 (Figure 10).", "In this scenario, medium-term inflationary pressures have fallen substantially, so the convergence of inflation to the 3% target requires that monetary policy remain in this highly expansionary stance for an extended period of time.", "Accordingly, during March the CBC Board lowered the policy rate by 125 basis points to 0.5%, its technical minimum.", "In doing so, monetary policy has attained a high level of expansion, exceeding that of some comparable economies (Figure 11).", "Even if the MPR is kept at this minimum level for a long time, the CBC Board will continue to take every measure necessary to promote the proper functioning of financial markets and the achievement of the Bank's inflationary and financial stability objectives.", "From this Report onwards, we have decided to implement a more explicit communication policy regarding possible future paths for the MPR, in what we call the \"MPR corridor\".", "This is in line with international best practices and with the recommendations of the Independent Evaluation Panel that evaluated our policy framework last year.", "A box in the Report describes the range of trajectories consistent with the baseline scenario, which includes the baseline forecasts and sensitivity scenarios that are consistent with expansions of activity at the upper and lower limits of the projection range, but which may require different MPR trajectories to achieve inflationary convergence within the policy horizon.", "This corridor underlines the uncertainty surrounding three dimensions: (a) the initial reading of the economy, (b) the future developments of the macroeconomic scenario and its impact on inflation convergence, and (c) the level of the MPR's long-term equilibrium.", "We adopted this change under the conviction that it will contribute to communicate the rationale of monetary policy decisions, enhancing their effectiveness and accountability to the public.", "We estimate that there are scenarios in which growth may be within the projection ranges, but the convergence of inflation to the target requires a different MPR trajectory and/or new measures to safeguard the proper functioning of the credit channels.", "Despite significant downward corrections, it is still possible for the economy to perform below expectations, particularly towards 2021 and 2022.", "This could be the case if the control of the sanitary emergency and containment measures around the world need to be kept in place longer than anticipated.", "This could also happen if the significant financial needs of businesses and households fail to be met by the supply of credit.", "Such scenarios would entail solvency problems and bankruptcies of companies in the most affected sectors, with a greater loss of jobs and a slower speed of recovery for the next two years.", "In such case, convergence to the inflation target may require keeping the MPR at its technical minimum for a longer period of time.", "This is reflected in the monetary policy trajectory that describes the lower part of the MPR corridor (Figure 12).", "Another possible scenario is that the sanitary crisis is resolved faster, and the economy restarts its normal activities sooner than expected, lending support to inflation towards late 2020 and the turn of 2021.", "In such a case, monetary policy could begin normalizing gradually some quarters before, i.e.", "consistently with the upper bound of the MPR corridor (Figure 12).", "Inflation could also rise if the companies' downtime results in a large drop in the available supply of goods and services, pushing up prices.", "In that case, it is not evident that the MPR path has to be changed, in particular if medium-term inflation expectations continue to be aligned with the target.", "All in all, we estimate that the risk balance is biased downward for short-term activity and unbiased for medium-term activity and for inflation.", "Thus, all the above considered, our opinion as a Board is that monetary policy must use all its expansionary tools for an extended time span, thereby placing the MPR at the floor of the corridor.", "There are other scenarios where the performance of the economy would deviate away from the projection ranges just discussed.", "Although the vast majority of central banks and fiscal authorities have adopted very strong measures, the unprecedented nature of the COVID-19 emergency makes it difficult to estimate its short- and medium-term implications, and more so if considering the vulnerabilities in some financial system segments after a decade of low interest rates.", "This is partly what has led to the sharp increase in risk aversion and the quest for safe assets.", "If this continues, a severe tightening of financial conditions cannot be ruled out which could end up affecting the global payment chain, seriously damaging the financial position of various public and private entities and generating much deeper drops in activity.", "In this case-and Chile will not be spared-it would be necessary to use policy tools that go beyond the usual monetary policy making, prioritizing financial stability considerations.", "Final thoughts Chile, like most countries, has been hit by an unprecedented economic shock.", "The sanitary emergency triggered by the fast spread of COVID-19 has forced to take drastic containment measures across the world, which directly affect the functioning of the economy and cause global uncertainty to soar.", "Unlike other episodes that respond to the business cycle or financial turmoil, this shock brings activity to a sudden halt that shakes both demand and supply in countries both rich and poor, from within and from abroad.", "Because of these differences in its origin, this crisis may behave very differently from its predecessors.", "One factor determining its duration will be the extension of the sanitary emergency and containment measures and how the restrictions will be lifted as the spread of the virus is controlled.", "In the abscense of other shocks to the economy, this could mean that economic activity could recover faster than from previous crises.", "A second determinant is how deep the productive system will be damaged.", "The dramatically reduced or even dried-up revenues of businesses creates great pressures on their cash flows which, if not controlled and/or mitigated, in many cases may threaten their survival, the proper operation of payment chains, employment and financial stability.", "In such circumstances, all means must be sought to avoid the ripple effects of abrupt activity interruption.", "This calls for resolute policy interventions and the involvement of financial institutions.", "Although certainly not the source of the problem, banks and other financial institutions must be part of the solution.", "Chile meets this situation with important strengths.", "First, its health-care system is competent in epidemiological management, more professional, and better equipped than that of most of its peers in the region.", "Proof of this is the high and growing volume of COVID-19 tests that have been applied, which make it possible to identify cases and isolate the sick or potentially infected.", "Second, Chile has accumulated economic buffers over the years thanks to financial and fiscal responsibility policies, and sound institutions to apply them.", "Thus, its space for fiscal, monetary, and financial policy making is also bigger than that of many countries.", "Third, its social protection system, despite imperfections, has the means to swiftly reach the lower-income households and workers risking their continuity in their jobs.", "At the same time, however, we must recognize our weaknesses, such as an important fraction of informal jobs, struggling productive sectors, and high uncertainty due to the social crisis that broke out last October.", "The risk that the institutional framework cannot bring new episodes of violence under control is a big concern in the country.", "The strength of our economic policy framework has been reflected in Chile's rapid and forceful response to the spread of COVID-19 with measures to curtail and mitigate its economic impact.", "In the CBC, this has translated into more than ten measures adopted to boost the monetary stimulus, strengthen credit, and reduce financial volatility.", "This fact has been recognized by the markets so that, since the onset of the global alarm about the pandemic, in Chile asset prices have fallen less than they have in other comparable economies.", "As Central Bank, we are actively working to ensure the full implementation and effect of the measures adopted.", "At the same time, we will be vigilant on how events unfold, ready to deploy all our instruments to support the economy.", "At this juncture, however, the actions of one institution alone will not do the job.", "In recent weeks we have been strengthening our coordination with the Ministry of Finance and the Financial Market Commission, to align rules and incentives so that the funds flow to the most stressed businesses and households.", "The challenges we face require intensifying this coordination, including a response from the banking system to measure up to the circumstances, and cooperation of the National Congress to speed up the legal reforms that require urgent implementation.", "Although this emergency affects the day-to-day lives of many people, if we know how to manage it well, with good policies and collaboration of everyone involved, the impact will be temporary and, as the pandemic is controlled, we can all return to our activities as usual.", "This will allow the economy to recover its growth rate and leave the period of contraction behind.", "However, for this to happen, it is essential that those needing help to get through this shock obtain it.", "Households and businesses must have access to credit at a reasonable cost.", "The Bank is working, together with other institutions, to make this happen.", "Solid bars show change from December 2019's statistical cutoff; hollow bars show changes with respect to max and min.", "(2) Increase (decrease) indicates depreciation (appreciation).", "(3) Multilateral exchange rate.", "Solid bars show change from December 2019's statistical cutoff; hollow bars show changes with respect to max and min.", "2020 growth forecast in latest Monetary Policy Reports (*) (annual change, percent) 0 0 EE.UU.", "Eurozona China A. Latina (*) Evolution of forecasts from MP Reports of September 2018 to March 2020.", "Source: Central Bank of Chile.", "(2) Red diamonds show forecasts for the period 2020-2022 contained in the MP Report of March 2020.", "Source: Central Bank of Chile.", "How do you feel about the performance of your business over the next six months?", "Very preoccupied Slightly preoccupied Not preoccupied 0 0 Unfolding of social Effects of Covid-19 Global economic Tightened lending conflict situation standards How will your firm's number of employees evolve in 2020 with respect to today?", "0 0 Will drop Will drop slightly Will not change Will increase significantly slightly Source: Business survey, Central Bank of Chile.", "Salaried formal comprises dependent workers with access to social security, i.e.", "health-care and pension fund associated to their employment.", "Salaried informal are dependent workers with no simultaneous access to social security or is not guaranteed by the employer.", "Others correspond to employers, and non-remunerated family services or household help.", "(2) Considers information up to the moving quarter ending in February.", "(3) Proportion of unemployed persons (including available starters) and employed persons that responded having looked for a job in the reference week, all as fractions of the labor force (including available starters).", "Proportion of unemployed persons (including available starters) and those that are part of the potential labor force, with respect to the extended labor force (including available starters and potential labor force).", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "Source: Central Bank of Chile.", "Domestic demand and current account forecast for 2020 in latest MP Reports (*) (annual change, percent) -3 -3 GFCF Consumption Current account (% of GDP) (*) Evolution of forecasts between Monetary Policy Reports of September 2018 and March 2020.", "Source: Central Bank of Chile.", "Monetary Policy Report of in March 2019.", "(2) Gray area, as from the first quarter of 2020, shows forecast.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "(2) Current MPR minus inflation expected one year ahead.", "Sources: central banks of respective countries.", "It considers the Financial Brokers Survey (FBS) of 26 March, the Economic Expectations Survey (EES) of 10 March, and the forward curve derived from financial asset prices at the statistical cutoff date.", "Source: Central Bank of Chile."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic outlook", "COVID-19", "Financial markets", "Employment", "Investment", "Consumption", "Inflation", "Fiscal policy", "Central Bank"]}