{"sentences": ["The banking sector in Bulgaria ended 2019 with very good overall indicators and positive trends - high capital adequacy and liquidity, credit activity, improving asset quality and the historically highest annual profit of the sector.", "The asset quality review and the stress test conducted by the European Central Bank confirmed the resilience of the sector overall.", "The banking sector in Bulgaria will be strategically impacted by the developments in the process of accession to ERM II and the Banking Union, part of which was the assessment of six Bulgarian banks undertaken by the ECB.", "The final stage of this process is to unfold in the coming months.", "The fulfillment of the commitments assumed by Bulgaria, including strengthening the capital of two Bulgarian banks, will be followed by relevant external assessment.", "Following the set path, Bulgaria is drawing near to achieving a fundamentally new level of EU integration - membership in euro area institutions.", "This will bring about significant change in terms of banking supervision and bank resolution activities.", "The very onset of the process of establishing close cooperation of the Bulgarian National Bank with the ECB has already expanded the scope and enhanced the intensity of the two institutions' joint work.", "Actual membership in the Banking Union will further deepen our partnership with the ECB, the Single Supervisory Mechanism and the Single Resolution Mechanism.", "Regarding supervision, according to the European Central Bank's rules the ECB will supervise the biggest banks in Bulgaria and the BNB's experts will participate in joint supervisory teams.", "This joint work will cover the off-site supervision aimed at on-going risk monitoring and assessment and also the on-site examinations in banks operating in Bulgaria.", "The other banks in Bulgaria will remain under the BNB's supervision, but supervisory information about them will be exchanged with the ECB continuously.", "The joint work with the ECB will also cover many spheres of the practical organisation and operation of banking supervision.", "For example, the BNB's experts will have direct access to the overall analytical expertise in the Single Supervisory Mechanism.", "Historical experience shows that the accession to this mechanism generates new synergy between the national competent authorities and the ECB, and it is a two-way process.", "Along with joining the Single Supervisory Mechanism, Bulgaria will also join the Single Resolution Mechanism.", "This would imply distribution of responsibilities and powers between the Single Resolution Board and the BNB as the national authority for resolution of credit institutions.", "Bulgaria's legal framework for joining the Single Resolution Mechanism is already in place.", "The preparation for joining the Single Resolution Fund, including for calculating banks' contributions to the Fund, and the preparation of the bank resolution planning process after joining the Single Resolution Mechanism are very advanced.", "The banks in Bulgaria have an important year ahead, which we expect to be overall successful for the sector.", "Banks' operations continue to take place in an environment of rather optimistic attitudes of enterprises and households amidst a relatively high growth of the Bulgarian economy.", "At the same time, the external environment holds risks and insecurity that, due to the openness and international integration of our economy, could potentially affect the economic situation in Bulgaria.", "Some adverse scenarios could exacerbate aspects of the risk profile of the banking sector.", "Therefore, it is essential that in their behaviour banks continue to take into account the main risks, including profitability risks and asset quality risks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking Supervision", "Single Supervisory Mechanism", "Single Resolution Mechanism", "Banking Union", "Bulgarian National Bank", "European Central Bank", "Asset Quality", "Risk Profile", "Credit Institutions", "Bank Resolution"]}