{"sentences": ["SPEECH Climate change and the financial sector Speech by Christine Lagarde, President of the ECB, at the launch of the COP 26 Private Finance London, 27 February 2020 Climate change constitutes a major challenge, causing both threats and opportunities that will significantly affect the economy and the financial sector, depending on which carbon emission scenario eventually unfolds.", "That is why central banks need to devote greater attention to understanding the impact of climate change, including its implications for inflation dynamics.", "At the ECB, the ongoing review of our monetary policy strategy creates an opportunity to reflect on how to address sustainability considerations within our monetary policy framework.", "Today, however, I will focus my remarks on climate change-related risks for the financial sector.", "Broadly speaking, the main risks fall into three categories: risks stemming from disregard, from delay and from deficiency.", "Risks from disregarding climate change Disregarding the implications of climate change can generate significant risks for the financial sector.", "Total insurance losses for weather-related events reached 0.1% of GDP in 2018, with total economic losses approximately double that amount.", "Adjusting for inflation, overall economic losses increased from around USD 60 billion in 1980, to USD 150 billion in 2019, with a peak of USD 350 billion in 2018.", "According to the Intergovernmental Panel on Climate Change, global warming of 1.5°C above preindustrial times is likely to bring about substantial changes in our climate, increasing the likelihood of more extreme weather conditions.", "As a result, insurance and economic losses caused by climate-related events are likely to start trending upwards as a share of GDP.", "Insurance and reinsurance companies need to continue to ensure that risk pricing remains appropriate and that reserves are adequate to cover expected losses.", "Banks also need to consider the risks such events create for their credit exposures.", "Losses can arise from both direct damage and from the effects that potentially higher maintenance costs, disruption and lower labour productivity could have on profitability and hence default risk.", "Risks from delaying the response to climate change The second source of risk for the financial sector arises from the pathway taken to a carbon-neutral world.", "Achieving the transition almost certainly requires intervention by public authorities through regulation and taxation.", "Early and coordinated action can help deliver a smooth transition for the economy.", "But if that intervention is delayed, the reduction in emissions may have to be sharper, resulting in a disorderly, disjointed and more disruptive transition for the economy.", "Certain economic activities may quickly be rendered obsolete, leading to a re-pricing of assets and the risk that some will become stranded.", "It is vital, then, for financial institutions to understand the risks on their balance sheets.", "Greater disclosure by companies on their climate exposure is a prerequisite, bolstering the ability of market participants and financial institutions to carry out appropriate risk assessment.", "Disclosures by financial institutions themselves suggest that there is some way to go.", "Recent analysis of the 12 largest banks and 14 largest insurers in the euro area shows that a majority disclose the impact of their business travel, commuting and other energy usage.", "Yet most of their exposure to climate-related risk is likely to stem from their financial activities.", "Only 5 out of the 26 partially disclose the impact of their financial assets, and none of them provide full disclosure.", "The Eurosystem is now reviewing the extent to which climate-related risks are understood and priced by the market and is paying close attention to how credit-rating agencies incorporate such risks into their assessments of creditworthiness.", "We will continue to evaluate the implications for our own management of risk, in particular through our collateral framework.", "ECB Banking Supervision is assessing banks' approaches to climate risks and developing supervisory expectations on those risks.", "Preparatory work is also under way for a macroprudential stress test to assess climate-related risks, with the first results expected by the end of the year.", "The stress test framework aims to assess how climaterelated risks propagate through the real economy and the financial system.", "The stress test will draw on granular information, possibly including geographical location and carbon footprint, and focus on 90 significant institutions across the euro area.", "Importantly, it will also at some stage model how dynamic interactions can amplify the effects, for example if banks react to losses by deleveraging.", "Risks from deficiency in the provision of finance Which leads me to my final category of risk: deficiency.", "The financial sector will be pivotal in mobilising the necessary financial resources for the transition and in helping our economies to cope through adaptation and mitigation.", "It is vital that it provides finance of sufficient quantity and quality for the task.", "High insurance coverage and deep capital markets help mitigate the macroeconomic impact of disasters.", "This matters at a microeconomic level, too, where a lack of effective access to insurance and finance can lead to a disproportionately greater impact of disasters on poorer households.", "In the absence of insurance, households will have to rely more on precautionary saving or government transfers.", "Substantial investment is likely to be required to underpin the energy transition, with some estimates running to hundreds of billions of euro each year in the European Union alone.", "Meeting that challenge requires contributions from both the public and private sector.", "The European Union has been at the forefront of the global push to substantially reduce carbon emissions.", "In December 2019, the European Commission proposed a European Green Deal, subsequently endorsed by the European Council, that calls for zero net emissions of greenhouse gasses by 2050.", "This goal enjoys and political support, and the concrete measures required to meet it are now being fleshed out.", "Another field where the European Union has taken the lead internationally is on the issuance of green bonds.", "The European Investment Bank was the first issuer of green bonds in 2007.", "In 2018, 31% of the financing it provided was oriented towards climate mitigation and adaptation.", "That has helped foster a growing market for green bonds within Europe.", "European entities account for around half of global issuance of green bonds, and around 42% of the global market is denominated in euro.", "Indeed, green bonds are now approaching 10% of total euro-denominated bond issuance.", "The European Union also launched a comprehensive action plan in 2018 to promote sustainable finance.", "That plan is already bearing fruit, including the recent agreement on the taxonomy framework for assessing the sustainability of economic activities.", "The taxonomy represents an important step towards categorising green investments on a sound and consistent basis and will help underpin further market developments in green finance.", "But a common approach is needed to mobilise global funding for the transition, while at the same time remaining vigilant against attempts to green wash.", "Unnecessary fragmentation in regulation will impair the sustainable growth of green finance.", "The transition to a carbon-neutral economy provides opportunities, not just risks.", "By shifting the horizon away from the short term and contributing to a more sustainable economic trajectory, the financial sector can become a powerful force acting in our collective best interest.", "The future path for carbon emissions and the climate is uncertain, but it remains within our power to influence it.", "As Lyndon B. Johnson said, \"yesterday is not ours to recover, but tomorrow is ours to win or lose\".", "Source: Munich Re NatCatSERVICE.", "To an extent, that increase also reflects a greater concentration of economic activity in regions vulnerable to natural hazards.", "Intergovernmental Panel on Climate Change (2018), Special report - Global Warming of 1.5°C.", "See European Commission (2014), \"Climate Impacts in Europe - The JRC Peseta II Project\", JRC Scientific and Policy Reports.", "See Carbone S., Giuzio M. and Mikkonen K. (2019), \"Climate risk-related disclosures of banks and insurers and their market impact\", Financial Stability Review, ECB, November.", "New evidence on the macroeconomic cost of natural catastrophes\", BIS Working Papers, No 394, Bank for International Settlements; Noy, I.", "(2009), \"The macroeconomic consequences of disasters\", Journal of Development Economics, 88(2), pp.", "See, for example, Carter, M., Little, P., Mogues, T. and Negatu, W. (2007), \"Poverty Traps and Natural Disasters in Ethiopia and Honduras,\" World Development, 35(5), pp.", "(2017), \"Climate Change and Social Inequality,\" Working Papers, No 152, United Nations, Department of Economics and Social Affairs.", "According to the European Commission, achieving the Paris Agreement targets requires up to €260 billion of additional investment per year.", "79% of Europeans see climate change as a very serious problem.", "92% - and more than 8 in 10 people in each Member State - agree that emissions should be reduced to a minimum in order to make the EU climate-neutral by 2050.", "See Special Eurobarometer 490 - climate change, European Commission, April 2019.", "(1963), Thanksgiving Day Address to the Nation, Washington, November 29.", "Climate change Please note that related topic tags are currently available for speeches and introductory statements to the press conferences (with Q&A) from 2018-19 only.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, E-mail: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", " Media contacts Copyright 2020, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial sector", "Risks", "Monetary policy", "Green bonds", "Sustainability", "Stress test", "Insurance", "Disruption", "Transition"]}