{"sentences": ["CENTRAL BANK OF KENYA KENYATTA UNIVERSITY CAREERS DAY Speech by Dr. Patrick Njoroge Governor, Central Bank of Kenya January 30, 2020 Kenyatta University, Nairobi As Prepared for Delivery Thank you for the warm welcome to your university this afternoon.", "I feel like I am coming back home, remembering I was here about a year ago.", "In December 2018, I had the great privilege and honour of accepting the award of Doctor of Letters Honoris Causa from your great university.", "It is an award I am proud of, and it ties me forever with you.", "When I received the invitation to address you during your Career Week, I had to read the theme several times to understand it.", "It read: Mapping and Leveraging on Youth, technology and Soft Skills for the 21st Century Workforce, I was rather intrigued.", "It is quite a mouthful, I must say.", "But more importantly, I was caught in a bit of a quandary.", "You see, I am no longer that young.", "In many respects, you all are perhaps more up-to-date with technology than I am, especially communication technology.", "I may have a bit to tell you about soft skills, but it depends on how those are defined.", "So that left me only with the last part of the theme the 21st century, where I also do not have any comparative advantage as we are all experiencing it together.", "But let us begin there, at the outset of the third decade of this extremely eventful century.", "Technology is all around us.", "We carry it in our pockets, and some of you are right now stealing glances at your mobile phones, wondering when I will finish speaking so that you can continue browsing, and chatting, and WhatsApping pictures and videos.", "Some of you are even using this ubiquitous technology to take videos of this very speech.", "This technology has become so ordinary that we forget just how revolutionary, and how new, it is.", "Thirty years ago, just as I was proceeding for my PhD, I would buy stacks of airmail envelopes, to communicate with my family back home.", "We spent weeks, even months, without hearing from each other, because of the difficulty and expense it took to communicate.", "Twenty years ago, almost none of us here could afford a mobile phone.", "You would have to line up at phone booths, hope that you had enough coins, and that the booth was working, to be able to call anyone.", "You also had to hope that the person you were calling had access to a phone, and was available at the exact moment we needed to speak to them.", "Ten years ago, we did finally have mobile phones, but we were just getting over the excitement of being able to send each other text messages.", "We still had to be careful to keep our conversations short before we blew our entire budget on one phone conversation.", "Only the lucky few had access to, or could afford, mobile phones with cameras, and an always-on internet connection.", "MPesa was a few years old at that point, but it was only to send money home.", "Today, we may marvel at the fact that we can call someone from any point in the world to any other point, hold a video conversation, shop or send money even as the conversation is going on, and when we are done, log into our bank accounts, move funds around, and while we are at it even purchase savings products and government bonds.", "An artisan in Gikomba, without having to change out of his overalls or even walk out of his premises, can open a Stawi account, check that he qualifies for a loan, apply and receive the funds right there.", "You can search for a job online, apply, receive a response to your application, and prepare to start working without ever looking up from your mobile phone.", "The reason for my taking you through this history lesson is that, while you may assume that we have reached peak technology, we ain't seen nothing yet.", "The next ten years may present as much revolutionary change as the last thirty, and where we will be in January 2030 is almost unimaginable today.", "You will be part of it.", "Many of you will help to develop these technologies and their applications.", "You will work in jobs that do not exist today, and help to redefine our economy in ways that we cannot measure yet.", "Of course this is exciting.", "To be young is glorious.", "There are 61 percent of you, in Kenya, who are below the age of 24, and that means that the coming years and decades are when you will reach the peak of your energy, knowledge and abilities.", "And though Oscar Wilde said that youth is wasted on the young, I believe that you here are raring to go.", "However, even as you proceed into this brave new world, full of ideas and vigour on how to transform yourselves and the world around you, I would like to offer you a few lessons.", "Even if you just remember one of these, it may be enough, but it may help if you took some notes and pulled them out every so often for reference.", "The first is one that you may have come across.", "Warren Buffett is an American investor, who many of you may have heard of.", "The companies in his investment portfolio currently employ hundreds of thousands of people, and Buffett has been investing since the 1950s, so he has employed millions more.", "In other words, he knows exactly what it takes to hire a good employee.", "Here is what he says: We look for three things when we hire people.", "We look for intelligence, we look for initiative or energy, and we look for integrity.", "And if they don't have the latter, the first two will kill you.", "His point was that, all too often, potential employers and employees get overly excited about their grades out of university.", "Employers become enthusiastic about the skills that potential employees bring to the organisation.", "What they forget, and what Buffett's point is, is that skills, intelligence and initiative are good for accomplishing tasks.", "However, when the people you hire do not have integrity, they can actually use their proficiency to bring down the organisation.", "What is often forgotten is the last part of Buffett's quote: if you are going to get someone without integrity, you want them lazy and dumb.", "In other words, without integrity, you would rather not have or be an employee with skills and energy.", "I would like to go back briefly to the issue of technology, but approaching it from a different perspective.", "We have agreed that some of you will be closely involved in the development of the technologies of the future, and the applications riding on that technology.", "Even today, I receive multiple developers in my office, who would like to showcase their fintech innovations.", "Frankly, some of them are nowhere near ready for the market, and are nothing better than class projects.", "But that is not the point.", "The bigger point is that we are right to be excited to be at the forefront of innovation.", "But I believe that the bigger task in the coming years and decades, and where considerable work is required, is in the developing of the ethics of technology.", "It is not enough to add more bells and whistles to a mobile phone application.", "It is not enough to write code for the internet of things to deliver ever more goods and services, ever faster, to ever more people.", "The true core of technology in the coming days shall be in its ethics.", "The ethics of technology means that, even at the point of conception, people and their welfare should be at the very heart.", "We often hear stories from Silicon Valley of applications that have been developed, whose effect is to perpetrate existing divisions and to push vulnerable people to the margins.", "Even worse, some are designed with this explicit purpose.", "Even here in Kenya, we have seen such technological \"development\".", "I need not tell you of the mobile loan apps which have served to impoverish people, especially young people like you.", "Their developers are sitting pretty, raking in the money, with barely a care for the lives they have destroyed, and the families they have impoverished.", "Thus my challenge to you-you must re-imagine technology.", "Which technologies will you develop that have the greatest positive impact on the greatest number of people?", "How will you impact the landscape, from Silicon Savannah to Silicon Valley, to ensure that technology includes, rather than excludes?", "Three months ago, the man who is undisputedly the African of the Year 2019, and perhaps of the decade, Eliud Kipchoge, achieved something that no human being had ever done before.", "The whole world watched in admiration as he ran the marathon in less than two hours.", "You all know how much I admire Kipchoge, and how I like using his philosophy to encourage us and impart lessons.", "So allow me that indulgence as I finish.", "I will make it quick, just like Kipchoge.", "The first lesson is the simplest, yet most profound one.", "To paraphrase; do not obsess over success.", "Eliud says that what you need to do is prepare.", "He also says that you need to have discipline.", "To do the right things at the right time.", "Do them even when the mood is not right, or when your energies are not at their highest.", "If you do these two things, success becomes automatic The second lesson from Kipchoge, dear friends, is again a simple one.", "Declare what you are going to do, and then do it.", "He said he was going to run a marathon in under two hours.", "He put on his shoes, and ran a marathon in under two hours.", "So that is my final, simple challenge to you.", "Say what you are going to do, and then do it.", "Do not wait to be pushed.", "Do not make a promise you do not intend to, or cannot keep.", "Don't build your career, Go live life and be all you can be!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["technology", "youth", "soft skills", "integrity", "ethics", "innovation", "fintech", "Eliud Kipchoge", "success", "discipline"]}