{"sentences": ["It is my great pleasure to welcome all participants to the OSSP-BNM-SEACEN Forum on Central Bank Foreign Currency Operations.", "My appreciation also goes out to OSSP and SEACEN Centre for organising this forum.", "Although we have been looking forward to hosting all delegates and speakers in Kuala Lumpur, I am glad that technology has enabled us to come together regardless of this challenging time.", "I believe this forum is timely, given the myriad of issues associated with the current global landscape and the evolving environment for cross-border payment operations.", "The COVID-19 pandemic has caused widespread disruption within an inconceivably short period.", "We see disruptions in the lives and livelihoods of families and individuals; in the way work is done and trade conducted; and in our perspective of the world and our solutions to its problems.", "In at least one area we see the pandemic accelerate a growing trend both domestically and internationally - in digital trade and e-commerce.", "Retail purchases have more than halved year-on-year, and this gap is quickly filled by the rapid growth of e-commerce.", "This digitalisation trend is likely to continue post-pandemic with new norms in day-to-day domestic as well as cross-border economic activities.", "This change is deeply felt by financial services providers which saw decreased domestic and cross-border transactions, including a projected fall of about 20% in remittances in 2020.", "This pandemic has also compelled central banks to reconsider the robustness of their national payments systems, implement electronic cashless banking options, and safeguard against cyber threats.", "Recent developments in cross-border payments landscape In recent years, the scale and importance of cross-border payments have grown in line with the growth of cross-border economic activities, with an estimated global transaction value of USD136 trillion in 2018.", "However, there is wide recognition that cross-border payment services remain inefficient, as compared to domestic payments.", "The common challenges facing crossborder payments can be attributed to cost and speed, lack of transparency, and limited access: Reliance on multiple intermediaries and correspondent banking with varying levels of operational efficiency, local requirements and cut-off times effectively lead to processing time and incur higher cost; Lack of transparency in the traceability and visibility of payment status, primarily due to lack of standardized payment status notification process; and Limited access of cross-border payment services, often caused by time zone differences and mismatch in operating hours of intermediaries.", "Given these challenges, I believe that more innovative approaches are required to ensure that users can access safe and affordable cross-border payment channels.", "If banks are not providing these critical cross-border financial services, users may resort to less- or non-regulated channels.", "Recently, new business models and arrangements have also emerged to address the prevailing gaps in the cross-border payments space.", "These among others include the introduction of SWIFT's Global Payment Initiative (SWIFTgpi), a pioneering attempt at linking payment infrastructure through the experimental usage of distributed ledger technology.", "These have the potential to improve efficiency, allowing faster, secure and transparent cross-border payments.", "At the ASEAN level, efforts have been made to foster greater regional integration through linkages of the real-time retail payment infrastructures (RT-RPS).", "The ASEAN Payments Policy Framework was established as a set of principles to facilitate the linkages of RT-RPS.", "Bilateral arrangements have also been established by several ASEAN countries, including Malaysia, to enhance the efficiency of cross-border payments.", "For instance, linking between Singapore's PayNow and Thailand's PromptPay to facilitate more seamless cross-border payment transactions in real-time, and similarly to extend the linkage to Malaysia's DuitNow.", "Once operationalised, this could enable cross-border payments between participating financial institutions to be virtually as seamless as domestic transactions.", "At the national level, Bank Negara Malaysia (BNM) is directing its regulatory and supervisory resources towards safeguarding the safety and soundness of payment and remittance systems.", "We are stepping up efforts to reinforce public confidence and acceptance of e-payment and eremittance services, particularly among underserved segments.", "We are also working to futureproof the country's payment infrastructure to meet evolving market needs, including migrating to the ISO 20022.", "As a global messaging standard with richer data content, ISO 20022 has the potential to drive greater payments efficiency, facilitate risk management and compliance with regulations as well as facilitate cross-border connectivity.", "This move towards a common global standard will address issues relating to diverging regulatory and technical standards which have increased friction in making payments and made the cross-border payments landscape more complex.", "Embracing financial innovation to enhance cross-border payments efficiency Aside from the global pandemic, the other key disruption to our established view of cross-border payments is financial innovation.", "There has been growing awareness that the underlying technology for digital assets such as distributed ledger technology (DLT) may have the potential to improve payments efficiency, particularly from the cross-border payments perspective.", "Some central banks have made significant strides in exploring the potential of this technology, including testing the use of blockchain and DLT for clearing and settlement of payments and securities.", "The rapid shift from cash towards other payment platforms, has also intensified calls for central banks to issue Central Bank Digital Currency (CBDC) to protect the country's monetary sovereignty.", "Many central banks, including BNM, are exploring the merits and feasibility of issuing CBDC.", "Preliminary findings highlighted that this may offer some solution to the challenges associated with cross-border payments (e.g.", "synchronised cross-border transaction between different currencies across different platforms, reduced number of intermediaries and improved transparency of payment status).", "A BIS survey in January 2020 found that more than 80% of central banks, compared to only 70% in a survey the year before, are looking into CBDC, suggesting that there is greater openness to issuing a CBDC than a year ago.", "The survey also shows that emerging market economies report stronger motivations and a higher likelihood that they will issue CBDCs.", "Although many central banks are considering CBDCs, they appear to be proceeding cautiously, with only about 10% of central banks say they are likely to issue a general purpose CBDC in the short term and 20% in the medium term.", "Whether it is for DLT, CBDC or other innovations in financial technology, it is important for central banks to continue cross-border cooperation in order to realise successful digital transition.", "Harmonisation of standards and data privacy across jurisdictions; information-sharing; and support for cross-border integration through the various international platforms, are some of the ways for central banks to contribute to this transition.", "Preserving safety and soundness As we embrace financial innovation, we need to be mindful of the risks of unintended consequences such as cyber threats and spread of illicit finance.", "These areas, which were already the focus of central banks, have become increasingly important with the advent of the Covid-19 pandemic.", "An increasing number of cyber criminals are exploiting the current pandemic for their own objectives.", "As a central bank with a mandate to promote financial stability, it is our duty to ensure the safety of funds when they are most vulnerable, in particular once funds have left the bank.", "In response to these modern threats, central banks have strengthened risk management frameworks and implemented awareness programmes both internally and for the public.", "However, some of the risks we are addressing, while familiar, are beyond conventional central bank expertise.", "The complexity of the challenge requires public-private cooperation to strengthen mutual expertise and build solutions.", "Some of the risks, such as cyber threats, also transcends national borders.", "Solutions must involve international collaboration, such as the ASEAN initiative on Cybersecurity Resilience and Information Sharing Platform (CRISP).", "This platform allows central banks within the region to share cyber-related information and encourage capacity building.", "It is a testament to the interconnected nature of financial services that national financial stability requires international cooperation.", "The pace of innovation in payment services combined with the economic effects of the pandemic are putting pressure on authorities to make progress on cross-border payment issues.", "In addressing these issues, we have to be mindful of the fact that not all central banks are progressing at the same pace.", "What is important is the common direction that central banks adapt to change to build a stronger and more robust financial system for all.", "With this in mind, there are questions that I hope the Forum can attempt to answer.", "First, how can central banks create a safer environment to facilitate cross-border payments?", "Second, how can central banks more broadly balance between supporting financial innovation whilst ensuring financial system safety and soundness?", "Third, what can central banks collectively do to this end?", "In 1963, John F Kennedy famously said \"Change is the law of life.", "And those who look only to the past or present are certain to miss the future.\"", "On that note, let me thank you again for being here and I wish you productive discussions in the Forum."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Cross-border payments", "Financial innovation", "Digitalisation", "Central bank digital currency", "Cyber threats", "Financial stability", "International cooperation", "Payment efficiency", "Safety and soundness", "Regulatory standards"]}