{"sentences": ["Governor's address at the Economic Policy Dialogue, 19 May 2020 Esteemed and dear colleagues, Let me thank you on behalf of the National Bank of Serbia for your assessments and recommendations.", "In your conclusions you highlighted that last year the Serbian economy grew by 4.2%, while Serbian monetary policy was adequate and consistent with the inflation targeting regime.", "We fully agree with that assessment, given that inflation in Serbia has been low - 2% on average, for seven years in a row.", "CPI developments Contributions to y/y core inflation (y/y rates, %) and contributions (pp) (pp) Restaurants and Hotels Home appliances Pharmaceutical goods and Medicines CPI Inflation Clothes and Footwear Tolerance Band Rents and housing costs Inflation Target Travel packages Infl.", "Sources: SORS and NBS calculation.", "In Serbia we recorded a sharp fall in NPLs since 2015, while our \"banking sector remains well-capitalised and liquid according to several metrics\", which is a quote from joint conclusions and we fully agree with it.", "Corporate loans have been growing at two-digit rates for several years already, with two-thirds of the growth channelled to micro, small and medium-sized enterprises.", "Investment loans worth around EUR 5 billion make 45% of total lending to the corporate sector.", "Dinarisation has remained one of our priorities.", "Dinar savings have been recording new highs year after year.", "Last year alone, they went up by as much as 30%.", "Owing to our measures, the spread between interest rates on dinar and FX loans has narrowed dramatically - from 9.1 to the current 1.1 pp.", "Esteemed colleagues, A year ago we were in Brussels, adopting joint conclusions and discussing the topic of foreign direct investments.", "But today, our task is much harder, as short-term prospects are quite uncertain.", "Therefore, I would like to use this opportunity to extend my condolences to all countries, both candidates for the European Union and members of the European Union, over the biggest and permanent losses during the pandemic - human lives.", "Without people, our measures have no meaning.", "In Serbia, after growth of 6.2% in Q4, we entered this year with excellent trends and 5% growth in the first quarter.", "This is an excellent result because already in March we felt the effects of the pandemic on our economy.", "We provided strong support to preserve lives, jobs, wages and liquidity, and help those whose businesses were practically blocked by the pandemic.", "The National Bank of Serbia was the first institution to react with an entire set of measures.", "First, on the same day the pandemic was declared we held an emergency meeting of the Executive Board, and we were among the first central banks in Central and Eastern Europe to reduce the key policy rate.", "Second, we provided a three months' relief in loan repayment to our citizens and the economy, which around 93% of banks' clients accepted.", "Third, we provided dinar and FX liquidity to banks through various operations.", "Our goal is to have the low rates at which liquidity was provided - fully transmitted onto corporates and households.", "The Serbian government reacted by adopting a huge package of measures worth around 11% of GDP, which includes government-guaranteed liquidity loans for micro, small and medium-sized enterprises and entrepreneurs, the most affected by the crisis.", "Of course, there is no dilemma that the pandemic will have a strong short-term impact, but the essence remains the same.", "Our projection of Serbia's economic growth of at least 6% in 2021 suggests that, owing to the measures that we implemented, Serbia will fully recover from the effects of the pandemic already next year.", "This is also in line with the forecast made by all institutions which carefully monitor our country.", "And in terms of inflation in Serbia, the projections of all institutions are similar to ours.", "They practically come down to the assessment that the IMF often states in its reports - that inflation in Serbia will remain under firm control of the National Bank of Serbia both in the short and medium run, which means it will remain low and stable.", "When it comes to the country's external position, the effects of the pandemic will manifest in all segments - exports, imports, remittances, primary income...", "But, overall, according to our projection and the projections of other institutions, our current account deficit will be lower compared to last year, with net exports providing a positive contribution to Serbia's growth.", "The current account deficit is expected to be at around 4% of GDP in the medium run, which is sustainable, and will be fully covered by foreign direct investment.", "While we speak about the country's external position and generally the speed of recovery, I have to underline that, given our strong trade links, the pace and degree of the recovery of the European Union, are exceptionally important to Serbia.", "They are quite important to all candidate countries.", "In fact, our joint success depends on the extent to which each of us is successful individually.", "And whether we, as economic policy-makers, \"have passed the test\", is something to be discussed probably during the next year's dialogue.", "As for Serbia, I strongly believe that this global crisis has only briefly slowed down our dynamic growth.", "In the past eight years we have stabilised our economy, delivered low inflation, ensured that our public finances are sound, widened our investor base, ensured that our growth is investment-driven, and raised our FX reserves to the level twice higher than the optimum level stipulated by international criteria.", "All this clearly shows that the expectations we have from ourselves are higher than those you have from us."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic Growth", "Monetary Policy", "NPLs", "Dinarisation", "Foreign Direct Investment", "Liquidity", "Fiscal Policy", "Current Account Deficit", "Trade Links"]}