{"sentences": ["Promoting the Soundness and Efficiency of our Insurance Sector: Recommencing the IPSA and Solvency Standard Review A speech delivered to the Insurance Council of New Zealand in Wellington On 14 September 2020 By Geoff Bascand, Deputy Governor and General Manager of Financial Stability Back in March, I was ready, speech in hand, to provide you all with an insurance update, particularly in relation to our plans for the review of the Insurance (Prudential Supervision) Act, or IPSA, that we started in 2017.", "As with many things, COVID-19 intervened.", "My pandemic insurance was I could always do it later!", "As I update this speech, different alert level requirements are in place.", "Again, just like many things I'm contemplating whether I might have to defer again, or do it differently - one get insurance for multiple, repeated and arguably expected phenomena?", "To some degree, this story is a metaphor for the IPSA review.", "We have started and stopped it a couple of times, due to competing priorities for us and industry.", "We are now recommencing it.", "We are confident we can do so sustainably, even with pandemic risks surrounding us.", "The IPSA and associated Solvency Standard review, including our approach to the review and its timetable, are the main focus of my address today.", "I'll also provide view of the insurance sector's handling of the pandemic so far, as well as an update on the Appointed Actuary Thematic Review, some comments on issues that were significant before COVID-19 and remain in play, and an update on our supervisory approach, including our Auckland presence.", "Before coming to the details of the IPSA Review, I want to remark on the importance of insurance and its place in our financial system.", "Our insurance markets Maintaining a sound and efficient insurance sector is important for New Zealand.", "Customers are used to being able to insure their homes and possessions and obtain life and disability insurance, and businesses utilise a range of insurance products to protect their assets and business interruption exposures.", "There are about 90 licensed insurers operating in New Zealand.", "The sector is highly diverse, ranging from large international companies to tiny specialised entities providing services to I am grateful to James Painter for considerable assistance in the preparation of this speech, and other colleagues for helpful comments.", "particular employee or professional groups.", "The sector covers home and contents, motor vehicle, travel, life, health, disability, credit, income protection, business interruption, and other products or services.", "General insurance is the largest sector accounting for 63% of total premiums with life insurance representing 22% and health insurance 14%.", "The distribution of gross premium between classes of insurance and between insurers is shown in Table 1.", "Table 1 - Insurers by size and sector2 IPSA's treatment of overseas insurers recognises that New Zealand is heavily reliant on foreign-based and foreign-owned life and general insurers.", "Foreign-owned insurers include insurers operating in New Zealand as locally incorporated subsidiaries of overseas parents and insurers operating as branches.", "Table 2 Share of premium by country of incorporation of insurer3 Quarterly Insurer Survey and Insurer Return Quarterly Insurer Survey and Insurer Return IPSA provides for some exemptions to insurers operating as branches, providing their home regulator has been approved as meeting IPSA equivalence.", "Table 2 shows the mix between locally incorporated insurers, which include subsidiaries of overseas insurers, and branches.", "Regulatory equivalence between overseas domiciled insurers and locally incorporated insurers is important because customers should be able to regard their insurance product as trustworthy wherever the insurer is based.", "Insurance isn't very useful if it can't be relied upon when a claim is made, and our insurance market won't be efficient or serve New Zealanders well if we have unequal treatment of domestic and foreign insurers.", "We want to see insurance remain available and affordable.", "Widely held property insurance helps manage the social and economic cost of natural hazard events for property owners and communities.", "It also lowers the potential fiscal costs for the government to facilitate recovery.", "Property insurance also has wider economic benefits by providing the confidence necessary for economic activity and investment, such as banks requiring evidence of insurance coverage to lend against properties.", "Similar benefits exist in other forms of insurance - such as life and disability insurance - that support the willingness of individuals and businesses to take risks and protect them from financial hardship.", "The Canterbury earthquakes revealed high levels of insurance penetration for home insurance in New Zealand.", "The interaction between private insurance and the Earthquake Commission has also led to some changes and others continue to be reviewed in relation to EQC and insurers.", "While there were low levels of non-insurance amongst homeowners, the risk of under-insurance was mitigated because most home insurance was provided on a total replacement basis.", "Industry experience in managing home insurance claims without a cap on the rebuilding cost led to a change to sum insured policies that cover a specified dollar amount for rebuilding cost.", "This development changes, to some degree, the allocation of risk between insurers, customers and the state.", "The risk of underestimating rebuilding costs and having a sum insured that is too low has transferred from the insurer to their customers and, in turn, creates potential for increased economic risks if a significant number of homes cannot be rebuilt because pay-outs do not cover the full rebuild costs.", "Life insurers in New Zealand have moved away from offering combined savings and insurance products and the market now primarily offers cover for pure risks, such as premature death, disability and sickness.", "In doing so, insurance provides families with financial security to preserve financial assets and businesses with financial security to protect key personnel and the interests of owners.", "A key difference between the life insurance sector and the non-life sector appears to be that the extent of insurance take-up, or insurance penetration, for life insurance is low by comparison with other OECD countries.", "Another key feature of New Zealand's life insurance sector is the prevalence of relatively high upfront commission rates compared with overseas counterparts, whilst profitability appears to be at least as good as overseas experience.", "worth reflecting on the context into which IPSA became law in September 2010 and subsequent developments.", "Background to IPSA and subsequent developments Going back to why IPSA was enacted, it was considered appropriate to bring New Zealand up-to-date with international standards for prudential regulation.", "The sector was not broken and there was a desire to avoid regulation that created a compliance mentality.", "New Zealand's financial markets regulatory regime is based on the 'twin peaks' model with the Reserve Bank administering prudential regulation and the Financial Markets Authority administering conduct regulation.", "Market conduct regulation is about ensuring consumers are adequately informed and that market participants act with integrity, with a focus on product disclosure and the behaviour of financial services providers.", "(Amendments to the conduct legislation are currently before Parliament with a view to strengthening the regulation of conduct by financial institutions (Financial Markets (Conduct of Institutions) Amendment Bill).", "By contrast, prudential regulation is about institutional soundness, and promoting the maintenance of a sound and efficient financial system.", "The Reserve Bank's philosophical approach to administering IPSA is based on the three pillars of self-discipline, market discipline and regulatory discipline.", "Self-discipline is closely primary responsibility for an insurer's linked with governance; hence our framework placing business with its Board and senior management.", "Market discipline is the influence the market place has on insurers to operate their business prudently.", "Recognising that market participants have less information about the insurer than the insurer knows about itself and market discipline seeks to address that imbalance, to a degree, by ensuring the disclosure of some information.", "One example is the requirement for insurers to disclosure a financial strength rating to customers.", "The regulatory pillar essentially fills the gap between our risk appetite and the outcomes solely achieved through self-discipline and market-discipline.", "Our risk appetite is a proxy for the public's risk appetite (informed by public consultation and parliamentary processes).", "It is lower than the risk appetite of individual insurers because it takes into account costs of failure not borne by insurers themselves but by other, external parties.", "Minimum requirements imposed under IPSA are therefore designed to be more conservative than an insurer's management would choose in the absence of regulation.", "This does not mean that IPSA is intended to prevent all insurance failures.", "Whilst a sound failure of a single company doesn't and efficient insurance sector is systemically important, usually have large spill-over consequences for the rest of the financial system.", "So we have a moderate tolerance for individual entity failure.", "We also differentiate supervisory intensity between insurers according to our judgements about the relative impact their failure would have, combined with risks of failure, which generally means focusing supervisory resource on the larger insurers.", "The key IPSA provisions (the regulatory pillar) cover capital strength, risk management, governance, fit and proper requirements for key personnel and that insurers are run prudently.", "Some provisions relate more directly to protecting policyholder interests, such as the requirement for life insurers to maintain statutory funds to protect long-term life insurance assets.", "We are also bolstering the regulatory pillar through more intensive supervision and enforcement, as discussed further below.", "It is important to emphasise that the role of prudential supervision and regulation has not been to dictate the commercial terms on which insurers should be providing insurance.", "For example, we have not sought to influence the trend towards risk-based pricing.", "Rather, our involvement has been to better understand what is going on, and to consider its impacts on soundness and efficiency.", "In its ongoing review of the Reserve Bank Act4, the Government has made an in-principle decision to change the current objective of that Act from 'soundness and efficiency' to 'protecting and promoting financial stability'.", "The implications of any changes to the high-level policy objectives of the Reserve Bank Act will need to be -of-bill-marks-exciting-new-phase-for-te-putea-matua considered by the IPSA Review, along with other outcomes from the Reserve Bank Act Review.", "What is happening with the IPSA Review and why A policy paper outlining the resumption of the IPSA Review will be published in early October.", "It will provide an updated overview explaining objectives, topics to be covered and an indicative timetable.", "We'll be staying in regular communication with our industry stakeholders as this work progresses, building on earlier consultation feedback.", "Alongside the IPSA Review document, we will also release a consultation paper on principles to guide the review of Solvency Standards.", "We recognise that you are dealing with a busy regulatory environment so it is important that we progress the IPSA review with a mind-set that focuses on improving prudential regulation, not re-inventing features of the framework that appear to be working well.", "The starting point is that we have a regime that is not broken, but has been significantly tested in its relatively short lifetime, and lessons can be learned and applied to improvements.", "Your feedback will be crucial to helping us shape the regime in an efficient and effective matter.", "The reasons for enacting IPSA have not changed, but what has changed is the experience on which further refinements can be considered.", "Since 2010, the Reserve Bank and insurers have gained considerable experience across the legislation, helping us to see what works well and what could be enhanced.", "There has been a high level of activity in relation to transfers of business between insurers, changes of control and insurers entering or exiting the market.", "The AMP/Resolution Life transaction is a notable example.", "IPSA powers have also been used in relation to solvency-level settings for some insurers, as well as in other areas such as risk management.", "The Canterbury earthquakes, which commenced just a few days before the enactment of IPSA, resulted in an intense period of supervisory activity and application of IPSA provisions.", "Some administrative features of IPSA have proved cumbersome to utilise and could be improved.", "Issues arising amongst some insurers in relation to matters such as capital management and the quality of risk management and governance sometimes revealed scope for improvements in the form of more specific definitions or guidance.", "More specific provisions and definitions and clearer guidance on some matters would reduce scope for outcomes to be quite so dependent on firm's interpretation of sufficient self- discipline.", "Solvency margin settings is one area in which provisions might be made more specific.", "We intend to re-start the review of the solvency standards alongside the broader IPSA Review in October, applying the same regulatory pillar philosophy by evaluating prudential safety against risks.", "Solvency standards define the amount of capital an insurer is required to hold to protect against costs from unforeseen events.", "A criticism of the approach towards capital adequacy within the current solvency standards is that it represents something of an \"all or nothing\" solvency measure whereby a solvency ratio above 100% (or any alternative regulated figure) is taken to be adequate and a ratio of less than 100% is taken to be inadequate.", "Thought will be given to a more graduated approach where there is more than one level of capital requirement.", "Using such an approach, the different levels of capital requirement provide trigger points for intervention.", "The closer the trigger point is to the minimum capital requirement, the greater the level of supervisory intensity or intervention.", "Any buffer above the statutory minimum is currently at the discretion of the insurer, although the Reserve Bank can impose higher solvency margin licence conditions.", "Over the years, we have observed a declining trend in solvency margins that may be illustrative of a key difference in approach between insurers and the prudential regulator.", "Insurers must balance the need to maintain a sensible level of capital strength against the expectations of investors for a return on investment.", "Higher levels of capital make for a more resilient insurer but at the cost of lower return on equity.", "Prudential regulators tend to focus on low probability but high impact risks, or 'tail end risks', and a concern about the the event of extreme impacts.", "Of course, checks and balances exist within insurers, but without prudential oversight, competitive forces alone are not always compatible with adequately addressing tail end risks.", "In other words, the risk-appetite of equity-holders will not always be compatible with the risk-appetite of society.", "The outcome of this is that solvency buffers above the minimum are getting thinner which, by definition, means that the risks of insurers breaching minimum solvency requirements are increasing.", "The retention of capital, largely because of dividend payments being withheld, has seen a recent, but probably temporary, change in this overall trend.", "I'll come to this again later.", "An over-arching consideration for the review of solvency standards will be an assessment of the impact that changes from the introduction of IFRS 17 will bring.", "IFRS 17 is the international financial reporting standard that, by 1 January 2023, will replace IFRS 4 on accounting for insurance contracts.", "This change represents a fundamental impact, because solvency standards are based on accepting financial values generated from the production of insurers' financial statements.", "Provisions within IPSA distinguish between life insurers and non-life insurers by having separate solvency standards as well as the statutory fund requirements for life insurers.", "Some prudential requirements of some overseas jurisdictions are recognised under IPSA in the form of a limited range of exemptions.", "This only applies where overseas requirements have been assessed as meeting equivalence with IPSA and is restricted to provisions in relation to solvency, governance and some fit and proper matters.", "Some overseas insurers are active in New Zealand but below the threshold of activity that triggers a licensing the definition of 'carrying on requirement5.", "It is appropriate for the IPSA Review to re-visit insurance business in New Zealand' and to consider concerns such as the possibility insurance sector.", "Similarly, the definitions of 'carrying on there is a growing non-licensed or 'contracts of insurance' result in some arrangements insurance business in New Zealand', appearing to the general public to be insurance provided by licensed insurers when they are not.", "For example, products that protect against non-completion of building work and defects are available as guarantees and insurance.", "As a broad generalisation, a guarantee provides an assurance that something will be fixed whilst insurance provides equivalent compensation for the loss, which might be through fixing it or by some other form of settlement.", "There will always be boundary issues with regulation but the IPSA Review provides an opportunity to reflect on whether the current boundary is in the best place.", "Other factors that will help to inform the IPSA review include recommendations from two external reviews of insurance regulation and supervision.", "These were an IMF Financial ('FSAP') in 2017 that assessed New Zealand compliance Sector Assessment Programme6 against international standards for prudential supervision of insurers, followed by an independent review of Reserve Bank Supervision of CBL in 20197.", "Other developments that Significant factors that indicate an overseas entity is carrying on insurance business in New Zealand include (but is not limited to) having a physical place of business, staff or infrastructure in New Zealand or actively and directly advertising or soliciting business within New Zealand.", "-article-reviews-outcomes-of-imfs-financial-sector-assessmentprogramme /-/media/ReserveBank/Files/regulation-and-supervision/insurers/CBL-RBNZ-FinalReport.pdf provide material for consideration in the IPSA review include the FMA/RBNZ Thematic Review of Life Insurer Conduct and Culture, the Thematic Review of the Appointed Actuary regime, and the amendments in train to the conduct legislation.", "As it stands, our plan is to resume the IPSA review from October with: The release of an initial overview paper; Commencement of a consultation on the Solvency Standards at the same time; Subsequent consultation papers on various components of the review during 2021 to We welcome feedback through the formal processes associated with the consultation papers as well as being open to engagement and discussions on a continuous basis throughout the Review's duration.", "Details will be covered in October's paper.", "We envisage a staggered implementation of changes, ranging from operational changes that might be relatively easy to implement, through to legislative changes that require decisions from Parliament.", "This impacts on timeframe and our estimated completion date is 2024.", "The Solvency Standard is an example.", "It will need to be revised for IFRS 17 by end-2021, and is expected to be further revised to align with the IPSA changes by 2024.", "The ongoing impacts of COVID-19 on the sector As we reported in our May Financial Stability Report, there is considerable uncertainty as to how COVID-19 and the associated economic downturn will affect New Zealand insurers.", "Whilst death and disability claims do not currently pose a threat to the solvency of life insurers, COVID-19 could play out in a number of ways, including the possibility of further waves of infection.", "The initial economic responses to the pandemic created major disruptions to economic activity - particularly travel - and that has been reflected in travel insurance claims.", "Other key areas of impact or potential impact include credit insurance in relation to unemployment and impacts on investment portfolios.", "Overseas, there are also some questions about the scope of business interruption insurance and liability in relation to COVID-19 related claims and many will be watching closely to see if outcomes from ongoing court cases have implications for local insurers.", "Low interest rates have impacted some insurers adversely and this factor will continue to materialise in the next few years.", "Insurers adapted quickly to working under the lockdown environment and we sensed an almost routine response by insurers to the recent return to Level 3 in Auckland and Level 2 elsewhere.", "We've also noted the various ways in which insurers have sought to provide customer-focused responses to hardships arising from COVID-19.", "Our stance in relation to prudential risks to insurers from COVID-19 is that there are many unknowns still to play out in terms of flow-on impacts from what we have already experienced, as well as the potential for new outbreaks.", "This caution is also reflected in our stance on capital retention and dividend payments, which we regard as being imprudent under these conditions.", "We will update insurers on our stance on this at or before publication of the next Financial Stability Report in November.", "Appointed Actuary Review Appointed actuaries have a critical legislated role to measure and report on material risks and the role also entails providing impartial advice to an insurer's board and senior management to assist with decision-making.", "Insurance is about known and unknown risks and strong, independently minded actuarial advice is crucial to managing risks.", "This was the backdrop to our recent Appointed Actuary Review8, so that we could better understand how the Appointed Actuary role works in practice for insurers, actuaries and the Reserve Bank, and to identify potential areas of improvement to make the role and regime more effective.", "We selected 15 insurers and their appointed actuaries for the review and published our findings and recommendations in June.", "The input and participation from industry stakeholders in this review was incredibly helpful, and we look forward to similar constructive engagement in the IPSA review I'd like to take this opportunity to again thank all those that participated.", "The review concluded that the regime and appointed actuary role are largely effective but that improvements should be made, including; the need for clarity and guidance around the Reserve Bank's expectations of the appointed actuary role; limiting the risk that the impartiality of appointed actuaries could be adversely impacted by factors such as the /-/media/ReserveBank/Files/News/2020/Appointed-Actuary-Thematic-Review.pdf influences of senior managers and reporting lines; and strengthening the Reserve Bank's oversight role.", "We have used the findings to outline our expectations of the appointed actuary regime in a policy note which we will follow up with formal guidance.", "Other risks to the sector and the Reserve Bank's planned response From a Reserve Bank perspective, the key themes within the insurance sector that existed before COVID-19 were risk-based pricing of property insurance, impacts from low interest rates, an overall trend of declining solvency ratios and findings from the joint FMA/Reserve Bank review into conduct and culture.", "Alongside these issues, the sector, like other sectors, faces increasing cyber risks and climate change risks.", "Cyber risks take on increasing importance when business models are continually digitised with customer platforms and data management central to business performance.", "We will issue cyber guidance for the banking sector in the fourth quarter that will be relevant for insurers also.", "Like many central banks, the Reserve Bank has a strong interest in climate change.", "Climate change poses significant risks to New Zealand's economy and financial system - therefore financial stability.", "The medium-to long-term risks to financial institutions from climate change remain relevant through and well beyond the current crisis.", "As the Bank of England's Executive Director of Insurance Supervision Anna Sweeney \"Climate risk remains a real Insurance Summit last week9: and credible threat to the integrity and soundness of the global insurance industry which, without significant action now, will only get more pronounced in the future\".", "That is why the Reserve Bank has developed a climate strategy and is collaborating internationally on climate.", "We are proud members of the Sustainable Insurance Forum (SIF) and the Network for Greening the Financial System (NGFS) and we are leveraging our involvement in these global forums to step up our understanding and supervision of climate- related risks.", "For example, last month we drew on resources from the NGFS and the SIF train our supervisors in climate risks.", "Insurers can anticipate being asked about climate /-/media/boe/files/speech/2020/paving-the-way-forward-managing-climate-riskin-the-insurance-sector-speech-by-annasweeney.pdf?la=en&hash=35D74A884840C7D5C7BB58B2C79224E512A003FC change risks, governance and strategy in upcoming discussions with their supervisor.", "We will keep intensifying our supervision of climate-related risks.", "In this world of heightened risk there are corresponding stakeholder expectations of confidence in our regulatory approach.", "As we implement recommendations from the 2017 IMF Financial Sector Assessment Programme, the independent review of Reserve Bank Supervision of CBL, and continue to seek improvements in insurer conduct and culture, we are making changes to strengthen our resourcing and supervisory approach.", "The key developments you can expect to see from this will be more intense supervision, particularly in relation to verifying information received from insurers, and concluding enquiries more efficiently.", "We will be supported with more resources to be able to achieve these outcomes.", "As previously indicated, we are increasing our supervisory presence on the ground in Auckland.", "This is making good progress with the appointment of a Senior Manager Supervision, and from 2021 we plan to be supervising some insurers from Auckland.", "The implementation of an Auckland presence and increasing supervisory and enforcement resources are part of the ongoing development of our regulatory approach.", "We will retain a risk-based approach that includes our split of insurers into the Portfolio group, consisting of insurers whose failure would have a relatively small impact on the sector, and the Designated group, consisting of insurers whose failure would result in greater impacts and more intense supervision.", "What we mean by more intense supervision is that we will seek to resolve supervisory concerns more effectively and decisively by obtaining the information we need when we need it, verifying the integrity of the information provided and arriving at a timely decision and resolution.", "Increased resources will also enable us to cover more ground and ensure that key topics, such as cyber risk and climate change are appropriately covered.", "We will keep you informed of these developments and of the changes they bring about to our interactions with you.", "Insurance is an important financial service to many households providing valuable protection against risks to housing and other assets, and against income loss in a number of forms.", "It supports credit markets, reducing risks to bank and no-bank lenders, and it helps avoid significant financial distress.", "The Canterbury earthquake, the COVID-19 pandemic, and historically low interest rates have challenged various parts of the sector in extraordinary ways.", "The insurance sector has been prudentially regulated in New Zealand since 2010 and it is timely to review the efficacy of regulatory settings.", "We look forward to your continued input on this important process, so together we can continue to ensure the best outcomes for New Zealanders."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["IPSA Review", "Solvency Standard", "Insurance Sector", "COVID-19", "Appointed Actuary", "Cyber Risks", "Climate Change", "Financial Stability", "Regulatory Approach", "Risk-Based Pricing"]}