{"sentences": ["Ladies and gentlemen, It is a great pleasure for me to participate in this online discussion.", "The European and the Greek economy face very important challenges since the last meeting we had in February in the context of the same event.", "Global and euro area economic developments The COVID-19 pandemic is adversely affecting the global economy.", "The effort to reduce the cost in human lives has made it necessary to take unprecedented administrative measures of social distancing across the globe and to temporarily suspend part of economic activity.", "These measures resulted in disruptions in global supply chains; in lower world trade, industrial production and international commodity prices; in a reversal of cross-border capital flows; and, finally, in a dramatic decline in labour demand and a sharp decrease in employment and income worldwide.", "The pandemic has caused a great deal of uncertainty, making macroeconomic forecasting a particularly difficult exercise.", "Recently, the IMF and the European Commission revised their forecasts downwards, implying a more negative impact of the pandemic in 2020 and a more gradual recovery in 2021 than previously forecast.", "In more detail, global GDP, according to the IMF, is estimated to contract by 4.9% in 2020, compared with a decline of 3.0% projected in April.", "In 2021, global growth is expected to reach 5.4% compared with 5.8% projected in April.", "As regards the euro area, GDP contracted by 3.6% (q-o-q) in the first quarter this year, while second quarter indicators point to even deeper recession.", "According to the Eurosystem staff macroeconomic projections (baseline scenario, June 2020), the euro area economy is forecast to contract by 8.7% in 2020 and to recover at an annual rate of 5.2% in 2021.", "However, despite the fact that the COVID-19 pandemic is a common external shock, it has an asymmetric impact across industries and countries.", "The final impact on economic activity will depend on the structure of the economy and the value added weight of the tourism and leisure activities, which are affected the most; the scope and effectiveness of policy measures; the success in addressing the health crisis; and the subsequent lifting of containment measures.", "These forecasts are subject to considerable downside risks and uncertainties.", "The greatest risk is associated with the possibility of a second wave of the pandemic, which will delay the recovery.", "Moreover, it could lead to long-lasting effects, such as widespread corporate insolvencies, higher unemployment and a slower recovery, which, in turn, are expected to have a negative impact on banks' balance sheets.", "On the upside, the development of an effective treatment/vaccine for tackling the coronavirus would have positive effects on the world economy.", "Moreover, the adoption of the European Commission's proposal on the \"Next Generation EU\" instrument will accelerate the recovery of the European economy.", "Policy action in the euro area European and national policymakers have acted quickly and decisively with an initial round of measures that are sharply reducing the effects of the pandemic shock.", "The Governing Council of the European Central Bank (ECB) adopted in March, April and June 2020 an even more accommodative monetary policy stance.", "This aims primarily at preventing the disruption of the medium-term path to price stability, averting fragmentation and ensuring a smooth transmission of monetary policy in the euro area, while at the same time supporting households, businesses and banks to absorb the shocks caused by the pandemic.", "In particular, the interventions aimed at (a) ensuring favourable liquidity conditions for the banking system, (b) ensuring the smooth flow of financing to the real economy and (c) preventing a pro-cyclical tightening of financial conditions for all sectors of the euro area economy.", "Moreover, the Supervisory Board provided banks with the necessary temporary flexibility regarding capital adequacy and liquidity.", "The Governing Council of the ECB has announced that it will continue to monitor and analyse the effects of the pandemic on economic developments, the medium-term outlook for inflation and monetary policy transmission.", "It finally stated that it stands ready to adjust its instruments as appropriate.", "In addition to monetary policy interventions, there have been immediate and far-reaching initiatives and measures by national governments and European institutions, both to tackle the pandemic and to protect the economic and social fabric, as well as to strengthen the recovery of the European economy once the health crisis has been reined in.", "These initiatives include making full use of the flexibility of the Stability and Growth Pact and the institutional framework for state aid, as well as extensive fiscal measures to support business and employment, such as the €540 billion aid package approved by the European Council on 23 April 2020.", "Μore firepower has been provided to contain the impact of the pandemic and to finance the recovery of the European economy, with the European Council's decision today to adopt the European Commission's proposal for the creation of the new recovery instrument, the \"Next Generation EU\" with financial firepower of €750 billion.This is a clear indication of European solidarity and an important step towards closer European integration.", "As in previous crises, the COVID-19 pandemic brought to the fore the remaining flaws in the original design of EMU.", "The above mentioned measures are a step in the right direction to address the current challenges posed by the pandemic.", "However, they remain temporary in nature.", "Looking forward, more durable improvements are needed to improve the EMU architecture.", "It is necessary to enhance risk sharing by creating a permanent macroeconomic stabilisation mechanism either in the form of a safe asset and/or a central fiscal stabilisation tool.", "Further efforts should also be made to complete the Capital Market Union and the Banking Union (I will come back to banking sector issues at the end of my presentation).", "Moreover, the macroeconomic imbalance procedure should operate symmetrically, both for Member States with external deficits and for Member States with external surpluses.", "Last but not least, it is of utmost importance to boost productivity in the EU by investing more in digital and clean energy technologies.", "Greece: prospects and challenges The coronavirus pandemic has halted the upward growth trajectory of the Greek economy.", "In 2019, GDP grew by 1.9%, driven mainly by exports of goods and services, as a result of a significant rise in tourism and shipping receipts.", "However, in the first quarter of 2020, real GDP declined by 0.9% year-on-year and by 1.6% relative to the fourth quarter of 2019.", "The negative year-on-year growth outcome for the first quarter of 2020 was mainly due to lower private consumption and investment.", "By contrast, the contributions of public consumption and net exports were positive.", "The successful containment of the pandemic in Greece, the gradual lifting of the lockdown measures since early May, the expansionary and significant fiscal measures taken by the government and the extensive actions of EU institutions including fiscal, monetary and regulatory/supervisory interventions, are expected to mitigate the impact of COVID-19 on the economy in 2020 and lead to a recovery in 2021.", "According to the Bank of Greece baseline scenario, economic activity in 2020 is expected to contract by 5.8%, and to recover in 2021, posting a growth rate of 5.6%, while the general government primary balance is projected to record a deficit of over 4.0% of GDP in 2020, due to the sharp slowdown of economic activity and the fiscal discretionary measures adopted by the government.", "Adding the fiscal costs of the Council of State recent decision regarding pensions, the primary deficit of the general government is expected to increase even more.", "The currently available soft data and conjunctural indicators point to a significant contraction of economic activity in the second quarter and the year as a whole, but are in line with our expectations.", "The forecasts are subject to considerable downside risks and uncertainties.", "First of all, the decline in the tourism sector might be sharper than currently expected.", "A second wave of the pandemic would derail the global and domestic recovery and worsen fiscal performance.", "Furthermore, a resurgence of the refugee crisis and tensions with Turkey could have negative repercussions on tourism.", "Upside opportunities are related to the implementation of the Commission's adopted proposal on the \"Next Generation EU\" instrument from 2021 onwards.", "The early discovery of a vaccine for covid-19 is also a strong upside opportunity.", "Despite the risks and uncertainties in our forecast, we remain more optimistic compared with other institutions regarding the baseline projection for 2020.", "For example, the European Commission projects a contraction of 9% in 2020 for the Greek economy in its summer forecast (revised downwards from 9.7% in its spring forecasts).", "The Bank of Greece expects a for the milder contraction in Greece relative to the euro area following reasons: 1.", "The successful containment of the pandemic in Greece as reflected in the relative health outcomes.", "Indicatively, the number of deaths per million people is among the lowest in the EU.", "Academic research has shown that the better a country manages a pandemic the faster the rebound of the economy.", "The Greek economy had a strong positive momentum before the outbreak of the crisis.", "The size of tourism is not as large as assumed by many analysts in the past.", "Research at the Bank of Greece shows that the direct share of tourism in GDP is 6.8%.", "Adding the indirect contribution to GDP, the share of tourism in GDP is about 10%.", "Past research suggested that the total contribution of tourism is between 10% and 20% of GDP.", "The industrial sector has performed relatively better compared to the euro area.", "Industrial production in Greece has been growing faster than in the euro area since mid-2016 on average.", "Since January 2020, the decline in industrial production in the euro area was three times higher than in Greece.", "The relative resilience of Greek industry is probably related to the fact that Greece is not strongly integrated into Global Value Chains as a typical euro area economy.", "In addition, composition matters.", "For example, foods and pharmaceuticals have outperformed during the pandemic, supported by robust external demand and low income elasticity.", "compared to the euro area regarding both Greece had relatively stronger soft indicators their momentum before the outbreak of the pandemic and their performance over the last 1.", "The economic sentiment indicator plunged due to the pandemic but held better than in the euro area; it also started off from a higher level.", "Consumer sentiment remains relatively strong at start-of-2019 levels.", "The manufacturing PMI decreased more than in the EA, but has already recovered to near-expansion level.", "Granting a \"pandemic\" waiver to Greece benefited the most from two ECB decisions.", "Greek government bonds to be used as collateral for Eurosystem refinancing operations and the inclusion of GGBs in the Pandemic Emergency Purchase Programme (PEPP) have helped to reduce spreads of Greek government debt to pre-crisis levels, thus improving financing conditions for banks and non-financial corporations.", "Nevertheless, the coronavirus pandemic is expected to significantly worsen some of the legacy problems (the high public debt, the high rate of unemployment, the high NPL ratio and the large investment gap) from the debt crisis of the 2010s.", "These problems only add to the already facing the Greek economy, which constrain its long-term prospects: low structural competitiveness; the slow digitalisation of the economy; a high level of tax evasion; the brain drain; climate change and the cost of transition to a lower carbon economy; the migrant-refugee crisis; a projected demographic decline on account of population ageing; and the large negative international investment position.", "Of the above I will focus in the rest of my speech on the trends and challenges for the banking system in the post COVID-19 world, an issue which concerns directly the Bank of Greece and the ECB/SSM.", "The banking system post the pandemic: trends and challenges The financial fundamentals of banks in the EU have strengthened over the past few years on the back of favourable macroeconomic conditions and the actions taken to repair the banking system under the supervision of the Single Supervisory Mechanism and the National Competent Authorities.", "Banks have significantly increased their capital buffers and made progress towards improving their asset quality.", "In December 2019, the EU average Common Equity Tier 1 (CET1) ratio was 15% [higher by 2 percentage points compared to 2015] whereas the non-performing loans (NPL) ratio was 2.7% compared to 5.7% in 2015.", "However, even before the pandemic, the EU banks faced significant challenges, such as: low profitability on the back of the persistently low interest rate environment and lingering cost inefficiencies; fragmentation in the European banking system; disruptive technological changes; §overcapacity in some banking systems.", "At the same time and despite the progress at the aggregate level, some banks, especially in Member States of the EU periphery, were still on a recovery mode, trying to address legacy issues, notably the high level of non-performing loans.", "Greece is one of these Member States.", "In in the Greek financial system, the developments before the pandemic were positive, with improving capital adequacy ratios, profitability and liquidity.", "The NPL ratio of Greek banks was the highest in the EU but in the last three years and until December 2019, the NPL volume fell significantly by about €39 billion from a peak of almost €107 billion in March 2016, mainly through write-offs and sales of loans.", "The pandemic and the subsequent sharp deterioration of the economic environment was the 'perfect storm' for the European banks, affecting them across most business segments and disrupting significantly their operational capacity.", "The national and European authorities acted swiftly introducing unprecedented measures in order to mitigate the impact from the pandemic.", "These measures were in the right direction and alleviated the short-term pressure on the liquidity and capital positions of banks.", "However, according to the experience from past crises, such an acute economic recession is highly probable to impair the asset quality of lenders.", "Today, just a few months after the lockdown, it is still too early to assess the impact from the pandemic on European banks, for several reasons: 1.", "First, there is still uncertainty about the medical factor, while there is a wide range of projections for economic activity, a key determinant of banks' credit losses.", "Second, there is usually a time lag between worsening macro variables and the emergence of new NPLs.", "The loan moratoria and the state support measures increase this time lag but at the same time contribute to higher uncertainty in the medium term.", "For example, the deferral of loan amortisation payments is an effective measure to address borrowers' shortterm difficulties caused by the pandemic, but could potentially create a 'cliff effect' upon the termination of measures.", "Third, some banks that were already in a fragile position before the pandemic, may have to struggle more than their peers to navigate through the crisis.", "For Greek banks, even during the pandemic, many indicators develop in a benign way: liquidity deposits, pre-provision income, cost to income ratio etc.", "However, a potential creation of a 'new generation' of non-performing loans could hamper their efforts to clean up their balance sheets.", "Greek banks are already in the process of making use of the Hellenic Asset Protection Scheme and offloading part of their delinquent loans.", "Already, one systemic bank completed a securitisation transaction under the 'Hercules' scheme and we expect that the other three systemic banks will accelerate their efforts to make use of the scheme by the end of the year or early in 2021.", "At the same time, banks will benefit from the reforms in the institutional framework for private debt management already made (e.g.", "acceleration of liquidation of banks' collateral via electronic auctions, creation of a secondary market for NPLs, etc.)", "and the reforms that are underway (e.g.", "modernisation of the insolvency regime for households and firms).", "Nevertheless, all these actions may not be enough especially amidst the ongoing economic disruption and the possibility of new defaults.", "To give you some more insight on this: assuming full achievement of the ambitious NPL targets that the four systemic banks have agreed with the ECB/SSM, the average NPL ratio was expected to fall just below 20% by the end of 2021, without considering any new flow of NPLs due to the pandemic.", "Hence, I believe it is necessary to implement additional systemic solutions, complementary to the efforts of banks, for the rapid improvement of the quality of their assets.", "In this context, the Bank of Greece is currently working on a proposal to set up an Asset Management Company (AMC), which, along with the NPL problem, will also deal with the issue of capital quality due to the high share of Deferred Tax Credits (DTCs) in Greek banks' capital.", "Recently, we selected through an international tender process- three out of the top-tier investment banks and consultants with experience in this field that will assist us in all aspects of the scheme.", "The experience from other countries that have introduced an AMC shows that in a systemic crisis it is an effective tool to accelerate the reduction of NPLs and, if properly designed, could have the optimal benefit for all stakeholders, including the Greek State.", "It is a scheme that could be a meaningful way to address non-performing loans, not only in Greece, but in other EU Member States as well.", "I would like to conclude my intervention with a tone of optimism.", "John F. Kennedy once said, \"When written in Chinese, the word crisis is composed of two characters -- one represents danger, and the other represents opportunity.\"", "I always believed that opportunities may arise out of a crisis and I truly believe that Europe will emerge stronger from the current one.", "Now it is the perfect time to make bold steps to strengthen as well as to complete the missing parts of the Banking Union.", "This includes: the introduction of the missing leg of the Banking Union, i.e.", "the pan-European deposit insurance scheme; the improvement of the EU Recovery, Resolution & State Aid framework (e.g.", "introduction of a harmonised framework for orderly liquidation in the EU, review of the interplay between state support and bail-in under certain conditions, etc.", "); the improvement in the macroprudential framework; the reduction in national options and discretions in banks' supervision.", "The completion of the Banking Union will allow us to avoid the creation of another bank - sovereign nexus, especially in light of the significant fiscal support provided to the economy and banks by all Member States.", "Bank of Greece (2020), Financial Stability Report, 2019-2020, July European Commission (2020), European Economic Forecasts, Summer 2020 (interim), institutional paper 132.", "IMF (2020), World Economic Outlook Update, June.", "(2020), European and Greek economic developments and prospects speech at the IOBE-KAS event \"Trends in the European Economy and prospects for Greece\", 3 February.", "www.bankofgreece.gr/en/news-and-media/press-office/news-list/news?", "(2020), On Covid-19 and the necessity for common action in economic policy response article in Handelsblatt, 6 April.", "www.bankofgreece.gr/en/news-and-media/pressoffice/news-list/news?announcement=300c4091-abdf-4f77-a325-e92d06c91001 Stournaras, Y.", "(2020), interview with Frankfurter Allgemeine Zeitung, 9 May."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Banking Union", "Greece", "Economic Recovery", "Banking Sector", "Non-Performing Loans", "European Central Bank", "Fiscal Policy", "Macroeconomic Forecasts", "Banking System"]}