{"sentences": ["News conference Zurich, 17 December 2020 Introductory remarks by Fritz Zurbrügg In my remarks today, I will begin with the developments in the Swiss banking sector environment.", "I will then provide an assessment of the current situation at the two globally active big banks, Credit Suisse and UBS, as well as at the domestically focused banks.", "Finally, I will talk about the impact the coronavirus pandemic is having on the use of cash.", "Banking sector environment Economic conditions for the Swiss banking sector continue to be difficult.", "As already mentioned by my colleague Thomas Jordan, while global GDP has recovered somewhat since the downturn in the second quarter, in most countries economic activity remains well below its year-back level.", "As a result, credit risks in particular have increased worldwide, with ratings of corporate bonds deteriorating significantly over the course of the year.", "In comparison with the real economy, the situation on the global financial markets has eased considerably more since the spring.", "Risk premia on corporate bonds rose markedly after the outbreak of the pandemic, but have since largely declined again.", "Stock prices have also recovered from their downturn in February and March.", "The steep recession has thus far had very little impact on the Swiss credit and real estate markets.", "Lending volume in the mortgage market and prices in the residential real estate market continued to rise in the second and third quarters of 2020.", "Furthermore, the number of bankruptcies and value adjustments on existing loans has remained low.", "It is likely that this is due in part to the various support measures introduced by the Confederation, the cantons and the SNB.", "Moreover, despite the difficult economic situation, the supply of credit to Swiss companies is working well.", "The solid capitalisation of Swiss banks plays an important role here.", "The SNB's baseline scenario assumes that the global economy will start to pick up again in the coming quarters.", "Uncertainty about the future course of the coronavirus pandemic, however, remains high.", "What do these developments in the national and international environment mean for the current situation of Swiss banks?", "Globally active banks The situation for the globally active Swiss banks Credit Suisse and UBS has hardly changed since the SNB's assessment in June.", "They are proving to be in robust shape despite the difficult environment.", "First, the risk situation at the two banks has stabilised.", "This can be seen in risk-weighted assets, for example, which have fallen again somewhat at both banks following an increase in the first quarter.", "Second, Credit Suisse and UBS continued to deliver solid results in the second and third quarters thanks to their diversified income structures.", "While provisions for credit risks have increased compared to pre-crisis levels, they are significantly lower than those of their international peers.", "In addition, trading business and wealth management at both banks benefited from the rapid recovery in the financial markets.", "Against this background, the capital situation at Credit Suisse and UBS has improved slightly since the first quarter.", "Looking ahead, the two globally active Swiss banks remain well placed to face the challenges posed by the difficult environment.", "An increase in provisions is likely in the coming quarters as a result of the expected deterioration in credit quality.", "Under the baseline scenario, however, the SNB estimates that the financial impact of the coronavirus pandemic on Credit Suisse and UBS will remain limited.", "Furthermore, the SNB's scenario analysis shows that, thanks to their capital buffers, both banks could also cope with significantly worse developments in the economic environment than are assumed in the baseline scenario.", "At the same time, this analysis shows, however, that the estimated loss potential under stress scenarios at Credit Suisse and UBS continues to be substantial.", "Moreover, uncertainty about the future course of the pandemic and thus about the financial impact on the two globally active banks remains high.", "Both factors underline that the capital requirements under the current TBTF regulations are necessary to ensure adequate resilience at these two banks.", "Domestically focused banks I shall now turn to the domestically focused banks.", "Here too, there has been little change in the situation since the Financial Stability Report was published in June.", "These banks' financial figures and risk indicators are still showing scarcely any effects of the coronavirus pandemic.", "Although their profitability continued to decline in the first half of 2020, this development was driven by a further narrowing of the interest rate margin.", "There has been hardly any increase in value adjustments and write-downs.", "Moreover, domestically focused banks are not reporting any significant rise in impaired loans at present.", "Despite the economic downturn, mortgage lending volume and residential property prices have also continued to increase over the last six months.", "However, this does not mean that domestically focused banks will remain unaffected by the economic consequences of the pandemic.", "Experience shows that there is typically a lag before the impacts of recessions on banks become evident.", "In the baseline scenario, the profitability of domestically focused banks is likely to come under further pressure.", "First, the anticipated deterioration in credit quality is expected to lead to increased value adjustments and write-downs on loans to Swiss companies.", "Second, the interest margin is expected to narrow further due to the persistent low interest rate environment.", "While domestically focused banks should remain profitable in aggregate, against this background, some of them are expected to incur losses.", "Uncertainty about the future course of the coronavirus pandemic remains high.", "In this context, the increased vulnerability of the domestic mortgage and residential real estate markets presents an additional risk factor for the banks.", "Should the impact of the pandemic on household and corporate income be much greater than currently assumed, it could trigger a price correction in the real estate market.", "Equally, such declines in income could lead to a materialisation of the historically high affordability risks.", "Both of these developments would negatively affect the quality of the banks' mortgage portfolios.", "Given these challenges, the available capital buffers of the domestically focused banks are a crucial element for their lending capacity and loss-absorbing capacity.", "The SNB's scenario analysis indicates that, in aggregate, domestically focused banks would also be in a position to absorb the losses incurred under significantly more adverse conditions than assumed in the baseline scenario.", "This brings me to the last section of my speech in which I will talk about the impact the coronavirus pandemic is having on the use of cash.", "There are currently two main developments.", "For one, banknote circulation in Switzerland rose sharply during the first wave of the pandemic in spring.", "This increase was mainly driven by the demand for large denomination banknotes and indicates an increased desire to hold reserves in the form of cash.", "Second, available data on card payments and cash withdrawals from ATMs suggest that for payment purposes, cashless methods are currently being used more than prior to the pandemic, while cash is being used less.", "Following the easing of containment measures, the amounts paid with cards have risen above their pre-crisis level.", "By contrast, the volume of cash withdrawn at ATMs continues to be slightly below its pre-crisis level.", "How much of a long-term impact these developments will have on the use of cash remains to be seen.", "The survey on payment methods, which the SNB carried out this autumn for the second time since 2017, will provide us with more information on changes in the payment habits of households in Switzerland.", "The survey also asked specific questions regarding the impact of the coronavirus pandemic on cash use.", "The SNB will communicate the detailed survey results in mid-2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Swiss banking sector", "Credit Suisse", "UBS", "Coronavirus pandemic", "Credit risks", "Capital situation", "Domestically focused banks", "Mortgage market", "Cash use", "Payment methods"]}