{"sentences": ["To the agents, stakeholders, and partners of Pru Life UK Investments, congratulations on your first anniversary.", "The theme: \"The Role of Investments in Reshaping the Future of Financial Inclusion in the Country\" could not be more timely.", "While it remains a vital means to uplift people's welfare and provide social protection, financial inclusion has become a compelling strategy for sustainable growth.", "Investments are especially critical to realizing financial inclusion, as these lead to greater market participation and enterprise opportunities.", "Today, let me share with you recent developments, as well as insights on the way forward, in promoting financial inclusion in the country.", "I hope that officers and clients alike of Pru Life UK Investments will be able to ponder and capitalize on the prospects offered by these developments.", "The early groundwork for an inclusive financial system has borne fruit.", "In fact, as you can see on the slide, our pre-pandemic findings have shown developments that can serve as precedent for a more significant positive movement in the long-term and aid in post-pandemic recovery.", "Based on our 2019 Financial Inclusion Survey (FIS), account ownership increased to 29% from 23% in 2017.", "The six-percentage point increase translates to 5 million new accounts in just two years.", "Among the poorest, account ownership hit 27%, closer to the national average and nearly double the 14% previously reported.", "E-money accounts drove the overall growth in account ownership, increasing to eight percent from a mere one percent.", "Account usage more than doubled to 39% from 18%.", "Uptake of other financial services also increased in the same two-year period of 2017-2019: formal credit rose to 19% from 14%; insurance to 23% from 18%; and investment to 25% from 23%.", "There is also an increasing appreciation for insurance as more Filipinos avail of it to bolster their financial resilience.", "But much still needs to be done to get more Filipinos into investing.", "Seventy-five percent or 54 million of Filipinos do not have investments.", "While this figure may be disappointingly low, it shows, however, immense room for growth in the investment market.", "The key is to fortify the foundations that will facilitate entry into the formal financial system.", "This will encourage active participation, and in turn serve as building blocks for a robust investment market.", "In recent years, the BSP has taken the necessary steps to ensure that it will be easier for Filipinos, especially the unbanked and underserved, to be financially included by leveraging on technology.", "As you can see from the slide, we have three regulatory initiatives serving as pillars of the inclusive digital finance ecosystem, namely: (1) democratization of account ownership; (2) expansion of networks of low-cost touchpoints; and (3) efficient retail payment system.", "Allow me to discuss each one.", "Democratization of account ownership It is essential to ensure that anyone, regardless of economic or social standing, is capable of owning a transaction account.", "A transaction account serves as the gateway to financial services.", "With it, a user can store funds and electronic payments then eventually avail of more products such as credit, insurance, and investments.", "In fact, we issued the policy on the no-frill basic deposit account (BDA, Circular 992).", "The BDA framework eases requirements of account ownership by reducing opening costs, eliminating maintenance fees, and paring down documentary requirements to the bare minimum.", "Likewise, our amendments on anti-money laundering rules aim for wider adoption of streamlined and risk-based KYC procedures.", "BSP-supervised financial institutions (BSFIs) can offer a restricted account to micro-entrepreneurs and informal sector workers without a primary ID card.", "Amendments also allow reduced, deferred, and technology-based KYC; thus expediting onboarding of the unbanked.", "Expansion of networks of low-cost touchpoints Complementing these efforts is the expansion of networks of low-cost touchpoints.", "Our policy on cash agent operations (Circular 940) enable accredited third-party establishments, such as pharmacies and convenience stores, to perform basic banking operations.", "These function as familiar and highly accessible transaction channels, as well as bridge cash-based and digital transactions.", "There is clearly public appetite for account ownership - BDA ownership as of first quarter 2020 increased to 4.64 million from 428,000 in 2018.", "During the pandemic, over 4 million new accounts were opened via digital platforms, along with new online sign-ups and app downloads for digital financial services (DFS).", "Meanwhile, there are at least 17,000 active cash agents to date, attesting to their ubiquity across the country.", "Financial services providers (FSPs) such as yourself can foster market growth by exploring the potential of this client base, as well as new modes of delivering financial services.", "Efficient retail payment system The digital finance ecosystem, of course, cannot be without an efficient retail payment system.", "Our National Retail Payment System (NRPS) framework is aimed at establishing a safe, affordable, reliable, and efficient retail payment system in country.", "To encourage the adoption of digital payments, we established PESONet and InstaPay.", "PESONet is a electronic funds transfer scheme and InstaPay, on the other hand, is a and realtime, low-value push payment schemes.", "Our goal in establishing the National Retail Payment System is to promote interoperability.", "In practical terms, this means that a customer can conduct financial transactions, ranging from deposits to payments, with anyone in the system by just maintaining a single account.", "PESONet and InstaPay came in handy during the pandemic.", "Both saw a surge in both volume and value as people turned to digital platforms for daily financial activities.", "Transaction volumes for PESONet and InstaPay jumped by 143% and 820% respectively in August 2020.", "Through the NRPS and our other regulatory initiatives, we seek to usher in innovative financial products, including retail investment products designed for small-value, high-frequency transactors.", "Digital platforms today can offer investment opportunities to low-income earners for as little as PHP 50 and micro-insurance for PHP 39.", "We advance these strides with the implementation of our Digital Payments Transformation Roadmap (DPTR) 2020-2023.", "Let me expound on this centerpiece plan.", "The Roadmap is BSP's centerpiece plan to support its goal of moving the country from being cash heavy to cash-lite by 2023.", "Our goal is that at least 50% of retail payment transactions is made digitally.", "Our other goal is our target of 70% of adult Filipinos should have a transaction account.", "The achievement of these strategic outcomes building a digital payments ecosystem that facilitates inclusivity, innovation, and efficiencies benefitting individuals, businesses and the economy as a whole.", "Such an ecosystem is shaped by the adequacy of infrastructure, responsiveness of regulations and standards, and the strength of multi-sectoral collaborations.", "In addition, we continue our legislative support and collaboration with national government on initiatives to strengthen our digital infrastructure, such as the implementation of the Philippine National ID System or PhilSys.", "The e-KYC feature of the PhilSys is envisioned to be a game-changer in the way financial institutions like Pru-life UK onboard clients and deliver financial services.", "We are also championing reforms to improve digital connectivity in underserved communities and accelerate financial inclusion.", "Digital connectivity is a critical enabler and a necessity, especially in the new economy.", "With policies, regulations and digital infrastructures in place, a wider range of financial products and services can be made more accessible to a greater number of Filipinos.", "Aside from deposit accounts, loans and payment services, affordable retail investment products should be among a regular Filipino's arsenal of financial tools.", "Many Filipinos perceive investing to be costly, and have yet to realize its value as an additional income source.", "According to the Philippine Statistics Authority (PSA), there are 7.6 million Filipinos aged 60 and above, of which only 20% are covered either the Social Security System (SSS) or Government Service Insurance System (GSIS).", "The harsh reality is that eight out of 10 Filipinos aged 60 and above, and in many cases, retirees do not receive sufficient pension to fully cover their living expenses.", "Investments provide people the means to enhance their financial health, as well as to protect their welfare against economic risks and sudden downturns, such as this ongoing pandemic.", "Our latest efforts, as you will see, are aimed at putting investments within reach of the ordinary Filipino.", "Just this month, we issued Circular No.", "1097 allowing trust corporations to distribute their Unit Investment Trust Funds (UITFs) through third parties, specifically individual and institutional agents.", "In addition to this issuance, we recently launched the digital Personal Equity Retirement Account (PERA).", "PERA was established 12 years ago under Republic Act No.", "9505 to help Filipinos build funds for retirement.", "The Duterte administration is implementing the PERA for the first time.", "In fact, the number of investors as of end-July this year has only reached 1,586, with contributions amounting to PHP 137 million.", "PERA presents an opportunity for small investors to grow their retirement funds.", "Harnessing technology, PERA can now be accessed digitally.", "This digital PERA was launched as a one-stop shop digital experience for investor education, client onboarding, settlements, and investment monitoring.", "This platform allows investors to open, access, and invest in a range of funds through their PERA account anytime, anywhere, here and abroad, through their mobile devices.", "Creating a community of investors require industry players to adopt a financial inclusion mindset.", "And I urge you to take this to heart.", "But creating a community of investors requires a financially literate public and strong market conduct reinforced by sound consumer protection mechanisms.", "Thus, financial education is a significant part of BSP's efforts .We have entered into partnerships with the government and industry counterparts to institutionalize financial literacy training for target segments.", "These partnerships are facilitated through our National Strategy for Financial Inclusion (NSFI).", "Our financial education partnerships with institutions like the Department of Education (DepEd) can reach 29 million learners and over 800,000 teachers; and with the Overseas Workers Welfare Administration, 2.3 million OFWs and 14 million overseas Filipinos.", "Our financial education advocacy has also expanded to include digital literacy, which is timely given the massive digital shift driven by the pandemic.", "The objective of our digital literacy program is to build trust and confidence in the digital finance ecosystem by increasing the public's knowledge and capability to reduce risks and vulnerabilities arising from use of digital financial services.", "To enrich our customer insights and as a way of bringing our services closer to the people, we have launched the BSP Online Buddy (B.O.B.).", "harnesses machine learning and artificial intelligence (AI) to answer queries and concerns from the public and improve efficiency in our consumer assistance mechanism (CAM).", "That said, growing the market for investments to support financial inclusion requires a concerted effort among stakeholders.", "I encourage Pru Life UK Investments to explore ways to enrich customer experience and bring its financial services closer to Filipinos.", "I hope you take advantage of the opportunities our recent initiatives offer.", "In closing, let me quote the \"Oracle of Omaha\", renowned investor Warren Buffet: \"Never depend on a single income, make an investment to create a second source.\"", "Through our recent initiatives, we aim to encourage more Filipinos to try available investment products that can benefit and help them build a solid financial future.", "We hope that you convey the same message when serving your clients.", "Lastly, I would like to acknowledge Pru Life UK Investments' role as a partner in providing financial services through investments.", "We hope that you continue to contribute and support our efforts in enhancing the promotion of financial inclusion in the country.", "Again, my congratulations to you on your first anniversary."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "Investment", "Digital finance", "Account ownership", "Financial services", "Retail payment system", "Financial education", "Financial literacy", "Digital literacy", "Retirement"]}