{"sentences": ["The graphs can be found on the Norges Bank's website.", "In 1990, visionary politicians decided to establish the Government Petroleum Fund, later renamed the Government Pension Fund Global (GPFG).", "On Tuesday of this week, the value of the fund passed NOK 11 000 billion - or over 31⁄2 times Norwegian mainland GDP.", "The fund is now among the largest shareholders in many of the world's listed companies.", "Chart: From natural resources to financial wealth What started as oil wealth in the ground has been transformed into savings and financial wealth abroad.", "Under the fiscal rule, we should only spend the expected real return on the fund.", "As long as we only spend the return, we ensure that the fund will benefit future generations.", "In 2020, withdrawals from the fund accounted for more than one krone in five in the central government budget.", "This means that the fund indirectly finances tens of thousands of public sector employees and ensures that taxes are lower than they would otherwise be.", "We might say that Norway has moved from being an oil nation to being an investment fund nation.", "The assets in the fund belong to the Norwegian people.", "The most important decisions, such the choice of the fund's equity share, are anchored in the Storting (Norwegian parliament).", "The Ministry of Finance decides how the fund is to be managed and lays down guidelines in a mandate for Norges Bank.", "The Bank is tasked with making investment decisions and exercising the fund's ownership rights.", "Norges Bank's Executive Board sets the limits for the Bank's asset management within the guidelines in the mandate.", "Operational management and investment decisions linked to individual companies are the responsibility of the Bank's investment management organisation - Norges Bank Investment Management (NBIM).", "Chart: Management objectives Central to the mandate is the benchmark index.", "It is set by the Ministry of Finance and is constructed on the basis of sub-indexes from external index providers.", "The benchmark index divides the funds' assets into global investments in equities and bonds.", "On the equities side, the benchmark index comprises 8 000 companies in 47 countries.", "The Ministry also sets risk limits for the Bank's asset management.", "The objective of the management of the fund is to achieve the highest possible return net of costs within the limits set in the mandate.", "Chart: Enhanced indexing The fund's investment strategy reflects the mandate's requirement to track the benchmark index fairly closely.", "Since the fund is subject to an index-tracking requirement, the fund's return largely follows the return on the benchmark index.", "Moreover, fluctuations in the benchmark index provide a good proxy for the risk in the fund.", "But this does not mean that asset management is unimportant.", "Even minor deviations from the benchmark portfolio can have a large impact over time.", "Since inception, the annual excess return from asset management has amounted to 24 basis points, or 0.24 percent.", "Given the fund's current size, the annual excess return after costs is around NOK 20 billion.", "This is money worth having.", "The Bank's investment strategies The excess return is a result of hundreds of active decisions made by asset managers.", "We make such active choices every single day.", "To be able to safeguard society's wealth in the best possible way, these choices must be based on a well founded strategy that seeks to benefit from the fund's defining characteristics.", "The fund is among the world's largest and is a global investor.", "It also has a very long investment horizon and a limited need for liquidity.", "These are the characteristics that we must try to make the most of to achieve excess returns.", "The Bank's investment management organisation has built up unique experience in this work after having managed the fund for over 20 years.", "The risk in the active part of asset management is diversified across sub-strategies.", "These substrategies complement one another.", "This means that the different sub-strategies cannot automatically be assessed in isolation, precisely because they are part of an integrated diversification strategy.", "Chart: Contribution to relative return by strategy This table shows relative return by main strategies in the period between 2013 and 2019.", "It illustrates how the different strategies have influenced excess return from our management of the fund.", "I would now like to spend a little time commenting on some of these figures.", "The first observation we can make is that the different strategies have contributed differently to excess return.", "The contributions of some strategies have been negative, while the contributions of others have been positive.", "The second observation we can make is the relatively high contribution to excess return from our enhanced index strategies.", "This strategy is not passive.", "It requires active decisions, every single day.", "It is up to NBIM's equity and fixed income traders to decide on the details of purchases.", "They must decide when, where and how trades are to be made.", "Such choices affect day-to-day asset management - also where indexes are tracked the closest.", "The organisation trades on over 250 exchanges and sees to settlement, valuation, custody and risk management.", "In 2019, we executed around 30 million equity trades, or an average of approximately 100 000 trades per day.", "This is more than all of Oslo Børs.", "Trading runs full steam around the clock, despite large operational challenges owing to the Covid-19 pandemic and considerable market volatility.", "Allocation divides the fund's assets among asset classes and markets.", "As a part of this, a relatively substantial negative contribution to the fund's return has come from our fixed income investments in emerging markets.", "Our experience is that we have not been paid enough for the risk to which some of these markets are exposed.", "In 2019, the Ministry of Finance decided that fixed income securities in emerging markets would no longer be a part of the fund's benchmark index.", "When the pandemic spread in March, global exchanges fell sharply.", "Since then they have recovered to a great extent, but there are considerable differences across sectors.", "The real estate sector has been particularly hard hit, along with some services.", "At the other end of the scale, we find the tech giants.", "The news of a vaccine breakthrough has generated renewed optimism in equity markets in recent weeks.", "In spite of the turbulence and large market movements, the overall value of the fund has held steady, also in USD terms.", "We have avoided large losses - in both absolute terms and relative to the benchmark index against which the fund is compared.", "But volatility has been high through the year, and it remains to be seen where we end up.", "One characteristic of developments over the past seven years has been the solid results from the more traditional part of our active management - security selection.", "As we see in the table, our external asset managers have performed particularly well.", "In my view, these results are linked to the key words appearing in the title of today's speech: Responsible investment and active ownership.", "The fund's size and long horizon are unique characteristics that have an impact on this part of asset management.", "I would therefore like to spend a little time going into these areas in detail Responsible investment The work in the area of responsible investment has undergone substantial changes since the fund began investing in equities in 1998.", "From the start, the approach was that the fund should be invested in the world as it is.", "At that time, the fund was not supposed to exercise ownership rights.", "As the fund has grown, its size and international position have made such an approach virtually impossible.", "In 2004, on the basis of discussions in the Storting, the Ministry of Finance laid down ethically motivated guidelines for the observation and exclusion of companies from the fund.", "Today, the fund must not be invested in companies that produce certain types of weapons, base their operations on coal, or produce tobacco.", "Nor shall the fund be invested in companies whose activities otherwise contribute to violations of fundamental ethical norms.", "In 2004, the Ministry also established an independent Council on Ethics to make ethical assessments of companies.", "Following a change in 2015, the Council on Ethics sends its recommendations to Norges Bank.", "The decision is taken by Norges Bank's Executive Board, which is tasked with assessing the policy tool that is most appropriate.", "At the end of 2019, 134 companies had been excluded from the fund's investment universe.", "Chart: Responsible investment But the fund's responsible investment involves more than merely questions of what we will not own.", "Our key policy tool is the exercise of our ownership rights in companies.", "As owner, we have both rights and obligations.", "The exercise of ownership rights rests on the fund's long-term perspective, the Bank's long-term investment horizon, which is one of the fund's defining characteristics.", "Value creation in the long term depends on how well the companies are managed, on business models that are sustainable, as well as on markets that are well functioning, legitimate and efficient.", "As a large, long-term owner, we are ethically obliged to exercising ownership rights actively.", "Voting is the most important tool we have.", "Each year, we vote on around 115 000 individual proposals at nearly 12 000 annual general meetings.", "That is, to put it in somewhat exaggerated terms, we must make 115 000 choices.", "In order to protect our investments in a systematic manner, we have formulated expectations, guidelines and positions.", "We base our ownership work on these public documents.", "In order to make good choices, we need to know the companies well.", "For our long-term work to succeed, we need to have an active relationship with as many companies as possible.", "We conduct more than 3500 meetings with close to 2000 companies in the course of a year.", "In these discussions, we bring up matters such corporate governance and sustainability that are relevant to the fund's long-term return.", "At the same time, our ownership work can also lead to investment decisions.", "This underpins our ownership work.", "Responsible investment requires active ownership.", "Active management and active ownership are closely related.", "The Bank's investment management organisation analyses these companies thoroughly, in order to identify long-term investment opportunities, reduce the Bank's exposure to undesirable risk and the like.", "We use such analyses in order to safeguard the portfolio.", "There are companies where we prefer not to be an owner.", "If we see that a company has a business model that we do not regard as sustainable, it may lead to divestment.", "But unlike the ethically justified divestments, these risk-based divestments are justified by purely commercial considerations.", "All together, the fund has made risk-based divestments of 282 companies since 2012.", "The first divestments were of palm oil companies, whose activities entail destruction of rainforests.", "Since then, the fund has divested of a number of other companies, where the common denominator has been that we have observed inadequate management of risks such as those related to the environment and climate change, corruption and human rights.", "Chart: Return effects of risk-based divestments Our experience from this work has been favourable.", "We exploit the fund's characteristics, primarily its long-term horizon, to reduce risk and - in any case as it appears today - also to improve the fund's return.", "Since 2012, risk-based divestments have contributed to increasing the return by an amount equivalent to around 0.27 percentage point of the value of the fund's equity portfolio, measured against the benchmark index.", "This is the equivalent of around NOK 7 billion.", "While risk-based divestments concern companies that we prefer not to invest in, there are other companies that we want more of.", "These are companies that, in our opinion, provide opportunities for solid returns in the longer term.", "In the mandate, the Ministry of Finance has also set a requirement for the Bank to establish separate environment-related investment mandates.", "At the end of 2019, these mandates amounted to NOK 79 billion invested in 77 companies and bonds.", "In 2019, the Ministry also decided to permit unlisted investments in renewable energy infrastructure.", "NBIM has a group in place that has begun to seek out opportunities in this sector.", "We set the same risk and return requirements for the investments under these mandates as for the rest of the fund's investments.", "Everything we do in the area of ownership is, and must be, a result of an active approach.", "In our active management, we seek at all times to make the most of analyses we have performed and the knowledge we have acquired over the past 20 years.", "Our internal asset managers closely follow the largest European companies in particular.", "Knowing the companies well puts the fund in position where it is possible to earn excess returns.", "External management In emerging markets, we benefit greatly from our use of external asset managers.", "Knowledge of and proximity to markets are essential for being able to assess the risk of investments.", "In view of challenges associated with responsible investment, a passive investment strategy is not really appropriate in these markets.", "This is an area where active choices must be made.", "We look at the choice of external asset managers as an investment decision.", "Since 1998, we have invested through 319 different external active equity managers.", "To retain their mandates, they must show over time that they can identify profitable investments.", "They must also take responsible investment into account.", "The fund's size and breadth enable us to follow up the external asset managers systematically over time.", "Internally, we employ portfolio managers who perform their own analyses and monitor the external asset managers' portfolios.", "All aspects of the activities of these managers are evaluated to ensure that they meet our requirements and expectations.", "Chart: Net relative return.", "External asset managers We get back much more from external asset managers than we have paid for their services.", "In the period to 2019, cumulative excess return after costs associated with external mandates has been NOK 48 billion.", "The results have exceeded expectations.", "At the same time, these investments spread the fund's risk across more markets.", "External asset managers also help the fund to steer clear of problematic business models and companies and sectors with weak ownership structures.", "It would have been difficult to achieve without local knowledge.", "The Executive Board intends to raise the limit for the external management mandates to 5 percent of the fund next year.", "The fund has become larger than anyone could have imagined only a few years ago.", "How we manage the fund in the best way possible and ensure that its assets benefit current and future generations alike is a question that is more relevant than ever.", "A part of the answer is to make the most of the fund's defining characteristics - size, liquidity and long-term horizon - to create excess return.", "The experience of the past 20 years shows that this is possible.", "As a large, long-term investor, we manage the fund responsibly.", "We engage in dialogue with companies worldwide in order to improve their long-term earnings and weed out companies with business models that are not sustainable.", "Here we must also take active investment decisions.", "Such a large fund cannot be managed passively.", "Responsible investment requires active ownership.", "Active management and active ownership are closely related.", "This interaction has huge potential.", "To mitigate this risk, the Bank's Executive Board and investment management organisation have established a set of investment strategies.", "These strategies complement one another and constitute a whole.", "Over time, they have yielded excess returns, well within the risk limits set in the Bank's mandate.", "Finally, we depend on the people in the organisation to achieve our set objectives.", "Many of our asset managers have built up unique expertise by monitoring companies closely through many years' work.", "Others contribute ideas and approaches to developing new methods and analyses.", "Still others help to make choices large and small every day to create excess returns.", "The employees of Norges Bank Investment Management can be proud of their expertise and their efforts on behalf of the fund, the Bank and the country.", "I am certain that they will do their utmost to succeed even better in the years to come.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Government Pension Fund Global", "Active ownership", "Responsible investment", "Excess return", "External asset managers", "Security selection", "Risk-based divestments", "Enhanced index strategies", "Fiscal rule", "Benchmark index"]}