{"sentences": ["In his opening statement in European Parliament at the formal hearing for the position of member of the Executive Board of the ECB, Frank Elderson spoke about the challenges facing the ECB and Europe, notably Covid-19 and the climate crisis, and about gender diversity.", "Dear Madame Chair, honourable members of the European Parliament, It is an honour for me to speak to you today.", "Unfortunately, the Covid-19 restrictions make it impossible to come to the parliament physically.", "As soon as circumstances allow, it would be my privilege to meet you in person.", "This hearing takes place at a time of great challenge for Europe.", "Covid has caused deep human suffering throughout our communities, and has taken a severe toll on our economies.", "The climate crisis remains as daunting and urgent as ever.", "These challenges present us, as policymakers, with a solemn responsibility.", "Both the European Parliament and the European Central Bank have a key role to play in steering Europe through the current crises, and in making it better and stronger for the future.", "Being fully conscious of the importance of this moment, I feel especially humbled and honoured to have been selected as a candidate for member of the Executive Board of the ECB.", "I welcome this hearing as a key step in the appointment process.", "Central bankers are independent and unelected.", "Yet their decisions have an enormous impact on the lives of citizens.", "For their legitimacy, it is essential that central banks operate within their legal mandates, listen to concerns of the public, and account for their decisions to the people and to you, their representatives.", "In my short remarks, I will outline my experience before discussing my views on the challenges facing the ECB and Europe in the near and medium term.", "Finally, I will turn to gender diversity.", "I have been a central banker for most of my career.", "I have been a member of the Governing Board of the Dutch central bank for more than nine years.", "At European level, I am a member of the ECB Supervisory Board and I served as one of the first members of the Single Resolution Board.", "At international level, I am a member of the Basel Committee on Banking Supervision, and I chair the Central Banks and Supervisors Network for Greening the Financial System, the NGFS.", "In these roles I have learned how bringing different people and voices together leads to better decision making and more effective policies.", "As a lawyer, I myself have often brought a different perspective to decision-making, highlighting the need for sound legal bases and the importance of adhering to the principle of proportionality.", "I have also learned that good leadership is to keep a keen eye on developments that at first do not appear relevant to a central bank, but which on closer scrutiny may have a big impact on its objectives.", "I began my remarks with the challenges Europe faces.", "Let me now briefly set out my views on how the ECB can help overcome them.", "The foremost among these is Covid.", "The ECB has played a crucial role in cushioning the economic blow from the Covid-19 crisis by easing financing conditions for firms, households and governments.", "The ECB has shown a steadfast commitment to its mandate to maintain price stability, as laid down in the Treaty.", "Notably, it acknowledged that inflation that is too low for an extended period of time can be as problematic as inflation that is too high.", "Going forward, the ECB should continue to do whatever it can within its mandate as long as necessary to mitigate the economic impact of the pandemic.", "As member of the Executive Board of the ECB, I would adhere to its course of unfaltering commitment to its mandate, and agility under changing circumstances.", "I welcome that in these challenging times the ECB is conducting its strategy review.", "Ensuring that the ECB continues to fulfil its mandate requires not only discussing its definition of price stability.", "It also requires assessing whether the instruments for achieving price stability are still appropriate.", "However, monetary policy does not operate in isolation.", "The effectiveness of the ECB's policies is greatly supported by policies in the supervisory and fiscal domains.", "First, a robust financial sector is key to supporting the economy during the recovery.", "The SSM has taken important supervisory and capital relief measures to allow banks to keep financing the economy.", "What we need to do now, despite its challenges, is to complete the Banking Union, including a European deposit insurance scheme.", "Also, large investments needed for the recovery from the Covid- 19 crisis underline the importance of finally creating a genuine Capital Markets Union.", "Second, the current crisis calls for a continued strong role for fiscal policy.", "With its strong element of solidarity, Next Generation EU is a game-changer.", "It will provide much-needed support and promote new sources of growth especially for those suffering most from the pandemic.", "In doing so, it will not only benefit each Member State but also the European Union as a whole.", "Digitalization and climate change This leads me to two developments that are at the top of the EU's agenda, including yours.", "Developments that will be of major relevance to Europe and the ECB for the coming years: digitalization and climate change.", "The pandemic is accelerating the digital transformation in a way that is likely to reshape our economies and societies.", "Technological innovation in finance is a good thing.", "It will enable cheaper, faster and more secure services, increase competition and financial inclusion, and thereby enhance peoples' welfare.", "But it raises fundamental questions, including about digital sovereignty, the role of Big Techs, and about the future development of a digital euro.", "Central banks should stay on top of developments, think long-term, and broaden the dialogue, for example with privacy regulators, infrastructure players and the wider public.", "The Covid-19 crisis also provides an impetus to the transition toward a carbon-neutral economy.", "The ECB has a responsibility to contribute - within its mandate - to addressing the longer-term challenges our economies are facing, in particular climate change.", "In this regard, I commend this Parliament on its work on the EU Taxonomy.", "The taxonomy is an important step in the process of greening the financial sector.", "It provides a reliable basis for follow-up policy actions, including greater clarity on what are the most harmful activities.", "When it comes to monetary policy, the ECB should explore how it could design - within its mandate - its instruments to adequately manage climate related risks and to contribute to unlocking investments that support the green transition.", "In its supervisory role the ECB must make sure that banks adequately manage climate-related risks.", "And now I would like to say something on diversity, and gender diversity in particular.", "I know many of you would have preferred to have a hearing with both a female and a male candidate.", "I know of your concerns regarding gender diversity.", "The European Union is founded on equal rights and on the very value of diversity, as expressed in its motto: in varietate concordia.", "Diversity is our treasure, and it is time we unleash its full potential.", "Within the Dutch central bank I have actively promoted diversity, including gender diversity.", "And we have shown that positive change is perfectly possible.", "The aim is and has to be gender equality.", "As member of the Executive Board I would strongly advocate that the ECB, and all National Central Banks and all National Competent Authorities, commit to that very aim, and achieve it.", "Beyond bringing our own house in order, we can and should require more from financial institutions to make their boards and staff composition more diverse.", "Not just as a box ticking exercise, but to achieve real change.", "The Capital Requirements Directive you have colegislated gives us supervisors a sound legal basis to do just that.", "If confirmed as member of the Executive Board, I will do my utmost to make this a greater priority.", "But we can meet them, working together in mutual trust and in good cooperation.", "If confirmed, it is in this spirit that I would seek to contribute to the ECB's important work and work with you, the European Parliament, for the benefit of the euro area and the prosperity of its citizens.", "I thank you for your attention and look forward to this hearing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Covid-19", "climate change", "gender diversity", "price stability", "Banking Union", "monetary policy", "digitalization", "fiscal policy", "green transition", "financial sector"]}