{"sentences": ["Introductory remarks by DNB President Klaas Knot at the press conference for the autumn 2020 Financial Stability Report  Welcome to the press conference on the Financial Stability Report (FSR).", "Before we start taking questions, let me briefly walk you through the main elements of our FSR.", " As in the spring, the main focus of this report is - of course - the impact of the coronavirus crisis on financial stability.", "This crisis has now been going on for more than six months and the feared second wave of infections is now a reality.", "Where do we stand in this crisis and how has the financial sector fared so far?", "Let me say a few things about that.", " First, uncertainty about the economic impact of this crisis remains as substantial as before.", "The Dutch economy has so far contracted somewhat less than we feared in the spring.", "But the resurgence in the number of infections has fuelled renewed uncertainty, as new measures seem necessary, but also because consumers and entrepreneurs are becoming more cautious.", "A proper assessment of the total economic damage will only be possible once the virus is under control.", "And it is important to stress once again that the economy and health are not in a zero-sum game.", "Even without measures the economy will be hit.", "It is therefore of the essence that everybody contributes to containing the virus.", "That is in the interest of our health, but also in the interest of the economy.", " An important - and positive - observation is that the financial system has so far proven resilient.", "That is of course partly due to the fact that this crisis originated outside the financial system.", "In that sense it is completely different from the credit crisis, when the problems started in the financial sector itself and spilled over to the economy.", "We can also see that the reforms undertaken after the credit crisis are bearing fruit.", "Banks are therefore starting in a much better position, so they are better able to dampen the impact of the coronavirus crisis.", " Governments, central banks and supervisory authorities have introduced very large-scale measures to curb damage to the economy.", "It is still too early to evaluate these measures, but the interventions have clearly restored a degree of calm to the financial markets.", "The measures also directly and indirectly help ensure that the financial sector can continue to fulfil its role effectively.", " But a large part of the economic impact is yet to manifest itself.", "When the government measures - such as the NOW scheme and tax holidays - are scaled back and bank moratoria expire, bankruptcies will rise.", "So, we will have to be prepared for that. )", "How is the financial sector faring more than six months into the coronavirus crisis?", " Financial conditions have greatly improved since the spring due to the massive central bank interventions, and market sentiment has turned around as a result.", "The economic outlook is extremely uncertain, but despite that investors seem broadly optimistic.", "They seem to be counting on continued support from central banks and governments.", "The sentiment is therefore somewhat artificial and new corrections are looming.", "On top of that, there are uncertainties surrounding Brexit and the US presidential elections.", " With regard to banks I would briefly like to recall the pandemic stress test that we conducted in the spring.", "This stress test showed that banks could continue to lend even in considerably adverse economic conditions.", "Only in a so-termed perfect storm scenario would they be forced to cut back their lending.", "Despite the resurgence in the number of infections, the economic impact so far has clearly been lower than in the two severe scenarios in the stress test.", "Banks still remain sufficiently shock-resistant and have been able to keep lending.", " But this is a period of calm before the storm for banks.", "Relatively few firms and households have encountered financial difficulties so far, but this will doubtless change.", "Particularly if the support measures are wound down.", "Banks are well aware of this.", "It is why they have set aside substantial provisions for possible loan defaults in the future.", " Insurers are not being affected so directly by the coronavirus crisis, but they have been under heavy pressure from persistently low interest rates for a long time.", "This is especially impacting life and funeral insurers.", " Pension funds saw their funding ratios hit hard in the spring, after which a partial recovery set in.", "Their financial position nevertheless remains vulnerable.", "A positive point is that the pension agreement concluded during the summer meant significant advances were made, towards a more future-proof pension system. )", "What does all this mean for policy?", "How can we limit the damage to the economy and the financial sector, particularly with the virus resurging and the pandemic set to continue?", " The key challenge is still to prevent the economic crisis from sparking a financial crisis.", "That really would exacerbate the problems and push the economy into a negative spiral.", "All our efforts are therefore focused on preventing that.", " The very extensive support measures introduced by governments have so far helped the financial sector to dampen the shock rather than reinforce it.", " Particularly now that a second wave has arrived, we need to be especially cautious about a premature scaling back of these crisis measures.", "That could inflict more severe damage to the economy and pose larger risks to the financial sector.", "The cost of winding measures down too early as yet outweigh the potential cost of leaving them in place for too long.", "It is important that the support measures are in due course rolled back in a gradual and predictable way to prevent cliff-edge effects.", " In a severe shock such as this, which originated entirely outside the sector, it is only logical for the government to absorb a large part of the shock.", "The Netherlands can also afford a temporarily higher public debt.", "The fact that the government has now laid down its support measures for a longer period of time will help reduce uncertainty for firms and households.", " The Netherlands of course also depends on what happens in other countries.", "Our economy and financial sector are closely interconnected with those of other European countries.", "The creation of a European recovery fund during the summer was therefore a positive move.", "We must prevent this crisis from leading to even greater economic growth imbalances in Europe.", " As for DNB, we have given banks additional leeway to continue lending and absorb any losses by adjusting the buffer requirements for the major banks.", "In view of the current uncertainty we will be continuing these crisis measures.", "At any rate, the floor for the risk weighting of mortgage loans and the countercyclical capital buffer will not come into force before the end of 2021.", " In summary, we are still in a historically deep economic crisis.", "Fortunately, this has not so far sparked a financial crisis.", "But with the pandemic flaring up, economic uncertainty is yet again increasing.", "The main challenge in this next phase is therefore to limit the damage to the economy and prevent the crisis from spreading to the financial sector.", " This concludes my introductory statement.", "I would be happy to answer any questions you may have."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["coronavirus crisis", "financial stability", "economic impact", "financial sector", "support measures", "banks", "stress test", "pension funds", "government debt", "European recovery fund"]}