{"sentences": ["Introduction Thank you for including me in this birthday party-the Global Risk Institute (GRI) is 10 years old.", "I'm proud to say I played a small part in its birth and chaired its board of directors for four years.", "So, while I may be less than objective, I'm very pleased to be here to celebrate GRI and the important role it plays in supporting sound risk management in our financial services industry.", "Before highlighting several financial system risks that confront us today, let me start with a few words about the birth of GRI.", "Celebrating 10 years of GRI Imagine the economy is beginning to recover from the worst global recession since the Great Depression.", "You've seen unprecedented financial market volatility, with large parts of the market freezing up.", "While Canada has managed the crisis better than many countries, a collapse in oil prices, weak foreign demand and overwhelming uncertainty are all weighing on the Canadian economy.", "Needless to say, this scenario does not require much imagination-we are living it.", "But this scenario also describes Canada in 2009, as we began pulling out of the global financial crisis.", "And it describes the circumstances of GRI's birth.", "In 2009, a number of us met in Ottawa to discuss why Canada had fared relatively well through the financial crisis and how to keep this advantage.", "The question many international colleagues asked was how did Canada, with its financial system deeply integrated with the United States, survive the crisis with no bank failures or bailouts?", "As much as we wanted to think that we were smarter or more prescient, the truth was more humbling.", "We had had our own financial failures in the 1980s and learned some hard lessons.", "The creation of the Office of the Superintendent of Financial Institutions helped make sure that we didn't forget those lessons.", "As a result, as we headed into the global financial crisis, our capital standards were higher than global minimums, we had a cap on leverage, and we had invested in sound supervision and fostered a prudent- some would say cautious-risk culture.", "Our cautious nature is not usually celebrated.", "We often beat ourselves up for being too risk averse in Canada.", "But by 2010, sound risk management was looking more like a competitive advantage for Canada.", "It had protected Canadians from outcomes that could have been much worse.", "And we were convinced that in a future with a more globalized, tightly coupled and techenabled financial system, risk management would be more important than ever.", "In my mind at least, GRI was conceived at this meeting with the mission to preserve and grow Canada's competitive advantage in risk management.", "Now, a decade on, GRI is celebrating a milestone birthday.", "It has grown up to be more than I imagined.", "GRI has been instrumental in building talent and capacity in risk management, from university graduates to board directors.", "And it has helped to build our understanding of how the financial system can better serve the real economy, supporting both resilience and growth.", "Since GRI was launched, a whole new set of financial risks has emerged, from the pandemic to cyber threats, climate change and more.", "Managing these risks requires new types of information and analysis, new skills, new insights and new frameworks.", "GRI is more vital and necessary than ever.", "So, happy birthday GRI, and my very best wishes for the next 10 years and beyond.", "Financial system risks Let me now spend a few minutes talking about that new set of risks.", "We learned from the global financial crisis that financial stability risks can come from outside our borders.", "But today, I'm going to concentrate on domestic sources of risk.", "I want to look at the risks to the recovery from the pandemic.", "I will then discuss some financial risks that will become more prominent as the economy recuperates.", "And I will end with a few words on the financial system risks related to climate change.", "The impact of the pandemic on lives and livelihoods is beyond anything we've experienced in our lifetimes.", "More than 3 million Canadians lost their jobs through March and April, and another 2.5 million saw their work hours reduced by more than half.", "We've regained about two-thirds of those jobs and hours worked.", "But it will be a long, slow climb to get everybody back working at pre-pandemic hours, particularly in the sectors most affected.", "Adding to the uncertainty, we appear to be in the early days of a second wave of COVID-19.", "Nobody wants to return to lockdown, but a second wave could test our resolve to practise physical distancing and keep the pandemic from spreading uncontrollably again.", "In Canada, governments have focused fiscal efforts on emergency relief, wage support and subsidy programs to protect Canadians and keep workers connected to employers.", "Federal agencies have also helped companies with a variety of credit support programs.", "The extensions of the wage subsidy and credit programs are now supporting recovery.", "The Bank of Canada has contributed to the recovery effort by keeping credit flowing and by providing considerable monetary stimulus.", "With core funding markets seizing up in March and April, the Bank launched a series of asset purchase programs to restore market functioning.", "Today, financial markets are functioning well.", "We also cut our policy interest rate to its effective lower bound and provided extraordinary forward guidance indicating that interest rates will be very low for a long time.", "This commitment has been reinforced with large-scale purchases of Government of Canada bonds.", "This quantitative easing program is working to reduce the cost of borrowing for households and businesses.", "Credit is flowing, and the financial system is acting as an important shock absorber during this crisis.", "As bold as these policy responses have been, a full recovery from the pandemic will take a long time, and many risks remain.", "How well all of us-individual Canadians, businesses, the health care system and governments-manage these risks will be a key factor in everyone's well-being.", "The biggest risk is the future course of the pandemic itself.", "The risk that we could be contracting and spreading the virus is something we can, and must, all manage responsibly.", "For that, we should be guided by our public health officials.", "Risks to the recovery You won't be surprised that my focus today is the financial risks of the pandemic.", "History-particularly the knock-on effects of severe recessions-can help us assess these risks.", "We can also look at the impact of natural disasters and extrapolate to the whole economy.", "For example, Bank staff have published a paper about the 2016 wildfires in Fort McMurray, Alberta.", "The parallels are instructive.", "Then, as now, we saw a rapid stop in economic activity caused by a sudden shock.", "Then, as now, much of the lost ground was regained quickly.", "But the episode left economic scars that took a long time to heal.", "One of the lessons from Fort McMurray is that households must remain able to manage income losses.", "This is particularly challenging for highly indebted households that dedicate a large share of their income to debt service.", "We know that about 20 percent of all mortgage borrowers don't have enough liquid assets to cover two months of payments.", "Government income support has been instrumental in helping Canadians bridge this crisis, as has the response of Canada's financial institutions.", "Since the pandemic began, Canadian financial institutions have allowed close to 800,000 households to delay payments on mortgages.", "They have also allowed deferrals on lines of credit and credit cards.", "This welcome flexibility has kept debt payments down for many households.", "But the six-month payment deferral period is ending for most borrowers, and the next few months will be crucial.", "To this point, the resumption of payments has been going quite well.", "Of the mortgages whose deferrals have expired, the vast majority have returned to regular payments.", "Only a few have received a second deferral, and even fewer have become delinquent.", "Obviously, this is an issue we will continue to watch closely.", "Some businesses are also finding it hard to meet fixed payments because the pandemic has slashed their revenues.", "The problem is particularly difficult in service industries such as accommodation, food and recreation.", "Companies in other sectors with limited cash buffers are also facing greater difficulty meeting their short-term obligations, including debt payments.", "Important parts of our commodity sector face particular challenges.", "And more generally, the longer the recovery, the greater the risk that cash flow problems can turn into solvency issues.", "In this vein, the government's extension of its wage subsidy program into next year is welcome, both for businesses hurt by the pandemic and for their employees.", "So far, Canada's financial system has shown its resilience.", "It continues to work as a shock absorber, helping Canadian households and businesses deal with the economic impact of the pandemic.", "Given the Bank's system-wide perspective, we will continue to assess the risk that credit losses could become large enough and eat far enough into capital that banks need to tighten credit conditions.", "If this happens, our banking system would go from being a tailwind that supports recovery to being a headwind.", "At present, this risk appears to be well-managed.", "Canada's big banks have strong capital and liquidity buffers, a diversified asset base and the capacity to generate income.", "They also have the protection of a robust mortgage insurance system.", "Let's remember that after the global financial crisis, international capital and liquidity standards were raised considerably.", "Many countries, including Canada, supplemented the higher global minimums with additional buffers.", "These buffers are designed to be used in the event of a major shock, so the financial system can continue to support the real economy through bad times.", "This is a strength of a well-capitalized system, and the use of these buffers to support credit growth would be a positive sign that the recovery is being safeguarded without putting bank solvency at risk.", "Risks during recuperation I have already mentioned the extraordinary monetary policy actions that the Bank has taken to support the recovery.", "At our last interest rate announcement, we indicated that we would need to keep these supports in place for a long time.", "Without the fiscal and monetary policy actions, the economic devastation of the pandemic could have been much, much worse.", "But we know that this lower-interest rate environment will require insurance companies and pension funds to adjust.", "And our policy path will eventually have an impact on financial system vulnerabilities.", "We came into the pandemic with a number of vulnerabilities.", "A significant proportion of households were carrying high levels of debt.", "Some businesses were also more indebted, especially in commodity-related sectors.", "Some asset valuations-including housing- seemed high relative to fundamentals.", "And some institutional investors had elevated holdings of less liquid and risky assets.", "It also seems certain that we will exit the pandemic with higher levels of government debt.", "As much as a bold policy response was needed, it will inevitably make the economy and financial system more vulnerable to economic shocks down the road.", "We will watch the evolution of financial vulnerabilities closely, particularly given our commitment to keep interest rates low.", "The bulk of household debt consists of mortgages, and so we will monitor activity in housing markets.", "Many housing markets have bounced back strongly in recent months.", "Some of this is pent-up demand built up over the containment period, but there is no doubt the market is being supported by low interest rates.", "Indeed, this is one way that monetary policy is supporting the recovery.", "We will also watch for signs that housing markets are being driven higher by speculation that prices will keep rising.", "And we will watch whether people buying houses are taking on outsized debt relative to their income.", "We are not back to the frothy housing markets we saw in 2016, and we expect the bounceback in housing to dampen.", "But if too many Canadian households start to become dangerously over-leveraged, policy-makers have several macroprudential tools they can use.", "Our experience with the mortgage-interest stress test shows how effective these tools can be.", "The bottom line is that the private and public sectors together need to be acutely aware of financial system risks and vulnerabilities as the economy recovers.", "GRI has an important role to play in analyzing and highlighting these risks and keeping us focused on what may be coming down the road.", "Risks from climate change Finally, let me say a few words about a longer-term risk that is accelerating-the impact of climate change and the transition to a low-carbon economy.", "The financial system has a critical role to play to support the real economy through the transition and to help businesses and households manage new climate risks.", "To do this, the financial system has to both manage its own climate risks and help direct savings to productive and sustainable investment.", "Physical and financial risks from more frequent and severe weather events, including damage to assets such as real estate and infrastructure, will almost certainly grow.", "Many types of business also face significant transition risks related to the revaluation of assets and the reassessment of projected earnings and expenses.", "If not appropriately priced and managed, both types of risk have the potential to bring about significant losses for financial institutions and could even threaten the stability of our financial system.", "Sound risk management starts with sound measurement.", "Companies need reliable, consistent and comparable ways to measure and state their exposure to climate risks.", "Financial institutions, too, must understand and be transparent about their exposures.", "Investors are increasingly demanding this transparency.", "If we are going to do a better job assessing, pricing and managing climate risks, we need better and more decision-useful information that combines climate-data analysis with economic and financial information.", "This will make the financial system and the real economy more resilient.", "And it will strengthen the ability of the financial system to fulfill its most critical role, which is to allocate savings to its most productive uses.", "This will help Canadians take advantage of sustainable investment opportunities.", "As part of its responsibility to promote financial system stability, the Bank is accelerating its work to understand the implications of climate change for the Canadian economy and financial system.", "Last year, we developed a multi-year research plan focused on climate-related risks.", "And we joined the Network of Central Banks and Supervisors for Greening the Financial System (NGFS).", "These efforts are beginning to bear fruit.", "The NGFS made recommendations on how companies should assess and disclose their climate-related risks, building on the recommendations of the Task Force on Climate-Related Financial Disclosures.", "They suggest that companies take a scenario-based approach and extend their assessments decades into the future.", "Bank staff contributed to this effort and are now developing Canada-specific climate scenarios.", "These will make it easier for financial institutions to use scenario analysis as a forward-looking tool to better assess and manage climate risks.", "Measuring, pricing and managing climate risks will require an all-hands-on-deck approach- involving the private sector, the public sector and the research community.", "I'm very pleased to see that climate change is one of GRI's three big themes.", "GRI has a valuable role to play in bringing together financial services-banks, insurers and asset managers-to identify the most critical data gaps, pool climate-change research and build risk capacity.", "It's time for me to conclude.", "As we gather to celebrate GRI's birthday, we can look back over the past decade with satisfaction that this institution has helped strengthen the resilience of our financial system and build Canada's advantage in financial risk management.", "As we look forward, we can feel confident that GRI will be there to help us prepare for and manage the financial risks ahead.", "The COVID-19 pandemic has made it painfully clear that how well we mange risks has a huge impact on our well-being.", "Globally, I don't think it's an exaggeration to say that the quality of risk management will increasingly influence the success and stability of societies.", "Of course, I'm talking about much more than financial-risk management.", "But the financial services sector has a leadership role to play.", "Two historic recessions in just over a decade have underlined just how much managing risks in our financial system matters to the livelihoods of Canadians.", "As we begin to recover from the economic fallout of the pandemic and look to the vulnerabilities ahead, sound risk management is more critical than ever.", "Now I would be pleased to take a few questions.", "I would like to thank Don Coletti for his help in preparing this speech.", "O. Bilyk, A. T. Y. Ho, M. Kahn and G. Vallée, \" Household Indebtedness Risks in the Wake of COVID-19,\" Bank of Canada Staff Analytical Note No.", "E. Ens and C. Johnston, \"Scenario Analysis and the Economic and Financial Risks from Climate Change,\" Bank of Canada Staff Discussion Paper No."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial system risks", "Climate change", "COVID-19", "Risk management", "Recovery", "Household debt", "Housing market", "Vulnerabilities", "Monetary policy", "Financial stability"]}