{"sentences": ["Bank of Japan An Essay on Japan's Monetary Policy Experience and Lessons Member of the Policy Board Director, Secretariat of the Policy Board I. Introduction1,2 Japan's monetary policy has been consistently accommodative over the past three decades.", "However, especially in times of global economic shocks, there have been cases when the intended policy effect did not materialize due to differences with macroeconomic policies in other countries.", "In what follows, we look back at the spillover effects of monetary policies abroad and implications for the conduct of monetary policy in Japan.", "Relationship between Money Demand and Supply and Economic Activity Monetary policy is carried out by central banks in order to affect the real economy through private financial institutions as well as financial and capital markets.", "In general, monetary policy is effective when the following conditions hold: (1) The relationship between the monetary base and the money stock is stable (i.e., the money multiplier is stable).", "(2) The relationship between money demand, which is determined by interest rates, future growth expectations, etc., and the level of activity in the economy as a whole is stable (i.e., the money demand function and the investment multiplier are stable).", "If (1) is satisfied, the central bank can estimate the level of the monetary base, which it can directly control, that is necessary to achieve the desired level of economic activity.", "If (2) is satisfied, it can estimate the extent of interest rate cuts necessary to stimulate private sector demand for funds and hence investment.", "Looking back at the period from the early 1990s to the present, Japan has experienced the bursting of the domestic bubble economy, the Asian Financial Crisis and the financial system crisis in Japan, and the Great Recession caused by the Global Financial Crisis (GFC), and it is currently experiencing a major depression caused by the novel coronavirus (COVID-19) pandemic.", "Although monetary policies in Japan remained accommodative almost throughout, the economy did not decisively overcome economic stagnation and deflation.", "One reason that monetary easing was unable to stimulate sufficient demand is that the money stock did not rise enough relative to the monetary base (i.e., the money multiplier fell), due in part to the decline in the functioning of credit intermediation, especially during the crisis of Japan's financial system in the late 1990s.", "Furthermore, since the money demand function became unstable with growth expectations declining as deflationary sentiment took hold and interest rates approaching the zero lower bound, the effectiveness of accommodative monetary policies may have declined accordingly.", "Thus, it is likely that accommodative monetary policies that would have been quite powerful based on conventional standards had a much smaller effect than expected.", "This raises the question whether the scale of monetary easing was sufficient.", "Monetary Policy under Globalization The main objectives of monetary policy can be summarized as (domestic) price stability and sound development of the national economy, such as maximizing employment or maintaining an appropriate balance of supply and demand.", "Central banks conduct monetary policy to achieve these goals in line with the particular conditions of their domestic economy.", "However, in a globalized world economy, monetary policies in one country are inevitably affected by the economic conditions and monetary policies of other countries.", "The transition from a fixed to a floating exchange rate system in the 1970s and the subsequent advances in globalization have meant that macroeconomic policies, including monetary policies, and their effectiveness must be considered within the framework of international finance (open macroeconomics).", "The move to a floating exchange rate system has led to the so-called \"trilemma of international finance,\" which is summarized in Table 1.", "Table 1: The Trilemma of International Finance Regime Monetary policy International capital flows Exchange rate Fixed Similar Regulated Fixed Floating Similar (due to similar Stable flows Stable economic trends) Independent Free flows Variable The trilemma of international finance refers to the fact that economies cannot maintain (1) a fixed exchange rate, (2) independent monetary policy, and (3) free international capital flows all at the same time.", "One of the three must be relinquished.", "Giving up (1) results in a floating exchange rate regime, while giving up (2) results in a fixed exchange rate regime.", "Under a floating exchange rate regime, central banks conduct monetary policy independently based on domestic economic and price conditions.", "Under independent monetary policy, the direction of individual economies' monetary policy differs in the short term depending on their own financial and economic conditions.", "That said, when the global economy as a whole is growing steadily, the direction of monetary policy in different economies tends to become similar, leading to a situation where exchange rate fluctuations are limited and exchange rates ultimately become close to being fixed.", "In fact, looking back over the past 50 years, periods of major economic swings caused by global crises such as the oil shocks, the bursting of various bubbles, the GFC, and the latest COVID-19 shock, have alternated with periods of relatively stable economic expansion under an accommodative financial environment.", "The former can be described as periods in which monetary policy tends to differ and the latter as periods in which monetary policy tends to become similar.", "Since the transition to a floating exchange rate system, there have been constant advances in the liberalization of international capital flows.", "Although, in the short term, capital flows sometimes have been highly volatile, from a long-term perspective, international capital flows have been relatively stable and growing steadily.", "The increasingly global nature of supply chains (at least until the start of the COVID-19 pandemic) reflects these free capital flows.", "In sum, the period of stable global economic growth can be characterized as one in which, although economies were able to pursue independent monetary policy and enjoy the benefits of free capital flows, the monetary policies they pursued ultimately were very similar.", "This can be interpreted as a situation in which, despite a floating exchange rate system, exchange rates were generally stable (without any institutional constraints to fix exchange rates).", "In fact, a glance at recent exchange rates shows that, while they may have fluctuated in the short term due to temporary fluctuations in capital flows, they have been stable in the long run.", "The fact that monetary policies in major economies have become increasingly similar may have contributed to this.", "It should be noted, however, that the expression \"similar monetary policies\" here does not simply refer to a shared policy stance in the direction of monetary easing.", "The reason is that differences across major economies in the strength of accommodative monetary policies, especially in response to a global crisis, can have economic spillover effects through the exchange rate.", "That is, even if countries adopt similar accommodative monetary policies in response to a major global economic shock, the relative strength of the policy responses will have repercussions.", "For instance, a country with relatively weak monetary easing will experience upward pressure on its currency, and if this country is highly dependent on external demand, the currency appreciation will put downward pressure on the economy through a decline in exports.", "In the following, we look back at Japan's economy and monetary policy since the 1990s.", "Japan's Economy and Monetary Policy Regime Changes since the 1990s Over the past three decades, Japan's economy has experienced major economic fluctuations and prolonged economic stagnation.", "In the early 1990s, Japan experienced the bursting of the domestic asset bubble, followed by the Asian Financial Crisis of 1997, which occurred outside of Japan but coincided with a crisis in Japan's financial system.", "The result of these shocks was a prolonged period of economic stagnation.", "Economic stagnation accompanied by deflation continued thereafter.", "However, after the strengthening of monetary easing in 2013, the economy started to recover at a moderate pace and improved to the point where it was no longer experiencing deflation.", "With domestic growth remaining sluggish, Japanese firms continued to actively invest overseas, building increasingly global supply chains.", "Looking back at Japan's monetary policy over the past three decades, while the Bank of Japan (BOJ) has almost consistently pursued a policy of monetary easing since the bursting of the bubble, the strength of monetary easing has varied considerably over time.", "In addition, there have been major changes in the environment, including changes in the main policy instruments and in the effectiveness of monetary policy as a result of monetary policies pursued in other economies.", "In the following, we will focus on these \"regime changes\" in monetary policy and look back at Japan's accommodative monetary policy.", "Looking back at Japan's monetary policy since the 1990s, three major regime changes can be identified, all of which occurred in response to the global recession triggered by the GFC.", "-2012 (Regime 1): Unintentional Regime Change The first, unintentional regime change was triggered by the GFC in 2008, and the regime can be thought to have continued through the second half of 2012.", "Although the BOJ strengthened its accommodative monetary policy in response to the GFC, the extent of easing was much smaller than the quantitative monetary easing of the United States, which was facing a crisis of its financial system.", "Thus, although both Japan and the United States implemented monetary easing policies, there was a substantial difference in scale, as seen, for example, in terms of the balance sheets of the BOJ and the Federal Reserve (Fed).", "As a result, the yen appreciated against the U.S. dollar, which, coupled with the evaporation of global demand, led to weak exports, slow domestic growth, and deflationary tendencies.", "Figure 1 shows changes in the relative size of the Fed's and BOJ's balance sheets, which serve as a proxy for the monetary base, from the end of 2007 onward.", "The period from 2008 to 2012 is denoted by the blue circle near the vertical axis.", "By the end of 2012, the Fed's assets had expanded about 3.3-fold, while the BOJ's assets had grown only about 1.4-fold.", "The rapid appreciation of the yen in the period from 2008 to 2012 can thus be regarded as the result of diverging monetary policies in the two economies.", "Even though the direction of monetary policy -- toward easing -- was the same in Japan and the United States, their magnitude differed greatly, leading to substantial changes in the exchange rate.", "This period can be regarded as an unintended regime change caused by the Fed's massive monetary policy accommodation.", "The BOJ embarked on an expansionary policy, which closed the gap vis-à-vis U.S. monetary easing that arose in Regime 1.", "With the quantitative easing (QE) introduced in Japan in Regime 2 much larger in scale than previous easing measures, the process of closing the gap was more or less completed by the second half of 2016.", "Further, this regime was widely regarded as a major change that encompassed economic policy overall, consisting of a framework for policy cooperation between the government and the BOJ.", "The closing of the gap meant that, by the end of 2016, the BOJ's balance sheet had expanded to the same extent vis-à-vis the level in 2007 as the Fed's balance sheet, as shown in Figure 1.", "In hindsight, it can be argued that QE had reached a point where some of its objectives had been achieved.", "The economy was close to full employment and inflation as of the second half of 2016 had become -- and remained -- positive.", "The negative spillovers from monetary policies abroad during Regime 1 had disappeared by then.", "However, although inflation remained positive from 2016 onward, it did not accelerate, and the link between QE and inflation appears to have become less clear.", "The reason is that the link between the monetary base and the money stock as well as the link between output and the demand for money became less stable.", "In addition, tightening in the labor market due to sustained moderate economic growth led to an increase in labor-saving capital investment, which allowed firms to respond to upward pressures on labor costs without passing on rising costs to sales prices, resulting in weak inflation.", "A possible interpretation of these developments is as follows.", "Thanks to the prolonged demand-side support through monetary policy, the economy neared full employment; at the same time, this brought about changes on the supply side -- such as labor- saving capital investment -- that counteracted upward pressure on prices, resulting in sluggish inflation.", "However, despite such developments in prices, it seems fair to say that monetary easing policies during this period did have a certain effect.", "-2019 (Regime 3): Regime Change to Yield Curve Control The next regime change, from the second half of 2016 onward, was a switch in the nature of monetary easing from QE to monetary easing via the control of interest rates through yield curve control (YCC).", "During this period, (1) Japan's economy was close to full employment, (2) it experienced positive inflation, and (3) on the international front, there were no longer major differences in monetary policies across economies.", "These conditions allowed Japan to achieve the monetary easing effects necessary to sustain a moderate economic expansion by implementing monetary easing of a scale comparable to that of other central banks.", "Since monetary easing through YCC is conducted mainly by controlling interest rates, YCC has the advantage that there is no crowding-out of fiscal stimulus measures, making it possible to maximize the effects of policy cooperation with fiscal policy.", "On the other hand, keeping interest rates at a low level has the side effect that it may impede the functioning of financial intermediation by reducing financial institutions' profitability through the narrowing of lending margins (i.e., there may be a so-called \"reversal interest rate\" effect, where the impact of low interest rates is reversed).", "Therefore, it is important for central banks to conduct monetary policy while taking its impact on the financial system into account.", "Looking back on the period since the introduction of YCC, Japan's economy has continued to expand at a moderate pace, which implies that, at the least, the necessary degree of monetary easing was maintained.", "Meanwhile, fluctuations in the U.S. dollar-yen exchange rate during this period remained within a narrow range.", "In other words, the direction and scale of monetary policies in the major economies have been quite similar, leading to a situation close to the fixed exchange rate regime shown in Table 1.", "What is critically important is to understand that the fact that this situation came about is not a coincidence but is the result of the similarity of monetary policies of major economies.", "Meanwhile, in most major economies, the expected acceleration in inflation so far has not occurred.", "Given the increasingly complex mechanisms underlying general inflation, in order to avoid sudden market swings and achieve a gradual expansion of economic activity on a global basis, it seems desirable to prioritize full employment and avoid deflation (i.e., maintain a positive rate of inflation).", "This means that, even if the expected rise in inflation does not materialize, central banks should avoid implementing aggressive policy measures in the short run and instead respond gradually over time.", "V. The COVID-19 Crisis and Its Policy Implication Japan's long experience with monetary easing, and in particular the three different regimes just described, provides important lessons.", "The experience of the 2008-2012 period suggests that monetary policy should be flexible, bold, and responsive to external shocks.", "Moreover, the experience of the two policy regimes between 2013 and 2019 shows that, by applying the lessons of international macroeconomics, the BOJ was able to flexibly adjust monetary policy, taking into account the domestic implications of overseas monetary policies.", "The current global spread of COVID-19 has brought about a global depression, and it is difficult to predict future developments.", "That said, faced with a crisis of global scale, all major economies have implemented large-scale economic measures, reflecting the experience of the Great Depression of the 1930s and the Great Recession caused by the GFC in 2008.", "What is noteworthy about the current response is that policy coordination between governments and central banks in major economies and close cooperation among major central banks, such as the expansion of U.S. dollar funds-supplying operations, have been established quickly and are functioning effectively.", "As a result, despite some temporary swings, exchange rates between the major economies have remained stable.", "The challenges currently facing Japan's economy are of a similar scale as those facing other major economies, but so are Japan's policy responses.", "Based on the experience of the GFC, the BOJ has used all possible tools at its disposal.", "It will need to continue to cooperate closely with the government and other central banks to implement flexible and bold policies in a timely and appropriate manner.", "Appendix: Theoretical Background Model This appendix presents a two-country model describing the interdependence of monetary policy in the two countries.", "In the model, central banks choose the extent of monetary creation to achieve their inflation target taking into account spillover effects of the monetary policy of the other central bank.", "The following notation is used: M and M*: the monetary base at home (Japan) and abroad (United States).", "Hereafter, the asterisk denotes variables referring to the United States.", "e: exchange rate (an increase in e implies a depreciation of the yen), P: price level, p: inflation rate, π: inflation target, Y: real GDP, y: GDP growth, and m: excess monetary creation, which is .", "Based on the money demand function and purchasing power parity, the long-run exchange rate can then be expressed as follows: M/P kY, ∗/∗ ∗∗, ∗ ̂ ∗ ∗ ∗ ∗ ∗ Thus, the exchange rate is expressed as a decreasing function of monetary expansion in the United States and an increasing function of monetary expansion in Japan.", "The two countries try to achieve their inflation targets by adjusting their monetary bases.", "We assume that under price rigidities, there is a short-run negative spillover effect as a result of monetary policy interdependence, the so-called \"beggar-thy-neighbor effect of monetary policy.\"", "The optimization functions are: Minm γm ∗ for Japan, and Min∗ γ∗ m ∗ for the United States where γ is a positive coefficient (of less than 1) representing the spillover effect.", "These optimal monetary policy reactions can be expressed on the scatter plot as below.", "The 45-degree line is the set of monetary bases that yield the same exchange rate.", "Points above and to the left of the line correspond to an appreciation of the yen, while those below and to the right correspond to a depreciation.", "Figure A.: Analytical Framework Under flexible exchange rates, each country can essentially choose its best point.", "Reaction Curve 1 1 Using this framework, it is possible to depict the monetary policy reactions of the BOJ and the Fed after the GFC.", "The QE by the Fed would be represented by an upward shift of the reaction curve for the United States, while QQE by the BOJ would be represented by a shift to the right of the reaction curve for Japan.", "Figure A.: Central Bank Reactions in Regimes 1 and 2 RC (Japan) at the RC (Japan) at the m* (U.S.) end of Regime 2 by the BOJ RC (U.S.) after the GFC appreciation RC (U.S.) before the GFC The points of intersection denote the different regime changes: P...End of 2007 P*...Beginning of 2013 P'...Around 2016 References Amamiya, M. \"History and Theories of Yield Curve Control,\" keynote speech at the Financial Markets Panel Conference to Commemorate the 40th Meeting, January 11, 2017.", "Dekle, R. and Hamada, K. \"Japanese Monetary Policy and International Spillovers.\"", "Dornbusch, R. \"Expectations and Exchange Rate Dynamics.\"", "Journal of Political Economy 84, no.", "Eichengreen, B. and Sachs, J.", "\"Exchange Rates and Economic Recovery in the 1930s.\"", "Journal of Economic History 45, no.", "Fratzscher, M., Lo Duca, M., and Straub, R. \"On the International Spillovers of US Quantitative Easing.\"", "IMES Discussion Paper Series, no.", "Hamada, K. \"A Strategic Analysis of Monetary Interdependence.\"", "Journal of Political Economy 84, no.", "Hamada, K. and Okada, Y.", "\"Monetary and International Factors behind Japan's Lost Decade.\"", "Journal of the Japanese and International Economies 23, no.", "Hamada, K. and Sakurai, M. \"International Transmission of Stagflation under Fixed and Flexible Exchange Rates.\"", "Journal of Political Economy 86, no.", "Johnson, Harry G. \"The Monetary Approach to Balance-of-Payments Theory.\"", "Journal of Financial and Quantitative Analysis 7, no.", "Kimura, T., Kobayashi, H., Muranaga, J., and Ugai, H. \"The Effect of the Increase in the Monetary Base on Japan's Economy at Zero Interest Rates: An Empirical Analysis.\"", "Kimura, T. and Nakajima, J.", "\"Identifying Conventional and Unconventional Monetary Policy Shocks: A Latent Threshold Approach.\"", "Journal of Macroeconomics 16, no.", "Kuroda, H. \"'Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control': New Monetary Policy Framework for Overcoming Low Inflation,\" speech at the Brookings Institution in Washington, D.C., October 8, 2016.", "Masaki, K. \"'Chōtan kinri sousa tsuki ryōteki shitsuteki kin'yū kanwa' no kangaekata\" [How to Interpret Quantitative and Qualitative Monetary Easing with Yield Curve Control].", "Negishi, T. \"Bertrand's Duopoly Considered as an Edgeworth's Game of Exchange,\" Osaka Economic Papers 40, no.", "Nurkse, R. International Currency Experience: Lessons of the Interwar Period.", "Uchida, S. \"'Kin'yū seisaku no soukatsu kenshō' no hyōka\" [Evaluation of the Comprehensive Assessment of Monetary Policy]."], "classifications": ["monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-fiscal coordination", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Growth", "Inflation", "Exchange Rates", "Monetary Easing", "Quantitative Easing", "Yield Curve Control", "International Macroeconomics", "Trilemma of International Finance", "Spillover Effects"]}