{"sentences": ["27.11.2020 Opening address of the 19th Conference - Club de Gestión de Riesgos de España Margarita Delgado Introduction Many thanks to the Risk Management Club for their kind invitation to open this annual conference.", "We are now into its nineteenth edition that, inevitably, will focus on the new challenges in the aftermath of COVID-19.", "The title of this conference refers to the \"new world\" that will be awaiting us after overcoming the crisis caused by the pandemic.", "Needless to say, we all wish that this happens as soon as possible.", "It may seem a little excessive to talk of a \"new world\" after the pandemic, but I believe to some extent it will be.", "We should remember that crises are periods of change, in which what is established is called into question.", "Each crisis is certainly different from previous ones.", "Or rather it should be different, at least if we supervisors, regulators and banks learn from the past and avoid making the same mistakes.", "In any event, it seems we have now been hearing the word \"crisis\" more than ever for over a decade.", "Until relatively recently, when we referred to \"the crisis\" we had the global financial crisis in mind.", "Now, sadly, we must clarify which crisis we are talking about.", "It could be said that the society we live in may be the result of how we have tackled and resolved each of the crises we have faced.", "With effort and sacrifice our society has overcome problematic situations, some not so distant in time.", "And the pandemic will certainly be no exception.", "As in other previous crises, it is vital that we should be able to draw lessons allowing us to improve those aspects that have fallen short, that have not worked as foreseen or that need to be strengthened.", "Naturally, this need to draw lessons applies to banking regulation, but also to health, social insurance and economic aspects that have evidenced shortcomings.", "As you know, the banking supervisory and regulatory frameworks were overhauled to include the lessons we learned from the previous financial crisis.", "While unrelated, we could say that the situation caused by COVID is the first test for this global reform and, almost inevitably, we will be assessing the functioning of the different components of the new framework after facing this global, exogenous, severe and totally unexpected shock.", "Let me begin with a very swift reference to the supervisory framework.", "I believe we will all agree that the launch of the Single Supervisory Mechanism (SSM) after the financial crisis entailed a major transformation for all euro area supervisors and banks.", "As you know, I was involved in the creation and early working years of the SSM, so objectivity may fail me; we all tend to defend that which we have helped create.", "But I honestly believe that, in spite of its defects, we now have a truly European supervisory powerhouse.", "It is a shame that the Banking Union (BU) edifice is not quite complete and that we still need to shore up the European institutional framework with a deposit insurance scheme with full European backing.", "We also need greater regulatory homogenisation, in sensitive areas such as money laundering, fit and proper and insolvency.", "Developments in the regulatory framework Naturally, the prudential regulatory framework defined by the Basel Committee on Banking Supervision (BCBS) also bears little resemblance to what was in place prior to the financial crisis.", "As you are aware, the changes affected all the elements that define the capital ratio.", "Following the introduction of Basel III: (i) the numerator ́s capital is calculated according to a new, more demanding definition; (ii) the denominator reflects banks ́ risks more conservatively, having translated them into weighted assets; and, finally, (iii) the ratio level demanded has increased considerably, including additional \"buffers\" which, inter alia, cover the risk posed by systemic institutions.", "Other complementary metrics have been added to the classic solvency ratio, relating to banks' liquidity or leverage, and discretionality in the use of internal models, has been limited to reduce procyclicality and prevent excessive variability in the calculation of requirements.", "All these improvements have been gradually introduced.", "In Spain the process has run in parallel with the correction of the overcapacity, that the sector had when the financial crisis broke, and with the ongoing clean-up of non-productive assets.", "The efforts made by the sector have been most considerable, greater even than the charts show.", "For example, when we look at how the capital ratio has changed since the financial crisis, we should bear in mind that the comparison is not like-for-like; today this ratio is constructed on the basis of much stricter definitions and criteria than those in 2009.", "Likewise, when we assess our ability to pre-empt and respond to a crisis, we should consider the European supervisory institutional framework we have today, which did not exist just 10 years back.", "Resilience of the sector in the face of crisis Though oft-repeated, allow me to reiterate a message: the point of departure of the European and Spanish banking sectors is much sounder than it was when the financial crisis burst, enabling it to be part of the solution instead of part of the problem.", "Although we should view the results with all due prudence, the recent SSM and Banco de España stress tests evidence, overall, the system's resilience in the face of a shock such as that we are experiencing, despite the natural dispersion in individual results.", "In conclusion, we have a stronger and more resilient banking system, subject to more rigorous regulations and to pan-European centralised supervision.", "Macroprudential framework The elements I have just described give shape to what we know as microprudential supervision, and which, until recently, we simply called supervision.", "The change in name is due to the fact that we have incorporated an additional perspective: the macroprudential supervision, whose ambitious aim is to prevent the formation of a crisis or, at least, to contribute to alleviating its effect, should it be unleashed.", "Clearly, the application of any pre-emptive policy calls for the identification and correction of potential macrofinancial imbalances before they reach worrying levels.", "The logic underlying this approach is conceptually straightforward: future crises are the consequence of our current actions.", "In other words, crises are endogenous and, therefore, avoidable phenomena.", "It is then rather ironic that, now that we have a framework aimed at correcting imbalances before they cause future crises, we have been caught unaware by an eminently exogenous crisis.", "In any event, we should be aware that macroprudential policy is a recent development.", "Its theoretical framework was approved in Basel in late 2010, just a decade ago.", "It has arisen as a complement to microprudential supervision, and its aim is to boost financial stability through the prevention and mitigation of so-called systemic risks and vulnerabilities, thereby fostering the sustainable contribution by the financial system to economic growth.", "To achieve this, risks are evaluated in an aggregate fashion system-wide, but considering also the potential interactions between individual institutions and financial sub-sectors.", "Since 2014, the Banco de España has had the possibility of introducing countercyclical capital buffers (CCyB).", "Subsequently, Royal Decree-Law 22/2018 was enacted, providing us with additional tools such as the sectoral countercyclical capital buffer, and limits on credit standards and on the sectoral concentration of credit exposures.", "Still pending is the publication of the circular implementing these new tools, although we hope to release it for consultation by mid-2021.", "The main characteristic of these new tools is that they will allow targeted action.", "The application of a system-wide capital buffer affects the credit underwriting indiscriminately, i.e.", "it does not alter the incentives across the different credit segments.", "Sectoral tools help to dis-incentivise what is considered problematic, meaning that they may be more appropriate for correcting specific imbalances.", "The CCyB contributes to smoothing the general oscillations of the credit cycle, increasing credit institutions' capacity to withstand potential future losses.", "It is also posited as a suitable instrument for mitigating a potential credit constraint in crisis situations.", "Anyone who has read the Banco de España's quarterly press releases will know that, as at the date the health crisis broke, we had not activated this buffer; accordingly, unlike other jurisdictions, it has not been possible to release the buffer to alleviate a potential credit constraint.", "Of course, it has not been activated because, before the outbreak of the health crisis, the imbalances indicators had not warranted such a decision.", "As is known, the benchmark indicator used internationally for the activation of the CCyB is the so-called \"credit-to-GDP gap\", although other leading indicators of systemic crises are also monitored.", "We should recall that credit in the private sector has not ceased to decline since the financial crisis.", "Firms only began to increase credit further to the health crisis and to the subsequent shutdown in activity.", "Indeed, the paradox is that it was after the outbreak of the pandemic that this variable began to indicate that the buffer should be activated, naturally, due to the growth of publicly backed credit and the simultaneous slump in GDP, not because of a real alert.", "The credit-to-GDP gap is known to emit erroneous signals in circumstances such as those currently prevailing.", "Consequently, as well as monitoring a series of indicators, the Banco de España has decided to use two specifications for this gap: (i) the standard one defined by the BCBS and (ii) an alternative, tailored to the characteristics of the Spanish economy's credit cycle.", "However, the activation of this buffer has recently been justified in some jurisdictions with the aim of creating room for manoeuvre in good times that can then be used in periods of stress.", "The logic behind the activation of the buffer for this reason is similar to that which was applied in our now-extinct countercyclical provision.", "Finally, new responsibilities have been assigned to the three sectoral supervisory authorities in Spain, as a result of the implementation of this new policy, including to the Directorate General for Insurance and the National Securities Market Commission (CNMV), which have been given tools similar to those I have just described.", "Coordinated application of these tools will clearly pose a challenge to the new Spanish macroprudential authority (AMCESFI), which published its first annual report on 31 July.", "I think it may be inferred from what I have said that the definition of macroprudential policy is currently evolving.", "In the present decade, we are moving from the drawing board to implementation, that is to say from the theoretical framework to practical application, while attempting to learn from experience in other jurisdictions.", "One of the issues currently under debate is the usability of these buffers and the possible constraints that may limit it.", "As I have already mentioned, the amendments to the Basel III microprudential framework also include specific capital buffers, for example, to cover the systemic dimension of some institutions or to conserve capital.", "Clearly these liquidity and capital buffers are helping in the present situation, but banks are reluctant to use them, given the implications that a reduction in the capital ratio would have on the markets and the fact that it could potentially affect the coupon payments on certain issuances.", "In this respect, the macro and microprudential authorities need to collaborate to coordinate the measures to be adopted in this context.", "Evidently, many of the actions taken in response to the crisis have implications for both types of supervision.", "Some examples would include the recommendations on the use of liquidity and capital buffers, supervisory expectations regarding the timeline and conditions for replenishing buffers and, more recently, recommendations on dividend distributions and variable remuneration payments.", "Regulatory response In addition to the actions of the macroprudential authorities, there is no doubt that the public sector response has been, overall, countercyclical and expansionary, helping to cushion the impact of the crisis on the economy.", "This response has been very different from the one to the financial crisis.", "The unconventional measures taken by central banks and governments have been particularly noteworthy.", "But regulators and supervisors have also acted decisively in response to the environment of extreme uncertainty besetting us.", "Unlike in the case of the global financial crisis, international regulators have tried to act as coordinated as possible.", "This has been essential in order to foster financial stability and maintain a level playing field in an increasingly interconnected world.", "A large part of this response has focused on enabling the financial sector to supply the liquidity necessary for the business fabric to be able to survive in the short term.", "In Europe, a range of measures have been taken, including notably the \"quick fix\" package of banking rule amendments.", "These have, inter alia, (i) reintroduced prudential filters to neutralise the effect of the change in the value of public debt on capital; (ii) allowed reserves at central banks to be excluded from the leverage ratio calculation; (iv) incorporated a favourable provisioning treatment for exposures with public guarantees; (v) brought forward the entry into force of certain measures, such as the supporting factor for SMEs and the new prudential treatment of software; and (v) allowed market model overshootings to be ignored, given the volatility arising from the COVID crisis.", "As regards the usability of buffers, the BCBS, the European Banking Authority (EBA) and the SSM have in various statements referred to the objective pursued with the introduction of liquidity and capital buffers in Basel III, reiterating that such buffers may be used appropriately to support the economy in a situation like the current one.", "Also, the message has been conveyed that supervisors will allow sufficient time for these buffers to be replenished.", "At the same time, the BCBS and the EBA have published technical guidelines on the prudential treatment of guarantees and moratoria, clarifying that the flexibility required by the current health situation must not be at the expense of the prudence needed when recognising and provisioning for non-performing loans.", "In this respect, accounting regulators and banking supervisors have made statements regarding the application of IFRS 9, suggesting that the flexibility allowed within the international accounting standards should be used to avoid the mechanical application of factors and hypotheses to estimate expected losses, as this would be clearly procyclical and inappropriate in the situation arising from COVID-19.", "Supervisory response Allow me to end my address by referring to the actions taken by the SSM since the outbreak of the health crisis.", "I sincerely believe that our response has been highly transparent, as well as rapid and unified across the euro area.", "This would have been unthinkable before the SSM was created.", "Since March this year, the SSM has published almost a dozen press releases and created a detailed FAQs section on its website, where speeches and interviews with the Chair and various members of the Supervisory Board can also be found.", "In addition, frequent bilateral meetings have been held with banks and there has been considerable interaction with the press and other interest groups in various fora.", "As for the response itself, no sooner had the health crisis broken out than we took a number of measures to alleviate the operational burden arising from supervisory activities, to enable banks to focus on the continuity of their main business.", "At the same time, we wanted to avoid, or at least minimise, the undesired procyclical effects that might arise from application of the capital framework.", "As I have just mentioned, we encouraged banks to use their existing capital buffers, to avoid the severe tightening of credit standards that has characterised the response to shocks in the past.", "Recommendation on dividends Naturally, as supervisors, we cannot ignore the need to preserve capital in this situation of profound uncertainty.", "For this reason, we recommend that banks refrain from distributing dividends or repurchasing shares.", "I am sure I do not need to convince you that this measure has been more controversial, and less popular in the sector, than others.", "The restriction on dividends has generated much debate; analysts and banks argue that this limitation may generate additional downward pressure on already depressed share prices, putting European banks at a disadvantage in comparison with their peers in the United States.", "I understand the controversy and the arguments made by banks, but I must again emphasise that, at times of uncertainty, it is clearly preferable to err on the side of caution than on the side of risk.", "In any case, the evolution of the pandemic, and its effect on the macroeconomic outlook, will be taken into account when the recommendation is reviewed, before the end of the year.", "Lending developments Following this initial phase, the SSM switched its focus to the assessment of risks and vulnerabilities, analysing the potential impact of the pandemic on bank balance sheets, for which purpose, the vulnerability analysis I have referred to was performed.", "Certainly, the economic situation caused by the pandemic is entering a second phase.", "I have already mentioned on another occasion that, with the prudence due, I consider that the set of measures to support lending, in the form of guarantees and moratoria, along with the regulatory and supervisory actions I have referred to, have achieved the objective of cushioning the enormous initial impact of the crisis, preventing the situation of business illiquidity from leading necessarily to a solvency crisis.", "In fact, according to preliminary data gathered by the SSM, following the expiry of moratoria in various euro area countries, most borrowers resume payments and only a small fraction were unable to do so.", "The situation is evolving and thus the response required of the sector is also evolving.", "Unfortunately, the disease remains with us, and this justifies maintaining many of the exceptional measures to support the economy, in particular for certain sectors.", "Accordingly, the Government's decision to extend the grace period by a year and the maturity of financing with an ICO guarantee by up to three years seems appropriate to us.", "In any case, although the consequences of the pandemic have yet to appear on bank balance sheets, the crisis will inevitably lead to structural changes.", "Not all economic activity will return to its previous levels.", "Banks need to be preparing now for this impact.", "More resources need to be allocated to risk analysis and management, including the active management of rollovers and renegotiations with those customers that will almost certainly not be able to comply with their original contractual conditions.", "Early identification of difficulties is fundamental in this context.", "Banks must proactively identify those customers who, despite temporary difficulties, have a viable business, for whom debt restructuring may be an appropriate option.", "For those cases of non-viability, it is clearly necessary to promote ways of ensuring an orderly exit from the market.", "It is vital that banks envisage sufficiently prudent scenarios in their capital projections and be conservative when setting aside impairment provisions.", "In this respect, I have already pointed out that the easing in the third quarter in provisioning by Spanish banks does not seem prudent in the current circumstances.", "The exceptional situation caused by the pandemic continues to evolve and, thus, so do the public support measures and the focus of our activities as supervisors.", "Without a doubt, the development of an effective vaccine would contribute decisively to clearing the medium-term horizon, eliminating the most extreme economic scenarios, although the short-term remains beset by uncertainty.", "As long as this uncertainty persists, our responsibility is to remain prudent."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Macroprudential framework", "Banking regulation", "Supervisory response", "Regulatory response", "Resilience of the sector in the face of crisis", "Developments in the regulatory framework", "Lending developments", "Recommendation on dividends", "Supervisory framework", "Risk management"]}