{"sentences": ["13.11.2020 The European response to the COVID--19 crisis Opening address - Fundación Internacional Olof Palme Conference Pablo Hernández de Cos *English translation of the original speech in Spanish Why joint European action was/is necessary As in the rest of the world, the COVID-19 outbreak has triggered in the euro area a health and economic crisis that is unprecedented in recent history.", "Against this backdrop, the economic policy response has had to be very forceful to mitigate the short-term economic effects and to prevent those effects from becoming persistent and affecting growth in the medium and long-term.", "The fact that this crisis is global also means that a coordinated response among the different countries is more effective both in combating the pandemic and as regards the capacity to facilitate economic recovery for all.", "The need for a coordinated response is particularly evident for European Union (EU) Member States, given the very high level of economic and financial interconnectedness.", "This is especially true in the euro area, because it shares a common currency, which increases both the economic benefits of joint action and the negative consequences of possible inaction.", "Although the shock triggered by the pandemic is global, this crisis is affecting the EU unevenly, reinforcing the reasons for acting jointly at the supranational level.", "Several dimensions of heterogeneity are particularly significant in this setting.", "First, the crisis associated with the pandemic is having a highly significant heterogenous impact at sectoral level.", "Thus, the euro area countries that are being the hardest hit are those where the most affected sectors have a greater weight (in particular those relating to services requiring greater social interaction).", "Second, the recent increase in national public debt levels is unprecedented.", "Despite being widespread, this is having a more intense impact on the countries that were hardest hit by the crisis, some of which also had a less fiscal room for manoeuvre prior to the spread of the virus, which could limit the responsiveness of national fiscal policy.", "Similarly, this uneven impact has interrupted the correction of the external imbalances recorded since the end of the financial crisis.", "Specifically, the five euro area countries with a greater external imbalance measured by the net international investment position, i.e.", "the five countries with the highest level of net foreign liabilities, posted a tourism surplus of nearly 6% of GDP in 2019.", "The impact of the pandemic on these flows, which largely came to a halt in 2020, was very significant.", "In many cases this will lead to a reversal of the correction process I mentioned previously and it could increase imbalances within the Monetary Union.", "Given the current degree of integration in the area, adverse developments in one country will have negative consequences, in terms of activity and employment, on all the others.", "As became evident in the previous crisis, financial fragmentation problems will adversely affect not only the economic development of countries penalised in the financial markets, but also that of the EU as a whole.", "Therefore, joint action enabling the crisis to be tackled on comparable terms by all European countries will help shorten its duration and protect the productive system for each and every one of the countries in the area.", "This is also essential to ensure a uniform and robust recovery.", "Such common action is particularly justified against the backdrop of this crisis, whose origin is a fully exogenous shock that is not related to the existence of prior macroeconomic imbalances.", "To some extent, this asymmetric impact is the result of the pattern of productive specialisation among countries, itself a product of the workings of the single market.", "In this regard, protecting the single market also means preventing excessive economic disparity among the members.", "These arguments justify the forceful response given by the area's economic authorities, at national and European scale, in the face of the economic challenge deriving from the pandemic.", "Another particularly important and positive aspect has been the high degree of coordination (in many cases implicit, albeit effective) between the different policies and decision-making spheres at global, European and national level.", "I will now briefly describe this response in the fields of monetary, prudential and fiscal policy.", "Lastly, I will comment on certain aspects relating to the architecture of the euro area that are still outstanding and should be addressed promptly, also with the aim of adequately tackling the consequences of this crisis.", "Since March the ECB has deployed a broad package of measures to mitigate the impact of the pandemic on the economy of the euro area.", "From the start, the ECB faced three important challenges deriving from the pandemic: first, stabilising the financial markets throughout the euro area to avoid financial fragmentation between countries; second, protecting the supply of bank lending, which is especially important to provide financing for households and small and medium-sized enterprises; and third, neutralising the downward pressures on the medium-term inflation outlook generated by the COVID-19 crisis, in accordance with our price stability mandate.", "In light of the situation, a series of decisions, which can be grouped into two large blocks, were adopted.", "As regards the first block, the ECB approved a broad battery of measures to provide liquidity to banks so that they, in turn, would continue to grant credit to households and firms.", "The measures included substantially improving the conditions of our targeted longer term refinancing operations (TLTRO) and easing the collateral eligibility criteria for banks in the ECB's refinancing operations, thus increasing the volume of funds they may obtain on such operations.", "These measures have been highly successful.", "In the June TLTRO operation, participating banks received liquidity for an amount of €1.3 trillion, an all-time high in the Eurosystem's refinancing operations.", "More importantly, the available evidence suggests that participating banks (both Spanish banks and those in the euro area as a whole) have used a significant portion of the funding received to continue to provide credit to the real economy.", "The second block of measures related to asset purchase programmes.", "Since late February, financial conditions had tightened in the euro area, with both corporate and sovereign risk spreads widening considerably.", "This spread widening in the euro area was uneven: countries that started from weaker fiscal positions, with higher debt levels, and those that were most affected by the first wave of the pandemic experienced a much more pronounced increase in their financing costs.", "This cross-country financial fragmentation was a challenge for the transmission of a single monetary policy throughout the euro area, and even posed a threat of a repeat of the 2012 sovereign debt crisis.", "In this context, in March the ECB announced the launch of the pandemic emergency purchase programme (PEPP).", "It was initially announced that the programme would have an envelope of €750 billion, which was expanded in June to €1.35 trillion, extending the horizon of purchases to at least June 2021.", "The main difference from previous programmes is that, under the PEPP, asset purchases are conducted in a flexible manner, allowing fluctuations in their distribution over time, among jurisdictions and across asset classes, with a view to preventing fragmentation in monetary policy transmission.", "Today we can say that the PEPP has been clearly successful in curbing financial market deterioration in all euro area countries.", "This is particularly visible in sovereign yields, which are now close to their pre-crisis levels, but it may also be perceived in other market segments such as corporate debt.", "This decline in the cost of sovereign debt has provided fiscal authorities in all countries in the area with room for manoeuvre, enabling them to deploy unprecedented measures to sustain the income of households and firms.", "What can we say about the current situation?", "We are witnessing a recovery that is still partial, uncertain and uneven across countries, sectors and individuals.", "For instance, in aggregate terms, the level of GDP in the euro area in the third quarter was still 4.3% below that of the fourth quarter of 2019.", "By country, output loss among the four largest economies in the euro area was more pronounced in Spain (9.1%) than in Italy, France and Germany (with drops of 4.5%, 4.1% and 4.2%, respectively).", "There is also much uncertainty about the intensity of the recovery in the final months of the year, in view of the recent course of the pandemic in Europe.", "The short-term indicators available, such as the PMI for October, among others, point to a slowdown in the growth of activity in the euro area in the fourth quarter.", "Most worrying is that the widespread implementation of new measures to contain the health crisis could lead to a significant additional slowdown or even a contraction, at least in certain countries or sectors.", "Therefore, the outlook for the euro area economy continues to be highly uncertain and the risks are tilted to the downside.", "Specifically, the ECB's latest projections, dating from end-September, envisage a baseline scenario where the prolongation over the coming quarters of the improvement seen since May would not prevent the area's GDP from declining by 8%, followed by a recovery of 5% in 2021.", "Achieving these figures appears to be called into question, since one of the assumptions of this baseline scenario is that the epidemiological situation will not worsen in the short term, something which developments since the projection cut-off date seem to be disproving.", "As regards the inflation outlook for the euro area, the ECB expects a very modest rise this year of only 0.3%, increasing to 1% in 2021 and 1.3% in 2022, far from the medium-term price stability target.", "Inflation in recent months surprisingly moved clearly downwards (to stand at -0.3% in October, according to the CPI leading indicator published by Eurostat), mainly in respect of the performance of services and non-energy industrial goods prices, which were weighed down by the relative weakness of demand.", "As a result, core inflation in the area stands at an all-time low of 0.2%.", "All of this would be consistent with even more modest inflation rates in the coming quarters than those forecast in the September projections exercise.", "The worsening course of the pandemic, the drastic new containment measures and the impact this may have on the already fragile economic outlook and on the medium-term inflation forecast (already far below target), have led us to make a clear announcement, following the latest meeting of the ECB's Governing Council, of our willingness to recalibrate in December the tools to deal with the situation, ensuring accommodative financial conditions and counteracting the impact of the pandemic on the inflation outlook.", "Amid such a high level of uncertainty as the current one, the best possible contribution economic policy can make is to provide confidence and certainty.", "In the case of monetary policy, this means ensuring accommodative financial conditions for all economic agents for as long as necessary.", "In view of how the pandemic is unfolding and its economic effects, we clearly need more time now than what we projected just a few months ago.", "It is also important that we retain flexibility in the execution of our programme during this longer period to avert any financial fragmentation problems associated, for example, with the aforementioned heterogenous effects of the crisis.", "The ultimate goal of all this is to fulfil our price stability mandate, always understood in a symmetrical manner.", "European prudential policy As regards financial prudential policy, the European authorities with prudential competencies - the ECB, the European Banking Authority, the European Systemic Risk Board and the Single Resolution Board (SRB) - have adopted numerous decisions during this crisis.", "Their principal aim is that the financial system should contribute to overcoming the crisis.", "The decisions have been taken in coordination with the national and international authorities (the Banco de España in Spain's case and the Basel Committee on Banking Supervision (BCBS), respectively).", "It should be stressed that the improvements made by the banking sector in the past decade to the quality of its balance sheet and insolvency levels have left it better placed to absorb this crisis and to continue providing the financing the economy needs.", "In this respect, I would highlight the effect of the far-reaching international financial reform.", "So far, the reform has allowed the financial system to act as a mitigating as opposed to an amplifying factor of the impact of this crisis.", "This should remind us of the importance of having a sound banking sector, shored up by prudent global regulatory standards.", "Yet it is clear that the unprecedented crisis caused by the pandemic has increased the credit, market and operational risks the banking sector faces.", "Precisely with the aim of mitigating and managing these risks, the European authorities have adopted various measures which, once more, have complemented those taken by the national fiscal and monetary policy authorities.", "First, supervisory processes have been adapted to release banks' operational resources, gearing them to ensure business continuity.", "And, in turn, all those regulatory changes entailing increased requirements for banks have been postponed.", "In this connection, the BCBS has decided to delay the implementation of Basel III by a year.", "In any event, the BCBS has confirmed all jurisdictions' commitment to full, consistent and timely transposition of Basel III under the new calendar.", "Second, aspects of the accounting regulations in force for the calculation of credit risk have been clarified, with the aim of preventing excessive procyclicality.", "As a counterpoint to this, it is necessary to prevent (particularly against the background of the prolongation of the crisis) a misuse of this flexibility from leading to inappropriate accounting practices that translate into a delay in the recognition of the effective impairment of certain credit exposures.", "Here, supervisory guidelines should be followed; these establish that the measures adopted in this area should not hamper the measurement of effective impairments and reasonable provisioning for credit risk, and they should afford banks the necessary incentives for maintaining adequate standards.", "Third, the authorities have ruled that banks may effectively use the capital buffers available to absorb unexpected losses.", "It has also been announced that banks will have a lengthy period for the subsequent reconstruction of these buffers, in the event they are used.", "Fourth, the European financial authorities, including the Banco de España, have recommended that banks temporarily eliminate dividend payouts and that they apply prudent criteria in the variable remuneration of their staff.", "The aim is to channel the resources generated towards strengthening their capital positions.", "These measures will be reviewed before the end of the year.", "In any event, however, banks' dividend payout and staff remuneration policy should continue to be highly prudent until the current uncertainty clears and a sound economic recovery takes root.", "Fifth, there has been a regulatory reform of capital requirements (known as Quick Fix).", "The fix includes permanent measures, such as adapting the SME support factor in the calculation of risk-weighted assets, and temporary measures, such as the application of a prudential filter to changes in the value of sovereign debt instruments.", "As a result, banks' shock-absorption capacity has been enhanced and, in turn, assistance has been given to financing to firms and to the investments that may be most affected.", "This response by the prudential authorities, along with the monetary and fiscal policy measures adopted, has allowed the initial impact of the shock to be absorbed, it has smoothed the provision of credit to the economy and it has prevented the materialisation of a systemic risk in the financial system that would have heightened the crisis further and made it more persistent Looking ahead, however, set against the uneven and uncertain recovery I described earlier we cannot rule out two outcomes: that the risks identified materialise, and that their impact and persistence are greater than expected.", "In this respect, the economic and supervisory authorities must continue to closely monitor banks and financial markets so that they may continue providing the necessary flow of credit to the economy.", "We must continue adopting measures to mitigate the risks and, naturally, we must stand ready to respond appropriately should these risks materialise.", "In the banking area, this response can only be pan-European, given the commitment to the Banking Union and the need to avoid the financial fragmentation problems that might stem from an exclusively national response.", "European fiscal policy The ECB's monetary policy measures and action taken by the regulatory authorities have been forceful, aimed at delivering a common, truly European, response to the economic crisis associated with the pandemic.", "The same can be said of fiscal policy, and I would now like to turn to the main aspects of the European fiscal policy response.", "First, the European financial safety net has been strengthened, with easily accessible funds that are subject to minimum requirements.", "These measures include the SURE instrument and the ESM credit line, which have two advantages: one, as a way of distributing the costs arising from the crisis, in an environment in which the EU as a whole can raise finance at much lower rates than those of many individual Member States, owing to its high credit rating and, two, they are a mechanism of last resort should financial conditions tighten.", "Second, the European response centres on the creation of Next Generation EU (NGEU), a temporary recovery fund additional to the EU's multiannual budget for 2021-2027.", "The fund introduces important elements with a view to sharing efforts towards economic recovery.", "Some of these are unprecedented, such as the large-scale issuance of supranational European debt to finance reform and investments in the Member States hardest hit by the pandemic.", "Let me refer to some of the features that make this fund a key step in European construction.", "Unlike the multiannual budget, which is funded through contributions by Member States and some common taxes, the new fund will be financed through debt issuance on capital markets by the European Commission.", "The maximum amount issuable (around €800 billion at current prices) is unprecedented at supranational level, particularly taking into account that the fund will be mainly used (42% of the total) for direct grants to Member States.", "If all these instruments are brought to bear, the EU's supranational debt would double, boosting the amount of safe assets available in Europe, since the fiscal impulse in countries with lower credit ratings would be funded through \"safe\" debt.", "Moreover, reducing aggregate risk in this way would facilitate monetary policy implementation.", "In the long term, a deeper supranational debt market could contribute to greater banking and capital market integration, and would pave the way for the future implementation of monetary policy, as there would be a safe benchmark common to all countries.", "In addition to the aggregate effect, the steps taken to press ahead institutionally in the EU tend to bring about positive effects on the financial markets and, in particular, on the sovereign risk premia,6 which tend to decline as these agreements are perceived as a guarantee of continuity and further strengthening of the European project, thus contributing to reducing the high level of geographical heterogeneity in financing conditions.", "The funds obtained through the issuance of supranational debt will be used to tackle the effects of the COVID-19 crisis and to prepare the European economy for future challenges.", "More than half the funds are expected to be used in two priority areas: digitalisation and the environmental challenge.", "To access these funds, countries must design recovery and resilience plans containing specific proposals for projects aligned with the particular country recommendations made in the context of the European Semester.", "To assess the impact of these funds, we must turn our attention to some of the aspects that are yet to be clearly defined.", "Specifically, there are four sources of uncertainty, the response to which will be crucial to determine the fund's capacity to boost economic activity: the amount to be disbursed, the schedule for implementation of the projects, the type of projects to which the resources will be allocated and, lastly, how the loans envisaged in the agreement will be used.", "Regarding the amount to be disbursed, it is important to set in context the sheer scale of the resources that the NGEU programme could potentially make available to a number of European countries, including Spain.", "Specifically, the portion taking the form of grants would alone approximately triple the entire general government's investment expenditure in 2019.", "Since countries risk facing difficulties when it comes to absorbing such a huge volume of funds, it is vital that bottlenecks are reduced at all levels of government, and that effective and swift public tender processes are designed.", "Absorption is not only an issue at country level, linked to the traditional capacity to allocate the EU funds received, mostly by regional public sector entities.", "In this case, there is an added dimension.", "It should be taken into account that all countries are going to implement, over similar time frames, projects in specific, highly specialised areas, largely relating to digitalisation and preparing for and mitigating climate change.", "This could lead to countries (and different levels of government within countries) competing for suppliers with sufficient technological capacity to carry out the projects, and to some capitalisation of the European funds by technology firms outside the EU, which would, in part, limit their positive domestic effects.", "In this context, coordination between countries and levels of government within each country can give the projects to be implemented greater economic stimulus and coherence, harnessing economies of scale and spillover effects between regions.", "The second source of uncertainty concerns the schedule for project implementation.", "The academic literature has identified that one of the main problems posed by public investment as a mechanism for providing cyclical momentum is the delay in its implementation, which is greater in the case of large projects.", "Although this may be of less importance in the long term, it is fundamental in the short term if the fund is to contribute to economic recovery (that is, to closing the output gap caused by the pandemic).", "Thirdly, the macroeconomic impact of the funds received (that is, the fiscal multiplier, which measures how much economic activity is generated by each euro spent) will also depend both on the overall economic situation and on the nature of the projects approved.", "Both the theoretical models and the empirical evidence available indicate that public investment expenditure has a larger and more enduring impact on activity than that of spending in other areas, such as government consumption or transfers to households.", "This is so, inter alia, because, in addition to increasing demand for goods in the short term (as occurs in other cases), public investment also helps to expand the economy's productive capital stock and, therefore, to support medium and long-term growth.", "In any event, the timing of the impact of public investment on activity hinges on the nature of the projects receiving the investment.", "For instance, although the effects of R&D expenditure are higher in the future, they may take longer to materialise than with other public investment projects.", "Consequently, it is of vital importance that the selection of these projects is such that the magnitude of their impact on economic activity and public finances is maximised; this would be fostered by structuring the distribution of the funds around a plan of structural reforms designed to strengthen the economy's long-term growth.", "As for the distribution of the funds between direct grants and loans, it should be noted that direct grants have a greater impact on activity, allowing for an increase in public spending not matched by an increase in debt, which is what occurs with loans.", "The latter are particularly useful when there is a greater difference between the cost of financing of a country's public sector and that of the EU.", "Currently, the difference between the cost of EU 10-year debt and Spanish Treasury debt ranges from 50 to 80 basis points.", "Thus, there would be a saving of approximately €5 million for every €1,000 millions of EU loans replacing long-term Treasury issues.", "However, we should not overlook the fact that the NGEU is mainly useful in the medium term.", "In the short term, the delays in approving the fund and in the implementation of Indeed, the consensus reached by virtually all empirical evidence is that the medium-term public investment multiplier effect would be higher than 1, whereas that of spending on government consumption or benefits would be less than 1.", "See V. Ramey (2019), «Ten Years After the Financial Crisis: What Have We Learned from the Renaissance in Fiscal Research?», Journal of Economic Perspectives, vol.", "89-114, for a review of the existing evidence.", "Nevertheless, the estimates are subject to a particularly high degree of uncertainty.", "Thus, for instance, A. Abiad et al.", "(2016), The macroeconomic effects of public investment: Evidence from advanced economies, Journal of Macroeconomics 50: 224240, estimates a public investment multiplier of 1.4 after four years for a group of advanced economies.", "Further, the estimated value could nearly double if the investment is made in highly efficient projects or during periods of low economic growth.", "Conversely, other studies find that the public investment multiplier cannot, in the short term, exceed a value of 0.6, especially in cases of short-run fiscal stimuli (see M. Alloza and C. Sanz (2020), Jobs Multipliers: Evidence from a Large Fiscal Stimulus in Spain, forthcoming in the Scandinavian Journal of Economics).", "This multiplier effect largely depends on the degree of complementarity between public and private investment.", "See Box 5.2 of the Annual Report 2019 of the Banco de España for a detailed analysis of the channels through which public investment supports medium and long-term growth.", "One of the channels accounting for the high public investment multiplier, even in the short term, rests on the idea that, as it is more powerful in the medium and long term, rational agents consider it in their decisions.", "projects mean that the main mechanism for financing the public deficit continues to be traditional access to markets.", "An aspect I would like to underscore regarding the economic policy response to date is the high degree of complementarity of the measures adopted by the different authorities.", "If the ECB's response and the decisions of the European Council have enabled governments to expand the scope for fiscal action, it is the action taken by the latter and the ECB itself that has been vital for guaranteeing liquidity and reducing risk for non-financial corporations.", "This, along with the decisions taken by micro and macroprudential authorities and the ECB, has helped sustain the flow of credit to economic agents.", "It is very important that this degree of complementarity is maintained in the future.", "Outstanding European architecture reforms This crisis has also shown that, despite the progress of recent years, further improvements are needed in euro area governance.", "In particular, beyond the importance of having access to a recovery fund with the characteristics described above, we must continue to stress the major limitation for the proper functioning of the euro area of not having a permanent macroeconomic stabilisation mechanism that allows for greater risk-sharing in response to economic shocks.", "Such a mechanism would enable resources to be swiftly deployed when such shocks occur, contributing to ensure that the joint fiscal impulse of the euro area is appropriate for the cyclical situation (for example, by implementing a permanent macroeconomic stabilisation fund in the common budget, a cyclical stabilisation function or a pan-European unemployment insurance scheme).", "In parallel, the European fiscal framework is also in need of a thorough overhaul.", "We must not forget that in a monetary union, fiscal policy is the main instrument available to countries for tackling asymmetric shocks.", "It is therefore crucial that each economy maintains a countercyclical fiscal policy that generates sufficient room for manoeuvre in the expansionary phases to respond to adverse situations.", "The Stability and Growth Pact (SGP) was designed for this purpose.", "It provides a framework of rules that is essential to the macroeconomic stability of the euro area.", "However, we have to acknowledge that the Pact has not been able to contribute to the design of countercyclical fiscal policies.", "Its excessive complexity results in its being somewhat opaque and difficult to communicate to the general public, which does not facilitate its implementation.", "This complexity also makes uneven application across countries and over time more likely, undermining its legitimacy and credibility.", "Hence the pressing need to overhaul the current fiscal framework.", "In this regard, there is broad consensus that the reform should be aimed at reducing the number of rules around a single objective (reducing debt) and an operating rule (the spending rule), so as to ensure that public spending does not exceed nominal long-term GDP growth and that it stays below it in countries with high levels of debt.", "Moreover, beyond the simplification of the fiscal framework, it would also be necessary to move towards more automatic implementation, so as to avoid excessively discretionary application.", "European financial architecture reforms also notably include those relating to the completion of a full-fledged Banking Union in the euro area.", "The cornerstone pending approval for this Union is a fully mutualised European Deposit Guarantee Scheme.", "In this regard, it is worth reiterating here that the financial channel, and the credit channel in particular, should be a means of risk-sharing among private agents in the European economy to complement and reinforce the public channels I mentioned earlier.", "Moreover, these private channels are particularly important in episodes of deep-seated economic contraction, insofar as they mitigate the possibility of these episodes posing an element of financial instability that would only prolong and exacerbate the contraction.", "In my opinion, the early announcement of a credible commitment to the full completion of the Banking Union, even were it to come about at a later date, would be a decisive contribution to ensuring euro area financial stability, both in the coming months and over a medium-term horizon.", "Further, it is necessary to equip the European regulatory framework10 to deal with a hypothetical systemic crisis, to address the problem of the liquidity of institutions under resolution, and to analyse the possible role of asset management companies in the event of severe impairment of European financial institutions' balance sheets.", "EU Member States should also move swiftly to reach an agreement on creating a common European procedure for the administrative winding-up of credit institutions.", "Lastly, we should not overlook the importance of making headway on the agenda of measures for the capital markets union project.", "In October, the European Commission launched a new action plan, identifying 16 areas for action to drive the project forward.", "I would like to highlight some of the most significant ones: supervisory convergence; sustainable finance to consolidate European leadership worldwide; changing the regulatory treatment of securitisations to strengthen banks' lending capacity; or promoting market financing to SMEs and the development of venture capital markets.", "In general, progress on these and other key matters, such as the creation of a European safe asset, is a complex task that requires the adoption of measures and regulatory changes in a wide variety of areas, and entails the full implication not only of EU authorities, but also of the Member States.", "It is crucial that the authorities concerned have the firm political will to implement the required measures and do away with barriers and red lines.", "In short, to avoid a piecemeal approach and the loss of momentum, the utmost political ambition must be mobilised.", "The pandemic has led to an unprecedented economic crisis, followed by a recovery that is still partial and uneven and subject to a great deal of uncertainty, especially against the backdrop of the second wave of the pandemic that we are currently living through.", "In this case, there has been a forceful European economic policy response.", "A common response that encompasses not only monetary and macro and microprudential policy, but also new fiscal instruments, such as the recovery fund.", "A response that must be adapted to the course of the pandemic and its effects.", "In the case of monetary policy, we have already stressed our willingness to recalibrate in December the tools to deal with the new economic challenges, ensure favourable financial conditions and counter the impact of the pandemic on the inflation outlook.", "Europe's reaction has meant unprecedented support for domestic economic policies and, in particular, fiscal policy, enabling them to act forcefully.", "The latter is particularly important since fiscal policy has the most appropriate instruments for tackling the effects of a crisis which has had a very uneven impact across countries, sectors, firms and population groups, and for adapting to a shock whose duration is uncertain.", "However, a common European response should be considered a necessary but not sufficient condition for ensuring a swifter and stronger recovery of our economy and minimising the structural damage caused by this crisis.", "To attain these goals, not only must fiscal policy continue to provide adequate support for households and firms in the short term, but the European funds must be allocated to high added-value investment projects, accompanied by a structural reform programme designed to strengthen the economy's long-term growth.", "Indeed, the European funds should also be used to finance the structural improvements required by the Spanish economy.", "Thank you very much for your attention."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["COVID-19", "Monetary policy", "Fiscal policy", "Banking Union", "Next Generation EU", "Inflation", "Public investment", "Financial stability", "European architecture", "Economic recovery"]}