{"sentences": ["SPEECH The importance of trust for the ECB's monetary Speech by Isabel Schnabel, Member of the Executive Board of the ECB, as part of the seminar series \"Havarie Europa.", "Zur Pathogenese europäischer Gegenwarten\" at the Hamburg Institute for Social Research (Hamburger Institut für Sozialforschung) Frankfurt am Main, 16 December 2020 Ladies and gentlemen, Thank you for inviting me to join this seminar series.", "I am pleased to speak to you today about Europe and about the euro.", "The seminar series \"Havarie Europa\", literally translated as \"shipwreck Europe\", touches on a topic that all proponents of European integration are forced to deal with time and again: euroscepticism.", "Public trust in the European Union (EU) and European institutions like the European Central Bank (ECB) has suffered considerable strain in recent years due to the global financial crisis, the European sovereign debt crisis and the UK's withdrawal from the EU.", "At present, the coronavirus (COVID-19) pandemic is posing huge challenges for the European Economic and Monetary Union (EMU).", "In these stormy conditions, the \"ship Europe\" has, however, not run aground.", "European institutions and national governments have responded rapidly and comprehensively to mitigate the economic impact of the pandemic.", "Europe has learned the lessons from past crises and shown that it is capable of navigating, even through turbulent waters.", "A \"Havarie Europa\" is therefore not within sight.", "The progress we have made in overcoming these shared challenges should be reason for confidence.", "A crisis-proof and economically successful Europe provides the best arguments to counter euro-scepticism.", "In the long run, a high degree of public trust will ensure European institutions' capacity to act.", "The relevance of trust for central banks This also holds true for the European Central Bank.", "The trust of citizens in the ECB and public support for the euro are essential for the effectiveness of our monetary policy and the independence of the central bank.", "Why is public trust so critically important for central banks?", "Money is a credence good.", "The euro bills and coins in our wallets, like deposits at the bank, are so-called fiat money.", "That is, they are not backed by an intrinsic value such as gold.", "Our money is a social convention, the value of which depends on trust in the money-issuing institution - i.e.", "Public trust is therefore the cornerstone for fulfilling the ECB's primary mandate - maintaining price stability.", "Recent studies show that a high degree of trust is crucial for anchoring the inflation expectations of private households near the level that the central bank defines as price stability.", "Stable inflation expectations in turn ensure that short-term deviations in inflation from the ECB's medium-term target do not take hold in the price and wage decisions of companies and households.", "This mechanism can be selfreinforcing, as the achievement of our monetary policy mandate may in turn strengthen trust in the ECB.", "Furthermore, stable money and public trust in central banks are essential to generate broad acceptance of their independence in the population at large.", "Independence protects central banks against political interference and thus underpins the credibility of monetary policy.", "By contrast, a lack of public trust can render the central bank more vulnerable to political pressure.", "In a worst-case scenario, such a development can call into question the central bank's independence.", "Central banks' public perception has changed substantially since the 2007-2009 global financial crisis.", "The tasks carried out by many central banks have become more diverse, for instance in the areas of banking supervision and financial stability.", "Many central banks today perform important functions in the field of macroprudential supervision, which deals with questions of systemic financial stability.", "In the area of monetary policy, the use of unconventional instruments has increased, in part reflecting long-term structural changes in the economy such as an ageing population or declining productivity growth.", "The ECB has thus introduced negative interest rates and bond-buying programmes to safeguard price stability in the euro area.", "The functioning of these measures is complex and its relationship to the mandate of the central bank is not easy to understand.", "Complexity often fuels suspicion.", "Hence the new measures are being questioned by parts of the public and some politicians, not least because of their suspected effects on house prices and inequality.", "This is all the more true as the ECB has not achieved its inflation target of below, but close to, 2 percent for several years, despite its extensive measures.", "Since the financial crisis, central banks therefore face new challenges relating to their communication and accountability.", "Transparency and a clear explanation of monetary policy measures are essential for a high degree of trust.", "These challenges are particularly pronounced for the ECB, as it is responsible for monetary policy in the entire euro area.", "The ECB has to gain public trust in 19 Member States, some of which have very different expectations when it comes to monetary policy.", "It is therefore all the more important for the ECB to analyse the evolution of public perceptions regarding its monetary policy, with a view to maintaining and increasing citizens' trust in the long run.", "Trust in the ECB and the euro: empirical results Public trust in European institutions and the ECB can be analysed using public surveys and empirical research.", "The Eurobarometer survey offers a good basis for such an analysis, given that it provides data on trust in the currency union covering the entire period since its inception.", "Descriptive analysis: trust in the ECB and the euro over time Trust in the ECB - similar to trust in European institutions overall - has declined in the years following the financial crisis.", "Net trust, the difference between the share of respondents who trust the ECB and those who do not, has been almost continuously negative for nearly ten years (Figure 1).", "Meanwhile, support for the euro has increased slightly over this period.", "According to the July 2020 Eurobarometer survey, 75 % of respondents are in favour of the European currency while 17 % are opposed to the euro, implying that net support is clearly positive.", "Net trust in the ECB and net support for the euro.", "Sources: Eurobarometer, own calculations.", "Notes: Net support for the euro is calculated as the share answering \"for\" minus the share answering \"against\" to the question \"Please tell me whether you are for or against it: A European economic and monetary union with one single currency, the euro.\"", "Net trust is calculated as the share of respondents giving the answer \"Tend to trust\" minus the share giving the answer \"Tend not to trust\" to the question \"Please tell me if you tend to trust it or tend not to trust it?", ": The European Central Bank.\"", "Respondents who answered \"don't know\" are excluded in both cases.", "At first glance, this divergence between a comparatively low level of trust in the ECB on the one hand and growing support for the euro on the other hand appears contradictory, since the ECB, as a European institution, is responsible for the single currency.", "It is therefore important to analyse this divergence more precisely by considering different euro area countries and groups in the population.", "In terms of attitudes towards the ECB and the euro, four groups can be distinguished: monetary union sceptics (red), who neither support the euro nor trust the ECB; ECB-sceptics (yellow), who support the euro, but do not trust the ECB; euro-sceptics (blue), who do not support the euro, but trust the ECB; and monetary union supporters (green), who support the euro and trust the ECB (Figure 2).", "Typology of attitudes towards the Economic and Monetary Union (EMU).", "For the euro area as a whole, monetary union supporters represent the largest share of the population in most years.", "The share of this group reached its lowest point in 2014 in the wake of the European sovereign debt crisis, but has grown to around 40 % since 2016 (Figure 3).", "Empirical data do, however, also show an increase in the share of respondents who support the euro but have no trust in the ECB.", "Since the European sovereign debt crisis, this share has been stable at around 30 %.", "Sources: Eurobarometer, own calculations.", "Notes: The typology contains four groups: the first group neither supports the euro nor trusts the ECB (EMU-sceptics); the second group supports the euro, but does not trust the ECB (ECB-sceptics); the third group does not support the euro, but trusts the ECB (euro-sceptics); and the fourth group supports the euro and trusts the ECB (EMU-supporters).", "A fifth group (Other) comprises those who answered \"don't know\" to one of the two questions.", "However, this overall picture for the euro area conceals heterogeneous developments in individual Member States.", "An analysis of empirical data at the country level suggests that attitudes towards the monetary union depend on economic developments.", "Countries that were severely affected by the financial crisis, such as Greece and Spain, experienced a relatively sharp decline in public support (Figure 4).", "In Italy and Portugal, monetary union sceptics temporarily constituted the largest group.", "By contrast, the number of monetary union supporters in countries less affected by the financial crisis remained at a relatively high level.", "However, even in France and Germany, ECB-sceptics temporarily represented the largest group.", "Sources: Eurobarometer, own calculations.", "Notes: The typology contains four groups: the first group neither supports the euro nor trusts the ECB (EMU-sceptics); the second group supports the euro, but does not trust the ECB (ECB-sceptics); the third group does not support the euro, but trusts the ECB (euro-sceptics); and the fourth group supports the euro and trusts the ECB (EMU-supporters).", "A fifth group (Other) comprises those who answered \"don't know\" to one of the two questions.", "Descriptive analysis: trust in the ECB and the euro by socio-economic The analysis at country level provides initial indications that citizens' perceptions of the economic situation influence their attitudes towards the monetary union.", "The consideration of individual socio-economic characteristics confirms this conjecture: survey data support the conclusion that citizens who assess the current economic outlook in Europe positively are more supportive of the monetary union (Figure 5).", "Monetary union supporters constitute the clear majority among those respondents who assess the European economic situation at the time of the survey as rather good or very good.", "Conversely, monetary union sceptics form the largest group among those respondents who perceive the economy to be in a very bad state.", "The share of ECB-sceptics in all four groups of respondents has increased over time.", "Attitudes towards EMU by perception of the current economic situation in Europe.", "Sources: Eurobarometer, own calculations.", "Notes: The typology contains four groups: the first group neither supports the euro nor trusts the ECB (EMU-sceptics); the second group supports the euro, but does not trust the ECB (ECB-sceptics); the third group does not support the euro, but trusts the ECB (euro-sceptics); and the fourth group supports the euro and trusts the ECB (EMU-supporters).", "A fifth group (other) comprises those who answered \"don't know\" to one of the two questions.", "The categories correspond to the answer to the question \"How would you judge the current situation in each of the following?", "The situation of the European economy.\"", "A similar picture emerges when considering respondents' personal financial situation.", "Those respondents who consider their own financial situation to be rather good or very good tend to be more supportive of the monetary union.", "Conversely, respondents with financial difficulties are more sceptical of the monetary union (Figure 6).", "Attitudes towards EMU by perception of the current economic situation of own household.", "Sources: Eurobarometer, own calculations.", "Notes: The typology contains four groups: the first group neither supports the euro nor trusts the ECB (EMU-sceptics); the second group supports the euro, but does not trust the ECB (ECB-sceptics); the third group does not support the euro, but trusts the ECB (euro-sceptics); the fourth group supports the euro and trusts the ECB (EMU-supporters).", "A fifth group (Other) comprises those who answered \"don't know\" to one of the two questions.", "The categories correspond to the answer to the question \"How would you judge the current situation in each of the following?", "The financial situation of your household.\"", "Similar patterns are also reflected in the respondents' attitudes towards the EMU depending on their level of education and their occupational background.", "People with a higher level of education are more likely to support the monetary union (Figure 7).", "For instance, manual workers and unemployed individuals display much lower levels of trust than white-collar workers and self-employed individuals.", "Attitudes towards EMU by educational level (age upon completion of full-time education).", "Sources: Eurobarometer, own calculations.", "Notes: The typology contains four groups: the first group neither supports the euro nor trusts the ECB (EMU-sceptics); the second group supports the euro, but does not trust the ECB (ECB-sceptics); the third group does not support the euro, but trusts the ECB (euro-sceptics); and the fourth group supports the euro and trusts the ECB (EMU-supporters).", "A fifth group (Other) comprises those who answered \"don't know\" to one of the two questions.", "The categories correspond to the answer to the question \"How old were you when you stopped full-time education?\"", "However, no systematic differences in trust in the ECB and the single currency emerge when comparing differences in trust among various birth cohorts (Figure 8).", "Attitudes towards EMU by birth cohort.", "Sources: Eurobarometer, own calculations.", "Notes: The typology contains four groups: the first group neither supports the euro nor trusts the ECB (EMU-sceptics); the second group supports the euro, but does not trust the ECB (ECB-sceptics); the third group does not support the euro, but trusts the ECB (euro-sceptics); and the fourth group supports the euro and trusts the ECB (EMU-supporters).", "A fifth group (Other) comprises those who answered \"don't know\" to one or both questions.", "The year of birth is approximated by the year of the survey minus the age of the respondents.", "Multivariate analyses: trust in the ECB and the euro The descriptive analysis of Eurobarometer data can only provide limited insights into the key factors that influence trust in the ECB and the euro.", "It is therefore crucial to corroborate these study results by using more advanced analytical methods.", "Multivariate analyses confirm the influence of socio-economic variables on individuals' trust in the ECB.", "For example, Bursian and Fürth (2015) show that even when controlling for other variables, respondents with a higher level of education, qualification and income, as well as individuals living in urban areas tend to trust the ECB more, while unemployed and retired individuals display a lower level of trust in the ECB.", "Based on an analysis of Eurobarometer data, Farvaque et al.", "(2016) argue that the perception of future economic developments plays an important role: trust in the ECB grows with a more positive assessment of the economic outlook.", "Moreover, the literature suggests that robust knowledge regarding the ECB's mandate and tasks significantly strengthens trust in the central bank.", "For instance, Ehrmann et al.", "(2010) find that factual expertise regarding the ECB is accompanied by greater trust in the institution.", "A study by Mellina and Schmidt (2018) concludes that the link between these characteristics also affects households' inflation expectations.", "In addition to advanced (objective) knowledge regarding the central bank, the subjective perception of one's own monetary policy expertise also seems to affect trust in the ECB.", "Based on German data, Hayo and Neuenkirch (2014) conclude that - in addition to expert knowledge about the ECB and monetary policy - individuals' subjectively perceived understanding of the ECB has a significant positive effect on respondents' trust in the institution.", "In a similar vein, Cruijsen and Eijffinger (2010) show that in the Netherlands, respondents tend to trust the ECB more if they view themselves as knowledgeable in the area of monetary policy.", "(2013) observe that there is a link between general support for EU institutions and trust in the ECB.", "(2010) show that trust in the ECB is greater in respondents who believe that their country's interests are represented in the EU and who are satisfied with the functioning of democracy in the EU.", "Studies also allow for a distinction to be drawn between those factors that affect trust in the ECB and support for the euro.", "(2020) carry out an empirical analysis which shows that support for the euro tends to be related to respondents' agreement regarding the general values of European cooperation.", "Trust in the ECB, on the other hand, hinges more on the citizens' satisfaction with the concrete performance of the EU - and in particular its economic achievements.", "Trust in the ECB during the pandemic - initial findings These insights highlight the importance of successful economic policy to sustain and strengthen citizens' trust in public institutions in the long term.", "The severe economic crisis resulting from the COVID-19 pandemic is therefore a major challenge to citizens' trust in the ECB, the euro and the European Union in general.", "At the beginning of the pandemic period, the ECB was confronted with a dramatically deteriorating situation in financial markets.", "A rapid surge in uncertainty prompted market participants to abruptly withdraw funds invested in risky asset classes.", "Risk premia in many market segments rose sharply and funding conditions worsened markedly.", "However, the ECB's swift and decisive policy response had a calming effect on financial markets.", "The Composite Indicator of Systemic Stress (CISS) used by the ECB indicates that this policy response has averted a severe financial market crisis in the spring of 2020 (Figure 9).", "Indicator for systemic stress in financial markets (CISS).", "Notes: CISS denotes the Composite Indicator of Systemic Stress (0 = no stress, 1 = high stress).", "The indicator aggregates stress signals from money, bond, equity and foreign exchange markets.", "The latest observation is for 11 December 2020.", "The ECB's crisis measures consist mainly of a new temporary asset purchase programme, tailored specifically to the pandemic crisis - the pandemic emergency purchase programme (PEPP).", "In addition, the ECB provides ample liquidity to banks at highly favourable conditions, thus ensuring that they continue to lend to businesses and households in the euro area.", "The ECB's crisis measures thus ensure the smooth transmission of our monetary policy measures to the entire euro area.", "The economic consequences of the pandemic have especially affected those countries that already had relatively high debt levels prior to the crisis and where confidence in the ECB was rather low.", "At the beginning of the pandemic period, there was thus a concern that limited fiscal space in some euro area countries would significantly constrain the fiscal response to the crisis.", "These fears increased the risk of fragmentation in euro area financing conditions, which was immediately reflected in the evolution of risk premia in European bond markets.", "The ECB effectively countered this risk, in particular by swiftly implementing the PEPP (Figure 10).", "10-year yield spreads of selected government bonds over German equivalents.", "Note: The latest observation is for 14 December 2020.", "Complementing the ECB's crisis response and national fiscal support programmes, comprehensive measures were passed at the European level to provide financial support to governments, businesses and employees during the pandemic.", "In July, the European heads of state decided to expand the multiannual financial framework by €750 billion over a period of six years, starting in 2021, to enable long-term investments and structural reforms in the EU Member States.", "These European crisis measures contributed significantly to reducing financial market stress.", "It is undisputed that the large-scale monetary and fiscal policy measures cushioned the financial impact of the crisis significantly.", "However, it is still impossible to fully predict the impact on citizens' trust in the ECB and the euro.", "The latest survey data can nevertheless offer some tentative, though rather sobering insights into how public trust has evolved over the course of the pandemic crisis.", "Support for the euro has been largely stable.", "By contrast, net trust in the ECB has fallen somewhat.", "A similar, yet even more pronounced, decrease could be observed with regard to trust in other supranational institutions like the European Commission and the European Parliament.", "Meanwhile, the latest survey results indicate that trust in national institutions seems to have increased over the course of the pandemic crisis (see Figure 11).", "Net trust in European and national institutions.", "Sources: Eurobarometer, own calculations.", "Notes: Net trust is calculated as the share giving the answer \"Tend to trust\" minus the share giving the answer \"Tend not to trust\" to the question \"Please tell me if you tend to trust it or tend not to trust it?", ": NAME OF INSTITUTION.\"", "Respondents who answered \"don't know\" are excluded.", "This may be due to the fact that fiscal and healthcare policy initiatives at the national level were the most visible crisis response measures for the general public.", "Indeed, according to early surveys, a majority of respondents in the euro area (61 %) indicates satisfaction with the measures introduced by national governments.", "At the same time, respondents have split views regarding the measures taken by European institutions during the pandemic period: only 45 % of respondents view the crisis measures implemented to date favourably.", "Nevertheless, citizens generally attribute a key role in handling the crisis to the EU: 62 % of respondents believe that the EU will take the right measures to tackle the crisis.", "88 % are in favour of the EU drawing up an economic recovery plan to support all Member States.", "Furthermore, 85 % of citizens agree that the necessary funds should be made available to the EU in order to better manage similar crises in the future.", "According to many experts, the pandemic has demonstrated that European institutions, including the ECB, already have the capacity to effectively counteract an economic crisis in the euro area.", "Survey results are not yet reflecting this.", "Measures to foster trust in the monetary union What can European institutions take away from these findings?", "Monetary and fiscal policy as a way out of the crisis The pandemic carries the risk of reinforcing existing differences between individual EU Member States.", "Without a European policy response, Member States would have depended solely on their own fiscal space.", "The empirical findings suggest that such a divergence at country level would weaken trust in European institutions in some parts of the euro area.", "It is therefore in the ECB's interest that European institutions can react to the challenges posed by the coronavirus pandemic in an efficient and coordinated manner.", "It is crucial for the funds from the Next Generation EU recovery package to be used as productively as possible to sustainably increase countries' growth potential, thereby mitigating the risk of economic divergence.", "A common monetary policy is an integral part of the European crisis response as it underpins the economic recovery by ensuring favourable financing conditions and ample liquidity provision.", "This allows monetary and fiscal policy measures to complement and reinforce each other.", "Long-term deepening of European integration The European fiscal and monetary policy response to the crisis can only be a starting point.", "The crisis has once again exposed the missing elements of the euro area's architecture.", "Nevertheless, the crisis has been countered decisively by means of a policy response at European level - in contrast to previous times.", "However, this does not alter the premise that a deepening of European integration would be important to support economic convergence in Europe, thus also increasing the effectiveness of our single monetary policy.", "Empirical evidence suggests that such economic convergence could in turn increase trust in the ECB and our monetary policy in a sustainable manner.", "On the one hand, there is a need for further European integration when it comes to the creation of common fiscal instruments at the European level and the reform of the fiscal framework.", "On the other hand, we should also focus on completing the banking union and strengthening the capital markets union.", "All these elements would be important steps to make the single currency area more resilient to future crises.", "Improving monetary policy communication Improvements in communication are of vital importance for public trust in the ECB.", "A broad-based communication strategy is essential in our efforts to improve the public's understanding of the ECB's mandate and tasks.", "Empirical analysis of the survey results indicates that trust in the ECB remains particularly low in specific population groups.", "We must ask ourselves how we can ensure that our communication reaches all citizens across the entire euro area.", "A better understanding of the mandate and the necessary independence of central banks also fosters trust in the ECB.", "Acceptance of our independence, meanwhile, is important in ensuring that the ECB can continue to fulfil its mandate in the best interest of European citizens, without being subject to political interference.", "The complex structure of European decision-making processes poses particular challenges to communication efforts on the part of European institutions.", "In the ECB's case, we face an additional difficulty: our decisions often concern complex economic issues.", "Furthermore, our communication has so far largely focused on market participants and monetary policy experts - this has done little to help the general public better understand monetary policy.", "The development of a more effective communication policy will therefore be a key topic in the context of our comprehensive monetary policy strategy review that we launched a few months ago.", "An important element of this review process is that the ECB and the Eurosystem's national central banks engage in dialogue with civil society representatives.", "This dialogue will require us to engage with citizens' expectations regarding the ECB's role and to evaluate what these expectations imply for the review of our monetary policy strategy.", "It is our aim to effectively use communication in order to strengthen public trust in the ECB in a sustainable manner.", "Conclusions and outlook Let me conclude.", "Public trust in central banks is an indispensable foundation for successful monetary policy.", "In the case of the ECB, support for the euro is also a key indicator for the public's acceptance of a common monetary policy in the European economic and monetary union.", "Survey data show that public support for the euro is high, even in crisis periods.", "However, public trust in the ECB has declined markedly since the global financial crisis.", "The analysis of survey data suggests that trust in the currency union is affected by macroeconomic developments and socio-economic variables.", "While many of these factors lie outside of our monetary policy remit, these studies still enable us to gain some insights on how to strengthen trust.", "A decisive European response to crises such as the current coronavirus pandemic can underpin trust in European institutions.", "This response requires a European architecture that provides suitable instruments to combat severe crises.", "Further steps towards European integration should strengthen Europe's capacity to act.", "From the ECB's perspective, we have to focus our efforts on improving communication with the public at large.", "Empirical studies show that a better understanding of our mandate is concomitant with greater trust in the central bank.", "Communication will therefore play an important role in the ECB's strategy review.", "Public trust in the ECB has a direct impact on our monetary policy.", "Trust in the central bank stabilises inflation expectations of private agents and increases the effectiveness of monetary policy measures.", "The achievement of our mandate may, in turn, contribute to fortifying trust in the ECB.", "From this perspective, it is crucial that, during the current pandemic, the ECB has taken extensive measures to meet its price stability objective.", "Supported by strong European institutions, we have been able to withstand the turbulent waters of recent years.", "Together with the other European institutions, the ECB will continue to do its part to keep the \"ship Europe\" on course, even in the stormiest of conditions.", "Thank you very much for your attention.", "See, for example, Christelis, D., Georgarakos, D., Jappelli, T. and van Rooij, M. (2020), \"Trust in the central bank and inflation expectation\", Working Paper Series, No 2375, European Central Bank; Mellina, S. and Schmidt, T. (2018), \"The Role of Central Bank Knowledge and Trust for the Public's Inflation Expectations\", Discussion Paper, No 32, Deutsche Bundesbank.", "See, for example, Ehrmann, M. and Fratzscher, M. (2011), \"Politics and Monetary Policy\", Review of Economics and Statistics, Vol.", "941-960; Ehrmann, M., Soudan, M. and Stracca, L. (2013), \"Explaining European Union Citizens' Trust in the European Central Bank in Normal and Crisis Times\", The Scandinavian Journal of Economics, Vol.", "Most of these analyses are based on the Eurobarometer survey, which is published by the European Commission.", "Please see Box 1 Developments in trust in public institutions since the global financial crisis in \"Citizens' attitudes towards the ECB, the euro and Economic and Monetary Union\", ECB, June 2020.", "The following presentation builds on the article \"Citizens' attitudes towards the ECB, the euro and Economic and Monetary Union\", European Central Bank (2020), Economic Bulletin, Issue 4.", "The analysis uses Eurobarometer survey data for the period 1999-2019.", "While the share of ECB-sceptics has recently fallen slightly, this group constituted the largest share of respondents in the euro area over the period from 2013 to 2016.", "The decline in support was particularly marked in Ireland, Greece, Spain, Cyprus, Portugal and Slovenia.", "In these countries, the share of ECB-sceptics and euro-sceptics increased notably.", "However, the number of monetary union supporters has meanwhile returned close to its pre-crisis level.", "These countries include, for example, Belgium, Luxembourg, the Netherlands, Malta, Austria, Slovakia and Finland.", "At year-end 2019, the share of monetary union supporters had grown again, but the share of ECB-sceptics remained above its precrisis level.", "Compared with the country level, the patterns of support vary across regions - considerably so in places.", "Monetary union supporters were in the majority nationwide in countries such as Finland, Ireland, the Netherlands and Slovakia.", "Support for the Economic and Monetary Union varied more strongly across regions within Belgium, Germany, Spain, France and Portugal.", "For example, while ECB-sceptics were in the majority in eastern Germany and Bavaria between 2016 and 2019, monetary union supporters dominated in western Germany.", "Only around a third of those individuals who completed full-time education at the age of 15 or younger are monetary union supporters.", "In the group of people who were at least 20 years old when completing full-time education, the share of monetary union supporters rises to around 50 %.", "Monetary union supporters are mainly found among managers, students, other white-collar workers and self-employed individuals.", "By comparison, support for the monetary union among manual workers and unemployed individuals is 10 to 20 percentage points lower.", "The share of ECB-sceptics in this group is almost as high as the share of monetary union supporters.", "After the share of monetary union supporters had temporarily declined across all age cohorts in the wake of the financial and sovereign debt crisis, this group once again constituted the largest population share across all age cohorts at year-end 2019.", "I am a European Central Banker\", Journal of Money, Credit and Banking, Vol.", "Evidence from Eurobarometer survey data\", The World Economy, Vol.", "Ehrmann, M., Soudan, M. and Stracca, L. (2013), \"Explaining European Union citizens' trust in the European Central Bank in normal and crisis times\".", "The Scandinavian Journal of Economics, Vol.", "(2010), \"Accountability and independent central banks: Europeans and distrust of the European Central Bank\", JCMS: Journal of Common Market Studies, Vol.", "The empirical analysis shows that the link between expert knowledge and trust in the ECB was particularly strong during the financial crisis.", "Mellina, S. and Schmidt, T. (2018), \"The Role of Central Bank Knowledge and Trust for the Public's Inflation Expectations\", Discussion Paper, No 32, Deutsche Bundesbank.", "The analysis shows that knowledge about the ECB and the Bundesbank is an important factor influencing trust in both central banks; at the same time, greater trust in the ECB and the Bundesbank is correlated with respondents' lower inflation expectations.", "Hayo, B. and Neuenkirch, E. (2014), \"The German public and its trust in the ECB: The role of knowledge and information search\", Journal of International Money and Finance, Vol.", "Van der Cruijsen, C. and Eijffinger, S. (2010), \"From actual to perceived transparency: The case of the European Central Bank\", Journal of Economic Psychology, Vol.", "Ehrmann, M., Soudan, M. and Stracca, L. (2013), \"Explaining European Union citizens' trust in the European Central Bank in normal and crisis times\", The Scandinavian Journal of Economics, Vol.", "Further attitude surveys show that both the respondents' economic interests and a strong identification with their own country influence support for the euro and European economic integration: Hobolt, S.B.", "and Leblond, P. (2014), \"Economic insecurity and public support for the Euro: Before and during the financial crisis\", in Bermeo, N. and Bartels, L.M.", "), Mass politics in tough times: Opinions, votes and protest in the great recession, Oxford University Press, Oxford/New York, pp.", "and Wratil, C. (2015), \"Public opinion and the crisis: The dynamics of support for the euro\", Journal of European Public Policy, Vol.", "Kuhn and Stoeckel (2014), for instance, conclude that a strong national identity has a negative influence on support for European economic integration, in particular in countries with a strong economy: Kuhn, T. and Stoeckel, F., (2014), \"When European integration becomes costly: The euro crisis and public support for European economic governance\", Journal of European Public Policy, Vol.", "Bergbauer, S., Hernborg, N., Jamet, J.-F. and Persson, E. (2020), \"The reputation of the euro and the European Central Bank: interlinked or disconnected?", "\", Journal of European Public Policy, Vol.", "Schnabel, I., \"Unequal scars - distributional consequences of the pandemic\", speech at the Deutscher Juristentag 2020, 18 September 2020.", "Data availability for the pandemic period is currently still limited.", "At present, the main sources are surveys from July 2020, which were published by the European Commission in October.", "It can therefore not be ruled out that further changes in citizens' attitudes will materialise over the course of the pandemic.", "European Commission Standard Eurobarometer 93 (summer 2020).", "European Commission  Standard Eurobarometer 93 (summer 2020).", "European Commission  Standard Eurobarometer 93 (summer 2020).", "According to a European Parliament survey published in October 2020 (  press release,  publication), two thirds of respondents support the transfer of additional competences to European institutions to deal with crises such as the COVID-19 pandemic.", "de Guindos, L., Panetta, F. and Schnabel, I., \"Europe needs a fully fledged capital markets union - now more than ever\", ECB blog, 2 September 2020.", "Another element supporting trust in the ECB is the regular presence of the ECB President at the European Parliament.", "The quarterly hearings provide an opportunity for us to explain our monetary policy decisions to the European citizens and their elected representatives.", "Slides Monetary policy Financial stability Price stability Governance Accountability Economic and Monetary Union (EMU) Euro Currencies Inflation Economic development Central banking Financial crisis European integration Money Euro area Policies Please note that related topic tags are currently available for selected content only.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, email: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", " Media contacts Copyright 2020, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic development", "Euro", "Euro area", "European Central Bank (ECB)", "European Union (EU)", "Financial crisis", "Financial stability", "Trust"]}