{"sentences": ["Distinguished officers and members of the IBC led by Mr. Juan Jose Zamora III, esteemed guests and partners in the financial services industry, ladies and gentlemen, ma-ayong hapon sa indo nga tanan!", "It is always a pleasure to engage with our stakeholders and partners, and discuss our shared goals and development aspirations for our country.", "This coronavirus crisis is unlike any of the previous crises that we have experienced.", "It did not originate from financial sector vulnerabilities like the 1980 Debt Crisis, the 1997 Asian Financial Crisis, or the 2007-2008 Global Financial Crisis.", "But the effects are strongly felt nonetheless.", "My presentation this afternoon will focus on key developments and updates on how the banking system is faring during the pandemic, the crucial role of banks as catalysts of economic recovery, and the BSP's strategies and relief measures to cushion the adverse effects of COVID-19 pandemic on the economy particularly on individuals and businesses.", "Let me stress this: The Philippine economy is fundamentally strong.", "This is the result of over two decades of implementation of critical structural reforms.", "We have a sound fiscal position, with manageable fiscal deficit and low levels of government indebtedness.", "We have low interest rates, manageable inflation, healthy external accounts-with record-high gross international reserves (GIR) and stable peso.", "In a sea of downgrades, rating agencies maintain the country's investment grade status.", "S&P, Moody's and Fitch affirmed our investment grade sovereign rating Japan Credit Rating Agency upgrade the Philippines to an 'A' status, the same with R&I which upgraded the Philippines to BBB+ Also, The Economist ranks the Philippines 6th among 66 emerging market economies, and the first in Asia.", "The Philippine banking system is sound.", "Banks are well-capitalized with high capital adequacy ratio above the BSP minimum regulatory requirement and the BIS international standard.", "Asset quality remained manageable during the pandemic as BSP survey revealed a low NPL ratio of 2.4 percent as of end-July 2020 and projection of 4.6 percent by end-December 2020.", "This is manageable by any standards and unlikely to grow to the levels we have seen during the 1997 Asian Financial Crisis.", "In particular, total deposit liabilities reached P14.2 billion as of end-June 2020, 10.8 percent higher than year ago's level.", "And here's a silver lining: the COVID-19 pandemic has become the unexpected catalyst for the accelerated digital transformation of the banking system.", "During the lockdowns, over 4 million digital accounts were opened and digital financial transactions grew exponentially.", "As of end-August 2020, total PESONet transactions reached 2.7 million with total value of P252.9 billion.", "This represents a growth of about 120 percent in volume and 70 percent in value, respectively from the baseline end-March 2020 level.", "Meanwhile, InstaPay-related transactions reached 29.5 million with total value of P141.2 billion as of end-August 2020.", "This represents huge respective growths of 312.2 percent in volume and 206 percent in value compared to the end-March 2020 level.", "Total assets of the banking system reached P18.6 trillion as of end-June 2020 with an average growth rate of 11.5 percent in the last 10 years.", "The banking system's credit support for the financing requirements of individuals and businesses also continued during the pandemic.", "Total loan portfolio (TLP) stood at P10.8 trillion as of end-June 2020.", "This represents a 13.2 percent average growth rate in the last decade.", "Bank loans comprised 58.2 percent of the banking system's total assets and 57.4 percent of the country's nominal gross domestic product (GDP).", "Amid the pandemic, loan quality remained satisfactory as the banking system's non-performing loan (NPL) ratio was at 2.5 percent as of end-June 2020.", "Given the inherent resilience and positive correlation of financial sector development with economic growth, how can banks help in economic recovery?", "As the surge of COVID-19 cases around the world continues, business activities have been disrupted.", "The International Monetary Fund (IMF) expects the global economy to contract by 4.9 percent this year.", "The Philippines is not spared.", "The local economy declined by 9.0 percent in the first half of 2020.", "The great fall was not because the economy was weak.", "It was because there is a need to shut it down to buy time, to delay the spread of the virus while building the country's health capacity.", "Amid this challenge, the domestic banking system can be harnessed to support economic recovery.", "Specifically, they provide cash flow support to individual clients and micro, small and medium enterprises.", "Banks are also our conduits in the accelerated promotion of digital banking and electronic payments transactions of our countrymen during the pandemic.", "On this note, our strategy of combatting the COVID-19 pandemic with the help of the banking system is focused on four critical areas.", "First, to provide sufficient liquidity to support Government's efforts of saving lives and livelihoods.", "Second, to maintain the stability of the financial system.", "Third, to ensure the continued delivery of financial services to the public.", "Lastly, to shore up confidence and cushion economic activity.", "In fact, the BSP has injected a total of P1.5 trillion to the financial system, equivalent to about 7.6 percent of gross domestic product (GDP), as part of its liquidity-easing measures to address the impact of COVID-19 pandemic.", "At this juncture, allow me to briefly discuss our various regulatory and operational relief measures to assist the BSP supervised financial institutions endure the health crisis as well as to support households and business firms.", "First, we provided BSFIs with regulatory reliefs to enable them to grant equivalent financial relief to their borrowers in the form of more flexible and favorable lending terms, or restructure loan accounts.", "Second, they were given incentives for lending to assist the micro, small and medium enterprises and large enterprises carry on with their business during the COVID-19 crisis, as well as hasten recovery and sustainability of their operations, during the post-crisis period.", "One of our more innovative incentives is that new loans to MSMEs, and certain large enterprises that were critically impacted by the pandemic but not part of a conglomerate will now be recognized as forms of alternative compliance with banks' reserve requirements, which I'll discuss further in the next slide.", "Third, is the promotion of continued access to financial services through key policies.", "This includes the relaxation of Know-Your-Customer (KYC) requirements, temporary suspension of all fees and charges covering online banking transactions, licensing and fund transfers, operational relief for FX transactions and financial assistance in the form of loans, advances or other credit accommodations granted to BSFIs.", "Lastly, is support for Continued Financial Services Delivery.", "These include relaxed reporting requirements, temporary suspension in the imposition of monetary penalties, use of legal reserves for liquidity needs, accounting relief measures, and the deferred adoption of the SAFr framework.", "Meanwhile, loans to enterprises reached P13.6 billion, growing by 17 times since we started monitoring from the effectivity of BSP Memorandum No.", "To address concerns about loan defaults, credit and debt collection, we have extended for another 30 days grace period for loan payments the 30-day grace period under Bayanihan 1.", "Under Bayanihan 2, we will implement the mandatory one-time, non-extendable 60-day grace period for loans on current status.", "Apart from this, the BSP has extended regulatory relief to banks so they can extend relief to their clients in the form of more flexible and favorable lending terms, or restructuring/rediscounting of loan accounts, staggered booking of allowance for credit losses and moratorium on the imposition of interest charges, fees and penalties on loans during the grace period.", "Lastly, on the impact of COVID-19 on Overseas Filipino Remittances.", "Overseas Filipino remittances in 2019 was US$30.1 billion.", "Original projection before coronavirus crisis is that OF remittances will increase by 5 percent.", "Revised forecast as of June 2020, post Covid-19, was that Overseas Filipino remittances will fall by 5 percent.", "But year to date, or from January to July, OF remittances fell by just 2.4 percent; rose by 7.7 percent and 7.8 percent in June and July after declines in March, April and May.", "This development is much better than the gloomy forecasts of some international agencies that Overseas Filipino remittances will plunge by more than 20 percent.", "Filipinos abroad are truly altruistic.", "That said, we have to learn to live with the virus.", "We can't - and we shouldn't - wait for the vaccine before we act.", "All of us have an individual and collective responsibility to win this war against the coronavirus and move the country forward.", "Individually, we have to observe the right health protocols - wear our masks, wash our hands, and watch our distance.", "Meanwhile, the National Government has to provide the leadership, set national standards, and communicate clearly and consistently the overall strategy.", "LGU officials, on the other hand, should implement national rules and provide the necessary personnel, supplies, and health facilities to control the spread of the virus.", "Ladies and gentlemen, even as we are occupied by the present challenges, let us not lose track of where we want to go as a nation.", "This is the best time to embrace structural reforms so that when the dust finally settles, the Philippines will be a better, safer, more equal, and more competitive nation.", "Thank you everyone and congratulations to the IBC on its 30th anniversary!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking system", "COVID-19 pandemic", "Economic recovery", "Digital transformation", "Regulatory relief", "Loan defaults", "Overseas Filipino remittances", "Structural reforms", "Financial stability", "Liquidity support"]}