{"sentences": ["Chief Executive Bill Winters, other Standard Chartered Bank Officials and all attendees of this virtual roundtable, a pleasant day to all of you.", "My presentation is divided into three parts.", "First, I will discuss Philippine macroeconomic updates.", "Second, I will talk about how the country's banking sector is faring.", "And third, I will share insights on where we see the domestic economy is headed post pandemic.", "First, macroeconomic updates... At this point, I can report that the worst is over.", "While we're not out of the woods yet, there has been progress as the economy gradually opens up from the strict lockdown in March to June to less stringent quarantine measures.", "We're learning to live with the virus.", "Now, we're at an inflection point.", "For instance: The Purchasing Managers' Index (PMI) moved past the growth threshold of 50, settling at 50.1 in September.", "Net inflow of foreign direct investments already posted growth rates starting in May, with the latest at 35.2 percent growth in July.", "This points to favorable job-generation prospects ahead.", "Speaking of jobs, the unemployment rate improved from a record high of 17.7 percent in April- which was the height of the lockdown-to 10 percent in July.", "Contraction of imports slowed down from 65.3 percent in April to 22.6 percent in August.", "And, the decline in exports eased from 49.9 percent in April to 18.6 percent over the same period.", "Major indicators suggest that financial markets are responding well to our policy responses.", "And, the peso is among the strongest currencies in this part of the world, recording a year-todate appreciation of 4.36 percent against the US dollar as of October 13.", "With all these positive trends as backdrop, we expect an even firmer economic recovery by next year.", "Based on official government projections, GDP will swing from a contraction of 4.5 to 6.6 percent this year to a growth of 6.5 to 7.5 percent next year.", "The International Monetary Fund's latest GDP forecast for the Philippines for next year-at 7.4 percent-is close to the high end of the government's projection.", "Inflation is manageable at 2.5 percent in the first nine months of the year, and is seen to settle between 1.75-3.75 this year, and 2.0 to 4.0 percent next year and in 2022.", "Favorable inflation provides an enabling environment for growth.", "This gives room for the BSP to further ease monetary policy, in case needed.", "Exports and imports will rebound from negative territory this year to 5.0-percent and 8-percent growth, respectively, next year.", "FDIs will rise to USD 7.0 billion next year.", "Overseas Filipino remittances will rebound from a contraction of 2 percent this year-an improvement from our previous forecast of 5 percent contraction-to a growth of 4 percent next year.", "Year-to-date, remittances dropped by only 2.6 percent as of August.", "Our overall external position will stay healthy.", "The balance of payments will post a surplus of USD 8.1 billion this year and USD 3.4 billion next year.", "The current account will also remain in surplus, at USD 6.0 billion this year and USD 3.1 billion next year.", "Meanwhile, the gross international reserves will continue to hit new highs of USD 100 billion this year and USD 102 billion next year.", "Our recovery prospects are supported by a whole-of-government approach to addressing the crisis.", "The National Government has rolled out massive relief and mitigating measures, and boosted the country's healthcare capacity.", "Congress immediately passed critical bills to support the government's COVID response.", "For our part, the Bangko Sentral ng Pilipinas (BSP) has been quick and decisive in responding to the crisis.", "Our actions were meant to, first, boost market confidence and cushion economic activity; second, provide liquidity to complement government programs; third, sustain financial stability; and fourth, support continuous delivery of financial services.", "In total, the BSP has already injected P1.9 trillion (about USD 39.2 billion)-equivalent to 9.6 percent of GDP-into the financial system.", "Besides cuts in the policy rate and the reserve requirement, we have implemented an extraordinary measure, but within the scope of our mandate.", "Last October 1, the Monetary board decided to provide a short-term provisional advances to the national government in the amount of P540 billion-approximately US$11.1 billion.", "This is came after the initial P300 billion or US$6.2 billion advances was fully settled last month.", "We also purchased government securities in the secondary market.", "This has helped keep investors confident about the liquidity situation in the domestic capital market.", "Our targeted measures have benefited the vulnerable sectors.", "For example, loans to micro, small, and medium enterprises (MSMEs)-which account for over 60 percent of employment-now count as part of banks' compliance to the reserve requirement.", "As such, we have seen a quantum jump in loans to MSMEs.", "The suspension of fees on registration of digital payment services-plus the moral suasion for banks to waive fees on electronic fund transfers (a call that has been overwhelmingly responded to)-have aided digital financial transactions of the public amid quarantine.", "The increase in the single borrower's limit and the limit on real estate loans are seen encouraging banks to lend, in support of economic recovery and growth.", "Our latest move is put a cap on credit card charges.", "This will help ensure that consumers will not be burdened by higher interest rates on credit card consumption, especially during this difficult time.", "The BSP has done a lot.", "But our toolkit is far from exhausted.", "We are prepared to do more, if and when necessary.", "Having said this, the BSP is mindful of the need for careful disengagement of our COVID response measures.", "We recognize that doing so either too late or too early may have serious repercussions on the economy.", "Moving on to the performance of the banking system.", "Our banking system entered the crisis with sufficient buffers, which will help it remain stable amid the crisis.", "The capital adequacy ratio (CAR) of banks stood at 15.3 percent on solo basis and 15.9 percent on consolidated basis as of end-March, well above the 10 percent minimum requirement of the BSP and the 8 percent prescribed by Basel.", "This shows banks have ample capacity to absorb shocks.", "Bank's liquidity coverage ratio (LCR) stood at 171.4 percent as of end-March, well above the regulatory minimum of 100 percent.", "Also, the net stable funding ratio of universal and commercial banks, which stood at 129.1 percent as of end-March, indicates stable funding to serve customers in the short to medium term.", "Outstanding loans of banks as of end-August grew by 4.4 percent year-on-year.", "This shows that despite the effects of the pandemic, there is still substantial demand for loans and appetite among banks to lend.", "The non-performing loans ratio remained modest at 2.8 percent as of end-August.", "We may see an uptick in the NPL ratio in the coming months as a result of the crisis, but we expect the increase to be manageable.", "Worth noting is that banks have been beefing up their provisioning for bad debts, with the NPL coverage ratio standing comfortably at 107.4 percent as of end-August.", "Despite the increase in loan-loss provisioning, banks stayed profitable as of end-June, with annualized net profit growing year-on-year by 1.8 percent.", "The BSP's stress tests point to favorable banking system prospects amid risks.", "Results show NPLs will remain manageable, CARs will stay above the 10-percent requirement, liquidity will be sufficient, and profitability will stay intact.", "Moving on to the final part of my speech, which is where we are steering the Philippine economy.", "The entire government and the BSP are exerting enormous effort not only to help the economy and the Filipino people survive this crisis but for us to be even better, stronger, more inclusive, technologically prepared, and more competitive than before the coronavirus pandemic.", "Allow me to briefly expound on how the BSP is working toward this goal.", "The BSP is pushing for laws that will accelerate recovery and improve the structural makeup of the economy.", "Among the laws we are pushing are: (i) the Financial Institutions Strategic Transfer or FIST bill, which will help banks unload bad assets; (ii) the Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery or GUIDE bill, which will provide assistance to distressed firms that are critical for economic recovery; (iii) amendments to the Agri-Agra law to rationalize the way banks can support agriculture development; (iv) amendments to bank secrecy laws to aid anti-money laundering and anti-tax evasion efforts, and promote integrity in governance; and (v) amendments to the Credit Information System Act to ease credit access of MSMEs.", "Meantime, the BSP continues to refine monetary policy and banking regulations.", "In relation to price stability, the BSP last month started issuing our own securities, as allowed under our recently amended charter.", "This will help us better manage liquidity.", "On financial stability, we are committed to a dynamic regulatory environment that reflects an ever-changing landscape for our supervised entities.", "We will continue to refine regulations, taking into account good corporate governance, sound risk management, efficient financial intermediation, and effective customer service.", "The BSP is actively promoting financial technology, which helps speed up payments and capital turnaround and therefore boosts income and economic growth.", "My personal goal is that half of financial transactions in the country should be digital by 2023, the end of my term.", "But with enabling regulations and the pandemic, this may be achieved sooner- perhaps by the end of 2022.", "In fact, we have seen an exponential increase in the use of e-payments platforms Instapay and Pesonet.", "We have launched mobile apps for savings and investments.", "We have rolled out programs that pave the way for an extensive use of the QR code system for payments.", "The BSP embraces regulation technologies or \"RegTech,\" which facilitate efficient delivery of regulatory requirements.", "The BSP has also pilot-tested a chatbot that can handle questions and concerns sent by the public through digital platforms with the use of artificial intelligence.", "Amid these encouraging developments, the BSP has kept a sober eye on risks accompanying the use of electronic data.", "In line with this, the BSP has launched a three-year Digital Payments Transformation Roadmap, which is anchored on promoting access to financial products through digital platforms, with appropriate safeguards.", "The roadmap has three pillars: (i) development of digital payment streams; (ii) establishment of interoperable digital payments ecosystem; and (iii) implementation of digital governance standards for consumer protection.", "With the roadmap, we expect digital banks to play a key role in expanding access to a broad range of financial services.", "The BSP will be introducing digital banks as a distinct bank classification.", "All these initiatives put the BSP at the forefront of the Philippines' goal of becoming a more technologically driven economy.", "The goals of a stronger and more technologically advanced economy become meaningful if these translate to faster poverty reduction.", "We want all Filipinos to benefit from the fruits of development and technological innovation.", "The BSP is helping achieve a more inclusive economy via financial inclusion.", "If the poor are able to access credit, savings, and investment instruments, their chances of getting out of poverty will increase.", "As such, we continue to issue regulations toward financial inclusion.", "Last month we issued a regulation allowing trust companies to distribute their products using third parties.", "Previously, they could only do so via their main offices.", "This new regulation will broaden access points to financial products and services.", "Our initiatives promoting FinTech also aid financial inclusion.", "FinTech allows financial products and services to become accessible to a greater number of people, including those from lowincome households and remote areas.", "Our goal is that at least 70 percent of Filipino adults should have a bank account by 2023.", "But with the pandemic, we're optimistic that we can meet this goal as early as December-2022.", "The BSP is also working with the Japanese Government on the development a Credit Risk Database for MSMEs.", "This is a comprehensive statistical reference tool for risk-based lending.", "This will lessen the dependence of banks on collateral, hence increase MSME access to financing.", "In closing, I would like to stress that the BSP is keen to help realize all the characteristics of a New Economy in the post-COVID era: stronger, more technologically savvy, and more inclusive.", "As shown by our strong macroeconomic fundamentals, we're prepared for this crisis.", "When the coronavirus pandemic fades, I expect the Philippines to be an economic champion, outperforming other emerging economies in its class.", "Thank you very much for listening.", "I look forward to our discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Banking sector performance", "Financial inclusion", "FinTech", "Digital payments", "Monetary policy", "Financial stability", "Digital economy", "Poverty reduction", "Financial regulations"]}