{"sentences": ["Representatives of the media, good afternoon.", "My two Deputies and myself are pleased to welcome you to this press conference to brief you on the outcome of the Monetary Policy Committee (MPC) meeting held today.", "The COVID-19 pandemic continues to be the major concern globally.", "The ongoing challenge of monetary authorities remains responding to the economic and financial impact caused by the pandemic.", "In this context, I wish to reiterate that the Bank of Mauritius is strongly committed to deliver on its mandate of maintaining price stability, promoting orderly and balanced economic development, and ensuring the stability and soundness of the financial system of Mauritius.", "Before I move on the decision of the MPC, I will give you a general overview of recent economic developments both globally and domestically.", "International economic developments 6.", "I will now start with the global economic conditions.", "As expected, output contracted significantly in several major economies in 2020Q2.", "The US experienced its biggest post-war economic contraction, with a year-on-year decline of 9.1 per cent for the quarter.", "In the Euro area, the numbers were even worse with a year-on-year economic contraction of 14.7 per cent.", "The damage caused by such output contractions will have serious consequences on economic structures, especially on potential output and labour productivity.", "There are some positive signs, though.", "High frequency indicators suggest some economic recovery is underway in several major economies, backed by support from monetary and fiscal authorities.", "The J.P. Morgan Global Composite Output Index rose to 52.4 in August 2020, its highest level since March 2019.", "It is encouraging to note growth in new orders and stabilisation in employment.", "The September 2020 economic forecast of the Organisation for Economic Cooperation and Development (OECD) points to a global GDP contraction of 4.5 per cent in 2020.", "The OECD has projected that the US economy could shrink by 3.8 per cent, while the Euro area could contract by 7.9 per cent in 2020. b.", "The world economy is projected to recover in 2021, with an estimated growth of 5.0 per cent.", "However, a strong resurgence of infections or stringent containment measures could remove some 2 to 3 percentage points from this global growth forecast.", "At this stage, an extended 'U-shaped' recovery may appropriately describe the global economic recovery process.", "Global inflationary pressures remain contained.", "The combination of low commodity prices, muted wage pressures and weak aggregate demand are keeping inflation at bay.", "Crude oil prices have been relatively volatile, rising from June to August 2020 and falling to an average of USD42 a barrel for the first three weeks of September 2020. .", "Commodity prices rose across the board in August 2020, partly reflecting higher demand due to improved economic conditions in China.", "Global supply chains have equally started to recover from COVID-19 related restrictions.", "Central banks have continued to respond to the pandemic with rapid and decisive policy measures, which have contained the adverse feedback loops between the real economy and financial markets.", "Besides aggressive cuts in policy rates, many central banks in both advanced and emerging economies have implemented, amongst others, liquidity swap lines, bond purchase programmes and repurchase agreement facilities.", "Fiscal authorities have also responded with prompt policies.", "I must highlight that the combined policy responses by the fiscal and monetary authorities have prevented an even larger drop in economic activity worldwide.", "Two weeks ago, the IMF warned that the coronavirus crisis is \"far from over\" and, to ensure that the recovery continues, it is essential not to prematurely withdraw fiscal and monetary support.", "Domestic economic developments 22.", "I now turn to the domestic economic situation and outlook.", "In these unprecedented and challenging times, the domestic economy has been operating well below productive capacity.", "Cautious spending patterns and economic uncertainty continue to impact both household consumption expenditure and private investment.", "However, here again, there are some positive signs in economic activities.", "Several economic indicators such as currency in circulation, registration of new and second-hand vehicles, and monetary transactions, have been gradually pointing towards an improvement in economic activity.", "Equity indices such as SEMDEX and SEM-10 have partly recouped their losses since the resumption of trading operations on the Stock Exchange of Mauritius.", "The labour market has seen an increase in unemployment but not to the extent initially anticipated.", "Fiscal support has mitigated the anticipated deterioration in the rate of unemployment.", "The lacklustre performance of exports continues to negatively impact domestic output.", "On the other hand, imports have declined further, reflecting supply-chain disruptions as well as a fall in demand.", "Consumer prices remain under the influence of weak demand-side and mild cost-push pressures.", "Subdued inflationary pressures persisted in August 2020, due to low international commodity prices.", "Despite the recent rise in prices of some products, the impact on the Consumer Price Index has partly been offset given their relative share in households' expenses and the normalisation of prices of fresh vegetables.", "Headline inflation has stabilised at 1.8 per cent in the three months to August 2020.", "Year-on- year inflation has dropped to 1.5 per cent in August, from 1.7 per cent in June 2020.", "Foreign exchange market 32.", "Activity on the foreign exchange (FX) market has picked up since the last MPC meeting, though the value of transactions remains below normal levels in current circumstances.", "The Bank has continued to supply FX to the market, mostly through regular FX interventions, to ensure adequate FX liquidity and to support economic activity.", "The Bank has sold a total amount of USD823 million to the market since March 2020 to date.", "In addition, the Bank has put at the disposal of commercial banks a total of USD1 billion since March 2020 in the form of FX lines of credit and FX swaps.", "The exchange rate of the rupee has more or less stabilised in the past few months.", "I meet with bankers every fortnight to review and assess conditions on the FX market.", "The Bank's timely policy responses have allayed fears of FX shortage and ensured adequate supply of FX.", "The Bank continues to closely monitor conditions on the FX market.", "The Bank remains committed to maintain orderly conditions on the FX market and support the floating exchange rate regime.", "Balance of Payments 38.", "The current account deficit is now estimated to rise to 14 per cent of GDP for 2020, compared to the July 2020 estimate of 13.5 per cent, as a result of the significant drop in tourism receipts.", "The gross official international reserves of Mauritius stands at USD6.93 billion as at today, representing 12.6 months of imports of goods and services.", "The Bank has estimated that the country could lose, on a net basis, about Rs58 billion in terms of foreign exchange earnings in 2020, mainly arising from revenue losses from tourism and exports of goods and services.", "The Bank estimates that Mauritius has received nearly Rs7 billion of gross direct investment flows as at end-August 2020.", "For 2020, it is projecting around Rs10 billion of inflows.", "Viewed against various traditional reserve adequacy metrics and more rigorous methodologies used by the IMF-notably with regard to imports, exports, broad money and short-term debt-the current level of reserves is assessed to be adequate.", "They provide a buffer against headwinds over the next few quarters.", "With regards to the money market, liquidity in the banking sector is adequate to support the accommodative monetary policy stance of the Bank.", "The Bank has been gradually bringing excess liquidity to a tolerable level.", "Outstanding Bank of Mauritius instruments stand at Rs111 billion as at today, an increase from Rs85 billion on 8 July 2020. .", "Excess liquidity dropped recently as a result of the net issuance of Bank of Mauritius securities and regular interventions on the FX market.", "Interbank transactions remained relatively low, as most banks have an excess rupee position.", "Several central banks had started reviewing their monetary policy framework, even before COVID-19 in a context of low interest rate and below-target inflation rate.", "Given the current context and changing dynamics, the Bank will bring up to date its monetary policy strategy.", "Bank loans to the private sector continue to rise, growing year-on-year by 5.1 per cent in July 2020, from 4.1 per cent in May 2020, the highest pace recorded since May 2019.", "Annual growth in bank loans was supported by both households and corporate borrowings.", "The capital and liquidity positions in the banking sector remain strong, well above the regulatory limits.", "The aggregate Capital Adequacy Ratio was 19.5 per cent as at end-June 2020, a 1.3 percentage point improvement over March 2020. .", "The different measures taken by the Bank have helped alleviate pressure on commercial banks' capital and liquidity positions, and ensured continuous flow of credit to the economy.", "The ratio of non-performing loans to total loans of commercial banks has increased to 5.3 per cent in June 2020, from 4.5 per cent in March 2020.", "The Bank has established a Task Force on Banking Resilience, comprising the Mauritius Bankers Association Limited and bankers, to closely monitor the impact of COVID-19 on the banking system.", "The Bank continues to deploy its financial stability surveillance toolkit to assess any potential risks to the financial system.", "The Bank stands ready to introduce additional regulatory measures to contain the effects of a more pronounced setback in key sectors of the Mauritian economy on the banking system.", "You will recall I had appealed to the public to use electronic payments channels back in March 2020.", "Indeed, electronic payment transactions-in particular mobile payments-have recorded significant increase since.", "I am pleased to announce that all banks offering domestic retail payments have successfully on-boarded the Instant Payment System (IPS) in August 2020.", "There is growing interest from FinTech and PSP companies to use the IPS, as it provides an enabling platform for innovation in the payments domain.", "As Mauritius moves to a digital era, I continue to encourage the public at large to make greater use of electronic payment channels.", "I now come to the decision of the MPC today.", "The MPC discussed the global economic context and the performance of the domestic economy.", "The domestic economy is still facing the disruptive effects of the COVID-19 pandemic.", "The contraction in major trading partners' output would result in weaker demand for our exports.", "Consequently, Bank staff has revised its projection for real GDP growth for 2020, from -12.5 per cent to -13.0 per cent.", "For 2021, real GDP is projected to grow at about 7.5 per cent.", "Domestic inflation continues to remain low and stable, as demand-side and supply-side pressures remain at bay.", "In the absence of further exogenous shocks, Bank staff is projecting headline inflation at about 2.5 per cent in both 2020 and 2021. .", "Considering the international and domestic economic outlook, the MPC views that the current monetary policy stance of maintaining the KRR at 1.85 per cent per annum is appropriate.", "The MPC will continue to monitor the economic situation closely and stands ready to meet in between its regular meetings, if the need arises.", "The MPC will issue the Minutes of its meeting on Wednesday 7 October 2020. .", "The Bank is committed to support economic recovery by maintaining price stability, orderly and balanced economic development, as well as financial stability.", "The Bank will make use of all its firepower to steer the economy towards a strong and lasting recovery path.", "The next meeting of the MPC has been convened on Wednesday 25 November 2020. .", "I now welcome your questions."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic Recovery", "Monetary Policy", "Inflation", "Foreign Exchange Market", "Balance of Payments", "Money Market", "Banking Sector", "Financial Stability", "Electronic Payments"]}