{"sentences": ["26.10.2020 The banking sector and the challenges posed by the pandemic III Foro Banca de El Economista: The present and future of the financial system Pablo Hernández de Cos *English translation of the original speech in Spanish Ladies and gentlemen, good morning: I should like to start by thanking the organisers of this event for inviting me to participate in the III Foro Banca.", "Allow me also to mention in relation to the content of my address that, as a member of the Governing Council of the European Central Bank (ECB), I am required to observe the so-called \"quiet period\" preceding meetings at which monetary policy decisions are to be taken.", "Accordingly, my reflections should not be interpreted as indicating the monetary or economic outlook.", "In the context of the COVID-19 pandemic and its already significant impact on the economy, the specific challenges facing the banking sector, both in Spain and internationally, are particularly relevant, given the role it plays in supplying financing to the productive sectors of the economy and households.", "It is evident that the crisis generated by the pandemic has intensified the credit, market and operational risks faced by the banking sector.", "It is also evident that the improvements made by the sector over the last decade, as regards the quality of its balance sheet and its solvency levels, have placed it in a better position to absorb this crisis and to continue supplying the financing that the economy requires.", "Here the effect of the far-reaching international financial reform implemented over the last decade should be emphasised.", "This reform, along with the various economic policy measures adopted during the crisis, is helping to mitigate and manage these risks.", "In fact, so far, the financial system has mitigated - rather than amplified - the impact of this crisis.", "This should serve as a reminder of the importance of having a solid banking sector, backed up by prudent global regulatory standards.", "It should also serve to emphasise the importance of the response to the crisis being as coordinated as possible at international level, something that the Basel Committee on Banking Supervision (BCBS) has been working on since the start of the crisis.", "This is the only way of ensuring an effective response and avoiding the collateral damage, in terms of financial fragmentation, that would be generated by an uncoordinated isolated response.", "However, this initially positive diagnosis must not lead to complacency.", "As we are all well aware, the magnitude of the shock is huge.", "Also, its duration is uncertain, as the emergence of fresh outbreaks of the virus in practically every country in the world has shown.", "And, of course, we know that the ultimate impact on the banking sector will largely depend on the scale and duration of the economic crisis generated by the pandemic, and on how effective economic policies are in reducing its impact on households and businesses, as was perfectly illustrated by the vulnerability exercise published by the ECB in July.", "I would like to share with you some considerations on various aspects that I believe are relevant in the current context.", "These considerations concern banks, on the one hand, and supervisors and financial regulators, and economic policy-makers in general, on the other.", "The use of capital buffers The first consideration I would like to share relates to the accumulated capital buffers and their use in this crisis.", "Solvency levels are now significantly higher than before the global financial crisis.", "This is fundamental to ensure that the banking sector continues to be in a position to perform its function of financing the economy during the present crisis.", "Naturally, this also increases its capacity to absorb losses.", "In fact, there is evidence that, in the countries that had the largest capital buffers, the deterioration of \"growth at risk\", a concept developed by the International Monetary Fund to capture expected GDP growth in stress situations, has been less severe than in other jurisdictions.", "Likewise, the empirical evidence available shows that the greater the level of banks' solvency, the greater their capacity to grant financing.", "In addition, our latest analysis allows us to conclude that their use of the public guarantee programme has also been determined by their solvency levels.", "At the start of the crisis, prudential supervisors decided to release many of the macroprudential (countercyclical capital and systemic risk) buffers, although these were not very significant, because in many countries the systemic risk that had built up was not sufficient to require their activation.", "In parallel, the microprudential authority (i.e.", "Banking Supervision of the European Central Bank for significant institutions) has allowed banks to operate temporarily below the levels set for some structural requirements such as the capital conservation buffer, the Pillar 2 guidance (P2G) and the liquidity coverage ratio (LCR).", "Also, the possibility of covering part of the Pillar 2 requirements (P2R) with non-CET1 capital was envisaged.", "The purpose of these decisions has been precisely to help banks continue to provide the necessary financing to households and firms in such an adverse environment.", "From a theoretical point of view, the easing of prudential bank capital requirements during a crisis gives rise to a dilemma.", "On the one hand, this easing may, as I have said, boost the provision of financing to the economy, but, on the other hand, it may, in certain circumstances, reduce the loss absorption capacity.", "According to our empirical analysis, the use of these buffers would allow banks to provide more financing to the real economy, which in turn has a positive effect on economic growth, boosting its recovery or moderating its downturn.", "And this positive impact on economic growth is of such a magnitude that it leads, in turn, to higher demand for credit and higher bank revenues, which ultimately translate into higher solvency levels too.", "It should be recognised, however, that the use of buffers may be hindered if banks are afraid that reaching certain capital ratios would be penalised by the financial markets, raising their cost of financing and, thus, their solvency levels.", "This market stigma effect may lead banks to avoid using capital buffers, which, according to the above-mentioned analysis, would have a negative impact on the economy.", "One way of trying to alleviate this problem has been through the forceful monetary and fiscal policy measures applied during the crisis, which have enabled the financing costs of European banks to remain very low.", "The use of these capital buffers by banks may also be hindered if there are doubts regarding the process of capital buffer rebuilding after the crisis.", "The difficulty would be if banks were required to rebuild their buffers at a time when the capacity to generate profit was modest or the market was not receptive, as the fall of the banking sector on global stock markets demonstrates.", "To ease this problem, the authorities have made it clear that banks will have sufficient time to restore compliance with capital requirements and that the process will not start before the main effects of the pandemic have been dispelled.", "An additional issue that hinders banks' use of capital buffers is that, under current regulations, if their capital levels fall below certain thresholds, preventive measures, such as a ban on paying dividends and the suspension of interest payments on AT1 and T2 instruments, are activated.", "Once again, banks would suffer stigma in these securities markets.", "In short, the use of capital buffers continues to be an important aspect of the fight against the economic effects of the pandemic.", "However, their actual use is hindered by the various factors I have just mentioned.", "In this context, clear communication on the part of the macroprudential and microprudential authorities regarding both the capacity to make use of these buffers and the flexibility in their subsequent rebuilding is crucial.", "In any case, and at the same time as we monitor the impact of the pandemic, over the next few months we will have to continue to monitor the use of capital buffers and assess, where applicable, the adoption of further measures in relation to them.", "On the basis of the experience gained during this crisis and with a medium-term perspective, the balance between structural and cyclical capital buffers may also be analysed as a way of avoiding, in future, the difficulties observed in banks' actual use of capital buffers.", "Dividend payment restrictions A second question, closely related to the previous one, relates to the treatment of dividends during the crisis.", "As you are all well aware, one of the recommendations of the European prudential supervisors, which have been extended to a large number of other countries, was that banks should not distribute dividends and should be very prudent when determining the variable remuneration of their employees.", "I think it is important to explain the reasons for this measure.", "Specifically, it seeks to ensure that more funds are accumulated at banks to absorb losses, against a background of heightened uncertainty.", "In general, all Spanish banks that could legally suspend or postpone the dividends payable out of 2019 profits followed these recommendations.", "This will allow them to add around 50 basis points in 2020 to the capital buffers that they had before the outbreak of the pandemic.", "The positive effect of this measure supplements and is boosted by other decisions adopted by various economic authorities, which have reduced the capital requirements for banks (specifically, by releasing a large part of the macroprudential buffers, as mentioned above) and mitigated the impact of the pandemic on their income statements.", "Moreover, the fact that the authorities' recommendation has been extended to all banks in most jurisdictions, for the duration of the crisis (a measure that is, in any case, reversible through future extraordinary dividends should more benign scenarios materialise than those envisaged in the current circumstances), has limited the collateral effects of this measure on banks' capacity to issue capital instruments at an appropriate cost.", "In fact, although banks' cost of capital rose significantly after the emergence of the pandemic, following the implementation of the broad raft of measures to mitigate its impact, this increase has been fully corrected, without this recommendation having had an apparently significant impact, at least on most European banking systems.", "The ECB and the European Systemic Risk Board will review this recommendation before the end of the year.", "The final decision will take into account the macrofinancial situation at the time.", "That said, irrespective of the decision adopted, the recommendation for prudence in this area must remain in force as long as the current uncertainty persists and until a solid economic recovery takes hold.", "Recognition of the increase in credit risk Third, I would also like to refer to the increase in credit risk generated by the pandemic in lending to households and firms and its recognition by banks.", "In this connection, national and international organisations1 have issued various statements to clarify the effects of COVID-19 on financial reporting by banks, in many cases providing greater flexibility to the regulatory framework and the prudential impact of such reporting.", "The measures focus on clarifying the existing accounting regulations for an appropriate calculation of credit risk impairment of financial assets in 2020, distinguishing temporary from permanent effects and recognising the role of public measures in sustaining lending.", "The aim of these measures is to prevent provisions from behaving excessively procyclically and mechanically as a result of automatic reclassification to non-performing of exposures affected by temporary shocks.", "That is to say, they seek to avoid a downward adjustment to the volume of credit in response to the COVID-19 crisis, and also to moderate the impact on profitability.", "Likewise, consideration of the positive impact of public guarantees and moratoria on the repayment capacity of private sector agents also seeks to mitigate the deterioration in credit ratings.", "These measures seek, as I say, to avoid a mechanistic application of the accounting rules leading to a procyclical effect.", "However, poor use of the rules could facilitate inappropriate accounting practices, delaying the recognition of actual deterioration in the credit quality of certain exposures.", "For this reason, supervisory guidelines also consider that accounting measures should not be detrimental to the appropriate identification of impairment or the assignment of reasonable coverage for credit risk, providing banks with the necessary incentives to maintain standards that meet supervisory expectations.", "These measures also include the adaptation of banks' internal systems for the correct identification of transactions affected by the measures put in place to adapt accounting to the COVID-19 crisis.", "The crisis generated by the pandemic has already had a significant impact on the income statements of non-financial corporations and on the incomes of households, and has reduced the solvency of both.", "However, the increase in the rate of default has, to date, been very limited.", "This is largely explained by the broad raft of measures adopted by the various authorities, which have not only prevented a sudden sharp increase in the rate of default in this period, but have also mitigated its future increase.", "In any event, the projections suggest that the rate of default will increase significantly in the coming quarters even in the most benign scenario.", "In this connection, it should be noted that a large part of the adjustment in banks' earnings in the first half of this year is due to the provisions made in advance for credit impairment that has still not materialised, but will do so in the coming quarters.", "Specifically, Spanish banks have set aside almost double the amount of provisions they recorded in the same period of last year.", "This has significantly reduced their profitability, but it has also raised their capacity to absorb credit impairment, something that is particularly highly valued by investors in these circumstances.", "The message I wish to convey is that banks should persist with this early recognition policy, as it will subsequently facilitate their ability to continue to perform their function of providing financing to the economy.", "In short, especially if the crisis proves to be prolonged, banks must ensure proper and timely recognition of effective impairment of the quality of their credit exposures through compliance with supervisory guidelines.", "Global banking regulation Fourth, I would like to reflect on global banking regulation.", "As I mentioned earlier, the Basel reforms phased in over the last decade have attempted to incorporate into regulation the lessons learned during the global financial crisis.", "The first phase of the Basel reforms began in 2010 and was completed through a second wave of changes published in 2017.", "The initial phase was aimed at raising the level and improving the quality of banks' microprudential regulatory capital.", "The idea was to reduce their risk-taking by increasing their \"skin in the game\" and providing them with greater loss-absorbing capacity.", "The releasable macroprudential buffers I referred to earlier were also introduced.", "The second stage of the Basel reforms focused on a matter brought to light during the first phase: the calculation of risk-weighted assets (the denominator of the capital requirements under the Basel standards) and the need to standardise their treatment among institutions.", "Again, the aim here was to reinforce the credibility of banks' prudential ratios and appropriate measurement of the risks assumed.", "A crucial aspect of this reform is the socalled \"output floor\", which limits the benefits that banks can derive using internal models to calculate minimum capital requirements.", "The (pre-pandemic) impact analyses of the reform reveal that banks' capital requirements would increase in some jurisdictions, although they would also be reduced by certain elements.", "Some such elements, which were to be included in the European transposition of Basel III, have already been implemented through the Capital Requirements Regulation (CRR) quick fix, introduced in late June.", "In particular, the impact of the revised SME and infrastructure supporting factors is reflected in the recent behaviour of solvency ratios.", "Investments in intangible assets relating to software will cease to be deducted from capital at a later date.", "The objectives of the Basel III reform, which consist of balancing simplicity, comparability and risk sensitivity, remain wholly in place.", "In this sense, after deciding to defer implementation by one year so as to increase banks' operational capacity, all members of the Basel Committee on Banking Supervision (BCBS) have committed to its full and consistent implementation on the new date agreed.", "The economy and financial system will thus have sufficient time to absorb the main effects of this crisis and to progressively rebuild any buffers that may have been used.", "Further, it should be noted that the BCBS is carefully assessing the impact of the reforms, including the lessons learned from the COVID-19 crisis.", "This analysis will be based on rigorous empirical evidence and will serve to determine whether any additional regulatory aspects need addressing.", "Low banking sector profitability Fifth, I would like to reflect on what I consider to be one of the main challenges for the banking sector in the short, medium and long term, namely the low profitability of the banking business.", "It was already low in many European countries before the coronavirus crisis, but the present crisis will put it under further pressure.", "To address this challenge, banks need to continue to make efficiency gains, cutting costs and making more use of new technologies.", "Consolidation processes in the industry could be an appropriate way to achieve this aim.", "Specifically, there appears to be room for consolidation both in Spain and in other European jurisdictions where the indicators point to some surplus capacity.", "Naturally, such processes are the responsibility of banks' owners, while our role, as banking supervisors, is to analyse any merger plans submitted to us from the standpoint of business viability.", "This entails assessing the solvency of the resulting institution, analysing the impact on overall financial stability and overseeing the execution of the merger to ensure that the potential synergies are indeed harnessed.", "In this setting, transnational European mergers would be particularly positive.", "They would facilitate further deepening of the banking union and provide greater potential for diversification.", "They would also help establish broader customer bases, so that the cost of the investment in technology could be more widely distributed, although the immediate impact on cost-cutting would be lower.", "In this respect, I wish to highlight the transparency exercise undertaken by the ECB in submitting its Guide on the supervisory approach to consolidation in the banking sector to public consultation prior to its approval.", "This Guide aims precisely to provide the market with greater forward visibility on supervisory actions, to help banks design merger plans that are sound from a prudential standpoint and ensure that the resulting institution has a business plan that, when executed correctly, will add value.", "However, institutions should also seek to enhance their efficiency by improving the use they make of the information they hold.", "This requires significant investment in digitalisation and also the incorporation of new data processing technologies that will allow them to change their business model while controlling their risk profile.", "And this is why it is so important that the \"quick fix\" has brought European prudential regulations on this kind of investment much closer to the regulations already in place in the United States and Switzerland.", "Investments of this kind will enable institutions to face up to any major potential competitors - not necessarily financial institutions - that might venture into the credit market with more guarantees of success.", "These firms - the big techs - possess an enormous amount of customer data, and they make highly effective use of those data for their own needs.", "Recent experience shows that these firms have caused disruption in the sectors they have entered, taking over the most profitable business segments and driving out existing firms.", "Naturally, the solution is not to curb technological progress that may benefit society in many ways, but to ensure that existing banks use these technologies to process the information they hold.", "In any event, the big techs will always have an information advantage, because their relations with their customers go beyond the financial sphere.", "This allows them, as large-scale purveyors of financial and non-financial products and services, to take advantage of economies of scope and network economies.", "Accordingly, and to prevent selection bias that can lead, for example, to the exclusion of certain social profiles, in the medium term comprehensive personal data regulations are needed, similar to those already in place in many countries' central credit registers.", "The required deepening of the banking union Allow me to end this address with a final reflection on the need to persevere with a European response to this crisis in the financial sphere as well.", "The response from the prudential authorities, accompanied by the monetary and fiscal policy measures adopted, has so far enabled the initial impact of the shock to be absorbed and prevented the materialisation of a systemic risk in the financial system that would have further exacerbated the crisis and made it more persistent.", "However, in the current context of uneven and uncertain recovery, we cannot rule out the possibility that the economic impact of the pandemic and the persistence of these effects may be greater than expected.", "In this sense, in the banking sphere, the response to the possible materialisation of these risks can only be at the European level, given the commitment to the banking union.", "In this response, the completion of the banking union with the approval of a fully mutualised European deposit insurance scheme would make a decisive contribution to ensuring financial stability in the euro area, both over the coming months and in the medium term.", "Further deepening of the capital markets union project would also be essential.", "Moreover, priority must be given to analysing how appropriate the European resolution and winding-up regulations are for a hypothetical systemic crisis, and the possible role of asset management companies in the event of severe impairment of European financial institutions' balance sheets.", "EU Member States should also make swift progress towards an agreement to create a common European procedure for the administrative winding-up of credit institutions.", "This procedure would benefit from the instruments developed for the resolution of credit institutions, aiming to maximise the realisable value of the financial assets that make up the bulk of banks' balance sheets.", "In Spain, recent experience has shown how inefficient the existing insolvency proceedings for credit institutions are in terms both of timelines and recovery in value.", "It would, therefore, be desirable for progress to be made in determining an administrative mechanism for winding up credit institutions that maximises the preservation of value and reduces both the timelines and the costs of the existing insolvency proceedings.", "To sum up, our duty, as economic and supervisory authorities, is to continue our close monitoring of financial institutions and markets, to ensure that they continue to provide the necessary flow of credit to the economy, and of financial stability risks stemming from this crisis.", "We must continue to adopt measures to mitigate those risks and, naturally, stand ready to provide an appropriate European response should such risks materialise.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Banking sector challenges", "Credit risk recognition", "Capital buffer use", "Global banking regulation", "Dividend payment restrictions", "Low banking sector profitability", "Banking union deepening", "European resolution and winding-up regulations", "Asset management companies", "Administrative winding-up of credit institutions"]}