{"sentences": ["Botswana: Fostering Diversification to Escape the Middle-Income Trap February 6 - 7, 2020 Kasane, Hotel Cresta Mowana Lodge Distinguished Guests, it is an honour and privilege to welcome you to Botswana; this time to Kasane, a tourist town located in a pristine natural environment that includes the Chobe National Park, with abundant flora and fauna and the confluence of two of the greatest rivers in the region, if not Africa, the Chobe and Zambezi rivers.", "It also happens to be located virtually at the point where four countries meet, Botswana, Namibia, Zambia and Zimbabwe, while Angola is not very far off.", "In addition, barely a 100 kilometres away is the majestic Victoria Falls.", "Thus, the geography and natural environment are just what is needed, and fitting for our agenda in the next two days, being proximate to, and illuminating, the economic potential for Botswana and the region, not least the attraction of tourists and employment potential, but also enhanced regional trade.", "Honoured Guests, I wish to recognise the efforts of our partners in arranging this closed workshop on Fostering Diversification to Escape the Middle-Income Trap for Botswana.", "Notable, in this regard, is the role of the International Monetary Fund, represented today by the Deputy Managing Director, Mr Tao Zhang and his colleagues (particularly, the Article IV Consultation Mission Chief for Botswana, Mr Papa N'Diaye).", "In this regard, the identification and securing of facilitators and speakers and related logistical arrangements is an immense contribution to the successful conduct of this workshop.", "The partnership and contribution of the European Union Delegation and the United Kingdom Department for International Development is also significant.", "This is with respect to both the logistical support (transport and accommodation) and, especially, in looking forward to the potential impact of their continued involvement on the quality, pace and effectiveness of the transformation agenda at various levels, including political influence and leadership, policy development and technical support.", "May I also warmly acknowledge the presence and sacrifice made by the various speakers and contributors, several of them coming from very far; we look forward to hearing their insights and sharing of experiences, not only in this workshop, but hopefully also being the start of networks for ongoing consultations and benchmarking arrangements.", "Distinguished Guests, the workshop comes at the right time for Botswana, and derives from an assessment of economic performance of the country and consequent need for urgent discussion on transformation approaches to address the seemingly intractable challenges and, indeed to help transition the country to high-income status.", "As indicated in the programme, the line-up of speakers and roundtable discussions will articulate the history and impact of policy development and industrialisation efforts; the challenges Botswana faces; the consequences of not reforming or not responding appropriately; narrate the experiences of more successful jurisdictions in transiting to high-income status; and put forward, for evaluation, initiatives and agenda for transformation.", "Fortunately, it is propitious that the workshop is held in the same week that the first Budget Speech of the 12th Parliament was delivered by the Honourable Minister of Finance and Economic Development; thus an opportunity to examine prospective initiatives coming from this workshop alongside the most recent policy pronouncements by the Government.", "For my role this morning, allow me to perhaps preface and anticipate what is to come during the workshop by highlighting a few areas that could be top of our minds as we appraise prospects for transformation.", "First, given the challenges the country faces, there is a need to acknowledge and embrace the transformation aspirations of the Government, including the transition to a knowledge- based economy, cluster industrialisation approach and high- income status.", "In this regard, national policy dialogue and agenda should be on identification, prioritisation and sequencing of reforms, as well as urgent development of effective implementation frameworks and approaches.", "Overall, policies and their implementation, institutional energy and social engagement should focus sufficiently on attainment of the Vision 2036 aspirations.", "Second, is to highlight the misaligned nexus between macroeconomic stability, economic growth and development outcomes (economic diversification, inclusive growth, employment, in equality and poverty reduction).", "Here, we need to also recognise that, while previously all elements of macroeconomic stability were well anchored, the recent past clearly shows a transition to structural government budget deficits and resultant deterioration of fiscal buffers.", "Therefore, while the economic benefits from macroeconomic stability remain sub-optimal and there is need for substantial improvement, it is now also necessary to urgently address sustainability of the fiscal position and evaluate opportunities to rationalise the role of Government and domestic resource mobilisation and funding options.", "Third, and related to the first two (that is, identification of new sources of growth and impact on fiscal position) is the demonstrable nearing of the end of the diamond era, because of the combination of exhaustion of the mineral resource, increasing relative costs of production, changing lifestyles and consumer choices, including the impact of synthetic diamonds.", "The fourth point relates to prospective changes in regional and indeed international trade arrangements.", "In this regard, a more immediate policy assignment is to evaluate prospects for the Southern African Customs Union and the African Continental Free Trade Area, in order to appreciate the potential adverse developments for Botswana and also to identify opportunities that may be harnessed for prospective positive impact on the domestic economy.", "Fifth, is the evident climate change involving unreliable and unpredictable weather patterns, that is having a broad-based impact on economic performance in various sectors and areas, prospects for macroeconomic and financial stability and socialisation.", "Therefore, the requirement for appropriate policy responses and recognition of its relevance in the policy and transformation agenda, which might also involve adjusting to new global standards and prescriptions, business models and investment constraints or guidelines.", "Ladies and gentlemen, I hope that I have given you a flavour of some of the relevant issues for fostering diversification in Botswana to escape the middle-income trap and reinforced the urgent need to reform and implement transformational policies.", "Given the context that I have illuminated, it is evident that prospects for Botswana are currently predominantly unfavourable and not sufficiently aligned when assessed against the development aspirations of inclusive growth and transition to high income status.", "The positive note is that, I am confident, on account of the combined expertise and experience of delegates, that we will have frank, insightful and fruitful discussions, assessments and suggestions over the next two days, interspersed with a refreshing social programme.", "Therefore, there is a reason to look forward optimistically to rich and strong proposals on practical strategies for transformation of our economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic diversification", "Middle-income trap", "Macroeconomic stability", "Fiscal sustainability", "Botswana", "Industrialisation", "Economic growth", "Climate change", "Regional trade", "High-income status"]}