{"sentences": ["Welcome to Hong Kong FinTech Week.", "I've always wanted to speak to you from a virtual stage, especially given the nature of this event.", "This year, thousands of you are joining virtually from around the world.", "This surely reflects the extraordinary energy in Hong Kong's fintech sector.", "The rise of fintech has led some people to ask whether it will replace banks one day.", "I tend to think about it a bit differently: I'd like to know how technology can make banking better.", "Technology won't replace banking; it will make it better.", "There are three core principles that will always be the bedrock of good banking.", "These hold true for tech companies coming into finance and for traditional banks embracing technology.", "I'm talking about good service, customer trust, and efficient capital management.", "These principles have endured through the eras of the abacus, the ledger, and the first computers.", "We can compare this to food - one of our favourite subjects in Hong Kong.", "You can eat in a Michelin-starred restaurant or a dai pai dong.", "You can buy food in the market and cook it yourself.", "You can order a take-out and have it delivered.", "You can eat a thousand different ways.", "But you can't have a meal without food - and you can't have banking without service, trust, and capital.", "Yes, technology is replacing some traditional banking channels and processes.", "But that actually enhances those core principles.", "So, I don't think technology will replace banks.", "Rather, I'll be making the case today that technology will make banks better - whether it is delivered by an established bank or a new market entrant.", "A new era established 7.", "In 2017, the HKMA launched seven initiatives to begin a new era of smart banking.", "Since then, the competitive landscape for banking in Hong Kong has changed quite a lot.", "We are proud to be one of the first markets in the region to have fully digital banks - or virtual banks.", "As we speak, our city has one of the highest numbers of virtual banks in Asia.", "Today, customers can choose from a wider range of banking providers and platforms.", "They can choose digital or physical, niche or universal.", "Not surprisingly, competition is bringing down costs and improving customer experience.", "For example, traditional banks have been phasing out fees for maintaining low account balances.", "Many are proactively improving their digital platforms to improve the user experience.", "We owe this progress to the innovators, entrepreneurs, and bankers in today's audience.", "It has been driven by your hard work and determination.", "As a regulator, we help to facilitate this progress.", "We ensure a level playing field for all types of financial institutions.", "And we uphold the integrity of the banking system.", "160-plus incumbent banks and new virtual banks - including banks built by tech giants - operate in our ecosystem.", "They may have different fintech strategies.", "They may try and grow their digital banking businesses in different ways.", "But it's precisely this diversity that makes the Hong Kong banking market so dynamic and well-positioned to drive innovation.", "This diversity is crucial to our vision of shaping Hong Kong into a global fintech hub.", "So Hong Kong has embraced a new era for smart banking.", "But what will the next era look like?", "How will we bring our vision to life?", "I think we're all here today with those questions in mind.", "At the HKMA, we know data will be vital to the future of banking.", "Data analytics is pivotal in customer authentication, credit assessment, and compliance monitoring.", "Indeed, data is key to almost every banking function.", "It is perhaps the most powerful tool for delivering the timeless banking principles I mentioned.", "As we head into the next era, data will enable better greater and more efficient management.", "service, trust, capital 15.", "Going back to my dining analogy, you could say data is banking's \"secret sauce\".", "It makes every meal better - no matter how you serve it.", "And that is why the HKMA is adopting a data-centric strategy to support the future of banking in Hong Kong.", "I have been talking a lot about our efforts to promote diversity and innovation through a level playing field.", "That reflects our Equally important is our role in supervisory role.", "fintech market development.", "This market development mandate is the context for our new data strategy.", "Let me give you some background.", "Data and the next era 17.", "Hong Kong businesses and people are embracing technology.", "They're ready for the future.", "With more data and more analytical tools at our disposal, we should ensure that our data infrastructure continues to improve.", "Let's consider where we are today.", "To begin with, valuable and rich data are scattered across different sectors and entities.", "It's often hard to access these data - and it's hard to verify their validity.", "What is more, information moves between data providers and banks via a whole host of bilateral, one-to-one connections.", "Those connections lack compatible protocols and standards.", "That makes data sharing inefficient and difficult to scale.", "All of this makes it hard for bankers to collect holistic information from customers about their business or financial activities when they want to provide credit or related services.", "And that creates real impediments to banks' ability to better serve their customers.", "Impediments for banks often mean painful consequences for customers, especially small and medium-sized enterprises.", "When banks can't perform credit assessments based on up-to-date business data, they may instead require collateral such as property before making a loan.", "This is a longstanding problem with SME financing.", "Trade finance is another area of concern.", "It is often hard for banks to access the trade and customs records of importers or exporters.", "That can make it difficult for banks to conduct credit assessments - and difficult for companies to get trade finance loans.", "Although some banks are using their own big data initiatives to assess credit-worthiness, a more general and long-term framework is needed to solve this problem.", "These examples highlight the need to improve the data landscape in Hong Kong.", "We want to make sure it doesn't become a factor that limits our city's potential for better banking.", "So, today I'd like to introduce you to a new market development initiative for the next era: the Commercial Data Interchange or, as we call it, CDI.", "CDI aims to establish a consent-based common standard for data owners to share their digital footprint with banks through data providers.", "Today, we rely on multiple one-to-one connections between banks and data providers.", "Under CDI, each bank and data provider will have a single connection to this interoperable platform.", "That should make data sharing more efficient and scalable.", "Financial institutions and data providers will be able to easily connect their systems to this infrastructure.", "That will allow customers to authorise their own service providers - such as utilities companies and payment gateways - to provide banks with relevant and authenticated data through this platform.", "With customers' consent, banks can have direct, efficient access to a substantial body of data.", "That will enable them to offer the most suitable services to customers, or perform more precise and objective credit assessments.", "And that, in turn, will help banks address the pain points I mentioned.", "Let me give you an example of what CDI could deliver.", "A family-run noodle shop which has problems getting bank credit can now choose to allow its bank to access historical turnover data from its point of sale terminals.", "With access to this data, and by using AI tools, the bank should be able to make an accurate forecast for the noodle shop's sales.", "That means it can make a credit decision without having to first ask the owner for loan collateral.", "Hopefully, the noodle shop is successful and its sales rise above the projections in the bank's model.", "Then its credit limit can automatically be increased by an appropriate amount.", "Small importers and exporters might also benefit.", "Through CDI, they could authorise trade servicing platforms to allow their banks to access reliable trading data.", "This should help banks understand their customers' trade counterparties, which can reduce money laundering risk.", "Because of this, the trading companies' access to financing should improve, and their cost of borrowing should fall.", "With CDI, our aim is to enable bank customers, particularly SMEs, to take more control of their own digital footprint, so that they can use their data to enhance their access to financial services.", "Of course, we will ensure that the principles of customer consent and data security are upheld at all times.", "The platform will also be subject to rigorous governance that will include consumer protection measures.", "This new data strategy is a paradigm shift in the development of Hong Kong's financial infrastructure.", "We have always facilitated the secure movement of funds through our robust clearing and settlement systems.", "Now we will also be facilitating the secure movement of data, at the initiation of the data owner, to enable more efficient financial intermediation in our banking system.", "This will be an important catalyst for applying technology to enhancing those timeless principles of banking.", "Think for a moment about what CDI makes possible: an array of new financial products, which enhances service; reduced fraud and lower compliance costs, which strengthen trust; and bespoke lending with finely-tuned pricing, which allows capital to be deployed more efficiently.", "CBDC-Addressing pain points in cross-border payments 33.", "As a leading international financial centre, Hong Kong should always be looking to enhance cross-border banking, too.", "As any of you who have ever made an international remittance will know, the correspondent banking system we have today is far from perfect.", "In fact, it's inefficient, costly and opaque.", "The central banking community understands these issues.", "So the Bank for International Settlements has set up a specific Task Force to study how we can apply technology to improve cross-border banking.", "The HKMA is one of the leading central banks in this initiative.", "We are collaborating with the Bank of Thailand to explore the potential of a blockchain-based Central Bank Digital Currency (CBDC) network, with a view towards more efficient crossborder payments.", "We have already developed a Proof-of-Concept prototype that enables real-time cross- border funds transfers on a peer-to-peer basis.", "In the next phase, we are exploring business use cases such as cross-border trade settlement and capital market transactions.", "We will soon bring banks and large corporates into trials to test the network using actual trade transactions.", "Looking into the future, further studies will be undertaken to extend the architecture to a multi-CBDC platform.", "Leveraging the wholesale-CBDCs on this platform, e-wallet service providers may be able to offer retail use cases such as remittances and cross-border payments for travelers within the region.", "We hope this initiative can provide the market with efficient, cost-effective, and transparent cross-border payments services.", "Together, the CDI and CBDC initiatives show the HKMA's commitment to delivering on our market development mandate.", "They are live examples of our focus on applying technology to achieve better banking.", "We believe they hold great potential for bank customers in Hong Kong - and for innovators like you.", "Concluding remarks 38.", "I said earlier that the principles of service, trust, and capital management are timeless and core to good banking.", "I hope that what you will take away from my remarks today is that the HKMA is committed to creating a healthy fintech ecosystem to enhance these principles.", "To do that, we will continue to take a technology-neutral and risk-based regulatory approach, offering a level playing field for incumbent banks and new market entrants alike.", "So I call on all of you to put your most innovative ideas, your best technology, and your brightest people to work on fintech solutions for our city.", "I think you will find plenty of opportunities.", "And I believe that, together, we will take banking in Hong Kong to new heights.", "So join us and be part of this exciting fintech journey."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech", "Technology", "Banking", "Data", "Innovation", "Customer experience", "Virtual banks", "Cross-border payments", "CBDC", "Data sharing"]}