{"sentences": ["Ladies and gentleman, More than six months after the outbreak of the Covid-19 pandemic, it is clear that the virus has pushed the global economy into deep recession.", "The European economy has not been spared.", "What I am particularly concerned about is that the ability to recover from this blow is far from equal across euro area member states.", "This crisis has thereby reemphasized the challenges to our Economic and Monetary Union.", "Challenges that are posed by a creeping divergence in productivity growth, competitiveness and per capita income between member states.", "Although many of you may share my concern, the urgency is not felt by everyone outside this room.", "Therefore, today I would like to argue why I think growth divergence in the euro area threatens to undermine the benefits of European cooperation.", "And I will outline how I think we can successfully overcome this challenge.", "Challenges of the single currency Indeed, the economic benefits of European cooperation are still convincing.", "Take the European single market.", "A wide body of research shows it has clear benefits for each and every member state, with small, open economies the Dutch one benefiting most.", "Also, there are still strong economic arguments in favor of our common currency.", "A single market like the European market, where there is intensive trade between countries, benefits from the absence of exchange rates.", "The success of the single market is therefore built on the bedrock of the euro.", "But we have seen that a single currency also brings disadvantages.", "Certainly for a group of countries that differ quite a bit from each other economically.", "Until now the euro has not lived up to its promise of bringing sustainable economic convergence.", "In fact, we have seen the opposite.", "As devaluations are no longer possible, countries with lagging productivity growth can only restore competitiveness through wage moderation.", "But even in competitive countries like Germany and the Netherlands, wage growth is already muted.", "Structurally undercutting German and Dutch wage growth is therefore easier said than done.", "You could say that the euro always gives a little boost to the more productive, more competitive economies in the north.", "To southern economies where productivity growth is generally lower, the euro is a relative burden.", "That is why the more productive and the less productive economies have a tendency to diverge.", "If this imbalance persists for too long, it will lead to problems like we saw during the 2011 European debt crisis, when several member states experienced major financial problems and all of us went through a deep recession.", "The euro crisis taught us that we cannot just abandon struggling euro area member states to their own fate.", "So, as long as the phenomenon of divergent growth exists, more productive economies will occasionally have to step in to help the less productive ones.", "But it would be even better to tackle the root cause of this growth divergence.", "These differences between north and south are not after all a God-given natural phenomenon.", "It is an uncomfortable observation that in recent years, that some even characterized as euro boom years, many opportunities for economic reform have been missed.", "Covid-19 crisis as a challenge to Europe On top of this we now all have a new crisis to contend with, the Covid-19 crisis.", "What is particularly cruel about this crisis-and I might add hazardous for Europe-is that the most vulnerable economies in the euro area have been hit the hardest.", "Consequently, their government debt will rise even further.", "Market concern about their debt levels may force these countries to start cutting their deficits before their economy has been able to recover.", "Which could further exacerbate economic divergence between euro area member states.", "In time, this could undermine public support for the euro.", "To this day, public support for the single currency remains high.", "But can we take it for granted that it will stay that way?", "Southern Europe currently reaps relatively little benefit from the euro.", "And in northern Europe, people often feel they are being called on to bail out their Mediterranean partners.", "Moreover, within the more prosperous 3 member states the benefits are not always shared evenly.", "In my own country, for instance, businesses have benefited greatly from the single market and the euro.", "Due to lagging wage growth and an increasing tax burden, however, the benefits for households are less pronounced.", "If a large proportion of them start to see \"Europe\" first and foremost as a private party for businessmen, with scant benefits for their own pockets, then that will undermine support for the European project.", "I think that is something we should all be worried about.", "Also, because Europe is about so much more than just the financial benefits.", "Take the shifting geographic balances of power, the refugee crisis, the climate crisis.", "You don't have to be a Europhile to understand that we can tackle these transnational challenges better at European level than at national level.", "These challenges call for European cooperation within a strong European Union.", "And this is inextricably linked to strengthening the foundations of our currency union.", "I am convinced this is perfectly possible.", "We designed our monetary union ourselves, including its flaws.", "And that means we can also fix it ourselves, if we want to.", "Policy for Europe There are three things I believe we need to do for that to happen.", "The first is to fight this Covid-19 crisis collectively and effectively.", "This summer, European leaders wasted no time in setting up a European recovery fund.", "What's very important is that the recovery fund is intended to support public investments that strengthen economic growth potential also in the financially more constrained member states.", "The recovery fund prioritizes investments in digitalization and a climate-neutral economy.", "That way, we can kill two birds with one stone: we narrow the gap between those leading the way and those lagging behind, and we invest in the sustainable growth capacity of the euro area.", "It is also important to note that the fund is temporary.", "There are no direct transfers between countries.", "Nor do countries assume responsibility for each other's debts.", "While this fund is an important step, it is not enough.", "And this brings me to the second item on my list: we will also have to coordinate fiscal policy more closely.", "In recent years, European fiscal rules have been focused on the 3% limit for the budget deficit.", "As a result, the rules have been strict during bad times, and ineffective during the good times.", "I therefore think we need to pay more attention to public debt levels.", "The Maastricht Treaty's 60% debt limit must regain prominence.", "It is a recognizable benchmark, and allows member states the room to temporarily increase their debt during economic downturns.", "However, the pace at which countries are required to return to below this limit, must vary more than it did in the past.", "The individual economic situation of a country must be taken into account.", "During economic upswings, countries with higher debt levels should have to make greater efforts to reduce their debt than countries with lower debt levels.", "In reducing public debt, we should put more emphasis on reforms that enhance economic growth.", "Rather than the spending cuts and tax hikes that often initially constrain growth.", "If austerity is unavoidable, fiscal rules should at least protect public investment.", "The third point on my European to-do list is to improve coordination in other areas of economic policy.", "To effectively tackle the divergent competitiveness in the euro area, all member states must play their part.", "Less productive economies need to implement reforms and investments that increase their productivity and competitiveness.", "This has obvious benefits for exports, economic growth and employment.", "And it decreases the productivity gap with more productive economies.", "These reforms are, however, more likely to succeed if the stronger economies also do their fair share.", "Large and persistent trade surpluses often hide underlying problems, such as corporate savings retained for tax reasons, or stagnant wage growth.", "Reforms aimed at increasing households' purchasing power would therefore not only increase welfare in the more competitive member states, but also make life easier for the more vulnerable ones.", "But let's be realistic: such reforms will take time.", "Even with the right policies in place, it will still take decades for many member states to get to where they need to be.", "In the coming years, countries with high levels of public debt will unlikely be able to weather another serious downturn without implementing far-reaching budget cuts and tax hikes.", "These countries then risk falling even further behind.", "Which would again overshadow our objective of creating a stronger and more coherent monetary union.", "The best way to deal with this, is something we will have to continue reflecting on.", "4 I certainly do not have all the answers.", "But I do believe that the agenda I have outlined would put us on the way to a stronger currency union.", "With European governments investing in sustainable growth, both jointly and individually.", "Through more closely aligned economic policy.", "More European integration is not a popular message nowadays, I realize that.", "We could also choose to abstain from further European integration.", "That's also an option, certainly.", "But there is a price to pay for that option.", "The price involves continued economic divergence between euro area member states, more debt crises, more emergency support and lower levels of prosperity.", "Would the euro survive such a scenario?", "All the same, we are living in a different Economic and Monetary Union than we imagined back in the 1990s.", "With more sharing of risk.", "And more harmonization of policy.", "In recent years we have pushed the boundaries of the Treaty.", "There is no guarantee we will not have to do that again.", "So it is equally crucial to reaffirm the political mandate.", "It is up to politicians to state their convictions, and present them to voters in a clear and consequential fashion.", "If we want to achieve a strong, well-functioning and sustainable Europe that works for all of us, then we must be willing to do what it takes.", "It requires us to better harmonize our economic policies, and to jointly invest in sustainable growth.", "Firmly based on member states assuming responsibility for putting their own house in order.", "With the realization that all member states must do their bit.", "And with the prospect of creating a better future for us all."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "fiscal dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["growth divergence", "euro area", "Covid-19 crisis", "European cooperation", "economic recovery", "fiscal policy", "public debt", "competitiveness", "productivity", "euro"]}