{"sentences": ["Welcome address Luigi Federico Signorini, Deputy Governor of the Bank of Italy CEPR International Macroeconomics and Finance (IMF) Programme Meeting Webinar, 10-11 December 2020 Ladies and gentlemen, It is my privilege to open this meeting of the CEPR's international finance and macro group.", "In these unusual times, one must forgo the benefits of informal, realworld interaction.", "We are now all of us well accustomed to making the most of virtual discussions.", "Nevertheless, I do hope that we shall soon be able, and have the opportunity, to welcome you here in Rome in person.", "Globalisation is one of the key themes for this group.", "For over two decades, starting from the mid-eighties, the world saw cross-border movements of goods and (especially) capital increase apace, much faster than GDP.", "It was not, of course, the first instance of such a sustained process.", "It had happened during the 'Belle Époque' of globalisation, between 1870 and the outbreak of the First World War, and again after the Second.", "Often, increased exchanges went hand-in-hand with accelerating economic growth, the dissemination of productivity-enhancing technology, the spread of new cultural models, and an internationally open mind-set, especially among the élites-in a knot of reciprocal causation links that is not easy to disentangle.", "Globalisation was even stronger last time.", "At the onset of the global financial crisis, world exports amounted to more than a quarter of global GDP, against 13 per cent just before the Great War.", "Even more importantly, this time globalization went beyond Europe, North America and other traditionally advanced economies, unleashing powerful forces for economic development in much of continental Asia, for instance, and contributing to an astonishing reduction in global poverty.", "After embracing globalisation, each in its own way, the two largest countries in the world started a process of convergence with advanced economies that scarcely anybody would have thought possible fifty years ago.", "Many other economies did the same.", "Institutions and the rules for multilateral cooperation, strengthened after the end of the Cold War, accompanied and supported this process.", "Eras of globalisation, however, seem to end abruptly.", "The Belle Époque waltzed unconscionably into the Great War.", "The post-WW2 era came to an end with the dissolution of Bretton Woods, the oil crisis and stagflation.", "The latest period of globalisation closed with a global financial crisis.", "However, support for it had already been weakening for some time, in advanced countries at least, in connection with a growing sense of lopsidedness, unfairness and alienation among many people.", "Whatever the objective economic details this time (and they are not as one-sided as they are sometimes understood to be), one is tempted to search for similar undercurrents of estrangement during the years that led to the end of the two previous episodes.", "There are deep and difficult questions about globalisation reversals, which include but are not limited to economic issues.", "They cannot be discussed here to any meaningful extent.", "So let us just look at the facts.", "International tensions over trade, capital flows and exchange rates have emerged forcefully in the past few years.", "Multilateralism has been in retreat.", "The return to a strategic use of customs duties, the difficulties world leaders find in agreeing on shared policy goals, and the problems encountered by the WTO are all signs of this process.", "The pandemic is now placing globalisation at an even more anxiety-generating crossroads.", "One cannot deny that increased flows of people and goods accelerated cross-country contagion.", "In the short term, as our virtual conference exemplifies, global mobility has shrunk dramatically.", "In the longer term, a question mark hangs over the international division of labour, with many pointing to a potential trade-off between efficiency and resilience (or safety), and potential tensions between the winners and losers of reshoring.", "If people and governments become convinced once again that it is but a zero- sum game, the consequences can be serious.", "However, as so often in the economics of exchange, it is not a zero-sum game.", "Good economic reasoning and creative research must be key ingredients of the conversation.", "This seminar will benefit from the insights provided by many first-rate economists, and address a number of interesting questions.", "One paper, for instance, discusses how the switch from a multilateral to a bilateral approach to trade affects the transmission of monetary policy.", "Another provides evidence on the link between trade, commodity prices, financial markets and monetary policy, through a comparison of the global transmission of Chinese and US monetary policy.", "(A pity, though, that the euro area is not covered).", "Other topics include the impact of capital flows on the real economy, the implications of a dominant currency for monetary cooperation, the effect of a country's banking structure on the current account, and the way tax havens affect firms' riskiness.", "Thanks are due to the organisers, presenters and discussants; to the keynote speaker; to all of you.", "Interaction among researchers is important at all times; it is all the more important in times of heightened material, intellectual and policy uncertainty.", "I wish you two very constructive days of discussion.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalisation", "Trade", "Monetary policy", "Capital flows", "Economic growth", "Exchange rates", "Multilateralism", "Financial markets", "Banking structure", "Tax havens"]}