{"sentences": ["Good morning, and thank you all for being here, whether in person or online, attending this event jointly organised by the Banco de España, the World Wide Fund for Nature, the Ministry for the Economy and the Ministry for the Ecological Transition and the Demographic Challenge, which aims to boost the role of the financial sphere in the process of decarbonisation.", "The transformation of our economy into a more sustainable model is an unavoidable necessity to which we have committed ourselves as a society and which we have agreed with our European partners.", "The draft climate change law includes a set of measures that essentially impact what we call the real economy.", "There are references to the role of the financial sector in just a couple of its articles.", "A priori, that would seem natural and logical.", "Evidently, the CO2 reduction targets directly affect energy production, transport, mining and industrial processes in general.", "But anybody might well consider that the effects on the services sector or, of course, the banking industry should not be so significant.", "However, we should not forget that the real economy and the financial economy are largely two sides of the same coin.", "Without one, the other would not exist.", "Financing is a key element for economic activity, and channelling such financing is precisely where we need the banking sector.", "We have once again been able to witness this owing to COVID-19.", "As you will recall, the financial sector was declared an essential service during the lockdown.", "And, for example, without banks' active participation, it would not have been possible to successfully structure the ICO guarantees programme.", "Naturally, mobilising the resources needed for this transformation, which the law estimates at around €200 billion, will necessarily involve public-private investment formulas in which banks will no doubt play a key role.", "As you can imagine, financing these public-private investment needs is reason enough for the banking system to become involved.", "But initiatives such as the climate agreement signed on the occasion of the COP25 and the launch of FinResp (Centre for Responsible and Sustainable Finances) show that the sector is clearly committed.", "How can the financial economy contribute to switching the real economy towards full decarbonisation?", "The response is straightforward: through correct risk measurement.", "When banks manage their risks properly, they are promoting the effective allocation of available economic resources, by distinguishing between those projects more likely to succeed and those not viable in the medium term.", "Lending standards are thus geared to detecting the future ability to pay or, otherwise expressed, to measuring the credit risk of customers and firms.", "Banks also measure and manage other conventional risks, such as market and operational risk.", "But, to date, they will not have been fully considering the so-called physical risks, arising from the direct effects of climate change, and they will have only partly weighed up transition risks, stemming from public policies and regulations, technological change and decarbonisation-related behaviour.", "I should stress that the incorporation of these new elements into the traditional management of bank risks poses no conflict whatsoever; the opposite is rather the case.", "Both physical and transition risks can ultimately affect bank customers' solvency and the value of certain assets, which may be either traded or used as collateral.", "In addition, they may also experience an increase in the frequency and severity of weather-induced operational events.", "It is widely acknowledged that the transformative measures to change our productive model will affect bank borrowers.", "In some cases, opportunities will arise, but we cannot hide the fact that these changes will bear down negatively on certain sectors' business models.", "By incorporating these elements into banks' measurement of their classic risks, we pursue two goals.", "First, to improve the sensitivity and robustness of the management framework and, further, to promote the process of transition in the economy thanks to this better risk discrimination.", "To encourage the incorporation of climate risks into risk management, both the Single Supervisory Mechanism and the Banco de España, within their supervisory remit, have recently published supervisory expectations relating to proper risk measurement and management.", "Naturally, as supervisors and central banks we should consider these risks in our analyses, whether in our work as macroprudential supervisors or in economic forecasting.", "As in the case of the banking sector, the inclusion of these impacts in our analyses does not only pose no problem whatsoever, beyond the methodological challenges, but is also patently necessary.", "For instance, in our work we clearly cannot ignore the changes posed by the transition law, given that they will have most considerable - even systemic - effects on certain sectors of activity.", "In fact, we are collaborating with the Ministry for Ecological Transition in assessing this impact on sectors and the economy.", "Lastly, it would be remiss of me not to mention in this forum the role of investors.", "The creation and subsequent development of green bonds, aside from official initiatives and, essentially, in response to private investor demand, shows the growing interest for responsible investment.", "A brief look at the press will prove that this is a consolidated trend.", "In sum, the financial sphere, including both the banking sector and investors, supervisors and central banks, is committed to achieving sustainability goals; but, as is known, transparency and information must be enhanced in order to continue moving forward.", "Clearly, just as business solvency cannot be analysed without reliable and uniform accounting information, the risk of environmental activity cannot be evaluated in the absence of comparable information.", "Allow me to conclude by stressing the importance of us all making every effort to row in the same direction so as to achieve an ambitious goal such as decarbonisation.", "Events like today demonstrate the resolve and commitment of all those involved with this challenge.", "We must act realistically, mindful of the limitations, but also with sufficient ambition to overcome the difficulties we will have to face.", "I wish you all a very productive session."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Climate change", "Decarbonisation", "Financial sector", "Risk management", "Physical risks", "Transition risks", "Banking sector", "Investors", "Sustainability", "Green bonds"]}