{"sentences": ["Welcome to the fifth edition of Singapore FinTech Festival and SWITCH.", "More than 60,000 participants from over 130 countries have joined us in the world's first week-long-round-the-clock hybrid digital and physical event.", "Let me also welcome participants of the Milken Institute Asia Summit joining us.", "FinTech as a Force for Good We are in the midst of three global crises - a pandemic; a recession; and climate change.", "Covid-19 has infected 67 million people and taken the lives of 1.5 million across the world.", "The global economy has plunged into its worst recession since the Second World War.", "One in five people in the world were affected by climate disasters in the last decade.", "But as Albert Einstein said, \"In the midst of every crisis, lies great opportunity.\"", "Two themes have consistently come up in discussions on how we can build back better as we emerge from the Covid-19 crisis: creating an inclusive society; ensuring a sustainable planet.", "The pandemic and economic crisis have laid bare the inequalities in our societies.", "The digitally enabled are able to order food and buy things online, borrow or invest money, and largely carry on with their lives; for the digitally excluded, it was a lot more difficult.", "The restrictions on mobility have affected small businesses more than large firms - which typically have recourse to digital platforms and are able to implement remote working.", "The pandemic has also sensitised us to how vulnerable we all are to the forces of Nature.", "If we do not act decisively to limit the increase in global temperatures, we are putting at risk the future of our children and grandchildren.", "It is perhaps this realisation that has helped to make 2020 a record year for climate pledges - despite being in the midst of the Covid-19 pandemic and economic crisis.", "The number of commitments by governments and businesses to reach net zero emissions has almost doubled in less than a year.", "The crisis has also demonstrated the power of technology to help find solutions to difficult problems.", "From making vaccines to contact tracing, from online learning to telemedicine, technology has been at the forefront in the fight against Covid-19 and its effects.", "Likewise, technology can play a potent role in shaping the post-Covid world.", "FinTech in particular has great potential to be a force for good.", "We can bring together the power of finance and technology, to help create a more inclusive society and a more sustainable planet.", "FINTECH FOR AN INCLUSIVE SOCIETY - INDIVIDUALS Let me begin with what FinTech can do for an inclusive society, using Singapore as an example.", "This is the vision: every citizen and every enterprise digitally enabled and financially included.", "I will highlight four ongoing initiatives for the financial and digital inclusion of individuals.", "pervasive electronic payments affordable cross-border remittances timely health insurance claims holistic financial planning Pervasive Electronic Payments Fundamental to the digital inclusion of individuals and to the success of a digital economy is the ability to make an electronic payment.", "By broadening access to a common, inter-operable e-payment infrastructure, we extend the benefits of a digital economy to a wider range of users.", "Singapore's retail e-payment infrastructure - FAST - enables 24/7 real-time fund transfers through the banking system.", "PayNow - which rides on FAST - allows us to send money to the bank accounts of individuals using just their mobile phone numbers or personal ID numbers, and to businesses using their unique entity numbers.", "This secure, inter-operable e-payment infrastructure has supported a boom in e-commerce and a variety of online services, especially after Covid-19.", "Four out of five individuals and three out of four active businesses in Singapore have adopted PayNow.", "PayNow monthly transaction values have crossed the US$3 billion mark - a four-fold jump from July 2019.", "From February next year, our e-payment infrastructure will be extended to non-bank ewallet payment providers.", "E-wallet users will be able to transfer funds in real-time between their e-wallets and their bank accounts, and across different e-wallets.", "This completes the last mile in Singapore's journey to create an open and accessible epayment ecosystem.", "Affordable Cross-Border Remittances But making payments abroad continues to be slow, costly, and inefficient.", "Singapore is home to many foreign nationals and migrant workers who send money back to their home countries frequently.", "If we can make cross-border remittances cheaper and faster, our migrant workers can provide better and more timely support for their families.", "Three years ago, the Monetary Authority of Singapore (MAS) embarked on a pioneering journey with the Bank of Thailand: to link our respective national faster payment systems - PayNow in Singapore, and PromptPay in Thailand.", "I am happy to say that the PayNow-PromptPay linkage will go live by mid-2021.", "Anyone who registers for PayNow or PromptPay will be able to send money directly from Singapore to Thailand, or vice versa, using just their mobile phone numbers - instantly, securely, at competitive rates, and at any time of the day.", "This linkage between two countries' national faster payment systems will be the first-of-itskind in the world.", "We will start off with a small group of banks on both sides, and scale up participation to include more banks and non-bank providers over time.", "MAS is keen to partner other central banks in the region to expand the linkage, so that more people across Southeast Asia can benefit.", "Timely Health Insurance Claims Next, pain points relating to making an insurance claim for hospitalisation.", "Today, an individual being hospitalised may face uncertainty over his claimable insurance amount.", "Hospitals have to access multiple systems to request for or provide information to different insurers; and some of these processes are still paper-based.", "To enable more efficient claims processing, we are building a technology platform to securely share data with patient consent.", "MAS, the Ministry of Health, and the Integrated Health Information Systems are collaborating with the insurance and healthcare sectors to build this platform.", "It will help to reduce duplicate claims, manual errors, and processing time.", "We will conduct a live pilot next year.", "Holistic Financial Planning Financial inclusion is not just about having access to financial services.", "It is also about empowering individuals with information and tools to make best use of financial services.", "Today, our personal financial information - our deposit accounts, investment holdings, pension statements, insurance coverage, and so on - is fragmented across multiple entities.", "Putting together this information is not easy.", "But if we don't have a consolidated view of our financial portfolio, how can we do holistic financial planning?", "Yesterday, Deputy Prime Minister Heng Swee Keat announced the launch of the Singapore Financial Data Exchange, or SGFinDex for short.", "SGFinDex is jointly developed by MAS and the Smart Nation and Digital Government Group, together with the key retail banks in Singapore.", "It will enable individuals to consolidate their financial information residing in different banks and government agencies.", "This is only the first step.", "We are working to expand SGFinDex to include data from the Central Depository as well as data from insurance companies to enable individuals to have a more complete view of their financial status.", "SGFinDex underscores an important principle: your personal financial information belongs to you, and you should be able to have a consolidated view of that information.", "SGFinDex could well transform financial planning in Singapore.", "By breaking down information silos, it will enable more holistic financial planning.", "Authorised financial institutions will have to compete harder among themselves to provide quality financial planning services to their customers.", "It will empower and enable Singaporeans to enhance their financial well-being.", "FINTECH FOR AN INCLUSIVE SOCIETY - SMALL AND MEDIUM ENTERPRISES Besides individuals, small and medium enterprises are the other focus of Singapore's FinTech agenda for a more inclusive society.", "An effective way to enhance the digital inclusion of SMEs is to get them plugged into common digital platforms that will enable them to enhance efficiency and expand their business opportunities.", "I will highlight how digital platforms are helping Singapore SMEs in three areas: seamless cross border trade enhanced access to global opportunities efficient multi-currency payments and settlements Seamless Cross Border Trade - Networked Trade Platform In a small market like Singapore, to achieve scale, SMEs will have to sell their goods or services overseas.", "But cross-border trade can be painfully complicated.", "It involves multiple parties: from government agencies, logistics and services providers to trade financiers and insurers, and countless documents often with duplicative data.", "Singapore Customs has developed the Networked Trade Platform, or NTP for short.", "NTP is a one-stop trade and logistics ecosystem which digitally connects players across the trade value chain - in Singapore and abroad.", "All documents are digitised and the process is digitalised end-to-end.", "NTP enables SMEs to share information quickly and securely with multiple parties connected within the platform.", "It also enables SMEs to apply for trade financing with multiple banks through a single application portal.", "Enhanced Access to Global Opportunities - Business sans Borders It's not just cross-border trade that SMEs have to contend with.", "They have to look abroad for business opportunities, for suppliers and customers.", "They have to manage procurement, logistics, and supply chains, also across borders.", "To address these pain points, MAS and the Infocomm Media Development Authority have together developed Business Sans Borders, or BSB for short.", "BSB is designed to connect different platforms globally to help SMEs seamlessly access a much larger ecosystem of buyers and sellers.", "It uses Artificial Intelligence (AI) to introduce to SMEs essential financing and business solutions from service providers across the BSB network.", "For example, a Singaporean SME seller of kueh lapis, a type of traditional cake, was able to use the pilot BSB platform to connect and trade seamlessly with SME buyers on platforms in India and the Philippines.", "BSB also intuitively matched the seller with a local FinTech firm which provided preshipment financing support for the trade.", "I am happy to announce that BSB has been operationalised by a private entity Proxtera and is starting its live beta during this Singapore FinTech Festival.", "Efficient Multi Currency Payments and Settlements - Next, making cross-border payments and settlements cheaper and faster for SMEs.", "This has been MAS' clarion call since five years ago, when we embarked on Project Ubin to explore the use of blockchain technology to solve one of the biggest pain points for SMEs.", "The industry consortium and MAS completed the final phase of experimentation in July this year, when we successfully tested a blockchain-based prototype for multi-currency settlement.", "We have also integrated commercial applications, such as trade and supply chain financing, with blockchain-based payment functionalities.", "Industry players are now moving from experimentation towards commercialisation.", "DBS Bank, JP Morgan, and Temasek are leading the development of a digital multi-currency payments network aimed at enhancing commercial cross-border clearing and settlements globally.", "Pilot trials will commence next year.", "The goal of cheaper cross-border payments that settle round-the-clock and in realtime is drawing closer.", "SMEs will greatly benefit when this becomes a reality.", "FINTECH FOR A SUSTAINABLE PLANET Let me move on to my second big theme: ensuring a sustainable planet FinTech can play an influential role in helping to advance the sustainability agenda.", "Finance fuels the economy, shapes investment decisions, and drives action.", "Technology provides solutions to channel finance towards the cause of sustainability.", "Singapore is deeply committed to global efforts to mitigate climate risk.", "We contribute in making Singapore more sustainable; and helping Asia become more sustainable.", "Sustainable Singapore For a sustainable Singapore, we are gradually changing the way we live and work, often with the help of technology.", "We are making our residential precincts more energy efficient.", "In the upcoming Punggol Digital District, businesses will be connected to a network of sensors collecting real-time data on solar generation, building occupancy, rainfall and humidity.", "They can use this information to optimise their energy usage.", "We are shifting towards cleaner energy.", "Despite its small size, Singapore is determined to harness more solar energy.", "We are innovating with applied photovoltaics on building facades and floating solar panels on offshore waters.", "Singapore is accelerating the deployment of electric vehicles and aims to phase out by 2040 all internal combustion engine vehicles.", "We are building a Circular Economy where resources are re-cycled.", "Singapore collects every drop of used water, treats and purifies it, and turns much of it into clean water again.", "We are beginning to recycle food waste into sustainable animal feed, and waste plastic into alternative fuels.", "Asia's Transition to Deeper Shades of Green As a champion of sustainable development, an international financial centre, and a leading technology hub, Singapore is well-placed to support Asia's journey towards sustainability.", "Because Asia accounts for about half of global greenhouse gas emissions.", "But Asia's transition to a low carbon future has to be consistent with its economic and social development.", "Asia is at a different starting point from Europe - millions of people still do not have access to electricity.", "Fossil fuels are still the cheapest way to generate energy in many parts of Asia.", "Yet, there is scope for energy-efficient technologies and renewable energy solutions.", "Asia's transition to sustainability will be progressive - through deeper shades of green.", "Let me describe three ways in which Singapore aims to support Asia's transition towards greater Asian Carbon Credit Market Green Finance Action Plan Asian Carbon Credit Market Given Asia's continued dependence on fossil fuels, an Asian carbon credit market must be part of the strategy to achieve both development and sustainability in Asia.", "Carbon credits are increasingly seen as a complement to firms' de-carbonisation efforts.", "Global demand for voluntary carbon credits is expected to grow 10 times over the next 10 years, from 100 million tonnes of CO2 equivalent in 2019 to over 1 billion tonnes in But today, carbon credit markets are fragmented, liquidity is thin, and carbon prices vary across markets.", "We need global coordination to scale up the voluntary carbon credits markets.", "We need more high-quality carbon credits and more trading of such credits across borders to drive convergence towards a global price on carbon.", "We need to put in place infrastructure and data connectivity to ensure environmental integrity and avoid double counting of credits.", "A private sector led coalition in Singapore has identified an opportunity to develop an Asian voluntary carbon credit market at large scale.", "The Sustainability Alliance for Action, set up under the Ministry of Trade and Industry's Emerging Stronger Taskforce, has proposed developing a market ecosystem for voluntary carbon credits.", "Such an ecosystem can facilitate price discovery, improve liquidity, and verify the integrity of carbon credits.", "The Sustainability Alliance has proposed focusing on carbon credits generated through nature-based solutions.", "Nature-based solutions are measures taken to protect, sustainably manage, and restore ecosystems .... ... measures such as re-forestation and restoring peatlands and mangroves, to sequester carbon and improve biodiversity.", "Nature-based solutions are an attractive proposition.", "They can contribute significantly to climate change mitigation and adaptation.", "Studies show they can potentially provide more than 30% of the carbon mitigation needed globally between now and 2030.", "Nature-based solutions also contribute to positive social outcomes such as biodiversity, job creation, and improved public health.", "There is potential in Southeast Asia to generate a large volume of good quality carbon credits through nature-based solutions.", "According to a study by the National University of Singapore, Southeast Asia has about 120 million hectares of land suitable for re-forestation.", "The Sustainability Alliance has also prototyped technology solutions to address problem statements in the voluntary carbon credit market.", "Some examples: Testing the use of artificial intelligence to extract key data from lengthy project documents into more accessible and comparable formats.", "Market participants can then use this standardised information to assess the value of projects and price them better.", "Testing the use of remote sensing technology combined with satellites to more accurately verify carbon sequestration.", "This is important to ensure that credits issued from a project represent real and measurable reductions in emissions.", "Complementing the Sustainability Alliance, DBS Bank, Temasek, the National University of Singapore, and Conservation International have come together to research nature-based solutions.", "I am pleased to share that they launched just this morning a joint report studying the commercial viability of nature-based solutions.", "Temasek and DBS Bank are leading a six-month Technology Accelerator for start-ups interested to use technology to scale nature-based solutions.", "The National University of Singapore, the World Bank, and Google have come on board as partners to the Accelerator.", "International co-operation remains key to growing the Asian carbon credits market.", "The Task Force for Scaling Voluntary Carbon Markets, sponsored by the Institute of International Finance, has launched a consultation paper outlining 17 very sensible recommendations.", "Singapore is keen to work with like-minded countries and businesses to test-bed the recommendations of the Task Force... ... and to start laying the foundations for a viable carbon credits market in Asia.", "Green Finance Action Plan The second way in which Singapore seeks to facilitate Asia's transition to a sustainable future is through the Green Finance Action Plan, which MAS launched at the FinTech Festival last year.", "The Green Finance Action Plan comprises four strategies: strengthen the financial sector's resilience to environmental risks; develop green financial solutions and markets for a sustainable economy; build knowledge and capabilities in sustainable finance; and harness technology to enable trusted and efficient sustainable finance flows.", "Let me briefly outline the progress we have made under the first three strategies and spend a bit more time on the last - on harnessing technology.", "First, strengthening the financial sector's resilience to environmental risks.", "Later today, MAS will issue finalised guidelines for financial institutions to manage their environmental risks.", "The Guidelines are among the first of its kind in the Asia-Pacific to apply to all financial institutions, across banking, insurance, and asset management.", "The Guidelines are comprehensive, covering environmental risks besides climate change - such as pollution, loss of biodiversity, and changes in land use.", "MAS will assess environmental risk in our supervision of financial institutions and conduct by end-2022 industry-wide stress tests on the impact of climate risks.", "Second, encouraging the development of green financial products and solutions.", "MAS is: providing grants to offset the certification costs of issuing green and sustainability-linked bonds and loans; promoting insurance solutions for climate risks; attracting green funds and asset managers with a sustainability focus; and anchoring providers of sustainability rating and verification services.", "Third, building knowledge and capabilities in sustainable finance.", "We are working to anchor in Singapore centres of excellence to undertake Asia-centric research on green finance and build a talent pipeline.", "In October, we announced the launch of the first research and talent development institute focused on green finance - the Singapore Green Finance Centre - a collaboration between Singapore Management University and Imperial College Business School.", "Finally, let me focus on the role of FinTech in enabling trusted and efficient sustainable finance flows.", "We call it Green FinTech.", "For this year's Singapore FinTech Festival, the FinTech Innovation Challenge focuses on challenges faced by financial institutions with respect to sustainability and climate risks.", "The enthusiasm for applying FinTech to sustainable finance has been overwhelming.", "We received more than 600 submissions from over 50 countries - the highest number of submissions since the Innovation Challenge began in 2016.", "MAS is pleased to announce we will be embarking on Project Greenprint - a technology platform aimed at promoting a green financial ecosystem.", "Project Greenprint aims to strengthen three key elements in that ecosystem: mobilise capital; monitor commitment; measure impact.", "First, mobilise capital.", "SMEs and FinTech firms working on green and sustainable projects often face difficulty accessing capital in an efficient manner.", "Project Greenprint provides a platform for these firms to connect with financial institutions and investors to access a wider pool of capital and green solutions.", "Investors and financial institutions supporting green projects must be able to monitor whether the projects are indeed meeting their sustainability commitments.", "Project Greenprint aims to deploy technology at different stages of the supply chain to better monitor commitment to the relevant green standards and requirements.", "For example, Internet-of-Things (IoT) devices could be deployed on-site to directly capture and assess relevant real-time data, such as energy and water consumption, by borrowers, portfolio companies, and suppliers.", "Investors and financial institutions want to measure the impact generated from their investment and loans against their sustainability targets or goals.", "Project Greenprint will explore the application of AI and other technologies on thirdparty data sources, such as ratings services and crowd-sourcing, to quantify the ESG impact of potential investments and loan portfolios.", "We will establish a consortium of financial institutions, FinTech firms, and industry players with expertise in Green FinTech to drive Project Greenprint.", "The consortium will help to identify specific use cases where technology can play a role in addressing the three pillars of Project Greenprint.", "We will be showcasing some of these use cases, as well as the potential solutions, during the Impact Summit tomorrow.", "MAS will earmark 20% of the Financial Sector Technology and Innovation budget, or US$37 million out of US$185, to support Green FinTech projects.", "The funding can be used to support proofs-of-concept, innovation labs, industry-wide utilities, and technology platforms focused on Green FinTech.", "Let me end where I began.", "Rising inequality is the major fault line in many societies.", "Climate change is the existential challenge facing our planet.", "The Covid-19 pandemic and economic crisis has, in a way, helped to focus our minds on these two issues.", "There is a growing consciousness across the world that if we do not act now and act decisively, we will put our future at grave risk.", "This crisis presents us an opportunity to create a more inclusive society and a more sustainable planet.", "Finance, Technology, and FinTech can be powerful enablers in this endeavour.", "Everything we do in Finance, Technology, and FinTech must have a larger purpose.", "What greater purpose can there be than making our societies more inclusive and our planet more sustainable?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Inclusion", "Green Finance", "Sustainability", "FinTech", "Cross-Border Payments", "Climate Change", "ESG", "Digital Inclusion", "Green FinTech", "Carbon Credits"]}