{"sentences": ["Speech Covid, Our Changing Economy and Monetary Philip Lowe Committee for Economic Development of Australia Annual Dinner Sydney - 16 November 2020 Thank you very much for the invitation to speak at CEDA's annual dinner.", "After so many webinars and Zoom meetings, it is great to be able to be here in person.", "has been a year like no other and one we will never forget - a global pandemic, the closure of our borders, the biggest economic downturn in nearly a century, a very large budget deficit, interest rates down to zero and QE by the RBA.", "None of this was expected at the start of this year.", "Unfortunately, it guarantees that 2020 will be a year that is talked about for decades to come.", "Yet through these difficult times, the underlying strengths of the Australian economy and people have been on display.", "Our economy has performed better than many others in challenging circumstances.", "We have had more success in containing the virus than many other countries.", "Australia's public institutions have worked effectively and constructively together.", "Our public sector balance sheets are strong and have been used to good effect to cushion the shock.", "Our financial institutions have also helped people and businesses manage their mortgages and their debts.", "And Australians across the country have reacted sensibly and worked together to contain the virus.", "So, even though we have had our challenges and setbacks, we do have a lot to be thankful for.", "Notwithstanding this, a year like the one we are living through will inevitably leave some marks on our economy and on economic policy, including on monetary policy.", "Tonight I would like to talk about some of these.", "In terms of the economy, I am going to touch on five areas where the pandemic is leaving a mark.", "The recession and the labour market The first is that it has brought an end to Australia's nearly three decade-long run without a recession.", "This was an impressive record and it is one that will not easily be broken by us or by others.", "We are now, though, having to adjust to a new reality.", "The level of output in Australia fell by a record 7 per cent in the June quarter and over 2020, we are expecting GDP to decline by around 4 per cent (Graph 1).", "In the RBA's central scenario, we are expecting growth of 5 per cent next year and 4 per cent over 2022.", "These are fast growth rates, but because of the size of the fall in the first half of this year it will take until the end of 2021 for us to reach the level of output at the end of last year.", "Hours worked in Australia fell 10 per cent between March and May and the unemployment rate has risen to 6.9 per cent, with underemployment even higher.", "We are expecting the unemployment rate to rise further over coming months to a little below 8 per cent.", "In our central scenario, we expect it then to start gradually declining, but still be a little above 6 per cent at the end of 2022 (Graph 2).", "Unemployment Rate Central Scenario 7 7 2014 2016 2018 2020 2022 Sources: ABS; RBA One consequence of this higher unemployment is that wage and price pressures are likely to remain subdued.", "In each of the next two years, we are expecting annual wages growth of less than 2 per cent.", "And inflation, in underlying terms, is expected to be just 1 per cent next year and 11⁄2 per cent in 2022.", "It is certainly possible that the economy will do better than this baseline scenario.", "The recent data have been better than expected and the easing of restrictions has lifted spirits.", "Further good news on a vaccine and rapid testing would also help.", "There is a lot of stimulus in the system, balance sheets are generally in good shape and governments are providing substantial incentives for firms to invest and employ people.", "So if we do get further good news on the health front, we could have a rapid rebound.", "At the same time, it is still possible that we experience further outbreaks.", "And the hoped-for medical advances may be delayed and could face production and distribution challenges slowing their rollout.", "This means that there are downside scenarios too.", "So there is still considerable uncertainty about the outlook.", "It does, though, seem highly probable that one of the marks the pandemic will leave is an extended period of higher unemployment than we have become used to.", "Addressing this is an important national priority.", "Lower population growth A second area where the pandemic has left a mark is the sharp decline in population growth.", "Over the past two decades, Australia's population grew at an average annual rate of 11⁄2 per cent (Graph 3).", "This will be the slowest rate of increase since 1916, when many Australians left our shores to fight in the First World War.", "It has underpinned our relatively fast growth in GDP compared with other advanced economies.", "It also slowed the ageing of the population, given that the new arrivals have been fairly young.", "The large number of students coming to Australia has also boosted our education sector.", "And the effects of fast population growth have also been felt in our housing market and in pressure on some of our infrastructure.", "So the effects have been widespread.", "Looking to the future, it remains hard to predict when the borders will open again and when they do, what the rate of new arrivals will be.", "If population growth is to be noticeably slower in a post-COVID world, the trajectory for our economy will look different too.", "A changed property market A third area where the pandemic is having a marked effect is on our property market.", "It is a complex picture here, with the market simultaneously adjusting to: a recession; lower population growth; record low interest rates; substantial government incentives to support residential construction; and changes to the way that people work, shop and live.", "So there are a lot of moving pieces at present and the effects are very uneven across different types of property and across the country.", "The effects of the pandemic are most obvious in the market for retail properties in our CBDs, where vacancy rates have increased sharply (Graph 4).", "Not surprisingly, rents and the capital values of these properties have both fallen.", "There has also been an impact on the CBD office market, as people work from home.", "The national office vacancy rate has increased sharply this year and further increases are expected (Graph 5).", "But even here, there is considerable variation across our cities, with the biggest increase in CBD office vacancies in Sydney and Melbourne.", "In contrast, the markets for industrial property have been stronger, with increased demand for warehousing and distribution facilities as people increasingly shop online.", "Our biggest cities have been more affected than others by the slowdown in population growth.", "They have also been more directly affected by the virus.", "As a result, prices in Sydney and Melbourne have fallen over recent months, while they have risen in most other cities.", "It is also noteworthy that in some states, the markets in our regional towns and cities have been stronger than those in the capital cities.", "For example, while prices have fallen in Sydney they have increased in regional NSW (Graph 6).", "Many regional centres have been less affected by the virus and some are experiencing increased demand as people work remotely and look for property outside the big cities.", "Housing Price Growth Six-month-ended annualised New South Wales Capital city Regional Victoria -10 -10 2015 2016 2017 2018 2019 2020 Sources: CoreLogic; RBA Within the capital cities, the markets for houses and apartments are also performing quite differently.", "In most cities - especially Sydney and Melbourne - rents for apartments are falling, while rents for houses are generally rising (Graph 7).", "The apartment markets are more affected by the lower population growth and fewer foreign students and by young adults staying at home with their parents.", "There has also been an increase in demand for houses as people work from home.", "Advertised Rents Growth Six-month-ended annualised Sydney Melbourne 0 0 Apartments and Brisbane Perth -10 -10 2010 2015 2020 2010 2015 2020 Sources: CoreLogic; RBA As I said, it is a complex picture and the full effects of the pandemic will take time to be evident in our property market.", "To date, the demand from investors in residential property has been subdued, but it is possible that low interest rates will change this.", "This is one of the many areas that we will be watching carefully in the period ahead.", "Attitudes to risk The fourth area where the pandemic is likely to leave a mark is on our attitude to risk.", "While it is not possible to be definitive here, I expect that for a time, people will be more cautious in their borrowing and spending decisions.", "As we all know, 2020 has been a sobering year.", "Given this, it is probable that some people will want bigger buffers in future in case things go wrong.", "They might also be less inclined to lever up and be more cautious in taking on debt.", "At the same time, though, it is important that we guard against becoming too risk averse.", "Over the past decade or so, there have been signs that our economy was becoming less dynamic.", "An increase in risk aversion would reinforce this trend.", "We all know that businesses need to take risks to innovate and grow.", "I understand that in an uncertain world, it can be hard to take on risk and there can be a natural tendency to avoid new risks.", "But, if businesses are to seize the opportunities that are out there to grow and to increase Australia's productive capital base, some degree of risk-taking is necessary.", "Another area we will be watching carefully is how people adjust their portfolios as they search for yield in a low interest rate environment.", "Some people will no doubt move out along the risk spectrum.", "As they do so, the additional investment risks will need to be understood and managed.", "Productivity and the digitalisation of our economy A fifth area where the pandemic is leaving a mark is in the digitalisation of our economy.", "In some areas, progress that otherwise would have taken years has been made in a matter of months.", "The combination of necessity, new technologies and the easing of regulations has made a real difference.", "Digitalisation is not only helping Australians deal with the pandemic, but it will also boost productivity and can help drive future economic growth.", "Examples of this include the uptake of telehealth and the availability of electronic prescriptions.", "Companies can also now hold AGMs virtually and more legal documents can be executed electronically.", "Many people are also benefiting from not having to travel as much for work and for meetings.", "For some, the time that they would otherwise have spent sitting in cars or on public transport and planes can now be used for more productive or rewarding activities.", "There has also been very rapid growth in online retailing, with many people shopping online for the first time (Graph 8).", "Reflecting this, online retail sales have increased by 80 per cent since the start of the year.", "Online Share of Retail Sales 6 6 The shift to doing things differently is also evident in the payments data, where there has been a marked increase in the use of electronic forms of payment.", "One side effect of this is that the use of banknotes for transactions has declined considerably, with the value of cash withdrawals falling by 17 per cent this year (Graph 9).", "Total Value of Cash Withdrawals* Monthly, seasonally adjusted** 12 12 2010 2012 2014 2016 2018 2020 Includes ATM withdrawals, debit card cash-outs and credit and charge card advances; excludes over-the-counter withdrawals Series break between February 2018 and May 2018 due to changes in collection and reporting methodology This acceleration in the shift to a more digital economy is prompting firms to innovate and to find new ways of doing things.", "They are having to compete to come up with new products and new ways of delivering them.", "This innovation and competition will have a positive payoff for our economy.", "It will take time to realise the full benefits, but as businesses are re-engineered to become more digital we will all see the benefits in terms of higher productivity.", "On that positive note, I would now like to turn to economic policy, where there have been major changes too.", "On the fiscal front, fiscal policy has taken on a greater role in macroeconomic stabilisation than was the case prior to the pandemic.", "This is entirely appropriate and reflects both the size and nature of world.", "This change has been accompanied by a shift in the government's broader fiscal strategy.", "The first stage of the revised strategy is to support the economy and jobs and promote economic growth until the recovery is assured.", "This focus will remain in place until the unemployment rate is comfortably below 6 per cent.", "This is a form of forward guidance familiar to central banks.", "In the longer run, the strategy will shift to stabilising and reducing debt as a share of GDP.", "Doing this will provide greater flexibility to respond to future shocks, wherever they come from.", "The key here is to ensure a strongly growing economy, so we need to focus on the reforms and innovations that will deliver this.", "There have also been changes on the monetary policy front.", "I would like to highlight four.", "The first is the nature of the RBA's own forward guidance.", "In the past, our forward guidance about interest rates was forward looking - we have focused on the outlook, or forecast, for inflation.", "This was a sensible approach when the inflation dynamics were stable and predictable.", "But the combination of globalisation and technology and now the pandemic have changed these dynamics.", "Labour markets are working differently than they used to and wage and inflation dynamics have changed.", "This has made relying on forecasts more difficult.", "Given this, we have now moved to place much more weight on actual outcomes, rather than forecast outcomes, in our decision-making and in our forward guidance.", "As an example of this, in our communication after the most recent Board meeting we said 'the Board will not increase the cash rate until actual inflation is sustainably within the 2 to 3 per cent target range.", "For this to occur, wages growth will have to be materially higher than it is currently.", "This will require significant gains in employment and a return to a tight labour market.'", "This forward guidance is in contrast to the earlier approach, which emphasised our expectation of future inflation.", "A second and related change has been a shift in the relative weight given to jobs and inflation in our communication.", "The mandate of the Reserve Bank of Australia was established by Parliament back in 1959 and the central elements have remained unchanged since then.", "Our mandate is to promote price stability, full employment and the economic welfare of the Australian people.", "This mandate is broader than that given to most other central banks, with Australia not swinging with the fashion over recent decades to adopt a singular focus on inflation.", "My view is that this broader mandate has served the country well and that it is especially relevant in today's world.", "In particular, the challenge facing Australia over the next few years is much more likely to be the creation of jobs, rather than controlling inflation pressures.", "So that is our focus too.", "The Board wants to do what it can, with the tools that it has, to support the national effort to reduce unemployment.", "This does not mean that we are backing away from the inflation target.", "As Australia's central bank, we will continue to provide a strong nominal anchor through the 2 to 3 per cent medium-term flexible inflation target.", "We remain committed to achieving this target.", "The best way to do this is through reducing the spare capacity that currently exists in the economy.", "And this starts with getting people back into jobs.", "If this can be done we will get closer to both full employment and the inflation target and enhance the economic welfare of the Australian people.", "The third change to monetary policy is a strengthening in the gravitational pull of low global interest rates.", "A decade ago, world real interest rates fell sharply in the aftermath of the global financial crisis.", "Around the world, people wanted to save more and invest less.", "The inevitable result was that the return to savers fell.", "Given that Australia is part of the interconnected global financial system, we felt the effects of this here too.", "Even so, our interest rates did not fall as far as they did elsewhere due the combination of the resources boom, our relatively strong economy and higher levels of investment in Australia.", "This year, the pandemic has brought another major shock, with investment intentions falling further.", "As a result, global interest rates and the return to savers have also declined.", "The gravitational pull of this on our own interest rates has been very strong.", "The RBA has responded to this, with the policy rate now essentially zero in Australia, as it is in many other countries.", "If we had sought to ignore this gravitational pull, there would have been obvious implications for our exchange rate and our economy.", "If our interest rates were higher than in the major countries there would be stronger inflows into Australian dollar assets and this would put upward pressure on our exchange rate.", "In turn, this would make it harder to make the needed progress on jobs.", "Over the medium term, I do expect to see a time when Australia's strong economic conditions once again justify higher interest rates.", "But today, during a global pandemic when a lot of people have lost their jobs and many businesses are struggling, is not the time for that.", "The fourth and final change on the monetary front is the return to a world in which quantities, not just prices, matter.", "Over recent decades, monetary policy has been about the price of money, or the short-term interest rate.", "Little attention was paid to the quantity of money.", "This has now changed, with the RBA now undertaking QE, or quantitative easing, as many other central banks are also doing.", "Quantities and prices are obviously connected, so QE works partly through affecting the price of money, including long-term risk-free interest rates.", "But there are other effects too.", "When the central bank increases the quantity of money and buys assets, liquidity in the financial system is increased and investors in the private sector need to purchase other assets with the proceeds of the bonds they sell to the central bank.", "These portfolio adjustments can affect the price of other assets and international capital flows, as well as the exchange rate.", "We are still learning about how strong and durable these transmission mechanisms are, and we will learn more over coming months as we implement our own $100 billion QE program.", "To conclude, 2020 has been a year of great change and disruption.", "We are all talking about issues that few of us even contemplated at the start of the year.", "Australia is managing well in these challenging circumstances and I expect it to continue to do so.", "The pandemic has been difficult for many people and businesses, but we are now on the road to recovery.", "As we travel along that road we will see some changes in our economy and there will be new opportunities as well.", "As we make that journey, economic policy will also continue to adjust to our changing circumstances.", "I look forward to your questions.", "[*] I would like to thank Ellis Connolly for assistance in preparing this talk.", "[1] See Kennedy S (2020), 'Policy and The Evolution of Uncertainty', speech at the Australian Business Economists, 5 November.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Unemployment", "Monetary policy", "Inflation", "COVID-19", "Risk", "Property market", "Fiscal policy", "Digitalisation", "Productivity", "Economic growth"]}