{"sentences": ["Thank you for inviting me to speak at the launch of the World Bank Reports on Islamic Fintech and Islamic Finance for Inclusion in Malaysia.", "As countries continue to battle the Coronavirus pandemic, the publication of these two important reports is a stark reminder that risk events such as the pandemic can significantly impact global growth and disproportionately affect those who are most vulnerable.", "The virus has claimed more than one million lives and infected more than 34 million people in more than 200 countries just within a span of nine months .", "The World Bank Group estimated global economic activity to contract by 5.2% this year with a triple hit on health, education and income.", "This has serious ramifications to developments.", "The gathering today is therefore timely for us to exchange views and perspectives on concrete ways to build more equitable financial systems, and the specific role that Islamic finance can play to catalyse inclusive economic recovery.", "COVID-19 has further exacerbated existing vulnerabilities Over the past decade, the global financial community has seen commendable progress in advancing financial inclusion.", "The 2017 Global Findex database shows that 69 percent of adults have an account compared to 51 percent in 2011 .", "Yet, about 1.7 billion adults remain unbanked with persistent inequality in account ownership between the rich and the poor .", "In recent months, new and unprecedented challenges to sustainability and effectiveness of financial inclusion initiatives worldwide have surfaced.", "Workers, especially in the informal sector and low income segment, have experienced sudden loss of employment and income.", "Job replacement and reskilling programmes require time to complete before these workers are able to gain new employment opportunities.", "The limited employment prospects and labour mobility, especially for low-skilled, low income workers, may impede effective usage of financial services going forward.", "Containment measures, while necessary to contain the spread of the virus, have also reduced accessibility to financial services.", "This is especially so in areas with poor digital connectivity, and among communities with low digital financial literacy.", "From a human development standpoint, a United Nations Development Programme's (UNDP) report estimated that the combined impact of income, health and education shocks arising from the pandemic could signify the largest reversal in human development on record, equivalent to erasing all the progress in human development of the past six years .", "The risk of reversing progress in achieving financial inclusion is accentuating why financial inclusion matters now more than ever.", "Optimising Islamic finance for inclusive economic recovery Policy and regulatory responses across the globe, and likewise in Malaysia, have been focused on safeguarding economic resilience, managing risks to financial stability and minimising repercussions to society.", "This is done in tandem with the different stages of the pandemic - namely, containment, stabilisation and recovery.", "At the onset of the crisis, governments along with financial regulators have deployed sizeable stimulus packages and various assistance programmes in order to contain the crisis and stabilise the economy.", "This includes addressing demand and supply disruptions, maintaining cash flows and keeping workers employed.", "In Malaysia, the total stimulus package amounted to USD 73.5 billion (RM305 billion) with an additional fiscal injection by the government totalling RM45 billion.", "As at September 2020, a total of 2.63 million workers and 321,000 employers had benefitted from the Wage Subsidy Programme, involving an expenditure of RM10.4 billion.", "To provide further stimulus to the economy, the Bank has reduced the overnight policy rate (OPR) by a cumulative 125 basis points (from 3.00% to 1.75%) this year, alongside reduction in the statutory reserve requirement by 100 basis points (from 3.00% to 2.00%).", "The reduction in the OPR is intended to provide additional policy stimulus to accelerate the pace of economic recovery.", "The financial industry, including Islamic financial institutions, also lent support to their borrowers and customers.", "In the first half of 2020, a total of RM120 billion was disbursed in lending/ financing to SMEs, with more accounts being approved in aggregate in 2020 compared to the same period in previous years.", "Islamic financial institutions and related associations have been actively educating and reaching out to affected borrowers about the financial assistance programmes available in response to the pandemic.", "The takaful and insurance industry also facilitated affected certificate holders by offering temporary deferment of contribution and premium to promote continuity of takaful protection coverage.", "More than 1.1 million certificate and policyholders have benefited from this relief measure.", "While the pandemic has yet to peak in some countries, others including Malaysia are heading towards periods of recovery while continuously managing the risk of virus resurgence.", "As this phase commences, Islamic finance has significant potential and role to play.", "Three attributes, at least, come to mind on how Islamic finance can respond and contribute meaningfully towards sustainable and inclusive growth: First, Islamic finance must be value-driven and impact-focused to deliver Maqasid Shariah (the objectives of Shariah).", "The intrinsic values of Islamic principles are aligned with a vision of economic growth that is balanced, sustainable and inclusive.", "Shariah advocates for balance between wealth creation and wealth circulation.", "This in turn promotes fairness and ihsan in promoting the attainment of benefits as well as preventing harm.", "This crisis has indeed created a wealth of opportunities for Islamic finance.", "Shariah contracts can deploy a diverse range of capital that is risk-absorbent, patient and philanthropic in nature using instruments such as risk sharing, waqf and sadaqah to support inclusive finance.", "The flexible nature of such capital encourages allocation of resources towards entrepreneurial ventures and social impact projects that can improve and rebuild well-being of society.", "It can also to some extent help smoothen structural adjustments in the economy.", "Globally, we have seen a silver lining in the response to the pandemic.", "In Malaysia, the nation has rallied closer together to become more socially conscious not just in aspects of public health and welfare, but also in supporting the local economy.", "The Islamic financial institutions in Malaysia, in particular, have risen to the call to generate more positive impact through the \"Value-based Intermediation\" (VBI) agenda.", "Participating Islamic financial institutions have endeavoured to refine their products and services offerings in response to the need of their customers.", "Eight Islamic banking institutions (half the total number of Islamic banks in Malaysia) are offering microfinancing facility, utilising the Micro Enterprise Facility established by the Bank to increase access to finance for microenterprises with viable business.", "In terms of financial protection, more than 50,000 participants have benefitted from various microtakaful products that provide affordable or free protection for the hard core poor and individuals with special needs.", "Islamic financial institutions also continue to steward efforts towards building a greener financial system.", "In August 2020, the VBI Community of Practitioners in collaboration with the Bank issued three Sectoral Guides on energy efficiency, renewable energy and palm oil for public consultation.", "The documents are intended to provide detailed guidance to the industry in embedding environmental, social and governance (ESG) risk considerations in their financing and investment decision making process.", "Aligning corporate values with the objectives of promoting shared prosperity and sustainable growth is a critical first step to elevate the role of finance towards achieving inclusive growth.", "The second is being technologically adept.", "Across the globe, the \"digital divide\" remains a major roadblock in effective usage of financial services, especially in rural areas with poor connectivity.", "While awareness of digital financial services has gradually increased, actual usage among low income groups in Malaysia remains low.", "Among the key drivers to encourage greater adoption of digitally-enabled financial services is simplicity and user friendliness.", "A well-designed solution which provides positive user experience can reduce mindset and technological barriers to the adoption and usage of digital financial services.", "For financial services providers, digital solutions have the benefit of reducing operational costs that may allow for more affordable products and wider access to the highly connected (mobile phone and internet usage) Malaysian population.", "Islamic finance can accelerate digital innovation through value-adding partnerships with the fintech community.", "During the pandemic, consumers and businesses alike have increased their use of mobile and digital platforms.", "Malaysia has a wide take up of mobile banking technology representing nearly 60% penetration rate to the total adult population (as at July 2020).", "With increasing awareness of e-commerce amongst Malaysians, businesses have shifted their platforms or increased their presence on online market places and utilisation of e-payments.", "Several financial institutions have also even enhanced their internet and mobile banking channels to help market SME businesses amongst their customers.", "Takaful operators and insurance companies have also increased digitalisation of their operations such as claims processing and customer servive to minimise face-to-face interaction during the movement control order period.", "In August 2020, the Bank collaborated with the Malaysian Digital Economy Corporation (MDEC) to launch the Fintech Booster programme.", "Fintech companies and their partners will gain access to tools and business development support such as business model, legal and compliance advisory to develop meaningful solutions.", "This programme is expected to spur a more dynamic fintech ecosystem that can contribute to a thriving digital economy in Malaysia.", "Efforts to accelerate digital financial innovation can transform the way finance is delivered to society and expand its reach beyond traditional frontiers.", "The third is being socially responsible in empowering the community.", "The infusion of social finance in Islamic financial services offers significant potential for Islamic finance to more effectively mobilise capital towards building social resilience.", "Provision of funds and financial protection can be made more affordable and accessible to a wider community by integrating social finance instruments such as endowment (waqf), donation (sadaqah) and alms-giving (zakat).", "Countries such as Indonesia and Turkey have successfully integrated social finance within the broader financial ecosystem.", "To date, Islamic financial institutions in Malaysia have raised almost USD9.72 million (RM40 million) through waqf and sadaqah platforms to fund projects related to health care, education and entrepreneurship.", "Social finance initiatives are implemented by leveraging on existing infrastructure, expertise and accountability mechanisms within the Islamic financial sector.", "More than 10 different channels are available to enable collection and distribution of social finance funds including via digital means of payment.", "Most recently, a pilot \"blended financing\" programme has been introduced to enable micro-entrepreneurs in the low income group generate more sustainable income from viable business activities.", "The provision of zakat funds as initial capital is complemented by affordable microfinancing arrangement for working capital and a customised training programme to enhance business productivity.", "Participants of the programme also receive 12 months of business mentoring with impact-based monitoring implemented to monitor the effectiveness of the programme.", "The pandemic has been a test of resilience for nations around the world.", "This test also presents many opportunities for the global Islamic finance community to accelerate the progress of sustainable and inclusive finance towards achieving shared prosperity, sustainability and inclusive growth.", "The launch of the two reports on Islamic fintech and Islamic finance for financial inclusions should be seen as a call for collective action - each one of us has a part to play in creating a more sustainable and equitable financial system.", "I look forward to the discussion on this important topic over the course of today.", "On this note, I wish to thank the World Bank Group for this invitation and I wish all of you a productive week.", "John Hopkins University of Medicine, Coronavirus Resource Center (data as at 29 September 2020).", "The 2017 Global Findex database is the world's most comprehensive data set on how adults in more than 140 economies access accounts, make payments, save, borrow and manage risks.", "The global gap between richer and poorer account ownership has not narrowed since 2014.", "The simulations suggest conditions today would correspond to a steep and unprecedented decline in human development.", "With almost 9 in 10 students out of school and deep recessions in most economies (including a 4 percent drop in GNI per capita worldwide), the decline in the index -reflecting a narrowing in capabilities- would be equivalent to erasing all the progress in human development of the past six years.", "This includes RM10 billion under Prihatin Supplementary Initiative Package (Kita Prihatin) and RM295 billion under Prihatin, Prihatin SME Plus (for small and medium enterprises) and Penjana.", "Includes Special Relief Fund (SFR).", "Source: Bank Negara Malaysia.", "Source: Bank Negara Malaysia.", "990,000 (life & family certificates) and 170,000 (general certificates) Source: Bank Negara Malaysia."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Islamic finance", "Financial inclusion", "COVID-19", "Value-driven finance", "Digital financial services", "Social finance", "Economic recovery", "Maqasid Shariah", "Sustainability", "Shariah contracts"]}