{"sentences": ["The potential long-term effects of the coronavirus crisis on the economy and on monetary policy Speech at the Humboldt University of Berlin 16.12.2020 | Virtual Event | Jens Weidmann 1 Introduction 2 Economic consequences of the coronavirus crisis 2.1 German economy 2.2 Risk of deglobalisation 2.3 Education 2.4 Public finances 3 Monetary policy 3.1 Monetary policy during the pandemic crisis 3.2 Risk of fiscal dominance 3.3 Independence and mandate of central banks 3.3.1 Problem of time inconsistency 3.3.2 Independence in times of low inflation 3.3.3 Narrow interpretation of the mandate 4 Climate action and central banks 1 Introduction Ladies and gentlemen, I would have been more than delighted to have delivered this speech - as was originally planned - in the historical Chapel of the Holy Ghost in Berlin.", "Unfortunately, that plan - like so many others - has been thwarted by the pandemic.", "But I am glad that we can exchange views today at least in a virtual format.", "The Wirt schafts wis sen schaft li che Ge sell schaft, the society of the School of Business and Economics at the Humboldt University, is celebrating its 25th anniversary this year.", "And I would like to heartily congratulate its members to mark this occasion.", "At the beginning of the society, one founding member was a prominent Bun des ban ker, namely Helmut Schlesinger.", "He was President of the Deut sche Bun des bank from 1991 to 1993 and, before that, he had held numerous posts at the Bank and its predecessor institution, the Bank deut scher Län der, over a period of almost four decades here in Frankfurt.", "Another distinguished person who belonged to the society and its Board of Trustees was Professor Reinhard Selten.", "So far, he is the only German who has been awarded the Nobel prize in economics, which was for his work on game theory.", "Reinhard Selten studied in Frankfurt and then began his first full professorship teaching in Berlin.", "Four years later, I attended his lectures on game theory in Bonn and earned a little extra money taking part in the institution's experiments.", "In my speech today, I would like not only to build a bridge from Frankfurt to Berlin but also a bridge linking game theory to monetary policy.", "One well-known example of game theory is the \"chicken game\".", "Perhaps you know it from the film \"Rebel Without a Cause\"?", "Jim, played by James Dean, and another teenager, Buzz, are racing in stolen cars towards a cliff; whoever jumps out first is chicken.", "Fortunately, most economic games are less dangerous for life and limb.", "That is because game theory permits insights wherever people interact, pursue different objectives and make decisions that affect each other.", "That is also true of monetary policy, which stands in relationships with a large number of economic agents - with the financial markets, say, when it's about interest rate expectations; with firms and employees, when they form their expectations about inflation and wage growth, and also with fiscal policy.", "We shall come across interactions of this kind during the course of my speech.", "The economic consequences of the coronavirus crisis will be at the forefront to begin with.", "Here, I would like to talk about the long-term risk of deglobalisation as well as the possible effects of school closures worldwide, before coming to monetary policy.", "Economic consequences of the coronavirus crisis 2.1 German economy In saying this, one thing is clear: the pandemic is, first and foremost, a global health crisis, which has to be mastered as a matter of urgency.", "Too many people have already died, many more are seriously ill.", "The pandemic has also led to an economic slump that is without parallel in our time.", "In spring alone, German economic output shrank by almost one-tenth.", "When infections rates were contained and the protective measures were relaxed, the economy started to recover.", "In summer, German economic growth was in fact a lot stronger than originally expected.", "With the second wave of infections, there is now a danger of a setback in the short term.", "This makes clear how crucial it is for the economic recovery, too, that the pandemic is contained on a sustained basis and, ultimately, overcome.", "The reports about vaccines give cause for optimism.", "The Bun des bank's economic experts presented their forecast at the end of last week and were therefore unable to take into account the latest stricter protective measures.", "This means that, over the short term, the German economy could be put under a somewhat greater strain than estimated in the forecast.", "Nevertheless, from the present perspective, it is still plausible to assume that medical advances from spring 2021 onwards will make it possible to relax the containment measures.", "The recovery is then likely to pick up speed again.", "In line with this, the German economy can still reach its pre-crisis level in early 2022, as expected in the projection.", "[1] In this scenario, the long-term harm to the economy would, if anything, be relatively limited, not least thanks to the comprehensive government support measures.", "Having said that, the latest events illustrate the high level of uncertainty about the evolution of the pandemic and its economic fallout.", "In an unfavourable scenario, the German economy would not be returning to its pre-crisis level before the end of 2023 and would suffer considerable long-term damage.", "Added to all of that, there might be an acceleration of developments that impair the performance of the economy beyond conventional horizons and interfere with medium-term risk assessments.", "This includes the risk of an increasing market concentration and declining innovation dynamics, but also the risk of deglobalisation.", ".2 Risk of deglobalisation That is because border closures and other containment measures in spring interrupted many valueadded chains; conveyor belts were standing still.", "In light of this experience, it would seem the obvious thing to do for firms to shorten their international supply chains and repatriate production in order to strengthen their resilience and the security of goods flows.", "At all events, one study blames one-quarter of the economic slump brought about by the \"pandemic shock\" on spillover effects through supply chains.", "However, the study also makes clear that anyone trusting solely in domestic production would not necessarily have emerged from the crisis in a better shape, but would have been hit harder by the containment measures at home instead.", "[2] The economist Richard Baldwin put it in a nutshell: \"Putting all your eggs in one basket does not diversify risk - even if the basket is at home.\"", "[3] You see, global value-added chains are not inherently risky.", "Rather, they provide an opportunity to reduce dependencies on individual suppliers or locations.", "That is the reason why there are more enterprises at present working on diversifying their supply chains than on shortening them, as is shown by an international survey among more than 10,000 firms.", "[4] In this way, they can also use the advantages of regional specialisation and pass them on to consumers in the form of lower prices or greater choice.", "There nevertheless exists the danger of the pandemic reinforcing protectionist tendencies.", "Over the past few years, there has been a strain on global trade due, in particular, to the dispute between the United States and China.", "The rationale behind such a trade conflict is often to get gain an edge at the expense of others.", "The situation is similar to that of the familiar prisoner's dilemma in game theory.", "Imagine Chicago in the roaring twenties.", "Two gangland bosses are accused of being in cahoots and having committed very serious crimes together.", "They are interrogated separately.", "Whoever admits guilt and turns state's evidence will be immune from prosecution, whereas the other will feel the full force of the law.", "If they both confess, the penalty will be reduced somewhat.", "If they both remain silent, they will be jailed for tax evasion - a much less severe punishment - as eventually happened with Al Capone.", "In this situation, it pays for each one individually to confess.", "That is why they the two of them will be punished severely in the end, even though it would have been better for both of them if neither of them had said anything.", "There is the threat of a similar outcome with protectionism.", "It is true that duties distort the structure of production, thus reducing global trade overall.", "But a single large country might hope to gain an advantage if the trading partner lowers its export prices and thus ultimately bears the customs duty.", "It then pays for the trading partner, however, to reduce its losses by raising duties and preventing the shift in trade prices.", "This means that everyone is worse off in the end.", "[5] In actual fact, analyses suggest that there are only losers in the trade conflict between the United States and China.", "They indicate that Chinese suppliers are not prepared to make major price concessions, which is why US firms and consumers had to the bear the main burden of the duties.", "[6] Nor was the reduction in bilateral trade flows offset to a significant extent by more trade with other partners.", "A Bun des bank study looked in vain for who had the \"last laugh\" in this conflict, for example.", "[7] Instead, the dispute led worldwide to greater uncertainty, and dampened the propensity to invest and trade.", "And even leaving aside such uncertainty effects, Bun des bank analyses highlight the potential harm: if the duties remain in place, the size of the US and Chinese economies would shrink by up to 1⁄2%; the size of the global economy would shrink by 1⁄4% overall.", "This shows how important it is to keep markets open or make them more open.", "On the other hand, in globalisation, too, there are not just winners.", "It is true that, taken as a whole, world trade and the international division of labour boost the prosperity of national economies.", "But not everyone benefits alike.", "That is because there is a shift in relative prices and wages, jobs can be lost while new employment opportunities arise elsewhere.", "It is therefore, for one thing, important to alleviate social hardships with an appropriate transfer system.", "For another, education is key so that as many people as possible are able to benefit from the opportunities afforded by open markets as well as new technologies.", ".3 Education At the same time, education is a further area that has been severely affected by the coronavirus crisis.", "Most countries have temporarily closed schools and other educational establishments.", "At the peak, UNESCO data show 90% of all school pupils being affected worldwide.", "[8] Even brief school closures can impair the acquisition of knowledge and the development of cognitive skills.", "[9] Furthermore, learning less can also mean a lower income later on - for an entire lifetime.", "The World Bank, for example, estimates that an assumed loss of half a year of (quality adjusted) school education could reduce the expected life income of the affected schoolchildren by 5% on a global average.", "[10] Children in developing countries are likely to be suffering most.", "First, even under normal circumstances, they go to school for a considerably shorter period than in the developed nations.", "Second, the facilities for remote learning are often much poorer.", "E-learning, in particular, is something that can be accessed only by parts of the population in developing countries.", "This also harbours the danger of economic inequality within countries becoming worse.", "In particular, there is a risk of young people from poorer families no longer being able to keep up in their classes, setting their sights lower, or even dropping out of school altogether.", "[11] It is therefore vital to catch up on education worldwide and to continue motivating schoolchildren to go on learning.", "That could also necessitate higher spending on education.", ".4 Public finances Above and beyond the pressing tasks we face, I envisage Germany's fiscal policy being confronted with three major challenges in the long term.", "First - and also foremost - it needs to support sustainable growth by promoting not only education but also digital transformation and the transition to a climate-neutral economy.", "Second, the financial costs of an ageing society need to be shouldered.", "And third, the government needs to once again financially brace itself for future crises.", "I say this because, right now, we can see how important it is for governments to be capable of taking action.", "In the current crisis, it is largely fiscal policymakers who have been called upon to act, as they are the ones who can provide financial support to people and businesses where it is needed - by means of transfers, to give an example.", "It was fiscal policymakers' determined and broad intervention that played a substantial role in averting a downward spiral in the economy.", "It is clear that the provision of fiscal support on a massive scale during this crisis was, and still is, the right decision.", "Without this assistance for businesses and households, the economy would probably have experienced a far more severe downturn, which, in the end, would probably have hit government coffers much harder than is already the case.", "The coronavirus crisis is indeed taking a heavy toll on public finances.", "For example, according to the European Commission's Autumn 2020 Economic Forecast, the euro area aggregate debt-to-GDP ratio is projected to jump by 16 percentage points this year - to over 100%.", "Against this backdrop, the government needs to create sufficient fiscal space once the crisis has passed so that it is in a position to overcome these three long-term challenges.", "Crisis measures thus need to be time-limited so that deficits can recede automatically in the post-crisis period.", "Monetary policy 3.1 Monetary policy during the pandemic crisis Whilst, on this occasion, it is fiscal policymakers who are on the frontlines tackling the economic fallout from the crisis, central banks also have a role to play.", "Given that the economic downturn is adversely affecting the inflation outlook, an accommodative monetary policy stance is crucial.", "Additionally, insufficient liquidity in the financial system could further exacerbate the economic downturn and ultimately put the objective of price stability at risk.", "Such being the case, the ECB Governing Council responded decisively back in March already - with a whole raft of monetary policy measures.", "These focused on the ECB's bond purchase programmes, in particular, with the Governing Council not only increasing purchases under the asset purchase programme (APP), which has been running since 2015, but also launching a pandemic emergency purchase programme, or PEPP for short.", "My fundamental scepticism regarding large-scale government bond purchases is nothing new.", "In particular, they pose the threat of blurring the line between monetary and fiscal policy - the allimportant boundary for the monetary union.", "In order to curb such risks, the ECB Governing Council incorporated essential guarantees and safeguards into the public sector purchase programme (PSPP) set up in 2015.", "Their aim is to help prevent monetary policymakers from creating misguided incentives for government finances and steering too close to monetary financing of governments.", "Nevertheless, the Eurosystem central banks have become the Member States' biggest creditors, and that was even before the pandemic started.", "The interest on the government bonds that are on our balance sheets flows to central banks and then back to our treasuries as part of our profit.", "This means that, for this part of sovereign debt, the funding costs are uncoupled from the capital market.", "As a result, large swaths of sovereign debt are not subject to the disciplining effect of the market.", "In my opinion, the risks associated with government bond purchases are great.", "However, it is generally agreed that asset purchases can be a legitimate and effective monetary policy tool.", "With that in mind, monetary policymakers need to take into account and constantly weigh up the reason for using an instrument and its desired effects versus its potential undesirable side effects.", "Even - and especially - in times of crisis, monetary policy depends on three things: the appropriate scale, the right choice of instruments and clever programme design.", "These are the subject of intense debate in the ECB Governing Council, and the trade-offs can also vary.", "There has certainly been a need for monetary policy action in recent times.", "According to our forecast, medium-term inflation in the euro area has decreased again due to the pandemic.", "However, what is important to me is that the share of outstanding government bonds held by central banks does not become too large.", "Otherwise, we would be running the risk of gaining a dominant market influence and smoothing out the differences in risk premia for government bonds, and thus weakening market discipline still further.", "This problem, in particular, is being exacerbated once more by the recent expansion of the PEPP.", "When this programme was introduced, it was just as important to me that it have a time limit and be clearly linked to the crisis.", "As per the Governing Council's most recent decisions, net asset purchases under the PEPP will continue until at least the end of March 2022.", "We need to ensure that the monetary policy emergency measures do not become a permanent fixture: they have to be scaled back once the crisis ends.", "One other thing also needs to be clear: monetary policy as a whole must be normalised if the inflation outlook requires this.", "However, it may become increasingly difficult for central banks to exit from their accommodative monetary policy in a timely manner, as higher interest rates are not likely to be to everyone's taste.", ".2 Risk of fiscal dominance Given the increased levels of debt, monetary policymakers could subsequently face growing pressure to keep interest rates low for longer.", "This would give rise to the threat of fiscal dominance, as economist Michael Woodford calls it, which he defines as pressure on the central bank to use monetary policy to maintain the market value of government debt.", "[12] A dangerous dynamic could be introduced into the regime.", "If fiscal policymakers expect monetary policymakers to ultimately jump to the rescue, they might take the sustainability of public finances for granted and accumulate more debt.", "This would potentially put the central bank under even greater pressure further down the road, and it would be even harder for it to withstand this pressure.", "If the central bank then gives in to the pressure, the usual roles could be reversed: if monetary policy is safeguarding sovereign solvency, it is ultimately fiscal policy requirements that will determine the level of inflation.", "Meanwhile, we are already hearing the odd murmur from those who want to go far beyond what is described in Woodford's definition, with some even going so far to say that the Eurosystem should forgive sovereign debt.", "This demand will no doubt sound extreme and misguided, particularly since it is a violation of the European treaties.", "However, it underscores the fact that the fundamental danger of fiscal dominance should not be ignored.", "When two parties are wrestling for the upper hand, game theory can model a variety of interactions.", "For example, the interplay between monetary and fiscal policy can be modelled as unfolding like a game of chicken, [13] as I have already mentioned.", "The musical film \"Footloose\" (released in 1984) shows us one way in which an unfavourable outcome can be avoided in a particular variation on this game.", "A young Kevin Bacon and his opponent are driving tractors towards each other on a narrow dirt road.", "Kevin Bacon decides to jump from the tractor to save himself from harm.", "However, his shoelace becomes tangled around the pedal.", "Luckily, his opponent realises that he can no longer win and he jumps instead.", "Even though chance is at play here, the shoelace still makes one thing clear: players can avoid undesirable outcomes by making a credible commitment.", "In this context, central banks need to be committed to the objective of price stability.", "In order to avoid fuelling false expectations, central banks therefore need to make the following clear today: if the inflation outlook calls for monetary policy normalisation, there can be no avoiding it out of consideration for government borrowing costs.", "Furthermore, game theory can also demonstrate that fiscal policy needs to be committed in a credible manner.", "[14] This is because, for the reasons just mentioned, monetary policy is dependent on sound fiscal policy in order to be able to safeguard price stability in the long term.", "This is why credible fiscal rules are so important and an integral part of monetary union.", "Monetary policy therefore requires a solid foundation that it cannot lay itself.", "The second cornerstone of this foundation - in addition to sustainable public finances - is the independence and the clear mandate of monetary policymakers.", ".3 Independence and mandate of central banks 3.3.1 Problem of time inconsistency Whilst a government-controlled central bank could also make a pledge to safeguard price stability, it might have an incentive to deviate from its promise at a later date and pursue other political objectives.", "In particular, the influenced central bank could try to reduce unemployment by means of unanticipated inflation.", "But people and businesses cannot be deceived in the long run.", "They see through the decisionmakers' incentives and adjust their inflation expectations, wages and prices upwards.", "As a result, inflation rises without a fall in unemployment.", "This inflation bias is just one example of the problem of time inconsistency, which was identified by Nobel Prize winners Finn Kydland and Edward Prescott in various economic policy decisions.", "[15] This problem arises when policymakers move away from plans they have previously announced if it is the optimal strategy for them and they have the opportunity to do so.", "Kydland and Prescott derived this problem of time inconsistency theoretically over forty years ago and, in doing so, also made use of some of the findings made by Reinhard Selten.", "[16] The inflation bias corresponded to the high inflation of the 1970s, when independent central banks were still the exception.", "To overcome it, the central banks were, for all practical purposes, delegated the task of safeguarding price stability, and in return they were granted independence.", "Indeed, numerous empirical studies over the past few decades have shown a negative correlation between inflation and central bank independence - a strong indication that independent central banks are in a better position to safeguard price stability than others.", "[17] 3.3.2 Independence in times of low inflation Despite this, the independence of central banks has been called into question, particularly in recent years.", "Some appear to believe it has become superfluous in a world of low inflation, as monetary and fiscal policy are, in any case, working towards the same end.", "They should therefore coordinate their efforts more closely.", "However, this argument fails to take into account two factors.", "First, it would be dangerous to assume that weakened independence would not affect inflation.", "As a recent study by the ECB highlights, the problem of time inconsistency does not simply disappear in a low inflation setting.", "[18] Stanley Fischer, former Vice-Chairman of the Federal Reserve, put it as follows: \"[...] The concern over the effects of political interference in monetary policy remains as valid in practice when inflation is too low as when inflation is too high.", "That is primarily because political horizons are typically shorter than those that need to be taken into account in making monetary policy decisions.\"", "[19] Yet those who doubt the value of independence also overlook a second point; namely that if inflation rises, monetary and fiscal policy objectives may diverge again.", "The latest edition of the magazine \"The Economist\" sounds out the arguments suggesting that an era of renewed higher inflation is on the horizon.", "From the journalists' perspective, these arguments are far from overwhelming, but they are not without substance either.", "[20] For example, former central banker Charles Goodhart stresses that demographic shifts could reduce the global labour supply in future, resulting in higher wages, inflation and interest rates.", "[21] He warns against turning a blind eye to the potential risk of inflation.", "[22] In my view, one thing is clear: we should not fall prey to the illusion that monetary and fiscal policy will always pull together.", "The independence of central banks has lost none of its significance.", ".3.3 Narrow interpretation of the mandate Aside from doubt surrounding the benefits of independence, there is also an argument that derives from the principle of democracy.", "[23] In a democracy, the independence of a state institution is, after all, the exception.", "This independence has been deliberately granted to us for monetary policy so that we can fulfil our mandate free from political influence.", "However, we as central banks do not set our own mandate; rather, it is enshrined in the European treaties.", "As Otmar Issing succinctly put it: \"The central banks were not given independence in order to extend their own mandates.\"", "[24] I am convinced that independence and a narrow interpretation of the mandate go hand-in-hand.", "They are the two sides of the same coin.", "The more broadly central banks interpret their monetary policy mandate, the more likely they are to become enmeshed in politics and be overwhelmed with an ever-growing list of new desires and objectives.", "Sooner or later, their independence would be called into question - and rightly so, in my view.", "This path would do a disservice to price stability.", "One of the secrets of success for an independent monetary policy is recognising and respecting one's own limitations.", "This also means keeping the required distance from fiscal policy.", "The same applies to economic policy and climate policy.", "Climate action and central banks In recent times, the Eurosystem has repeatedly been called upon to play an active role in combating climate change.", "One particularly frequent proposal is that we should favour \"green\" securities as part of our monetary policy and no longer buy bonds issued by carbon-intensive enterprises.", "However, it is not our task as a central bank to penalise or subsidise certain industries.", "Such decisions significantly alter the distribution of resources and income and thus require strong democratic legitimacy.", "Climate policy is therefore the task of elected governments and parliaments.", "They also have the appropriate instruments at their disposal to solve the underlying economic problem, such as taxes or emissions trading.", "That decisive economic policy action is needed here is clear and has long been recognised in economic theory, making reference to the tragedy of the commons: a resource that is freely available but finite will end up being used too much.", "Overfishing is a clear example of this.", "If fishermen have unrestricted access to the sea, everyone will want to net as many fish as possible without considering the interests of other fishermen or future generations of fishermen.", "The risk of overfishing will then emerge in the long run, with negative consequences for everyone - which brings to mind once again the classic prisoner's dilemma.", "In such situations, it falls to the government to intervene.", "For instance, a tax puts a price on the consequences of our actions and creates an incentive for us to change our behaviour.", "Winston Churchill is thought to have once said: \"If you put two economists in a room, you get two opinions, unless one of them is Lord Keynes, in which case you get three opinions.\"", "On the subject of climate change, however, economists are largely of one accord: in order to curb it, a higher price for carbon emissions is crucial.", "Monetary policy is not a suitable substitute for an ambitious carbon price and a consistent, credible climate policy.", "The imperative for monetary policy is to safeguard price stability.", "During an economic crisis such as the one we are currently experiencing, this means supporting the economy as a whole through favourable financing conditions.", "Our purchase programmes for private securities are broadly geared to the market accordingly.", "Studies show that these programmes serve their purpose and reduce financing costs for the economy as a whole.", "They thus affect not only the prices and yields of the bonds purchased, but also those of non-eligible securities, [25] because our purchases cause investors to turn to other, more risky investments.", "Therefore, when purchase programmes are specifically used to manage certain market yields, the effect of this should not be overstated.", "And here, too, we should not turn a blind eye to potential conflicts of interest.", "The Eurosystem will have to reduce its asset purchases or holdings if this is necessary for price stability.", "However, progress must then also continue to be made in the transition to a climate-neutral economy.", "In my view, there is no question that climate protection poses one of the greatest challenges of our time, and that action cannot be delayed.", "All of us can and should do more, including central banks.", "Above all, we need to better understand the implications climate change may have for monetary policy, because we have to be able to maintain price stability in the future, too.", "Central banks are also required to take action if climate change or climate policy engenders financial risk.", "In banking supervision and when monitoring financial stability, we must ensure that credit institutions take sufficient account of such risks in their risk management.", "However, climate-related financial risks can also affect central banks' financial assets, which is why we should also incorporate them into our risk management.", "This is particularly true with regard to the monetary policy portfolios.", "Here, it is legitimate to provide climate-relevant information from securities issuers and rating agencies.", "I feel that in the context of monetary policy, the Eurosystem should consider the approach of purchasing or accepting as collateral only those securities whose issuers meet certain climate-related reporting requirements.", "In addition, we could consider using only the ratings of agencies that adequately take account of climate-related financial risks.", "This would mean that, above and beyond their own risk management, central banks could improve the level of information available and act as a catalyst for change in the financial system.", "At the same time, the Eurosystem would then be able to support climate policies in the EU with no potential conflict between this and its own tasks.", "Ladies and gentlemen, ad es a d ge t e e , Economist John McMillan said that \"Experience teaches you to see the trees; game theory helps you to see the forest.\"", "[26] I'll sum up my remarks now, while you can still see the forest for the trees.", "Game theory enhances our awareness of the interplay between different expectations and strategies in the economy - between individual policymakers as well as between policymakers and private agents.", "The coronavirus crisis is, without a doubt, making almost unprecedented demands on fiscal, economic and monetary policy.", "These crisis efforts should not ignore the fact that different policy areas have a primary commitment to different objectives.", "In order to ensure that this interplay ultimately serves the common good, it is, above all, important not to blur the boundaries between the responsibilities of individual policy areas and not to overburden monetary policy.", "Paul Volcker, who, as the Chairman of the Fed at that time, brought the Great Inflation of the 1970s under control in the United States, summed it up thus: \"Asked to do too much - for example, to accommodate misguided fiscal policies, to deal with structural imbalances, or to square continuously the hypothetical circles of stability, growth, and full employment - [the central bank] will inevitably fall short.", "If in the process of trying it loses sight of its basic responsibility for price stability, [...] then those other goals will be beyond reach.\"", "[27] Thank you very much for your attention.", "A. Levchenko and N. Pandalai-Nayar (2020), Global Supply Chains in the Pandemic, CEPR Discussion Paper, No 14766. .", "See Deut sche Bun des bank (2017), The danger posed to the global economy by protectionist tendencies, Monthly Report, July 2017, pp.", "M. Amiti, S. (Seite) J. Redding and D. E. Weinstein (2019), The Impact of the 2018 Tariffs on Prices and Welfare, Journal of Economic Perspectives, Vol.", "(pages) 187-210; A. Cavallo, G. Gopinath, B. Neiman and J. Tang (2019), Tariff Passthrough at the Border and at the Store: Evidence from US Trade Policy, NBER Working Paper, No 26396; P. D. Fajgelbaum, P. K. Goldberg, P. J. Kennedy and A. K. Khandelwal (2020), The Return to Protectionism, Quarterly Journal of Economics, Vol.", "Deut sche Bun des bank, Consequences of increasing protectionism, Monthly Report, January 2020, pp.-66.", "Rooth (2015), The Effect of Schooling on Cognitive Skills, Review of Economics and Statistics, Vol.", "Azevedo, J. P., A. Hasan, D. Goldemberg, S. (Seite) A. Iqbal and K. Geven (2020), Simulating the Potential Impacts of the COVID-19 School Closures on Schooling and Learning Outcomes: A Set of Global Estimates, World Bank Group.", "OECD (2020), Education and COVID-19: Focusing on the long-term impact of school closures, -responses/education-and-covid-19-focusing-on-thelong-term-impact-of-school-closures-2cea926e/#section-d1e77 12.", "Woodford, M. (2001), Fiscal Requirements for Price Stability, NBER Working Paper, No 8072. .", "(1986), Interpreting the Reagan Deficits, Federal Reserve Bank of San Francisco, Economic Review, No 4/1986, pp.", "Dixit, A. and L. Lambertini (2003), Interactions of Commitment and Discretion in Monetary and Fiscal Policies, American Economic Review, Vol.", "Kydland, F. E. and E. C. Prescott (1977), Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, Vol.", "(pages) 473-492; Barro, R. J. and D. B. Gordon (1983), Rules, discretion and reputation in a model of monetary policy, Journal of Monetary Economics, Vol.", "Royal Swedish Academy of Science (2004), Finn Kydland and Edward Prescott's Contribution to Dynamic Macroeconomics: The Time Consistency of Economic Policy and the Driving Forces Behind Business Cycles, Advanced information on the Bank of Sweden Prize in Economic Sciences in Memory of Alfred Nobel.", "Alesina, A. and L. H. Summers (1993), Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence, Journal of Money, Credit and Banking, Vol.", "(2008), Central bank independence and monetary policymaking institutions - Past, present and future, European Journal of Political Economy, Vol.", "A New Dataset, International Interactions, Vol.", "849-868; Iwasaki, I. and A. Uegaki (2015), Central Bank Independence and Inflation in Transition Economies: A Comparative Meta-Analysis with Developed and Developing Economies, RRC Working Paper No 55; Acemoglu, D., S. (Seite) Johnson, P. Querubín and J.", "A. Robinson (2008), When Does Policy Reform Work?", "The Case of Central Bank Independence, Brookings Papers on Economic Activity, spring 2008, pp.", "R. Dall'Orto Mas, B. Vonessen, C. Fehlker and K. Arnold (2020), The case for central bank independence: A review of key issues in the international debate, European Central Bank, Occasional Paper Series, No 248. .", "The Economist (2020), After the pandemic, will inflation return?, 12 December 2020.", "Goodhart and M. Pradhan (2020), The Great Demographic Reversal: Ageing Societies, Waning ( ), g p g g , g Inequality, and an Inflation Revival, Palgrave Macmillan.", "C. Goodhart (2020), Inflation after the pandemic: Theory and practice, VoxEU, -after-pandemic-theory-and-practice 23.", "P. Tucker (2018), Unelected power - the Quest for Legitimacy in Central Banking and the Regulatory State, Princeton University Press.", "O. Issing (2019), Eine grüne Geldpolitik kann es nicht geben, Wirtschaftswoche, 12 December -eine-gruene-geldpolitik-kann-es-nichtgeben/25322158.html 25.", "T. Mäkinen, F. Li, A. Mercatanti and A. Silvestrini (2020), Effects of eligibility for central bank purchases on corporate bond spreads, Bank for International Settlements, Working Paper, No 894; A. Zaghini (2019), The CSPP at work - Yield heterogeneity and the portfolio rebalancing channel, European Central Bank, Working Paper, No 2264; R. De Santis, A. Geis, A. Juskaite and L. V. Cruz (2018), The impact of the corporate sector purchase programme on corporate bond markets and the financing of euro area non-financial corporations, European Central Bank, Economic Bulletin, Issue 3/2018, pp.", "J. McMillan (1992), Games, Strategies and Managers, Oxford University Press."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic consequences of the coronavirus crisis", "Risk of deglobalisation", "Fiscal dominance", "Education", "Climate action and central banks", "Independence and mandate of central banks", "Public finances", "Problem of time inconsistency", "Narrow interpretation of the mandate"]}