{"sentences": ["Thank you to FX Week for organising this event.", "Today, I will provide you with an update on the recent issues that the Global Foreign Exchange Committee (GFXC) has been considering as well as the state of play in the review of the FX Global Code.", "Conditions in Foreign Exchange markets The GFXC has met three times this year and each meeting we draw on the insights of FX market functioning from the 20 member Foreign Exchange Committees.", "This encompasses advanced and emerging economy FX markets and views from all parts of the market: sell-side, buy-side, non-banks and platforms.", "In FX markets, the experience following the outbreak of Covid-19 earlier this year was similar to what has occurred in previous market crises: spreads widened, volatility increased sharply, liquidity deteriorated for both spot and swap markets and funding costs surged in many currencies.", "These abrupt changes in market conditions can prompt rapid shifts in the structure of the market, such as the methods by which market participants execute their trades.", "For example, there was a reduction in the share of trade internalisation used by sell-side market participants and a greater share of activity migrated to the primary venues.", "However, one notable feature of this latest crisis was both how sharply market conditions deteriorated and how quickly they recovered.", "The actions by central banks and governments around the globe doubtless contributed to this rebound.", "By and large, conditions have continued to improve in recent months.", "Many indicators of liquidity are now approaching more normal levels, although the depth of market does remain noticeably below pre-pandemic levels.", "Conditions are more diverse in emerging market currencies, where more idiosyncratic factors tend to be in play, but overall, conditions have also generally improved in these markets but to a lesser extent.", "In periods of volatility, it is inevitable that there will be a greater focus on benchmark fixes.", "Large changes in asset prices and currencies generally mean that investors have greater-than-normal rebalancing flows when managing their portfolios.", "This was certainly the case at the height of market volatility in March.", "Ordinarily, a lot of these rebalancing flows will go through the market at times that match benchmark fixings.", "The GFXC drew attention to the possible consequences of these flows ahead of March quarter-end, cautioning market participants to always be mindful of the impact of their transactions and to clearly understand how their orders are being handled.", "Subsequent liaison suggested that market participants were attentive to the potential impacts.", "In some markets, participants looked to bring the timing of their flows forward of month-end.", "But while the fixings have generally proceeded smoothly, there have been occasions this year where the London 4pm fix has been associated with heightened volatility.", "This has prompted discussions - including amongst the GFXC and its member committees - about the fixing process.", "The GFXC is regularly engaging with the administrator of the WM/R fixes to relay any feedback from the committee and its members.", "I am encouraged by the increased engagement by them with market participants on the issues.", "At the same time, it remains as important as ever for users of the 4pm fix and other benchmarks to regularly assess whether executing at those times suits their requirements.", "Operation of FX markets More broadly, the Covid lockdowns presented major operational challenges to FX market participants.", "These challenges were exacerbated by the market volatility, but even as market conditions stabilised, many of the operational challenges remained.", "However, the FX industry generally has been able to meet these challenges.", "A recent report issued by the GFXC summarised the experiences of both buy-side and sell-side market participants throughout this time.", "Broadly speaking, electronic trading proved effective and reliable.", "It is likely that the Covid period will have only furthered the industry's shift toward electronic trading.", "This includes the greater use of execution algorithms in many markets.", "From the GFXC's perspective, the recent period has highlighted the importance of having common standards of industry practice.", "The abrupt change in market conditions that we witnessed this year also underscored the importance of transparency.", "As spreads widened, trade sizes were reduced and 'last look' rejection rates rose, clients needed to understand the implications of this for their activities.", "Review of the FX Global Code While the Code has certainly proven its value since it was introduced, the FX market is constantly evolving.", "When the Code was launched in 2017, the GFXC committed to undertaking a review of the Code every three years to ensure that its guidance remains appropriate and is contributing to an effectively functioning market.", "Wide-ranging feedback obtained from market participants last year confirmed that the Code does remain fit for purpose.", "Nevertheless, there were a few key areas where closer review was warranted.", "I would like to provide an update on some of those focus areas today.", "Originally, we had intended to conclude the review of the Code by this December, but following the outbreak of Covid, we needed to pause our work for several months.", "That work has now been resumed and is on track for completion by mid 2021.", "The first focus area for the GFXC is getting greater adherence and commitment to the Code from the Certainly, a lot of progress has been made over the past three years.", "example, of the top 30 asset managers globally, more than half have now signed Statements of Commitment to the Code, including Blackrock, Fidelity, SSGA.", "There is, however, scope for further progress.", "In our liaison with the industry, several possible reasons have been suggested for the slower rate of take up from buy-side.", "Firstly, the Code has 55 principles and there is a perception that many of them are only relevant to the sell-side.", "Secondly, the buy-side hasn't had the same incentive to sign up to the Code as the sell-side.", "The sell-side has faced pressure from their regulators and their customers to demonstrate their commitment.", "Peer pressure has also played a role there as well.", "Finally, with constrained resources, many buy-side have other priorities to focus on.", "To overcome some of these issues, one question that has been asked is whether a buy-side and simpler version of the Code could be developed.", "However, in considering this issue at its recent meeting, the GFXC's firm conclusion was that a single Code remains the best way of ensuring there is a common market standard that constitutes good practice.", "The diversity and increasing complexity of the FX market means that it is not always possible to assign clear roles to market participants, such as liquidity providers and consumers.", "Relatedly, some buy-side firms will have a larger and more complex involvement with the FX market than many sell-side banks.", "From the outset, the GFXC has emphasised that the Code should be applied by each market participant in a manner that is proportionate to the nature of their engagement in the market.", "It was envisaged that the larger, more complex and sophisticated an institution's FX activities are, that institution should have undertaken a more comprehensive and detailed internal exercise to ensure its adherence to the Code's principles.", "The GFXC will develop additional guidance to assist firms in identifying those principles of the Code that are the most appropriate for them to evaluate when aligning their practices with the Code.", "This will complement the existing material that is already available on the GFXC's website, including case studies of a variety of buy-side firms that have aligned their practices to the Code.", "Another priority for the Code review is to provide further guidance around certain trading practices, in particular last look and pre-hedging.", "It is not necessarily the case that the GFXC will amend the existing principles of the Code dealing with these practices.", "This may happen, but we are certainly aiming to provide guidance material that provides greater clarity about how these practices are used and what the relevant considerations are for market participants.", "There will always be some controversy attached to these practices, so it is important that they are transparent and well understood.", "One important means for providing transparency in the FX market is the disclosures made by sell-side participants.", "In the GFXC's surveys of the industry, many market participants - especially from the buy-side - still consider the disclosures around certain trading practices to be poor.", "And it is the areas of pre-hedging and last look that are generally of most concern.", "More broadly, the aim of the GFXC has been to ensure that market participants have easily accessible and understandable information on how their trades are handled, allowing them to make informed decisions.", "While there has been progress in this area, the Committee's view is that the availability and adequacy of some elements of disclosures remains an issue.", "The disclosures have to be readable and have meaningful content.", "In part, it can be the greater volume of disclosure information that is being made available is itself proving challenging for market participants to comprehend and evaluate.", "Several different sets of disclosures can be produced by the one entity, with some publically available and others provided bilaterally, depending on the intended purpose of the material.", "Across counterparties, disclosure information is often provided in an inconsistent manner with varied levels of detail.", "Disclosure documents are also reviewed and updated at different times by different counterparties, and there is no central repository of multiple firms' disclosures.", "The GFXC is aiming to develop solutions that will address issues in comparing information across different disclosure documents and facilitate access to disclosure information.", "The GFXC is also considering reviewing the Code's principles in light of the ongoing adoption o f ('algos') in the FX market.", "It is estimated that between 10 and algorithmic execution 20 per cent of FX spot trading globally is accounted for by execution algos.", "Usage of these algos can improve market functioning but they also introduce risks.", "So as elsewhere, the issue is how well understood these things are by market participants and whether the disclosures made by providers are adequate.", "Disclosures surrounding algos are often high-level.", "While there may be legitimate reasons why providers don't disclose certain things (such as intellectual property), it's nevertheless important that users have sufficient information to facilitate comparability amongst these instruments.", "Another area where the FX market has continued to evolve is the increased usage of As part of its Code review, the GFXC has a workstream looking at this anonymous trading.", "aspect of the market, the roles played by venue providers and prime brokers, and whether the issues that can arise with this form of trading are adequately addressed in the Code's principles.", "FX Settlement risk One aspect of the market that the GFXC has been focussing on its recent meetings is settlement risk.", "When conducting their triennial survey of the global FX market last year, the Bank for International Settlements expanded the scope of their survey to include data on settlement methods.", "The BIS data suggested that the amount of trades being settled without payment-versus-payment (PvP) protection remains very significant and has increased.", "There could be several reasons for this trend and further work is being done within the industry to understand the drivers.", "Part of the explanation is that the overall share of activity has increased in currencies that are not settled through CLS - the main means for obtaining PvP protection.", "In CLS currencies, it is possible that greater rates of internalisation by market-makers means that settlement risk is being mitigated without needing to use PvP services such as CLS.", "Many central banks conduct regular six-monthly surveys of activity in their markets - a slimmeddown version of the BIS triennial - and these central banks are enhancing their regular surveys to also capture data on settlement methods, so that we can better monitor what is going on.", "The importance of this issue - and the potential size of the risks involved - mean that settlement risk needs to remain a focus for the industry.", "Consistent with that, the GFXC concluded that it was appropriate to strengthen the Code's guidance in this area.", "As part of the current review of the Code, we will be looking to further emphasise the need for market participants to sufficiently monitor and manage their settlement risks.", "This not only includes the credit risks associated with non-PvP settlement, but other elements of the settlement process as well.", "At its last meeting, the GFXC discussed the potential for 'strategic fails' in FX settlements, the incentives that can give rise to such fails and the adverse consequences for the broader market.", "Recent issues in the Turkish lira highlighted the importance of market participants making the maximum effort to complete their settlements to avoid exacerbating liquidity strains or otherwise disrupting the market.", "The guidance in the Code will also be strengthened to address this issue.", "To conclude, the GFXC is aiming to complete the review of the FX Global Code by mid next year.", "Reflecting the feedback from market participants that it broadly remains fit for purpose, the changes to the Code will not be significant.", "Where appropriate they reflect the ongoing evolution of the FX market.", "Besides that, the GFXC continues to discuss the functioning of the FX market, including around benchmarks, with a particular focus on FX settlement risk.", "<www.globalfxc.org/agendas.htm> <www.globalfxc.org/press/p200326.htm> <www.globalfxc.org/docs/operational-challenges-facing-fx-industry-covid19.pdf> <www.globalfxc.org/case_studies.htm?m=71%7C438> See <www.bis.org/statistics/rpfx19.htm> and <www.bis.org/publ/qtrpdf/r_qt1912x.htm>."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["FX Global Code", "FX market", "settlement risk", "market conditions", "liquidity", "transparency", "trading practices", "electronic trading", "algorithmic execution", "anonymous trading"]}