{"sentences": ["Good afternoon to those joining us from the UK, and good evening to the Moody's team in Asia and also to the rest of my colleagues in government here in Manila.", "In the interest of time, I will briefly discuss first, the measures implemented by BSP in response to the COVID 19 pandemic and second, the performance and outlook of the monetary, external and banking sectors.", "The BSP has responded to the crisis in a timely and decisive manner.", "We acted quickly by providing ample monetary stimulus to mitigate tightening liquidity conditions, boost business and consumer confidence, and ensure the continued orderly functioning of the financial system.", "The BSP was among the first central banks in the world to respond to the crisis before it became full-blown.", "We cut policy rates by 25 basis points as early as February as a pre-emptive move against the impact of the pandemic.", "To date, we have cut policy rates by a cumulative 175 basis points.", "In addition, we cut reserve requirements by 200 basis points.", "Aside from the traditional monetary tools, the BSP has implemented other extraordinary measures, to the extent that our charter and other enabling laws allow, befitting this once in a life time crisis.", "Last October 1, the Monetary Board approved the short-term provisional advance to the National Government worth Php540 billon (approximately US$11.1 B) in order to beef up National Government finances after the initial Php300 billon (approximately US$6.2 B) repurchase agreement which was settled last September.", "Besides these monetary measures, we also implemented a long list of time-bound regulatory and operational relief measures to help BSP supervised financial institutions withstand the crisis.", "In turn, we expect them to support businesses and households by giving them access to credit.", "With the measures we have deployed, the BSP has so far injected P1.9 trillion (about USD 39.2 billion) in liquidity to the financial system, equivalent to 9.6 percent of the country's GDP.", "With the huge amount of liquidity injected into the system, we are fully aware of the need to carefully assess the appropriate timing of the unwinding of all these measures.", "Doing it too late or too early may have serious repercussions on the economy.", "In addition, I am pleased to inform you that last September, the BSP started issuing its own securities, as allowed under our recently amended charter.", "This new instrument will help us better manage liquidity moving forward.", "Let me now provide brief updates on the monetary, external and banking sectors: On the monetary front, inflation remains manageable.", "Low inflation gives us room for monetary easing when needed.", "On the external front, we continue to have a comfortable external payments position with gross international reserves at an all-time high of around US$ 100bn.", "External debt ratio/GDP remained low at 23.7 percent at end-June 2020, even with the recent increase in external borrowing to fund additional government spending to address the pandemic.", "Both our current account and BOP remained in surplus in the first semester.", "We project a current account surplus equivalent to 1.6 percent of GDP this year, up from a deficit of 0.5 percent of GDP as of May 2020.", "We expect BOP to post a surplus of around 2.2 percent of GDP, up from 0.2 percent of GDP as of May 2020.", "Overseas Filipino Remittances have started to recover in recent months.", "We expect OF remittances to expand by 4 percent next year from a contraction of 2 percent this year.", "Year to date, OF remittances have contracted by 2.4 percent.", "The Philippine peso has been an outperformer this year, appreciating 4.7% against the USD, year-to-date, to its highest level since late-2016.", "The appreciation is due mainly to the country's external position, itself driven by a narrowing in the trade deficit and a rebound in remittances in recent months.", "The Philippines' banking system remains fundamentally sound and resilient despite the health crisis.", "The regulatory measures mandated by the BSP through the years have prepared banks to build enough buffers going into this crisis.", "Banks are well capitalized with high capital adequacy ratio, well above both the BSP and BIS regulatory requirements.", "Asset quality remains good and loan quality remains satisfactory.", "The BSP's stress test exercises and simulations point to favorable banking system prospects even with risks to the outlook.", "Moving forward, we expect non-performing loans to remain manageable, CARs to stay above the 10-percent requirement, liquidity to be sufficient, and profitability to stay intact.", "We are confident that the worst is over.", "We have started to open up the economy as lockdown measures have resulted in flattening the curve and allowed the government in building the necessary health capacity.", "The BSP will continue to monitor developments as they unfold.", "Further policy responses will be dependent on how the data evolves.", "Going forward, the BSP is prepared to use the full range of its monetary instruments and to deploy additional measures, as needed, in fulfilment of its price and financial stability objectives.", "Even as the BSP maintains its independence, we will continue to work hand-in-hand with the National Government to ensure that the coronavirus pandemic will leave little permanent scar on the Philippine economy and its people."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["COVID-19 pandemic", "Monetary policy", "Financial stability", "Liquidity", "Banking sector", "External sector", "Inflation", "Economic outlook", "Government spending", "Financial regulation"]}