{"sentences": ["Good morning, dear listeners, fellow Governors, I would like to thank the Governors for their insights in this panel, and also the organisers of the conference for inviting me.", "Discussing the role of banks in the time of COVID-19 is indeed vital.", "Banking is as important to the economy as the heart is to the human body.", "And just like cardiovascular diseases, which are the leading cause of mortality in Europe, diseases of the banking sector often stand behind the deepest crises in our history.", "In 1930s, the Great Depression was significantly amplified by bank runs.", "In 2008, subprime mortgage loans extended by banks created the US housing bubble that brought down the entire global financial system.", "In Europe, a heavily bank-based system, the infamous sovereign-bank nexus resulted in a prolonged European sovereign debt crisis.", "The COVID-19 crisis was not, of course, caused by the banking system.", "But it could have greatly amplified the shock if it was not resilient enough.", "Moreover, a weak banking system would diminish prospects of a sustained recovery.", "This is why the role of banks is so critical in the current context.", "In this light, I would like to make three points in my brief intervention: • First, we learnt our lessons from the previous crisis - and this contributed to banks' resilience during the current one.", "• Second, swift regulatory responses to such shocks as COVID-19 can further help the banking system support the shaken economy.", "• And third, a truly sustainable long-term economic recovery after this crisis depends on solving equally long-term issues in the European banking system.", "Let us begin with the resilience of banks which has so far prevented a health crisis from turning into a full-blown systemic financial crisis.", "The Basel III reforms made sure that the global banking system was significantly better capitalised than at the onset of the global financial crisis.", "The Common Equity Tier 1 (CET1) ratio in the EU banking sector - a key indicator of financial soundness - rose from 9% in 2009 to nearly 15% in the fourth quarter of 2019, before the COVID-19 crisis hit.", "With this amount of capital, banks can generally continue their lending to the economy even if truly adverse scenarios materialise, as shown by the ECB's vulnerability analysis published in July 2020.", "This shows that in the field of banking regulation, we did not waste the previous crisis and learnt our lessons well.", "My second point relates to regulatory response.", "The relief package that the ECB Banking Supervision announced in March was designed to ensure that banks can keep lending to the contracting economy.", "For instance, banks were allowed to temporarily operate below the level of capital defined by the bank-specific Pillar 2 capital requirements, namely Pillar II guidance.", "In Lithuania, macroprudential policy was a key domain of the regulatory response package.", "Prior to 2020, critics would say that our macroprudential set-up was perhaps too wide-ranging.", "But this crisis showed, I believe, that our policy stance was the right one.", "First, it helped prevent a deterioration in lending standards and a build-up of systemic risk in the run up to the COVID-19 shock.", "And second, when the time came, we implemented countercyclical policy decisions in line with the intended functioning of the framework.", "For instance, in mid-March, the Bank of Lithuania fully released the counter-cyclical capital buffer from 1% to 0%.", "Overall, the relaxation of various requirements has increased the lending potential of banks in Lithuania by €2 billion, or by a third, compared to 2019.", "Of course, we are talking about potential here, not the real world.", "But the real-world data has been encouraging, at least in terms of lending to households, which has broadly returned to the pre-pandemic levels.", "Going forward, policymakers should not \"waste a good crisis\" this time as well, and take a fresh look at the existing macroprudential framework.", "We could even consider novel ways of applying macroprudential tools - such as the application of borrower-based measures during the cycle, e.g.", "relaxing the loan-to-value or debt-service-to-income requirements in times of crisis.", "Finally, I would like to make a point on the long-term issues of the European banking sector.", "The first issue here is inadequate bank profitability.", "In this regard, there is a need for consolidation via mergers and acquisitions to make the European banking sector leaner.", "Completing the Banking Union by creating a European Deposit Insurance Scheme (EDIS) would open doors for true cross border consolidation in Europe.", "The second issue is non-performing loans (NPLs) - a long-standing problem in the European banking sector.", "To tackle the potential rise in NPLs, the next round of government support should put more emphasis on solvency rather than liquidity support.", "In my opinion, the EU should return to the idea of establishing a European Solvency Support Instrument.", "There is also a great need of convergence of various insolvency frameworks across the Member States.", "Tackling these issues would allow banks to keep lending for a sustained recovery.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Bank resilience", "Regulatory response", "Long-term issues", "Bank profitability", "Non-performing loans", "Macroprudential policy", "Basel III reforms", "European Deposit Insurance Scheme", "Solvency support", "Insolvency frameworks"]}