{"sentences": ["Good morning Ladies and Gentlemen, Crypto-assets is a stimulating topic for a Central Banker and one that cannot leave him indifferent!", "It should be remembered that, historically, crypto-assets have been designed to be issued in a decentralised manner, with the ambition to replace legal currencies: the very denial of the Central Banker's functions.", "Clearly, the initial objective was not achieved.", "So far, crypto-assets have proven to be much less efficient than our traditional currencies, for different reasons, starting with price volatility, transaction costs and delays, which make them difficult to use as a means of payment, not to mention the risks they expose their users and service providers.", "However, we cannot ignore the potential for innovation of crypto-assets and their underlying technology, the technique of distributed ledgers or blockchain.", "Already in 2017, with the Madre project, the Banque de France was one of the first central banks in the world to use this blockchain technology for an interbank use case.", "At the rate of innovation, it is a long history, but since then we have been closely monitoring the development of this vibrant blockchain and crypto-assets ecosystem, the opportunities it creates and the risks it carries.", "To open this webinar, I would like to share with you some thoughts on this ambivalence of cryptoassets from the point of view of a central banker and a supervisor: First, the challenges and opportunities of crypto-assets development.", "Second, what we are doing at the Banque de France to address these challenges.", "Challenges and opportunities The world of the blockchain and crypto-assets is still an immature ecosystem: it is difficult to predict in which direction and in which scale it will develop, but the emergence of many use cases related to decentralised finance, the creativity of the ecosystem, point to many opportunities.", "In particular, one can imagine that the innovations being developed will improve our payment systems, especially for cross-border transactions, or also securities issuance and settlement mechanisms...", "The main challenge is therefore to ensure that the emergence of crypto-assets and, more generally, decentralised finance contribute to the effectiveness and security of our financial system.", "Because this nascent ecosystem is also a source of many risks.", "The international work of public authorities highlighted these issues from the risk of money laundering to the risk of the consumer or investor.", "I would like to highlight one of them: the risk related to the network effect.", "This risk was mentioned when some Bigtechs considered creating supra-national \"currencies\": by offering to an extremely large customer base, these projects raised questions about monetary sovereignty of the states, as well as serious questions about the functioning of competition.", "Users may de facto be captured by an ecosystem and have no choice of their payment service, or at least be influenced by Bigtechs to use their services at the expense of competitors.", "But the opposite risk exists: payment system fragmentation, which can lead to a deterioration in the service to users.", "Central banks have a long experience with these issues, especially in the field of payments.", "In this respect, the balance of cooperation and competition between industry players, in other words \"co-opetition\", has proven to be historically valuable.", "One of the challenges now is to maintain these \"co-opetition\" relationships over time, ensuring that they can include all players and coordinate effectively the payment systems (and ecosystems) - traditional or innovative.", "The Banque de France's action To help meet these challenges, at the Banque de France, we develop our actions along two (i) The first one is to support and implement regulatory frameworks and supervisory practices that promote both innovation and the stability of our financial system Most of the current regulatory framework was designed before the technological \"breaks\" that we now face.", "It therefore seems logical to adapt it to these technological changes and to the challenges and risks associated with them.", "The same applies, of course, to our supervisory framework and methods.", "In terms of regulating crypto-assets, France pioneered the establishment of a legal framework in 2019, with two objectives: Creating legal certainty and trust to promote the development of a healthy and innovative Preserving innovation by being careful not to curtail further development opportunities and risk depriving the economy of beneficial innovations.", "With these two objectives in mind, we also support the European project for Markets in CryptoAssets (MiCA), which will, in particular, provide a first harmonised EU-wide regulatory framework for stablecoins.", "(ii) be involved as a player in financial sector developments However, adapting the regulatory framework is not sufficient.", "At the Banque de France, we believe it is necessary for us to also be a factor in the evolution of the financial sector by pursuing two objectives at this stage: to facilitate and experiment.", "Under the first objective, one of our aim is, for example, to foster the emergence of European projects capable of strengthening Europe's payments system, building on the major integration projects we have seen in the past.", "Pursuing this objective also leads us to set up a forum, the Fintech Forum, which brings together players from our national financial ecosystem, to identify needs for regulatory developments related to innovation.", "As part of the experiment, at the Banque de France we are currently conducting a programme on a digital central bank currency for the settlement of interbank transactions.", "We want to assess to what extent and under what conditions it could improve the efficiency and security of settlement of financial assets transactions, while preserving the fundamental role of central bank money in the smooth and safe execution of these transactions.", "The Banque de France also takes an active part in the work conducted by the Eurosystem under the aegis of the ECB in relation to a digital retail euro.", "The challenge is to assess whether and how a digital central bank euro is needed.", "As we do when analysing market developments, our analysis encompasses all the potential impacts of such innovation.", "We need to ensure that we do not compromise more general public objectives such as monetary and financial stability, organise coexistence with other forms of public money and commercial banks, and promote innovation and efficiency in the financial system.", "Naturally, our experiment is not limited to questions of digital central bank money.", "As part of our observation on the development of crypto-assets, we plan to participate in market experiments to help define the role of supervisors in this ecosystem.", "I'll stop there to give way to the two round tables of this webinar.", "The two themes chosen are: \"Crypto-assets, risks and regulation\" and \"Crypto-assets, what will become a standard?\".", "They seem to me to be two very complementary ways of addressing the issues that I have highlighted.", "I am sure that the cross-section of American and European views will add to the debate.", "I wish you all a great webinar."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Crypto-assets", "Blockchain", "Decentralized finance", "Payment systems", "Regulation", "Supervision", "Financial stability", "Innovation", "Central bank digital currency", "Risk"]}