{"sentences": ["It's a pleasure to speak with you today.", "The summer solstice was yesterday evening, making today one of the longest days of the year.", "But please rest assured that I won't take advantage of that and go on for too long.", "That way, there will be plenty of time for me to answer your questions.", "The good thing about virtual meetings like this one is that I get to speak with people from across the country with the click of a button.", "But I also know that there is nothing more heartwarming than when families and friends are finally able to get back together in person after all this time.", "Indeed, we are starting to see \"the smiles returning to the faces,\" and I mean that now quite literally.", "Today I'm going to talk about three things: first, I'll briefly discuss the transition away from the London Interbank Offered Rate (LIBOR), a topic of particular relevance to this audience; second, I'll talk about the outlook for the economy and where we are in the recovery; and finally, what that means for monetary policy.", "Before I continue, let me give the usual disclaimer that the views I express are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or anyone else in the Federal Reserve System.", "The Final Countdown I've spoken about the LIBOR transition many times before, but the message bears repeating, especially now that we're only about six months away from moving off of LIBOR, once and for all.", "During this critical time, it's important to focus on building a strong and robust foundation for the future so that we never have to go through a transition like this one again.", "That's why when it comes to choosing a LIBOR replacement, you need to be confident that the rate you use is appropriate and will hold up even under stress.", "At the Financial Stability Oversight Committee (FSOC) meeting earlier this month, FSOC members highlighted risks around reference rates that share many of LIBOR's shortcomings, such as being based on thinly-traded markets.", "The Alternative Reference Rates Committee (ARRC) studied this issue carefully and consulted thoroughly with the public, and recommended the Secured Overnight Financing Rate (SOFR) as the main U.S. dollar reference rate for the post-LIBOR world.", "Importantly, SOFR proved to be resilient even during the market stress at the height of the pandemic last spring and will provide a rock-solid foundation for the post-LIBOR world.", "The final comment I'll add on this topic is that while much progress has been made in the transition away from LIBOR, time is running out, and your transition from LIBOR should happen as soon as practically possible.", "This is not something to leave until the last minute.", "Economic Outlook OK, enough on LIBOR, at least for today.", "I'll now turn to the theme of the economic outlook and where I see us on the path to a full recovery.", "Let me begin by saying that we've come a long way since the darkest days of the pandemic, and I expect even brighter days ahead-and I don't just mean that because it is finally summertime.", "We find ourselves at an extraordinary juncture in the recovery.", "Thanks to widespread vaccinations and robust support from fiscal policy, the economy is reopening more quickly and more strongly than expected.", "When it comes to the economy, it's getting better all the time.", "The rapid rebound is excellent news-it means more jobs and a brighter future.", "But, it also means that we are seeing strains as businesses try to keep up with the rapid acceleration in demand for their products.", "After sharp declines in employment, production, and prices last year, the opposite is now occurring.", "As a result, we are seeing a record number of job openings, supply bottlenecks in sectors such as autos, and sharp increases in prices for some high-indemand goods and services.", "To get an idea of how fast the economy is restarting, it's useful to look at gross domestic product, or GDP.", "Fueled by rapid growth in consumer spending, business investment, and housing, I expect inflation-adjusted, or real, GDP to increase seven percent this year.", "If that forecast comes true, that would be the fastest year-over-year growth rate since 1984.", "This strong growth in demand is translating into large numbers of people getting back to work.", "More than half a million jobs were added in May, which is good progress.", "But, I cannot stress enough that we still have a long way to go to get back to full strength.", "For example, there are still over seven million fewer jobs today than before the pandemic.", "Underlying these numbers are sizable movements of people in the labor market.", "Employers are hiring at a rapid clip, with nearly seven million people moving from the ranks of non-employed to employed per month.", "At the same time, people are leaving jobs in elevated numbers, either to look for new work or to exit the labor force altogether.", "These big movements in the labor market, both in hires and quits, reflect the extraordinary nature of the pandemic, as employers and workers adapt to rapidly changing circumstances.", "What should we take from all of this?", "Clearly, the demand for labor is very strong-we hear that from employers who are finding it hard to fill all their openings-and a lot of people are getting hired.", "At the same time, the numerous people leaving their current jobs contribute to the recordhigh level of postings as employers look to fill newly vacant positions.", "We won't see all the vacancies filled overnight-it takes time for employers to fill open positions.", "With the strong, sustained demand for workers and progress on hiring, I am confident that we will see continued strong job gains going forward.", "The last aspect of the outlook that I'll speak about is inflation.", "Recent inflation data have moved up sharply, which has garnered a great deal of attention.", "My view is that the spike in inflation mostly reflects the temporary effects of the surprisingly rapid opening of the economy.", "Given the importance of this issue, I will explain my thinking in more detail.", "With the economy reopening, people are once again enjoying activities, such as travel, that they postponed during the worst days of the pandemic.", "With the return of these activities, prices for things like airfares and hotel rooms have rebounded.", "But we must keep in mind that many of these increases are simply reversals of the large declines we saw last year when the pandemic first took hold.", "Once these prices have fully adjusted to the reopened economy, they shouldn't continue to increase at recent elevated rates, and their effect on overall inflation should subside.", "In addition, we have seen surges in demand for certain goods that have outstripped available supply.", "The clearest example is used cars, which are in very high demand, reflecting factors such as the needs of a remote workforce, stimulus payments, and demand from rental car companies.", "At the same time, the supply of vehicles has been held back by earlier production cutbacks and shortages of semiconductor chips.", "This imbalance in supply and demand has caused used car prices to soar.", "Looking forward, supply will slowly come back online, and I therefore expect car prices to stabilize and then decline over time to more normal levels.", "We have already seen this type of dynamic play out in some sectors.", "The latest data show growth in wholesale used car prices slowing in the first half of June.", "And lumber prices, which soared during the pandemic as housing demand surged and supply struggled to keep up, have declined sharply in recent weeks.", "I expect that as price reversals and short-run imbalances from the economy reopening play out, inflation will come down from around 3 percent this year to close to 2 percent next year and in 2023.", "It goes without saying that there is a great deal of uncertainty about the inflation outlook, and I will be watching the data closely.", "The Fed's Policy Response It's clear that the economy is improving at a rapid rate, and the medium-term outlook is very good.", "But the data and conditions have not progressed enough for the FOMC to shift its monetary policy stance of strong support for the economic recovery.", "Specifically, the FOMC decided last week to maintain the target range for the federal funds rate at zero to 1⁄4 percent and made no changes to its program of asset purchases.", "In thinking about adjusting its stance in the future, the FOMC has defined conditions and measures that will inform its decision-making.", "In terms of the federal funds rate, the FOMC said it expects it will be appropriate to maintain this target range until labor market conditions have reached levels consistent with the FOMC's assessments of maximum employment and inflation has risen to 2 percent and is on track to moderately exceed 2 percent for some time.", "The FOMC also said it will maintain its current asset purchase pace until substantial further progress has been made toward its employment and inflation goals.", "I hope you remember the \"things we said today,\" but if not, here's my final message.", "The sun is shining, both literally and figuratively.", "Progress on vaccinations and the economy is very welcome news, and I look forward to a full and complete recovery, accompanied by inflation that averages 2 percent over time.", "Thank you, and I look forward to your questions.", "John C. Williams, Measure Twice, Cut Once, Remarks at SOFR Symposium: The Final Year (Part II), delivered via videoconference, May 11, 2021; John C. Williams, 537 Days: Time is Still Ticking, Remarks at LIBOR: Entering the Endgame, webinar, July 13, 2020; John C. Williams, LIBOR: The Clock is Ticking, Remarks at the 2019 U.S. Treasury Market Conference, Federal Reserve Bank of New York, New York, September 23, 2019; John C. Williams, 901 Days, Remarks at the Securities Industry and Financial Markets Association, New York, July 15, 2019.", "Alternative Reference Rates Committee, ARRC Welcomes and Highlights Messages from Recent FSOC Principals Meeting, June 15, 2021.", "Federal Reserve Bank of New York, IOSCO Compliance, as of May 2021.", "Manheim Consulting, Used Vehicle Value Index.", "This index increased 0.3 percent for the first half of June, compared to increases of 4.6 percent in May and 8.3 percent in April.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, June 16, 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["LIBOR transition", "Economic outlook", "Inflation", "Monetary policy", "Labor market", "Supply chain", "Economic recovery", "Fed policy", "Post-LIBOR world", "Economic growth"]}