{"sentences": ["Valuable comments from Sitikantha Pattanaik, Indranil Bhattacharya, Binod Bihari Bhoi and Asish Thomas George, and editorial help from Vineet Kumar Srivastava are gratefully acknowledged.", "Shri Nilesh Shah, Chairman, CII National Committee on Financial Markets, Shri Vishal Kampani, Co-Chair, Ms. Anuradha Salwan, Head, Financial Sector, CII, Ms. Amita Sarkar, Deputy Director General, CII and friends, I am honoured to be invited to deliver the keynote address in this plenary session of the 12th edition of the Financial Markets Summit organized by the Confederation of Indian Industry (CII).", "Over the years, the Summit has emerged as a flagship event for taking stock of the evolution of financial markets in India and envisioning future vistas of development.", "This year's theme of the role of financial markets in building India for a new world could not have been more timely and relevant, especially in view of the critical role of financial markets through the pandemic and in preparing for a post pandemic world.", "Over its journey of more than 125 years, the CII has undertaken a pioneering role in endorsing and sponsoring the importance that financial markets have in India's development strategy.", "The expansion of the Summit's agenda in 2016 to include all segments of the market continuum in its ambit has mainstreamed it and brought together market participants, industry, regulatory authorities and civil society with the objective of nurturing and developing our financial markets so as to achieve the aspirational goals of our nation.", "This theme will resonate throughout my address today, to which I will now turn.", "Across the world, the conduct of monetary policy is on the razor's edge.", "Incoming data seem to suggest that the global recovery might be faltering or at least losing pace.", "Meanwhile, inflation that checked in on the back of elevated commodity prices and supply disruptions induced by the pandemic, lingers and the jury is still out on whether it is transitory or persistent.", "Financial markets, cosseted by massive and prolonged monetary and fiscal stimuli to a point where they are far out of connect with the real economy, are now on edge, trying to second guess the start of normalisation.", "Under these conditions, monetary policy stances and actions are diverging widely and this by itself is imparting uncertainty in a high-wire situation.", "Consequently, financial markets, which hitherto basked in clear central bank communication of extended accommodation, are now reading between the lines and outside them in order to time the taper.", "In India, the economy is emerging from the second wave of the pandemic, scarred but resilient relative to the first wave's experience.", "The recovery appears broad-based and the pivot is manufacturing, but output is still below pre-pandemic levels, especially in contact-based services.", "Inflation is moderating from the shock spike of May, but core inflation is sticky at still elevated levels.", "In the financial markets, divergent behaviour is evident - the exuberance of equities versus the cynicism of bonds.", "Monetary policy has been on a prolonged pause in terms of the policy rate after reducing it to its lowest level ever.", "The stance of 'as long as necessary' accommodation is reflected in ample liquidity in the system, with net surpluses of close to ₹ 9 lakh crore being absorbed by the RBI on a daily basis.", "Markets are, however, constantly reassessing this stance with incoming data and seek definitive reassurance on the future course of policy.", "In this challenging environment, I will use this opportunity to review the year and a half of living with the pandemic and draw lessons therefrom, however formative they might be at this stage.", "This will be followed by an assessment of the operational conduct of monetary policy in the form of liquidity management vis-à-vis the revised framework that was instituted just before the pandemic.", "Before closing, I propose to draw a tentative sketch of the way forward, hopefully into pandemic-free times.", "Lessons from the Pandemic The pandemic has been both humbling and empowering - humbling because it exposed the frailty of human existence in the face of a virus; empowering because it revealed the indomitability of human courage and endeavour.", "This polarity is evident in all aspects of the pandemic experience, and the conduct of monetary policy imbibed it too.", "In order to deal with this once-in-a-lifetime crisis, an extraordinary response was warranted and the RBI rose to the challenge.", "It is important to note, however, that this became feasible because of the intrinsic flexibility built into the institutional framework in which monetary policy in India is nested.", "To my mind, that is the most important lesson to be drawn from the pandemic experience for the conduct of monetary policy.", "Five years ago, India instituted a flexible inflation targeting (FIT) framework as its monetary policy regime.", "I recall that at that time there were widespread misgivings in public discourse and within the RBI.", "It was perceived as a blinkered monetary authority pursuing a narrow inflation target single-mindedly and at the cost of societal objectives when a full-service central bank reflected the aspirations of the nation.", "The actual experience with FIT in India has exorcised that spectre.", "Central banks are synonymous with price stability.", "Achieving and maintaining price stability when inflation is on the rise inherently involves a sacrifice of output because the only way in which an increase in interest rates can bring down prices is by raising the cost of credit, restraining spending and curbing demand.", "The essence of FIT is to protect growth by minimizing the sacrifice of output which is the 'price' of price stability.", "Symmetrically, FIT also protects the economy from deflation by adopting a positive - rather than zero - lower bound.", "This is what the 'F' in FIT stands for.", "In India, it is achieved by five specific features: (a) a dual mandate - \"price stability, keeping in mind the objective of growth\"; (b) an inflation target defined in averages rather than as a point; (c) achievement of the target over a period of time rather than continuously; (d) a reasonably wide tolerance band around the target to accommodate measurement issues, forecast errors, supply shocks and as vividly demonstrated recently, black swan events like the pandemic; and (e) failure being defined as three consecutive quarters of deviation of inflation from the tolerance band, rather than every deviation from the target.", "Over the period 2016-20, inflation averaged 3.9 per cent, which was hailed as a defining success of macroeconomic management.", "A combination of 'good luck' and 'good policy' is attributed to this outcome.", "Be that as it may, monetary policy earned a credibility bonus due to the anchoring of inflation expectations, while investors and businesses reposed confidence in India's prospects, and we became a preferred habitat for capital flows.", "Ahead of the incidence of the pandemic, however, these gains were discounted by the view that India's monetary policy framework has not been tested.", "And then, the pandemic arrived.", "In 2019-20, the Indian economy was into a downturn which had been maturing over the past few years, taking down real GDP growth to 4 per cent which is the lowest in the decade of the 2010s.", "The MPC had launched into an easing cycle from February 2019 to stimulate economic activity - preceded by rate reductions, the term accommodative was first articulated in the monetary policy stance in June 2019.", "As soon as the World Health Organisation (WHO) declared COVID-19 as a pandemic in March 2020, the MPC in off-cycle meetings pre-emptively reduced the policy rate by 115 basis points to its lowest level ever.", "In sync, the RBI infused massive amounts of liquidity cumulating to 8.7 per cent of GDP and undertook several so-called unconventional measures to reach out to specific sectors, institutions and market segments.", "Inflation had averaged 4.8 per cent in 2019-20; although above target, it was well within the tolerance band and stemmed from a narrowly based food price shock.", "This was the first use of flexibility pre-emptively under the new framework - the MPC judged that inflation was tolerable, affording policy space to address the more immediate threat to growth.", "As may be recalled, the pandemic's first wave brought the economy to a standstill, crippling almost all aspects of activity and even mobility.", "A casualty was the collection of price quotations for compiling consumer price index (CPI) inflation, the metric by which the framework is evaluated.", "Imputations had to be resorted to and this was regarded as a break in the CPI series.", "In the process, an upside bias was built into data when they started getting collected and compiled from June 2020.", "As the pandemic intensified, supply and logistics disruptions became severe, mark-ups rose to claw back lost incomes and taxes on petroleum products were increased.", "Driven up by this unprecedented vortex of forces impacting together, inflation breached the upper tolerance band in the second and third quarters of 2020-21, averaging 6.6 per cent.", "This experience demonstrated yet another aspect of the \"F\" in FIT - in view of GDP contracting by 24.4 per cent in the first quarter and by 7.4 per cent in the second, the MPC could afford to stay its hand despite two continuous quarters of deviation from the tolerance band and look through an inflation episode which was obviously driven by transitory factors.", "I do not want to dwell on a hypothetical 'what-if' scenario in which the MPC, concerned about two quarters of deviation and impending accountability failure, would have reacted by raising the policy rate.", "That would have been disastrous for India.", "The MPC's call turned to be correct.", "In the fourth quarter of 2020-21, the usual seasonal moderation in food prices came into play and, along with some improvement in supply conditions as the economy unlocked, inflation eased to an average of 4.9 per cent.", "Congenial financial conditions engendered by monetary policy helped to revive the economy.", "Growth emerged out of a technical recession in the third quarter and in the fourth, it regained positive territory.", "Looking back, it was the combination of framework flexibility and astute judgement that healed the economy and helped it rebound.", "The pandemic came back in a second wave in the first quarter of 2021-22 and this time around, the vicious circle of forces that drove up inflation earlier were reinforced by external shocks in the form of elevated commodity prices, especially of crude and edible oil.", "In May and June, inflation overshot the upper tolerance band.", "With cost push pressures impacting core inflation and inflation expectations, the MPC's dilemma became sharper because firms showed evidence of some improvement in pricing power and the drivers of inflation were shifting.", "The MPC has voted to keep the policy rate unchanged and the stance as accommodative as before.", "Time will tell if the call is true.", "Data arrivals vindicate the MPC's stance, with inflation having moderated into the tolerance band, and growth in the first quarter in almost perfect alignment with the RBI's forecast.", "Again, flexibility in the policy framework in the form of measuring the target in terms of quarterly averages rather than single monthly readings worked well.", "Liquidity Management: The Plumbing in the Architecture Liquidity management operationalises monetary policy.", "Our operations in money, debt and forex markets are aimed at a market-based exchange rate with interventions only to smoothen volatility, a calibrated approach to capital account liberalization as a process rather than an event and stability in the evolution of interest rates.", "They provide us with intermediate solutions to the trilemma of fixed exchange rate, open capital account and independent monetary policy rather than the corner solutions that render it impossible.", "Independence in monetary policy relates to the freedom to choose a rate of growth and inflation that is independent of global growth and inflation but is right in the national interest.", "Under the provisions of the RBI Act and related regulations, it is the MPC which decides on the policy rate while the RBI is enjoined to achieve it and thereby implement monetary policy.", "The criterion of implementation is transmission of the policy rate to the weighted average call money rate, which is the operating target, and further across the term structure of interest rates in the economy.", "In this context, an animated debate has ensued about the RBI having reduced the reverse repo rate more than proportionately, thereby creating an asymmetrical liquidity corridor.", "One side of the debate argues that this effectively undermines the MPC's decision on the repo rate because under conditions of ample liquidity, the RBI has to switch to an absorption mode and the effective policy rate becomes the reverse repo rate.", "I thought I would use this opportunity to address this issue squarely.", "First, India has adopted a corridor system for guiding the evolution of money market rates, as opposed to a point for the operating target.", "Accordingly, in normal times, the reverse repo rate is mechanistically linked to the repo rate by a fixed margin, as is the marginal standing facility (MSF) rate.", "Hence, whenever the MPC adjusts the policy repo rate, the entire corridor adjusts to align with that decision in a symmetric manner.", "Pandemic times are, however, drastically different and call for out-of-the-box responses.", "This is accentuated by the fact that the credit channel of transmission broke down because of muted demand and risk aversion, and the RBI decided to operate through other segments of the financial markets to keep the lifeblood of finance flowing.", "In a situation in which the repo rate has been reduced by a cumulative 250 basis points since February 2019 and is constrained from being reduced further by elevated inflation, the reduction in the reverse repo rate eased financial conditions so much that it facilitated record levels of access to finance by corporates and governments at low interest rates/spreads.", "This is a shining example of flexibility in liquidity management, complementing similar flexibility in the monetary policy framework.", "Effectively, the RBI employed the corridor itself as an instrument of policy, running it in absorption mode and the operating target aligned with the lower bound of the corridor rather than in the middle.", "This was undertaken by almost all central banks during the pandemic.", "It was also undertaken by the RBI to manage the taper tantrum of 2013 but on the upper side of the corridor.", "Second, the suggestion to adjust the reverse repo rate asymmetrically relative to the repo rate was made by an external member of the MPC, as a perusal of the published minutes of its meetings will reveal.", "Furthermore, market participants also gave us similar feedback in pre-policy consultations.", "In effect, the RBI followed this counsel and the written resolutions of the MPC not just in letter, but also in spirit.", "By no means is the asymmetric corridor cast in stone.", "As normalcy returns, markets will return to regular timings.", "They will require normal liquidity management operations and a regular and symmetric LAF corridor, as envisaged under the liquidity management framework announced in February 2020.", "Currently, however, the need to revive and sustain growth on a durable basis and mitigate the impact of the pandemic while keeping inflation within the target going forward warrants monetary policy accommodation mirrored in ample liquidity flushed through the system and easy financial conditions.", "Third, the RBI has announced a graduated time path for variable rate reverse repo (VRRR) auctions with a view to restoring them as the main operation under the February 2020 liquidity framework.", "This has been misconstrued in some quarters as a liquidity tightening measure.", "Nothing can be farther from the truth.", "At the end of September up to which VRRRs auctions have been announced, the daily surplus absorbed under the liquidity adjustment facility (LAF) will still be around ₹ 9 lakh crore - the same level as today - if not higher, more than half of which would still be under the fixed rate reverse repo.", "The RBI will remain in surplus mode and the liquidity management framework will continue in absorption mode.", "It is our hope that credit demand will recover and banks will get back to their core function of financial intermediation as soon as they can.", "This is the natural and the RBI-preferred manner in which surpluses in the LAF can be reduced.", "A less compelling point is that VRRRs are effectively a way of remunerating excess reserves, thereby injecting additional liquidity into the system.", "It is not, and I would emphasize this, it is not a signal either for withdrawal of liquidity or of lift-off of interest rates.", "Signals of the latter will be conveyed through the stance that is articulated by the MPC in its future resolutions.", "We don't like tantrums; we like tepid and transparent transitions - glidepaths rather than crash landings.", "The Way Forward The outlook is overcast with the pandemic.", "Future waves may have to be navigated on the voyage beyond into a world that can live with COVID-19 without loss of life and livelihoods.", "On this journey, the course of monetary policy will be shaped by the manner in which the outlook for growth and inflation evolves.", "Our surveys suggest that seasonally adjusted capacity utilization in manufacturing is expected to recover in the second half of the year, but the catch-up with trend may take more time.", "Inventories of raw materials remain below pre-pandemic levels and are expected to be drawn down further.", "In conjunction with improving production and order books, this suggests that demand is gradually recovering.", "For the economy as a whole, the output gap - which measures the deviation of the level of GDP from its trend - is negative and wider than it was in 2019-20.", "Given these developments and with the GDP outcome for the first quarter coming in just a shade below the RBI's forecast, the projection of growth of 9.5 per cent for the year as a whole appears to be on track.", "Even so, as Governor Shri Shaktikanta Das pointed out in a recent interview, the size of the economy would just about be exceeding the pre-pandemic (2019-20) level .", "In the MPC's assessment, inflationary pressures are largely driven by supply shocks.", "Although shocks of this type are typically transitory, the repetitive incidence of shocks is giving inflation a persistent character.", "Contributions to inflation are emanating from a narrow group of goods - items constituting around 20 per cent of the CPI are responsible for more than 50 per cent of inflation.", "The analysis of inflation dynamics indicates that the easing of headline inflation from current levels is likely to be grudging and uneven.", "First, the distribution of inflation has skewed to the right with high variance - a large number of items is massed in a long fat right tail, pulling the mean of the distribution to the right of the median.", "To us, this indicates persistence of supply shocks.", "Second, over the months ahead, supply augmenting measures taken by the government should mend disruptions and imbalances, alleviating some cost pressures, but the pass-through of imported price pressures to retail prices remains incomplete.", "Third, turning to second order effects, house rentals remain subdued and rural wage growth is muted, but rising staff costs suggest that incipient wage pressures are building in the organized sector as workplaces fill up.", "Our surveys of the manufacturing, services and infrastructure firms are also pointing to an increase in selling prices in the period ahead.", "The MPC remains committed to its primary mandate of price stability, numerically defined as 4 per cent with a tolerance band of +/- 2 per cent around it.", "Taking into account the outlook on growth and inflation and keeping in mind the inherent output costs of disinflation, it is pragmatic to envisage a glidepath along which the MPC can steer the path of inflation into the future.", "The MPC demonstrated its commitment and ability to anchor inflation expectations around the target of 4 per cent during 2016-20.", "Confronted with a once-in-a-century pandemic, the MPC had to tolerate higher average inflation of 6.2 per cent in 2020-21.", "The rebalancing of liquidity conditions will dovetail into this glidepath, but the choice of instruments is best left to the judgment of the RBI with its considerable experience with such tapers.", "V. Conclusion Monetary policy is all about the feasible.", "This inherently imposes a trade-off with the desirable.", "Pragmatism, gradualism and calibration are its distinctive features, except in challenging times when central banks become defenders of the first resort or as it is said, the only game in town when the chips are down.", "Every crisis makes them wiser, hones their skills and strengthens their commitment to the goal of macroeconomic and financial stability to promote sustainable and inclusive growth."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Liquidity management", "Financial markets", "Flexible inflation targeting (FIT)", "Economic growth", "Pandemic", "Central bank", "Monetary policy framework", "Reserve repo rate"]}