{"sentences": ["From its monetary and financial stability mandate perspective, the Banque de France pays a lot of attention to innovations that may alter the functioning of the real economy and the financial system, in particular digital technologies.", "This is exemplified by multiple experiments involving public and private institutions we launched since 2020.", "Through these experiments, the Banque de France is notably showing its commitment to reconsider, if necessary, the way it makes available central bank money for settlement and payment processes, to support with the provision of central bank money in digital form, the spread of new technologies and to help address the challenges those technologies raise for the fulfillment of our monetary and financial stability mandate.", "But the issuance of a CBDC is only an aspect of the policy responses that are to be considered given the risks and opportunities brought by digital technologies.", "So I would like to start my remarks with a quick overview of those risks and opportunities, from my central banker perspective, then turn to the public policies that can help maximize those opportunities and limit those risks and the contribution that a CBDC can make, and end up with a few thought on the impact the issuance of a CBDC may have on the implementation of monetary policy.", "Risks and opportunities of new technologies: a central banker perspective 1.", "Let me start with the opportunities and risks from a macro financial perspective.", "The digitalization of finance holds many promises for society.", "It can reduce the cost of payments, especially cross-border ones.", "Digitalization, thanks to the use of Big Data and AI can also improve the allocation of savings, for instance by improving the information set used in credit decisions.", "The tokenization of financial assets can make financial exchanges safer and faster.", "Digitalization can also enlarge access to finance to more people, for instance, new insurance contracts may emerge through smart contracts.", "More generally, the hope is to make finance more user-centric and stimulate financial inclusion.", "From a purely monetary point of view, the digitalization of the financial system is also an opportunity.", "The entry of new players can reduce rents in the financial sector, allowing for a faster and smoother transmission of monetary policy to the economy.", "But digitalization also raises new risks.", "A major one is to jeopardize the central role, as anchor and stabilizer, of the national central bank currency of a country's financial and monetary system.", "This risk stems from the possible development of alternative systems whose settlement asset is not solidly linked to the national central bank money.", "For instance, tokenized financial assets are booming with the risk that transactions involving them settle with other settlement assets than central bank money, including crypto-assets.", "In the retail payment space, new players such as BigTechs with huge financial resources and benefitting from worldwide network effects, are making inroads into the payments industry and may provide dominant payment solutions with settlement coins with loose links, if any to central bank money.", "Let me now turn to the consequences from a more macroeconomic perspective that are relevant for the conduct of monetary policy Digitalization affects the measurement of the price index.", "It exacerbates measurement issues well-known to price indices, such as dealing with frequent product replacements and adjusting for product quality, or dealing with changes in the structure of the economy and hence the weight of new technologies in the economy.", "Digitalization also influences inflation dynamics via firms' pricing behavior, market power and concentration, as well as firms' productivity and marginal costs.", "On the one hand, it reduces search costs and increases price transparency -think of how e-commerce renders price comparison easy- thereby reducing mark-ups.", "On the other hand, it increases the degree of market power and mark-ups by increasing entry costs for competitors of \"superstar\" firms especially due to a strong network and platform effect.", "The overall impact is therefore ambiguous.", "Hence, digitalization should not only influence price level, but also its dynamics and its relation to real activities.", "Policy responses and the role of a CBDC The macro financial and macroeconomic possible positive and negative impacts of the spread of digital technologies create challenges to central banks' roles and missions.", "Three of them are of particular relevance in the case of Europe: i) a risk to European sovereignty in payments with the emergence of digital solutions offered by non-European-players, being private or public; ii) a threat to monetary and financial stability, notably through the risk of a disanchoring of the role of central bank money both in the retail and wholesale space; and iii) a threat to monetary sovereignty with the rise of significant new private actors and settlement assets.", "Three policy responses are currently under consideration to address them.", "Drawing up an adequate regulatory framework The regulatory framework and the supervision methods have The first response is regulatory.", "to evolve, to address in particular the threat to financial stability and monetary sovereignty that digitalisation of finance and the real economy may create.", "In this matter, the enforcement of national regulations will not be enough.", "One of the main challenge is indeed to make sure that all countries adopt strict enough regulations, especially regarding crypto-assets.", "All kinds of regulatory arbitrage, which would enable firms to relocate to other jurisdictions to bypass national regulations, should be avoided.", "In this regard, the European Union is currently building a harmonized regulation.", "Last September, the European Commission launched its proposal for a \"Markets in Crypto-Assets regulation\" (also known as MiCA).", "If this proposition is adopted by the EU, companies that issue crypto-assets or provide additional services will be subject to the same requirements, under the watch of supervisory authorities.", "For example, the crypto-assets intended as a means of payment will have to provide a predictable redemption right in sovereign currency for asset holders, which is deemed necessary for the protection of consumers.", "At the international level, a cooperative framework is gradually setting up in order to deal with the challenges raised by stablecoins.", "Supporting initiatives to strengthen Europe's sovereignty in payments such as EPI The second response is to support private initiatives that can have a constructive impact on market functioning, payment systems efficiency and help address European sovereignty in payments.", "The best example of this is the European Payments Initiative (EPI), a project led by a set of major European banks and processors aiming at creating a unified, innovative and autonomous European payment solution.", "The Eurosystem, as well as the European Commission, has been in support of this work right from the start.", "Exploring the issuance of CBDC in order to be ready to launch a CBDC, if necessary The third response is to be ready to launch a Central Bank Digital Currency (CBDC), which means a digital form of central bank money, possibly for both the public and the financial sector.", "This response would help reassert the anchoring role of central bank money in both the retail and wholesale settlement and payment space, if needed in complement to what can be achieved with the regulatory and market response.", "This might prove useful for instance to address challenges coming from the introduction of CBDC by other countries.", "Central banks are actively exploring its potential.", "This is notably the case of the Banque de France.", "We have successfully carried out since 2020 seven experimentations on wholesale CBDC - and we will carry out two more by the end of this year, with private and public actors alike, covering a wide range of use cases (DvP and PvP), including cross-border transactions.", "Let me point out that a CBDC should be designed in our view in a way it is distributed by intermediaries, to allow the banking sector to keep a key role in the monetary policy transmission.", "C. Possible impacts of a CBDC on monetary policy implementation: preliminary When decided and depending of course on the specifics of the project launched in the concerned jurisdictions, a CBDC could have several consequences on monetary policy implementation.", "I will highlight today three dimensions to consider, among many others, in case the introduction of CBDC is decided: liquidity configuration, policy rates and access to central bank balance sheet.", "First potential impact: the launch of CBDCs could affect monetary implementation through a change in the liquidity situation of the banking system.", "- While the design of the CBDC should ensure that any risk of sudden large shifts from bank deposits to CBDC would be avoided, it could still substitute a limited part of retail deposits, through an increase of what we call in central banking jargon \"autonomous factors\", i.e.", "an item not linked to monetary policy but affecting the liquidity situation of the banking system.", "- This could in turn imply that the central bank - depending on its preferred liquidity position - provides additional liquidity through refinancing operations and/or asset purchases.", "In case of collateralized refinancing operations, collateral availability would also need to be checked to accommodate the operations.", "- While it is very much a speculative thought at this stage, liquidity-providing or liquidityabsorbing operations would need to remain available at any time to ensure that central banks can choose to operate in the monetary policy implementation framework they choose, even in the case of the launch of a CBDC.", "Second: the chosen remuneration scheme, as well as possible limits, are key parameters for the usage of CBDC that also need to be assessed for the monetary policy framework.", "- A successful CBDC should be attractive enough to be used by households and firms in their everyday payments.", "However, it should avoid the above-mentioned risk of excessive shifts from bank deposits to CBDC accounts, which would involve unwanted bank disintermediation and a possible destabilization of the financial system.", "A balance must be found to meet both goals.", "- This could imply for example both a zero remuneration of CBDC (i.e.", "similar to cash) and a limit to CBDC accounts holdings.", "Under such a scheme, the CBDC is likely to be used for daily payments, while households and firms would not be able to hoard large amounts of CBDC for investment or risk-aversion motives.", "A second model would involve no limit on CBDC holdings amount, but a differentiated remuneration rate beyond a certain threshold (a so-called \"tiered CBDC remuneration\"), which would disincentivize large CBDC holdings.", "- Whatever the model chosen, with its own benefits and drawbacks, it may have impacts on monetary policy implementation.", "I already mentioned the potential effect on the liquidity position of the banking system.", "Another question relates to how a new remuneration rate should be articulated with the current key policy interest rates and whether there could be a case for changing some CBDC parameters together with central bank key policy rates.", "In any case, CBDCs should be designed so as to not constrain nor influence in any way central bank monetary policy decisions and desired stance.", "Third potential impact: the launch of a CBDC could also raise questions related to modalities of access to central bank balance sheet.", "- Depending on its attractiveness and detailed specifications, a CBDC could trigger a demand from financial actors which usually do not have access to central bank money (money market funds, investment funds, insurance companies ...) to be able to settle in CBDC.", "It would in particular be the case in a broader wholesale CBDC access scenario.", "The remuneration of the CBDC held by these financial actors - in case access were to be granted - would also matter for monetary policy implementation, as it would play the role of a ceiling for these institutions on the money market.", "- Beyond these settlement and detention aspects, expanding the counterparty framework (i.e.", "for central bank refinancing or asset purchases operations) as a response to the implementation of CBDC does not strike me at this stage as being particularly useful nor necessary.", "In any case the usual requirements related to counterparty eligibility criteria, including financial soundness assessment and supervision, would need to be taken into account.", "To conclude these introductory remarks, let me stress three points: - Digitalization is a major supply/technology shock, whose implications are multifaceted, and which have been intensified and accelerated by the Covid crisis - As central banks, in the context of our monetary and financial stability mandate, we have a role to play to make sure that digitalization becomes a blessing and not a curse.", "The readiness to issue a CBDC can prove an important lever to that end.", "- In such a context, even if the jury is still out whether we will have to use it, it is essential that we show openness to change and to investigate ant test practical solutions, among central banks and with the private sector."], "classifications": ["none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Digitalization", "Central bank digital currency", "Financial stability", "Monetary policy", "Payment systems", "Regulation", "Risks", "Opportunities", "Macroeconomic impact", "Macro financial impact"]}