{"sentences": ["19/05/2021 Governor's speech at the presentation of the Inflation Report - May 2021 Ladies and gentlemen, esteemed members of the press, dear colleagues, Allow me to bid you welcome to the presentation of the May Inflation Report after more than a year, with a sincere wish that as of August we return to our usual way of holding press conferences and answering all your questions live.", "This time again, we shall present to you the latest macroeconomic developments, our new macroeconomic projections, as well as monetary policy decisions in the period since the previous Report.", "As you all know, behind us is the period during which we faced unprecedented health and economic challenges.", "In 2020 most advanced economies experienced economic downturns multiple times more severe than in the last global economic crisis, which negatively affected the labour market and other economic indicators in many countries.", "Although today much more integrated in global production and trade chains, Serbia - owing to the responsible conduct of economic policy in the past period and coordinated and timely measures of the NBS and the Government - managed to minimise the economic fallout from the pandemic.", "Not only have we preserved the existing production capacities, but we also built the new ones, and we continued with our investment cycle, launched in 2015.", "We thus reduced the fall in GDP to only 1% in 2020, and we managed to reach its pre-crisis level already in Q1 this year - a quarter earlier than we expected.", "\"What were the key preconditions for such a result?", "\", is the question we often receive both from your colleagues and international financial institutions and the professional public.", "We answer this question always in the same way: the most important factor, which is most frequently and most quickly forgotten and is often taken for granted, is the preservation of macroeconomic and financial stability at all costs, underpinned by the relative stability of the exchange rate.", "Owing to this, we managed to do what was the most important - we prevented a major fall in business and consumer confidence during the first wave of the pandemic, and thereafter we ensured that confidence be maintained at a high level.", "As a result, we achieved the pre-crisis level of industrial production and exports already in Q3 2020, when we were assured that Serbia would be one of the rare countries capable of truly achieving a V-shaped economic recovery.", "Despite numerous shocks emanating from the international environment and from the changed conditions of doing business and spending in Serbia, inflation remained firmly under control.", "This trend is expected to continue in the coming period as well.", "It moved around the lower bound of the target band in Q1 2021 as well, which helped us preserve overall macroeconomic stability, favourable conditions of doing business and real value of citizens' income.", "Just like in other countries of the region, under the impact of higher prices of energy and food, and the low base effect from last year, in April inflation came close to the target midpoint.", "Core inflation has been all the time around or below 2%, signalling that demand-side inflationary pressures are still low.", "Under our May projection, over the next twelve months y-o-y inflation will hover around the target midpoint, under the impact of temporary factors, primarily the global prices of oil and primary agricultural commodities, which have been on the rise for some time already owing to higher optimism over global economic growth.", "After the impact of these factors expectedly wears off, as of mid-2022 inflation will slide to the lower half of the target band of 3±1.5% and remain there in the medium run.", "Owing to the vigorous inflow of investment and achieved sectoral and geographical distribution, industrial production and goods exports reached their pre-crisis levels back in mid-2020, and total GDP reached its pre-crisis level in Q1 this year.", "Despite the economic downturn in the euro area in Q4 2020, which continued early this year, the Serbian economy continued to vigorously recover and reached its pre-crisis level already in Q1 this year.", "According to the Serbian Statistical Office, y-o-y GDP growth equalled 1.2% in Q1, while at the quarterly level, in our estimate, it amounted to 2.5% s-a.", "Such better than initially expected outcome was significantly underpinned by the stepped-up construction activity.", "Excellent results were also achieved in the industry, exports and a part of service sectors, despite the new wave of the pandemic.", "Based on faster than expected recovery in Q1, higher planned government capital investment and the adopted third package of fiscal measures, we estimate GDP growth to reach 6% this year, which is above our initial projections.", "If Serbia continues recording excellent results in the implementation of infrastructure projects and in attracting FDI, a room will open for the growth rate to be even higher than the current projection of 6%, which is also likely to be supported by the continued successful vaccination and rebound in service sectors.", "In addition to full macroeconomic and financial stability, the key contribution to the maintenance of business and consumer confidence and the GDP outturn came from the large-scale package of economic measures adopted at the very start of the pandemic, which was followed by two more packages.", "Besides the size of the package, its timeliness was equally important - economic policy makers in Serbia sent a clear signal to businesses and households that they would do everything it takes to preserve the disposable income and the labour market, and, most importantly, business and consumer confidence and a favourable investment environment.", "Our success is also confirmed by the FDI inflow which reached EUR 3 bn in 2020 despite the pandemic, and was, as in the previous years, channelled mainly to export-oriented sectors.", "A solid pace of attracting FDI continued into this year as well.", "Moreover, in 2020 corporate profit increased to RSD 433.6 bn, largely owing to - as indicated by the structure of revenue and expenditure - the measures of the Government and the NBS, i.e.", "higher revenue from subsidies and reduced expenditure on account of interest expenses.", "Orderly public finances created room for a strong fiscal policy response, which was efficiently used, without jeopardising the principle of sustainability of public finance, as also recognised by leading international institutions and rating agencies.", "In the past period, Serbia has managed to maintain its credit rating at a level just below investment grade, and has successfully issued eurobonds at record low interest rates, which were used primarily for the early repayment of earlier issued expensive bonds, and for adequate fiscal support to the economy in the struggle with the pandemic.", "It is worth noting that rating agencies and other international financial institutions are confident that Serbia's public finances are sustainable and that the increase in the fiscal deficit and public debt in a pandemic environment is temporary and justified.", "This is also supported by the fact that the increase in the public debt share in GDP which Serbia recorded in 2020 was one of the smallest in Europe, on account of a more favourable outcome in terms of economic growth and lower costs of debt servicing.", "In 2020 general government public debt increased by only 5.4 pp of GDP, which is much less than in most European countries that saw public debt rising by over 15 or 20 pp.", "Although public debt will be temporarily higher this year, we estimate it will remain below the Maastricht criterion of 60% of GDP and enter a downward trajectory already next year, as assessed by both domestic and international financial institutions.", "Geographically diversified and channelled to export-oriented sectors, investment continues to support the narrowing of external imbalances.", "Owing to the preservation of the existing and opening of new export capacities in manufacturing and agriculture, Serbia readily faced the recovery of external demand.", "It recorded a rise in goods exports of as much as 16.6% y-o-y in Q1 and a first current account surplus.", "According to preliminary data, in Q1 2021 the current account surplus amounted to close to EUR 160 mn, which is a better result by as much as EUR 1.1 bn compared to Q1 2020.", "Owing to a gross FDI inflow worth EUR 960 mn in Q1, and a net portfolio investment inflow of a similar size, the country's FX reserves increased to EUR 14.3 bn, further strengthening the resilience to external risks.", "According to our estimate, a continued vigorous FDI inflow and government investment growth to close to 7% of GDP will push up the share of total fixed investment in real GDP to over 24% already this year.", "Such rise in fixed investment is an important confirmation that the measures we adopted during the pandemic were adequate, well-timed and effective.", "Given the increasing attractiveness of Serbia as an investment destination and the Government's ambitious plan concerning the construction of infrastructure, in our estimate it is quite realistic that the share of fixed investment will reach 25% in the next several years.", "Furthermore, continued investment will lead to a further rise in the share of goods and services exports in GDP, which should go up from last year's 48% to over 56% by 2023.", "As a result of past monetary policy easing, borrowing conditions in the domestic market have remained favourable and lending continued up.", "In the period from the previous Inflation Report, the key policy rate has been kept at 1%, which is its lowest level in the inflation targeting regime.", "Financial conditions in the domestic market have remained stimulating and, owing to the effects of past monetary policy easing and the approval of loans under the Guarantee Scheme at favourable terms, interest rates on dinar corporate loans came close to rates on euro loans.", "This resulted in stepped-up use of dinar loans and further progress in dinarisation.", "In Q1, corporate and household lending grew by 8.7% y-o-y on average.", "Since the start of the year, the growth has been led by corporate investment loans and household housing loans, meaning that the loan structure is favourable in terms of support to sustainable economic growth.", "Not less importantly, for the first time since the pandemic broke out, the results of the bank lending survey show that in Q1 this year banks eased their credit standards and are expected to continue doing so in the coming period.", "The NPL share in total loans is still below the pre-crisis level.", "For instance, a year after the effects of the global financial crisis materialised in our country (September 2008), the NPL ratio soared above 17%, reflecting the economic contraction and dinar's weakening against the euro.", "This attests to the importance of adopted monetary and fiscal stimuli in the pandemic-induced crisis, and relative stability of the exchange rate, as this helped preserve financial stability and supported further strong interaction between the real and financial sectors.", "The focus of monetary policy makers will stay on ensuring price and financial stability, while supporting as fast growth of our economy and employment as possible, further growth of the export sector, and ensuring a favourable investment environment.", "The NBS will continue to watch closely the movement and impact of key factors from the domestic and international environment on inflation, financial stability and the pace of economic recovery, and will accordingly adjust its measures, acting in the best interest of our businesses and households.", "Ladies and gentlemen, dear colleagues, The global economy is gradually recovering from the pandemic-induced crisis and, as assessed by international financial institutions, its growth outlook is more favourable than three months ago.", "First of all, positive effects are expected from mass vaccination and additional fiscal stimuli of the largest world economies, primarily the US.", "The uncertainty as to the course of the pandemic and its effect on the global economy and, thereby, on prices of primary commodities and global financial conditions, has subsided compared to the earlier period.", "We are beginning to see the light at the end of the tunnel.", "The normalisation of global economic flows and expected recovery of external demand, a well-timed and adequate response of economic policy makers in Serbia and, as a result, the preserved favourable financing conditions, production capacities and jobs, including further advances in vaccination, are estimated to prop up the GDP growth rate to 6% and more and to ensure a return to dynamic growth rates in the years to come.", "I would like to conclude my address with the following words.", "Everything achieved in the past years - from the attained and preserved price stability and relative stability of the exchange rate, through anchored inflation expectations, orderly public finances and the improved external position of the country, to high FX reserves, a strong financial system and increased monetary policy efficiency - helped us tackle this unprecedented global crisis in a much better position.", "The struggle with the pandemic is still not over, but it is now much easier to look ahead and continue implementing structural reforms.", "We also plan to further improve our competitiveness position, and help our citizens enjoy a higher living standard and prosperity.", "At the end of my today's address, I wish good health to all our citizens, and I hope we will see each other in person already in August, in our customary format of conferences at which we present the Inflation Report.", "Presentation of the Inflation report - May 2021 Inflation Report - May 2021"], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic growth", "Fiscal policy", "Monetary policy", "GDP", "Exports", "Investment", "Public debt", "External imbalances", "Financial stability"]}