{"sentences": ["Good morning, dear participants of the International Financial Congress.", "Today, on the third day of this congress, we will continue to discuss changes in the economy and finance over the eighteen months of the pandemic.", "We will also talk on the factors influencing future development trends.", "There are a number of trends that have sped up due to the pandemic, for instance, digitalisation, whereas others have emerged recently, specifically remote work.", "There are also trends that have reversed, the major one of which is a rise in inflation from long-term low rates in advanced economies.", "We need to revise the situation and look differently at common developments to comprehend which of them are transitory, and which will stay for a long time or even forever and to identify future systemic risks emerging in this new world and, of course, new strategic opportunities.", "The global economy is reviving.", "Unprecedented measures implemented by governments and accommodative monetary policies have helped not only curb the spread of the crisis, but also promote a fast recovery.", "On the other hand, large-scale fiscal stimuli and accommodative monetary policies have spurred inflation.", "Hence, many central banks now have to make tough choices since inflation threatens growth and people's welfare in the future, whereas policy tightening might somewhat slow down the economic rebound already now.", "Furthermore, factors driving inflation vary in different countries.", "Some countries are experiencing only a temporary surge in inflation and might just wait out until it ends.", "Contrastingly, other economies, including Russia, are facing a rise in inflation expectations.", "Therefore, no response from central banks could undoubtedly exacerbate the inflationary spiral, while the effect of accommodative policies on growth has been mostly exhausted already.", "Concerns about inflation are aggravated by worries about a faster tightening of global financial conditions.", "Largest economies' central banks are now close to the limit in their ultraaccommodative policies pursued for multiple years.", "If the surge in inflation is not temporary and persists, central banks will be forced to respond.", "If they tighten their policies, this will cause capital outflows from emerging markets.", "Rising volatility will certainly affect the economy.", "Changes in the labour market also speed up inflation.", "Moreover, this does not seem to be a temporary factor.", "As the development of digital services, remote work, and online trade has accelerated, the demand for some professions is declining, while the demand for others is growing.", "Therefore, unemployment that has risen during the crisis period might be structural in nature: staff shortages in some sectors might be coupled with higher unemployment rates in other industries.", "This might induce proinflationary pressure, even if unemployment stays close to prepandemic rates.", "What does this mean for our monetary policy?", "Firstly, Russia is one of the countries where the economy is bouncing back fast and has almost reached its pre-crisis level.", "Furthermore, Russia is one of the first states which started to tighten its monetary policy.", "Our economy is now close to its potential.", "If we had continued accommodative monetary policy, it would not have promoted growth any longer, but would have only provoked bubbles in the market.", "As inflation has risen both globally, and inside the country due to internal and sufficiently steady factors, we need to take committed efforts to bring inflation back to the target.", "Secondly, monetary policy significantly promoted the fast rebound of the Russian economy.", "I mean not only and not so much the reduction in the key rate in spring 2020.", "The main thing is the result of inflation targeting over recent years.", "We were able to shift towards countercyclical monetary policy and aid the economy during the crisis, rather than combat the soaring risks of inflation, as we used to before, exactly because we had been maintaining inflation close to the target for a rather long period of time.", "This reassures us that we have made the right choice and that our monetary policy instruments enable us to achieve our goals in very diverse circumstances.", "Thirdly, shifts in the economy and peoples' and businesses' expectations and behaviour might require central banks to adjust all their policies, including monetary policies.", "To this end, most central banks, first of all those pursuing inflation targeting policies, carry out regular in-depth analysis of their goals and instruments, that is, a review of their monetary policies.", "This year, we are going to make such a review as well.", "We have been targeting inflation for five years by now.", "Over this period, we were able to maintain inflation close to the target for quite a long time.", "By the moment, the financial sector and, largely, the society and businesses have a better understanding how this works.", "Professional market participants have their inflation expectations anchored at the long-term target, and, importantly, this influences long-term interest rates.", "Some parameters of our policy were associated with the fact that we were launching inflation targeting at the stage of disinflation when we were lowering inflation from high levels.", "For instance, we set our target as a point in order to anchor inflation expectations at it.", "We avoided setting a range fearing that inflation expectations might get stuck at the upper bound.", "In our opinion, the target rate conformed to the level of the market maturity.", "However, it has changed somewhat over this period.", "The operational procedure we selected was also in line with the market structure.", "Today, we need to find out whether this structure has changed so that we now need certain adjustments in our procedure.", "We are going to analyse the above issues and some other aspects within our review.", "We will carry out comprehensive work in this regard.", "At first, we will perform research and analysis engaging our research divisions who will test particular hypotheses.", "At the second stage, we will arrange consultations with the professional community, including financial market representatives, companies, independent analysts, and researchers.", "Now, I would like to focus on challenges to the economy in a broader context.", "By the moment, the economy has almost recovered to its pre-crisis level.", "Today, the key question is about the pace of post-pandemic growth and the drivers that would promote a faster than 1.5-2% annual growth rate (this was our pre-pandemic estimate of potential growth).", "We believe that, by bringing inflation back to the target, our monetary policy will serve our longterm development goals.", "Indeed, monetary policy does not influence economic potential.", "However, it creates prerequisites for investment that would improve labour productivity and relocate resources to the industries of tomorrow.", "The chief result of the inflation targeting regime is that we have managed to decrease the socalled inflation premium and, accordingly, the level of long-term interest rates, thus improving the affordability of long-term financing.", "These are moderate long-term interest rates, rather than our key rate as such, that are vital for businesses' investment plans.", "It is now crucial not to miss the momentum of changes - we need to support digitalisation and, simultaneously, raise labour productivity and reduce companies' costs.", "The Government has launched large-scale infrastructure projects that should open new opportunities for businesses to implement really efficient projects.", "This is also essential given the energy transition that is set to take place.", "It will require large investment and the development of new green technologies which are more expensive.", "Moreover, regulation, including tax measures, implemented by various countries will impact the value of Russian exports.", "The global transition to the green economy might reduce the export potential of a part of Russian enterprises, while expanding the potential of others.", "In this regard, it is critical not to miss the moment of a turnaround in the economy and, accordingly, the financial sector as well.", "Besides challenges to future growth, we now need to consider financial stability risks especially closely as they have intensified during the pandemic.", "As we know, there are many countries and companies that have accumulated enormous debts.", "It was not that hard to service them when interest rates were low.", "However, an increase in interest rates might alter the situation dramatically.", "A number of countries and the global economy in general might face new financial problems, a wave of bankruptcies, and rising market volatility.", "We are not able to influence these processes, yet we are capable of mitigating their implications for the Russian economy and can reduce its sensitivity to possible global upheavals.", "To this end, it is vital to avoid the accumulation of internal mismatches and prevent any bubbles in the market.", "Currently, we are especially closely monitoring retail and mortgage lending in the banking sector.", "According to our estimate, growth in mortgage lending might exceed 20% as of the end of the year.", "Accommodative monetary policy and the Government's subsidised lending programme caused a surge in this market.", "Hence, in order to maintain the high quality standards for mortgage loans, on 1 August we increase the buffers for mortgage loans with a down payment of 15% to 20% to their prepandemic levels.", "In addition, there is a real threat of an overheating in consumer lending.", "We estimate that the growth rate in this market might reach 20% this year, whereas household incomes are not recovering that fast.", "If we do not take any response measures, this might also provoke social and financial stability risks.", "Therefore, we are reintroducing macroprudential measures returning the risk-based buffers to the pre-pandemic levels.", "I would like to stress that we will increase the buffers further if growth in this segment does not subside.", "Another issue related to limiting risks for retail borrowers, for households, is how to regulate lending at floating interest rates.", "A floating interest rate is a common mechanism in corporate lending, whereas it might involve risks in retail lending.", "In contrast to businesses, people are not always able to properly assess their future risks and might agree to borrowings at interest rates that might rise.", "This is especially important for a mortgage loan which is the largest one taken out by people over their entire life and the most demanding one since people might lose housing if they fail to repay their mortgage loans.", "Two months ago, we released a consultation paper on floating interest rates and discussed it with the market community.", "The findings of this discussion are as follows.", "It would be unreasonable to prohibit floating interest rates completely since this reduces opportunities to expand lending, especially given that banks have increasingly more current liabilities and increasingly more non-current assets.", "Floating interest rates really help address this mismatch.", "Nonetheless, I would like to emphasise that in the first place banks still need to expand the share of long-term funding, for instance, through bonds.", "However, unrestricted access to floating interest rates should only be provided to 'qualified' borrowers, that is, the highest-income people who are well aware of inherent risks they accept taking out very large loans.", "In contrast, small loans should be issued on very clear terms, and floating interest rates in this case should be prohibited, in our opinion.", "Floating interest rates should be available in the absolute majority of loan types (including in mortgage lending).", "However, the range of possible changes in floating interest rates or loan maturities should be limited.", "Let's say that this should be no more than a third of an interest rate or no more than a fourth of a loan maturity.", "We still need to discuss these parameters in greater detail.", "People would thus be able to measure their risks under various scenarios and make a wellinformed decision.", "We believe that the caps setting the maximum amount of a small loan should be established taking into account regional specifics.", "This aspect also requires additional discussions.", "Now, I would like to proceed from current risks to the trends in the financial sector.", "Digitalisation might be an even more significant trend for finance than for the economy in general.", "Actually, the financial sector has been extensively applying advanced technologies for a long time already.", "An ecosystem, which is the most powerful business model, is exactly the result of a fusion of technologies and finance.", "Ecosystems have become so powerful that they now impact not only the development of and competition in the financial sector, but the real economy as well, considerably altering consumer behaviour, distribution channels, and work conditions for suppliers of non-financial services.", "Ecosystems provide great convenience to consumers, but on the other hand, they involve new challenges to regulation.", "It is essential not to hinder the development of ecosystems and simultaneously not to leave them unattended as there are risks to competition and a possibility of an even larger share of the state in the financial sector.", "Last week, we published a consultation paper on the regulation of ecosystems built around banks and are beginning to discuss it.", "The key thing we believe essential to do now is to control the risks of banks as the centres of emerging ecosystems.", "These risks are associated with increasing investments in nonfinancial assets, as not all these investments will probably turn out to be successful, and a part of them might depreciate, which might involve risks for creditors and depositors.", "We are going to develop our regulation in such a way as to encompass other non-core assets of credit institutions as well.", "According to our assessments, the total value of such immobilised assets that have no requirements for repayment and are often liquid only to a limited extent already exceeds two trillion rubles.", "However, banks' regulatory capital covers as little as 15% of these assets.", "I would like to reiterate that we do not want to limit market development, decrease Russian ecosystems' competitiveness, and curb the deployment of innovations.", "We believe that if banks develop ecosystem business, they should do this at the expense of their shareholders, rather than depositors and creditors.", "We are aware that other sectors of the financial market should also create conditions to offer comprehensive solutions to clients.", "For many years, we have been working towards elimination of regulatory arbitration, implementing a risk-based approach, and raising the requirements for financial stability, and now we believe that we are really prepared to switch to regulation by activity type.", "This approach implies that main regulatory requirements will be set not for a legal entity, but rather for the activity it carries out.", "What services will be covered in the first place?", "Payment services may be provided by nonfinancial and non-bank financial institutions.", "In our opinion, it is possible to combine the activities of a non-governmental pension fund and a life insurer.", "Banks, brokers, insurers, nongovernmental pension funds, and microfinance organisations should get equal opportunities to combine their activities with asset management and investment consulting.", "In the next few weeks, we are going to release a consultation paper to discuss these and other proposals in greater detail.", "I have already mentioned the trend related to the energy transition, the green economy, and green finance.", "It will require a turnaround in the operation of the financial sector.", "The last trend in the financial market I would like to focus on today that requires our regulatory response is the transformation of financial consumers' behaviour.", "During the pandemic, increasingly more people started to invest their savings in market instruments, that is, shares and bonds, rather than deposits.", "This is a positive trend for the development of the national stock market, financing investment projects, and forming the sources of long money.", "However, it is crucial to protect people in the stock market: risks they accept should be adequate to their knowledge and needs.", "Disappointingly, financial institutions often abuse customers' trust.", "Consequently, we are forced to regularly toughen the requirements for products, selling practices, and services.", "The market is not happy with our policy as it believes that we are simultaneously curbing the launch of good products.", "We would have also preferred to avoid tightening the screws regularly because this is not a proactive way of doing things.", "Only during its last session, the State Duma adopted 12 laws on financial consumer protection.", "This is not normal, but today there is no other alternative but to continuously expand controlling powers.", "Since there is little hope for self-regulation, we believe it right to move towards more systemic efforts in order to limit risks for customers.", "We would like to, so to say, coordinate the fundamental principles with the market community.", "The first principle is product governance, that is, product life cycle management.", "We discussed this topic yesterday at the International Financial Congress.", "We are now drafting a relevant consultation paper and will publish it soon to discuss it with the financial community.", "The idea of such product governance is that, before offering new products or services in the market, a company should identify the target audience and its needs, inherent risks for customers, and test new products before their launch.", "The second fundamental principle is the assessment of the customer value of a financial product.", "In our opinion, a high-quality financial product should conform to consumers' reasonable expectations.", "I firmly believe that if market participants focus on the customer value of a product, this will promote effective competition in the market.", "Unfortunately, not all financial products offered in the market today conform to the customer value principle.", "As an example, let's look at recent statistics on housing equity holders' insurance and insurance in general.", "According to the data for 2020, the level of payments (the ratio of payments to accrued premiums) is extremely low: 10% in life and health insurance for mortgage borrowers, and no more than 5% for car and consumer loan borrowers.", "The level of payments in bank card insurance and mobile device insurance is also ultra-low - 4% and 1%, respectively.", "We have analysed cases in other countries - their payment levels are several-fold higher.", "This raises the following question: what are the benefits of these insurance policies and why should people pay for them?", "Of course, we comprehend that the level of payments is not the only criterion of the customer value.", "Nonetheless, it is an indicator that there are issues here to be addressed.", "What are we going to do?", "In the first place, we would tighten the requirements for disclosing information, specifically, the terms for receiving insurance compensation and the conditions for receiving returns on hybrid deposits and structured products, etc.", "Our regulation will set the benchmarks.", "First of all, the real terms of a product should conform to a customer's expectations.", "For instance, insurance compensation should cover insured events that might actually occur in practice.", "Secondly, the execution of documents should not be excessively complicated for customers.", "Thirdly, the procedure to receiving insurance compensations and returns should be simple and convenient.", "We hope that the financial sector will itself seek to develop long-term trust-based relations with consumers and become customer-focused.", "The financial market requires trust.", "We can see how trust-based relations between banks and their clients have helped the economy and people during the pandemic.", "Winding up, I would like to say that the financial sector has generally performed well during the pandemic.", "Large-scale restructuring, lending expansion, better financial inclusion, and financial institutions' stability are very important achievements.", "This proves that we will be capable of addressing any future challenges as well.", "I hope that, cooperatively, we will be able to find solutions to any challenges that might arise for the financial system in the course of the pandemic and post-pandemic recovery.", "The financial industry will be developing so as to support households' welfare and the growth of the national economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Digitalisation", "Green economy", "Financial consumer protection", "Ecosystems", "Labour market", "Economic growth", "Regulation"]}