{"sentences": ["Good morning and good evening.", "It's a pleasure to join you at this book launch, and to congratulate the publishers and of course the author, my good friend Girol Karacaoglu.", "I'm particularly pleased to have been asked to say a few words on the background and context for the wellbeing work programme; it's been a good opportunity to reflect on that part of the journey that's now about a decade old, although much older overall and in many ways still young.", "Wellbeing has been a focus of economic policy for a very long time but I'll take 2011, the year Girol joined the Treasury, as my starting point for today.", "I became Treasury Secretary earlier that year, a week after my predecessor - John Whitehead - spoke at the publication of a Treasury Paper on the Living Standards Framework saying, quite rightly, that work on wellbeing was not new but one of the aims of the paper was \"to provide some clarity around the ultimate aims of [the Treasury's] work\".", "The Framework may not have been new but I felt its time had come, for a number of reasons: Economics was going through another intellectual turbulence, at least in the Western world, triggered by the global financial crisis and reflecting an emerging recognition that traditional policy approaches were unlikely to be adequate to confront the complex challenges of the modern era, such as the impact of deep international interconnectedness, technological and climate change, along with growing social disconnection and lack of trust in established For me it was noticeable that the emerging recognition of the need for different policy approaches was not reflected in the dominant public policy narrative in New Zealand at the time.", "Commentators and policy practitioners appeared to be trapped in a frame of reference that seemed to me at best to be outdated; Apart from the Treasury's 2011 paper, Joe Stiglitz, Amartya Sen and Jean-Paul Fitoussi's 2009 Report had helped shape my thinking, as had the Australian Treasury's own wellbeing framework (and I recall David Gruen coming to Wellington in 2011 to talk about their work) as well as work by many other economists.", "Increasingly I felt that public policy had become stuck in out-dated frameworks and that, to a certain extent, we needed to return to first principles and adopt a multi-disciplinary approach to economic policy-making; As Secretary, I also felt the Treasury had a responsibility, as New Zealand's economics and finance ministry, to turn its vision - working towards higher living standards for New Zealanders - into a statement of possibility rather than one of aspiration.", "But we had to start with developing a framework that was intellectually rigorous, that would challenge the dominant policy paradigm, that was robust enough to meet the challenges that would be thrown at it and that could create a new narrative.", "Effective public policy needs an effective Developing that framework was Girol's job.", "His enthusiasm for the potential of economics chimed with mine.", "His intellectual curiosity, and his passion for the living standards agenda rubbed off on many of those he recruited to work on the issues and turn the aspiration to a possibility.", "That possibility has grown but the journey is not over.", "Today's book launch allows us to reflect on what has been achieved and to take stock of what remains to be done.", "As a central banker who is concerned with macroeconomic stability, I am particularly interested in the management of risk and the development of what I've described as economic resilience, or the ability of communities to manage economic transitions, whether they are sudden shocks or more gradual movements, all of which are at the heart of intergenerational wellbeing and the challenge of our times.", "Thank you for inviting me to the launch and congratulations again to Girol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["wellbeing", "living standards", "economic policy", "macroeconomic stability", "risk management", "economic resilience", "intergenerational wellbeing", "public policy", "intellectual turbulence", "multi-disciplinary approach"]}