{"sentences": ["INTRODUCTORY STATEMENT PRESS CONFERENCE Christine Lagarde, President of the ECB, Luis de Guindos, Vice-President of the ECB Frankfurt am Main, 21 January 2021 Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of today's meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "The start of vaccination campaigns across the euro area is an important milestone in the resolution of the ongoing health crisis.", "Nonetheless, the pandemic continues to pose serious risks to public health and to the euro area and global economies.", "The renewed surge in coronavirus (COVID-19) infections and the restrictive and prolonged containment measures imposed in many euro area countries are disrupting economic activity.", "Activity in the manufacturing sector continues to hold up well, but services sector activity is being severely curbed, albeit to a lesser degree than during the first wave of the pandemic in early 2020.", "Output is likely to have contracted in the fourth quarter of 2020 and the intensification of the pandemic poses some downside risks to the short-term economic outlook.", "Inflation remains very low in the context of weak demand and significant slack in labour and product markets.", "Overall, the incoming data confirm our previous baseline assessment of a pronounced near-term impact of the pandemic on the economy and a protracted weakness in inflation.", "In this environment ample monetary stimulus remains essential to preserve favourable financing conditions over the pandemic period for all sectors of the economy.", "By helping to reduce uncertainty and bolster confidence, this will encourage consumer spending and business investment, underpinning economic activity and safeguarding medium-term price stability.", "Meanwhile, uncertainty remains high, including relating to the dynamics of the pandemic and the speed of vaccination campaigns.", "We will also continue to monitor developments in the exchange rate with regard to their possible implications for the medium-term inflation outlook.", "We continue to stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards our aim in a sustained manner, in line with our commitment to symmetry.", "Against this background, we decided to reconfirm our very accommodative monetary policy stance.", "First, the Governing Council decided to keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2 per cent within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "Second, we will continue our purchases under the pandemic emergency purchase programme (PEPP) with a total envelope of €1,850 billion.", "We will conduct net asset purchases under the PEPP until at least the end of March 2022 and, in any case, until the Governing Council judges that the coronavirus crisis phase is over.", "The purchases under the PEPP will be conducted to preserve favourable financing conditions over the pandemic period.", "We will purchase flexibly according to market conditions and with a view to preventing a tightening of financing conditions that is inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "In addition, the flexibility of purchases over time, across asset classes and among jurisdictions will continue to support the smooth transmission of monetary policy.", "If favourable financing conditions can be maintained with asset purchase flows that do not exhaust the envelope over the net purchase horizon of the PEPP, the envelope need not be used in full.", "Equally, the envelope can be recalibrated if required to maintain favourable financing conditions to help counter the negative pandemic shock to the path of inflation.", "We will continue to reinvest the principal payments from maturing securities purchased under the PEPP until at least the end of 2023.", "In any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the appropriate monetary policy stance.", "Third, net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "We also intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "Finally, we will continue to provide ample liquidity through our refinancing operations.", "In particular, our third series of targeted longer-term refinancing operations (TLTRO III) remains an attractive source of funding for banks, supporting bank lending to firms and households.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "Following a sharp contraction in the first half of 2020, euro area real GDP rebounded strongly and rose by 12.4 per cent, quarter on quarter, in the third quarter, although remaining well below pre-pandemic levels.", "Incoming economic data, surveys and high-frequency indicators suggest that the resurgence of the pandemic and the associated intensification of containment measures have likely led to a decline in activity in the fourth quarter of 2020 and are also expected to weigh on activity in the first quarter of this year.", "In sum, this is broadly in line with the latest baseline of the December 2020 macroeconomic projections.", "Economic developments continue to be uneven across sectors, with the services sector being more adversely affected by the new restrictions on social interaction and mobility than the industrial sector.", "Although fiscal policy measures are continuing to support households and firms, consumers remain cautious in the light of the pandemic and its impact on employment and earnings.", "Moreover, weaker corporate balance sheets and uncertainty about the economic outlook are still weighing on business investment.", "Looking ahead, the roll-out of vaccines, which started in late December, allows for greater confidence in the resolution of the health crisis.", "However, it will take time until widespread immunity is achieved, and further adverse developments related to the pandemic cannot be ruled out.", "Over the medium term, the recovery of the euro area economy should be supported by favourable financing conditions, an expansionary fiscal stance and a recovery in demand as containment measures are lifted and uncertainty recedes.", "Overall, the risks surrounding the euro area growth outlook remain tilted to the downside but less pronounced.", "The news about the prospects for the global economy, the agreement on future EU-UK relations and the start of vaccination campaigns is encouraging, but the ongoing pandemic and its implications for economic and financial conditions continue to be sources of downside risk.", "Euro area annual inflation remained unchanged at -0.3 per cent in December.", "On the basis of current energy price dynamics, headline inflation is likely to increase in the coming months, also supported by the end of the temporary VAT reduction in Germany.", "However, underlying price pressures are expected to remain subdued owing to weak demand, notably in the tourism and travel-related sectors, as well as to low wage pressures and the appreciation of the euro exchange rate.", "Once the impact of the pandemic fades, a recovery in demand, supported by accommodative fiscal and monetary policies, will put upward pressure on inflation over the medium term.", "Survey-based measures and market-based indicators of longer-term inflation expectations remain at low levels, although market-based indicators of inflation expectations have increased slightly.", "Turning to the monetary analysis, the annual growth rate of broad money (M3) increased to 11.0 per cent in November 2020, from 10.5 per cent in October, reflecting a continued increase in deposit holdings.", "Strong money growth continued to be supported by the ongoing asset purchases by the Eurosystem, which remain the largest source of money creation.", "In the context of a still heightened preference for liquidity in the money-holding sector and a low opportunity cost of holding the most liquid forms of money, the narrow monetary aggregate M1 has remained the main contributor to broad money growth.", "Developments in loans to the private sector were characterised by moderate lending to non-financial corporations and resilient lending to households.", "The monthly lending flow to non-financial corporations remained very modest in November, continuing the pattern observed since the end of the summer.", "At the same time, the annual growth rate remained broadly unchanged, at 6.9 per cent, still reflecting the very strong increase in lending in the first half of the year.", "The annual growth rate of loans to households remained broadly stable at 3.1 per cent in November, amid a sizeable positive monthly flow.", "The new bank lending survey for the fourth quarter of 2020 reports a tightening of credit standards on loans to firms.", "This tightening was mainly driven by heightened risk perceptions among banks, in a context of continued uncertainty about the economic recovery and concerns about borrower creditworthiness.", "Surveyed banks also reported a fall in loan demand from firms in the fourth quarter.", "The survey also indicated a further increase in net demand from households for loans for house purchase in the fourth quarter, even though credit standards continued to tighten.", "Overall, our policy measures, together with the measures adopted by national governments and other European institutions, remain essential to support bank lending conditions and access to financing, in particular for those most affected by the pandemic.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary to support economic activity and the robust convergence of inflation to levels that are below, but close to, 2 per cent over the medium term.", "Regarding fiscal policies, an ambitious and coordinated fiscal stance remains critical, in view of the sharp contraction in the euro area economy.", "To this end, continued support from national fiscal policies is warranted given weak demand from firms and households relating to the worsening of the pandemic and the intensification of containment measures.", "At the same time, fiscal measures taken in response to the pandemic emergency should, as much as possible, remain targeted and temporary in nature.", "The three safety nets endorsed by the European Council for workers, businesses and governments provide important funding support.", "The Governing Council recognises the key role of the Next Generation EU package and stresses the importance of it becoming operational without delay.", "It calls on Member States to accelerate the ratification process, to finalise their recovery and resilience plans promptly and to deploy the funds for productive public spending, accompanied by productivity-enhancing structural policies.", "This would allow the Next Generation EU programme to contribute to a faster, stronger and more uniform recovery and would increase economic resilience and the growth potential of Member States' economies, thereby supporting the effectiveness of monetary policy in the euro area.", "Such structural policies are particularly important in addressing long-standing structural and institutional weaknesses and in accelerating the green and digital transitions.", "We are now ready to take your questions.", "Coronavirus Key ECB interest rates Pandemic emergency purchase programme (PEPP) Asset purchase programme (APP) Targeted longer-term refinancing operations (TLTROs) Monetary policy Fiscal policy Policies Inflation Uncertainties Economic development Forward guidance Euro area Please note that related topic tags are currently available for selected content only.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, email: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", " Media contacts Are you happy with this page?", "Copyright 2021, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic development", "Inflation", "Pandemic", "Fiscal policy", "Uncertainties", "Forward guidance", "Euro area", "Loans", "Interest rates"]}