{"sentences": ["Annual Conference of the global forum on productivity co-organised by the Italian G20 Presidency Welcome address by Luigi Federico Signorini Senior Deputy Governor, Bank of Italy Ladies and gentlemen, • I am happy to welcome you to this conference, promoted by the OECD Global Forum on Productivity and the Italian G20 presidency.", "I am sure today's contributions will increase our understanding of productivity growth and distribution, especially in light of the changes brought about by the pandemic.", "Productivity gaps are ubiquitous.", "There are always substantial differences across firms in terms of both productivity levels and dynamics.", "The most innovative firms can sometimes realise enormous efficiency gains in a short period.", "Significant gaps exist even within narrowly defined sectors in almost all advanced economies.", "Italy is no exception: over the last 20 years, firms in the top decile of productivity distribution have accounted for roughly 50 per cent of Total Factor Productivity growth in manufacturing, and for more than 80 per cent in services.", "• Productivity dynamics (and differentials) may even be underestimated in many industries, because measuring output in physical or constant price terms is often challenging in view of continuous quality improvements that are not fully accounted for by market prices.", "• Productivity gaps reflect differences in firms' propensity to innovate, to hire skilled workers and to adopt new advanced technologies.", "Such propensities tend to come together.", "Let me take another piece of evidence from my country: in Italy, firms in the top decile of the labour productivity distribution are about 60 per cent more likely to adopt advanced digital technologies than those at the bottom.", "They also employ at least twice as many graduates, as a share of the workforce, as all other firms up to the 7th decile.", "• The digital transformation has accelerated in recent years, changing the way firms produce, grow and compete.", "The pandemic has supplied further proof of how essential digital assets and skills are to our economies and societies.", "Human and physical capital has allowed work and (crucially) education to continue throughout lockdowns.", "• Pushed even further by the exigencies of the Covid crisis, businesses are going digital faster than ever before.", "According to Italian survey-based data, during the last year one out of five firms has adopted for the first time digital systems of internal communication or improved them, one out of ten has introduced or expanded on-line sales, and one out of seven has invested in cloud services and infrastructures to support remote working.", "• During the lockdowns, many of us worked from home.", "Central banks, including my own, mostly followed this trend.", "I must say that I was genuinely surprised, first, by the way we were able to engineer an almost instantaneous, seamless transition to remote working arrangements; and second, by the fact that many tasks could in fact be performed remotely in such an efficient way.", "While there are pros and cons to remote working, and some degree of physical interaction is likely always to remain valuable for most tasks, the 'new normal' will surely see a different mix of home and office hours with respect to the old.", "This was one clear instance where investment in digital technologies had not yet released all its potential.", "I should add in passing that certain society-level efficiency gains (e.g.", "fewer hours wasted in commuting, less traffic congestion, less pollution) may never show in productivity statistics at the firm level.", "• Swift technological progress can have disruptive effects on market dynamics.", "New leaders emerge and incumbent firms are often displaced in a relentless process of creative destruction.", "• Market leaders pave the way for progress by pushing the frontier.", "There are two ways for society as a whole to reap the full productivity benefits of innovation: diffusion from pioneers to followers, and resource reallocation from laggards to front-runners.", "Both are likely to be necessary.", "Regulation and public policies can make a lot of difference on both counts.", "I shall touch very briefly on some potentially policy-relevant issues, among the many for which today's discussion will certainly provide valuable and thought-provoking material.", "• Rapid innovation usually requires a certain amount of resource reallocation to deploy its potential.", "Physical and financial capital, entrepreneurship and labour should therefore find ways to move across firms and industries without unjustified friction.", "Rules and institutions are extremely important in this respect.", "• Let me make first one comment on the capital market.", "Given the vital role of business birth and growth for employment creation and innovation, institutions are needed that can efficiently channel resources towards promising, high-potential firms.", "As growthoriented finance requires specialised skills and contracts, the activity of dedicated financial intermediaries is important.", "It needs strengthening, especially in Europe, where, despite some significant growth in the last decade, the presence of such intermediaries is still too thin.", "Venture capital and private equity can sustain business dynamism by selecting valuable projects, financially supporting entrepreneurial activities and helping start-ups to navigate the early stages.", "Their development can be supported by policies, such as tax breaks; one must acknowledge, however, that here policy can do little, at least directly, if firms continue to have little appetite for such services.", "• Reallocation inevitably also depends on the process of creative destruction that pushes unviable firms out of the market.", "Sound insolvency regimes are required to ensure fast, effective and fair liquidation and reorganisation procedures, thus preventing assets from becoming trapped in unproductive uses.", "This is a difficult issue, as in many societies financial default is traditionally associated with social stigma and a sense of personal failure.", "The length and wastefulness of bankruptcy procedures is also an issue in some jurisdictions; Italy is a well-known example.", "Minimising the trauma and cost of bankruptcy for both debtors and creditors should be the key priority for any insolvency law reform.", "In an ideal world, default would be synonymous, not with failure, but with a fresh start and a clean slate.", "• Labour market institutions are also central to ensuring that the reallocation of labour resources can happen in a reasonably smooth way, while protecting workers from socially unacceptable insecurity.", "Societal values may differ somewhat in this respect across the world; we Europeans pride ourselves on a model that offers a high degree of social protection.", "This need not be a brake on labour reallocation, however, if protection is properly designed.", "The key is finding the right mix between protecting workers and protecting existing jobs.", "In societies that treasure social protection, effectively and reliably ensuring the welfare of workers that lose their jobs, while preserving the incentives for them to search for new job opportunities, is an essential precondition for allowing the labour market to adapt.", "While some reallocation across firms and industries is necessary for increasing productivity economy-wide, the diffusion of innovation among existing firms is also extremely important.", "In many cases, it can be less disruptive, painful and polarising than reallocation.", "• Fast technological progress, especially if coupled with network externalities, can easily generate winner-takes-all dynamics, which in turn may further increase productivity gaps across firms and raise difficult competition issues.", "Laggards may be discouraged from investing in R&D, since they lose the hope of competing with the top performers; leaders may divert resources from innovation to unproductive uses, such as defensive strategies for maintaining their rent.", "Under the right conditions, diffusion can mitigate such effects.", "One key element for the diffusion of innovations is the availability of adequate human capital, especially in view of the markedly knowledge-intensive nature of the current innovation process.", "A highly skilled and well-trained workforce is not just a productivity driver per se.", "It is a necessary condition both for the adoption of new technologies in the first place, and for the effective unfolding of their effects on firms' productivity.", "• Supporting investment in human capital is therefore another crucial policy aim.", "The education system needs to provide students with a continuously updated set of skills; to make them alert and adaptable to knowledge-based innovation; and to enable them, ultimately, to make the most of the fast changing demands of the labour market.", "Designing an effective education system, including lifelong learning opportunities, and providing the right incentives to teachers and students alike, should also therefore be very much on everybody's agenda.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Productivity gaps", "Digital transformation", "Remote working", "Technological progress", "Innovation", "Reallocation", "Labour market institutions", "Human capital", "Education", "Diffusion"]}