{"sentences": ["It is my pleasure to be part of the FIMMDA-PDAI Conference today.", "I take this opportunity to place on record the Reserve Bank's deep appreciation of the key role played by FIMMDA and PDAI in the development of financial markets in India.", "Both organizations have played a significant role in improving the depth and liquidity of interest rate markets and in supporting primary issuance by the Government.", "During May last year, in one of my statements, I had noted that COVID-19 has crippled the global economy, and that once again, central banks have to answer the call to the frontline in defence of the economy.", "It has been more than a year since.", "While there are signs of recovery, we are not yet out of the woods.", "The sudden shock delivered by the pandemic called for swift and decisive policy responses.", "Central banks across the globe responded by lowering interest rates, expanding their balance sheets through large-scale purchase of government securities (G-sec) and other assets and injecting vast amounts of liquidity into the financial system.", "Many central banks also implemented measures targeting specific market segments that were witnessing heightened stress.", "These measures were, in many cases, complemented by regulatory relaxations (lower capital and liquidity requirements) aimed at supporting credit flow from banks and other financial intermediaries and at stabilizing the financial system and restoring confidence in financial markets.", "The Reserve Bank too responded swiftly and undertook several conventional, unconventional and innovative measures in the realms of monetary policy, liquidity support and regulation.", "The Reserve Bank, like most debt managers around the globe, was confronted with a highly expanded borrowing programme of the Government.", "Through various measures, the Reserve Bank completed the borrowing programme in a non-disruptive manner and also created congenial conditions for other segments of the financial market such as the corporate bond market.", "The stabilisation of credit spreads across the rating ladder resulted in issuances of corporate bonds to the tune of ₹7.72 lakh crore in 2020-21.", "In my address today, I propose to focus on the G-Sec market which is the single most important financial market in any economy.", "Needless to add that this is a subject of great interest to both FIMMDA and PDAI.", "Distinctive features of the G-sec market 5.", "The G-sec market is distinct from other financial markets in a fundamental way - it is the market in which the risk-free interest rate, a key macroeconomic variable, is determined.", "G-sec yields act as the benchmark for pricing of most financial assets.", "Without a well-functioning G-sec market, therefore, the financial system cannot function efficiently.", "There are other distinctive features of the G-sec market.", "First, globally the G-sec market is predominantly an institutional market, with the major participants being banks and long-term investors, including investment funds, insurance funds, retirement funds.", "Second, different Gsec instruments are highly substitutable, the only differentiating factor being tenor of instruments.", "This is one of the reasons why the G-sec yield curve may be viewed as a public good, as I have been emphasizing.", "Third, G-secs provide the most widely used high quality collateral for payment and settlement systems, liquidity operations and other financial sector transactions.", "Fourth, and this is particularly relevant for a central bank, virtually all monetary operations are executed in the G-sec market.", "Monetary transmission is fundamentally linked to an efficient Gsec market in any market economy.", "Let me now highlight some of the important measures taken to develop the G-sec market and how this role provides the Reserve Bank with the critical levers to balance its multiple responsibilities during normal times as well as during periods of stress.", "Evolution of the Government Securities Market in India 8.", "Within the overarching statutory framework of the RBI Act, 1934, the Government Securities Act, 2006 and the Payment and Settlement Systems Act, 2007, the Reserve Bank has enabled the development of When Issued (WI) trading in G-secs, short-selling, repo transactions, interest rate derivatives and the like.", "Further, to promote integrity, transparency and fair access in markets, the Reserve Bank has introduced global best practices with the issuance of the Electronic Trading Platforms (ETP) (Reserve Bank) Directions, in 2018, directions for Prevention of Market Abuse in 2019 and the Financial Benchmark Administrators (Reserve Bank) Directions in 2019.", "As a consequence of these efforts, the legal and regulatory framework for the G-sec markets has evolved over the years to facilitate efficient management of public debt and development of secondary markets.", "The Supply Side - From Monetisation of Debt to Market-based Debt Management 9.", "The development of the G-sec market was greatly facilitated by the abolition of automatic monetization of government debt, introduction of the auction process for issuance and enactment of FRBM Act, 2003.", "The next phase of reforms was directed towards institutional development, including the institution of Primary Dealers (PDs); establishment of the Clearing Corporation of India Ltd. (CCIL) - a central counterparty for guaranteed settlement - and formation of market bodies such as the FIMMDA and the PDAI.", "Since December 2015, a medium-term debt management strategy (MTDS) has been articulated which revolves around three broad pillars, viz., borrowing at low cost over a medium term, risk mitigation and market development.", "Issuances of G-secs are made in different maturity buckets, enabling the formation of a yield curve up to 40 years.", "Secondary market liquidity is supported by building up issue sizes through reissuances.", "The consequent rollover risk is managed through active consolidation using buyback/switches.", "Transparency in supply was enhanced through the introduction of issuance calendars for auctions in G-secs since April, 2002.", "Auctions are conducted electronically, which ensure transparency as well as efficiency.", "Product diversity is ensured through various instruments, including inflation-linked bonds and floating-rate bonds.", "Treasury Bills and Cash Management Bills are issued to smoothen Government cash flows.", "Regulatory provisions for issuance of Separate Trading of Registered Interest and Principal of Securities (STRIPS) have also been made to facilitate the development of a zero-coupon yield curve and to attract retail investors to the G-sec market.", "Going forward, it would be desirable for the Reserve Bank and the market bodies like FIMMDA and PDAI to work together to popularize the STRIPS instrument further.", "Niche products targeted at retail investors also include sovereign gold bonds (a government security denominated in gold) and savings bonds.", "The Demand Side - Resilience amidst Diversity 12.", "To impart resilience and diversity to the G-sec market, several steps have been taken to encourage direct retail participation.", "These steps include provision for non-competitive bidding in primary auctions and the odd-lot segment on NDS-OM; permitting banks/primary dealers /stock exchanges to act as aggregators/facilitators for retail investors; introduction of products for retail investors, etc.", "Interoperability is sought to be enhanced by linking market infrastructure - linking exchange trading systems and NDS-OM; and linking RBI's Subsidiary General Ledger system and the depositories.", "Foreign investors have been permitted to invest in G-secs, subject to prudential limits.", "Recent initiatives like the introduction of the Voluntary Retention Route (VRR) and Fully Accessible Route (FAR) have contributed to demand side resilience.", "Non-resident participation in interest rate derivatives markets for hedging as well trading has been permitted.", "The regulatory framework for hedging of foreign exchange risk has been liberalized to incentivize investors to hedge their currency risk onshore.", "Several other measures to promote 'ease of doing business' by foreign investors viz., T+2 settlement of trades, extended timing for reporting of transactions and allowing banks to fund margins for G-sec trades, have also been taken.", "Market Infrastructure - State-of-the-art Trade and Post-Trade Services 14.", "A sound, robust and safe market infrastructure increases the resilience of the G-sec market against external shocks and contributes to price discovery.", "The Reserve Bank has continuously engaged in developing state-of-the-art infrastructure relating to trading and post-trade services, including settlement, reporting and timely dissemination of traded information, both in outright and repo markets.", "I can say with all humility that the infrastructure of the G-sec market in India can be regarded as cutting edge in terms of sophistication.", "The NDS-OM system of the Reserve Bank - an anonymous order matching platform - provides multiple functionalities, which include trading in standard and odd lot sizes and trading in the \"when-issued\" market.", "This is in sharp contrast to most jurisdictions - including advanced economies, where trading in government bonds is predominantly voice-negotiated or fragmented over multiple Electronic Trading Platforms (ETPs).", "The NDS-OM is perhaps unique as it (i) provides unparalleled pre- and post-trade transparency; (ii) pools all market liquidity, providing a single order book; and (iii) facilitates anonymity in trading, thus ensuring fair and non-discriminatory price discovery even for small investors.", "Complementing the trading infrastructure is a delivery-versus-payment-based guaranteed settlement mechanism which eliminates settlement risks and, through multilateral netting, reduces liquidity requirements.", "This is one of the important features of G-sec market in India as not many jurisdictions have central clearing of G-secs let alone central clearing for all cash and repo transactions in G-secs at one place.", "In fact, there is growing discussion in advanced economies about the need for widespread adoption of central clearing, after recent episodes of market dislocation.", "High levels of pre-trade and post-trade transparency are achieved through public dissemination of live orders and all trades being executed on NDS-OM.", "Trade-wise historical data are available to all.", "End of day publication of valuations of G-secs by an independent benchmark administrator (FBIL) improves price transparency.", "Complementary Markets 17.", "G-sec markets need supporting markets in the form of funding markets and risk markets.", "The repo market performs the function of a funding market.", "Similarly, interest rate derivative markets enable management of risk.", "Comprehensive directions covering both OTC and exchange-traded derivatives were issued in 2019 rationalising the regulations for eligible institutions, permissible instruments, exposure limits and reporting.", "Futures and options have been introduced.", "Efforts to make the markets deep and liquid remain ongoing.", "RBI and the Government Securities market 18.", "Let me now turn to the criticality of the G-sec market for effective discharge of Reserve Bank's functions.", "The Reserve Bank's multi-faceted role as monetary policy authority, manager of systemic liquidity, government debt manager, regulator of interest rate and foreign exchange markets, regulator of payment and settlement systems and overseer of financial stability makes the G-sec market critical for the effective discharge of these responsibilities.", "With the development of the domestic financial markets and deregulation of interest rates, effective transmission of monetary policy impulses relies on the G-sec market being deep and liquid so as to create the intended impact on interest rates by linking expectations of future shortterm rates to current long-term rates.", "Similarly, a well-functioning G-sec market ensures efficient discharge of the public debt management function.", "The public debt structure viz., quantity, composition and ownership of debt also influences monetary conditions.", "In the wake of the pandemic, when fiscal response resulted in a sharp increase in government borrowing, the market operations conducted by Reserve Bank not only ensured non-disruptive implementation of the borrowing programme, but also facilitated the stable and orderly evolution of the yield curve.", "Monetary policy, G-sec market regulation and public debt management, therefore, need to be conducted in close coordination, and the primary focus of such coordination is the G-sec market.", "The current arrangements of the G-sec repository residing with the Reserve Bank facilitate seamless conduct of liquidity operations and simultaneous settlement of G-sec trading.", "This provides confidence to investors, removes custodial risk, and minimises transaction costs.", "Access to real time market intelligence arising from ownership / oversight of market infrastructure is critical for fine-tuning of timely policy responses.", "The Reserve Bank's regulation of the G-sec market has also a strong synergy with its role as the banking regulator - as banks are the largest category of participants in these markets.", "The importance of this aspect is also highlighted in the recent G30 report which identified the balkanized regulation of US Treasury markets where banking regulations seem to have adversely impacted market-making.", "The current regulatory arrangement for G-secs offers synergies in terms of a unified market for G-secs, repo in G-secs, liquidity and other monetary operations, exchange rate management, regulation for key derivative markets, public debt management and prudential regulation of banks, the largest category among market participants.", "The synergy between the Reserve Bank's responsibility for key macro market variables - interest rates and exchange rates, which ensures overall financial market efficiency - and its obligation to ensure stability while keeping in mind the objective of growth is well-accepted.", "Indeed, its effectiveness in managing stress in foreign exchange and interest rate markets is made possible by direct access and oversight of the Gsec market.", "Agenda for the Future 24.", "The size of the Indian G-sec market, measured in terms of outstanding stock as a per cent of GDP, is large relative to most Asian peers.", "Liquidity, measured through average bid-ask spreads for Indian G-secs is among the best, as per a 2019 BIS study.", "The G-sec market has also provided a robust backbone for the development of the corporate bond market.", "Notwithstanding the robust evolution of the G-sec market in India, there is scope for further development to remain in sync with the emerging requirements.", "First, secondary market liquidity, as measured by the turnover ratio is found to be relatively low on several occasions and tends to remain concentrated in a few securities and tenors.", "The yield curve accordingly displays kinks, reflecting the liquidity premium commanded by select securities / tenors.", "To a certain extent, this is the result of the market microstructure in India, dominated as it is by 'buy and hold' and 'long only' investors.", "We need to develop a yield curve that is liquid across tenors.", "Second, expansion of the investor base is key to further development of the market.", "The RBI, together with the Government, is making efforts to enable international settlement of transactions in G-secs through International Central Securities Depositories (ICSDs).", "Once operationalized, this will enhance access of non-residents to the G-secs market, as will the inclusion of Indian Gsecs in global bond indices, for which efforts are ongoing.", "To encourage direct retail participation in G-secs, RBI has announced the 'Retail Direct' scheme, a one-stop solution to facilitate investment in government securities by individual investors.", "Third, liquidity in G-secs market tends to dry up during periods of rising interest rates or in times of uncertainty.", "While the market for 'special repo' facilitates borrowing of securities, it is worthwhile to consider other alternatives that ensure adequate supply of securities to the market across the spectrum of maturities.", "It may be recalled that discussions were held on the introduction of Securities Lending and Borrowing Mechanism (SLBM) with a view to augment secondary market liquidity, by incentivizing 'buy and hold' type of investors (e.g., insurance companies, pension funds) to make available their securities to other market participants.", "Useful feedback was received on the subject from the FIMMDA and the PDAI.", "I would urge that these discussions be carried forward with a view to evolving market-based mechanisms that enable the lending and borrowing of securities as part of overall market development.", "Fourth, the interest rate derivatives (IRD) market has developed over the years with the availability of a wide range of products.", "The only major liquid product, however, continues to be the Mumbai Interbank Offer Rate (MIBOR) based Overnight Indexed Swaps (OIS) market.", "Participation in the IRD markets is also largely limited to foreign banks, private sector banks and primary dealers.", "I am happy to note that based on RBI Directions, FIMMDA formulated the operational guidelines for trade in swaptions in consultation with market participants and trading in swaptions have commenced.", "It is also an opportune time to consider new instruments to facilitate hedging of long-term interest rate and reinvestment risk by market participants such as insurance companies, provident and pension funds and corporates.", "On its part, the Reserve Bank will endeavour to ensure adequate liquidity in the G-sec market as an integral element of its effort to maintain comfortable liquidity conditions in the system.", "In my monetary policy statement of August 6, 2021, I had set out a roadmap for the gradual restoration of the variable rate reverse repo (VRRR) auction as the main operation under the revised liquidity management framework announced on February 6, 2020.", "In order to facilitate this process as markets settle down to regular timings and functioning and liquidity operations normalise, the Reserve Bank will also conduct fine-tuning operations from time to time as needed to manage unanticipated and one-off liquidity flows so that liquid conditions in the system evolve in a balanced and evenly distributed manner.", "Government securities are a distinct asset class.", "It is important to appreciate the role the Gsec market plays in the overall macro interest rate environment of the economy.", "Over the years, the market for G-secs and the associated market infrastructure have reached a stage where it could be considered as one among the best in the world.", "These developments have taken place in tandem with efforts to develop and liberalise other key financial markets such as the markets for interest rate derivatives and foreign exchange markets, together with efforts to build linkages across different markets and market infrastructure.", "We have come a long way in developing the financial markets in the country, but this is a continuous journey and together we can make it even more robust and vibrant."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["G-sec market", "Monetary policy", "Government debt management", "Financial markets", "Reserve Bank", "Interest rate", "Liquidity", "Financial stability", "Derivatives", "Market infrastructure"]}