{"sentences": ["Honourable Minister of Education, Youth and Sports, Honourable Chairman of the Albanian Association of Banks, Dear students, teachers, friends and colleagues, I am pleased to welcome you in the opening ceremony of Global Money Week 2021.", "For more than one decade, the Bank of Albania has been engaged in this world-wide movement, in organising during the last week of March, educational and awareness activities dedicated to children, young people and students.", "Global Money Week, already turned into a tradition, is organized in collaboration with the Albanian Association of Banks, and with the valuable support of the Ministry of Education, Youth and Sports.", "Due to difficulties arisen by Covid-19 pandemic, the Global Money Week, this year won't be launched at the premises of the Museum of the Bank of Albania, but virtually, in compliance with the health safety and social distancing measures and regulations.", "I have already emphasised in my previous comments to this event, that GMW is an world-wide initiative organised by the OECD International Network on Financial Education (OECD/INFE), aimed at raising awareness of the younger generation to become in turn financially responsible citizens in the future.", "Every year, in March, central banks, public agencies and financial institutions and civil society organisations from around the world organise GMW activities.", "The number of countries engaged in this global event and consequently the number of the involved of children and young people has been trended upwards.", "This year, GMW will take place in around 175 countries and will involve around 40 million children and young people.", "The global health and economic emergency caused by COVID-19, and its social effects have affected almost all aspects of life to all age groups of the society.", "We know that different age groups are experiencing these effects in different ways.", "Hence, related to students and younger people, in addition to health aspect, the pandemic has posed to them challenges in the field of education and employment.", "For these reasons, it is more important and relevant than ever, to provide them with the required knowledge on the personal finance management and the correct use of banking products.", "In this context, the theme of this year competitions and activities to take place is \"Take care of yourself, take care of your money\".", "This theme highlights the crucial importance of knowledge in an evolving digitalised and innovative market, which enable people to avoid physical contact while using the financial and banking products, hence providing for a better protection of public health.", "In this view, the Bank of Albania, as the supervisory and promoter institution of the Albanian banking system, in addition to the immediate response to the difficulties created by COVID-19, through a complete package of monetary, supervisory, macro-prudential and operational measures, finds also important the drafting and organisation of educational initiatives, like Global Money Week.", "Through these educational and awareness-raising activities, we aim at approaching the young generation to the complicated world of finance and banking; to introduce and pass through knowledge on possibilities; the risks that both financial and banking products have; as well as introduce the young public to the necessary information on borrowing and savings.", "This communication and awareness of young people, in turn help both financial and banking markets become more resilient, comprehensive and efficient.", "The Bank of Albania, has not limited its educational activities only with the Global Money Week.", "Financial literacy of public is an important part of our daily work.", "Thus, through virtual educational tools available at our webpage, students and teachers may learn throughout the year on financial issues, by watching videos and reading the literature dedicated to both the pre-university education and students.", "Our webpage contains simplified information on themes of everyday life, as: the opening of a bank account; personal budget management, drafting a saving plan; applying for a bank credit, etc.", "In addition, for those who opt for deeper information and knowledge, our website provides didactic tools to better understand aspects of economy and finance which affect the life of all citizens, like: what is economic growth; labour market, circulating flow, how do financial crises spread; what is competition, etc.", "Also, the elective module \"Personal Finance in Your Hands\", from some years now integrated in the high school teaching curricula, introduces to students the world of personal finance, informs and shape their needed skill to manage money in a more profitable way.", "This textbook is supplied and allocated for free to all high schools which elect to study it.", "It is accompanied with a guideline to teachers of economy subject.", "A similar approach has been adopted for younger children.", "Hence, the teaching package tailored for the financial education of pupils in class I, II and III of secondary schools, addresses issues, as: the difference between needs and desires; where does money come from and for what does it serve; the right management of money and savings, etc.", "This package may be used in free classes; classes dedicated to school projects; or in intra-subject projects.", "All that I mentioned above, makes clear that the Bank of Albania assesses that financial education should start at an early age.", "This affirmative sentence constitutes the philosophy of our programmes.", "The Bank of Albania aims at building up the communication bridges, awarenessraising and financial knowledge empowering to the new generation.", "They should gradually acquire the necessary knowledge, abilities, position and behaviour to take sound financial decisions and be able to deal with emergency situations, like the current one we are experiencing.", "Concluding, I would like to thank all participants and collaborators of the Bank of Albania in all its educational initiatives and programmes, and particularly for the Global Money Week.", "Absolutely, such themes as planning personal finance may not be quite attractive to new age groups, nevertheless being aware of their importance and impact on the life of everyone, it is crucial that our institutions never stop their efforts to bring them to the attention of the young people.", "This is what we have tried to achieve through the activities and competitions that will take place during GMW 2021, and which I kindly invite you to attend.", "I sincerely thank you for your contribution and I wish a successful performance to all participants!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Education", "Global Money Week", "Personal Finance", "Financial Literacy", "Banking Products", "COVID-19", "Financial Inclusion", "Economic Growth", "Education", "Financial Responsibility"]}