{"sentences": ["Honourable President of the European Parliament, Executive Vice-President of the Commission, Honourable Members of the European Parliament, I am pleased to join you today for the plenary debate on your draft resolution on the ECB Annual Report.", "The circumstances could hardly be more different from my first appearance here last year.", "The pandemic has confronted us with a serious public health and economic crisis.", "The start of vaccination campaigns provides hope.", "But people across Europe are still facing the dire social and economic consequences of the virus and the future remains uncertain.", "In these circumstances, a close dialogue between the EU institutions is essential for charting a clear way forward and reaching a common European response to common challenges.", "This Parliament has ensured that the views of European citizens are heard and acted upon as the EU is tackling the crisis.", "Parliamentary resolutions like the one we are debating today represent an important occasion for us at the ECB to reflect on how we can best deliver on our mandate for the benefit of all Europeans.", "This is also the objective of our ongoing strategy review.", "I have repeatedly emphasised my ambition to listen more attentively to people from across the euro area.", "So I am very pleased to announce to you that we will publish the key findings from our \"ECB Listens Portal\" today.", "I would like to thank the almost 4,000 citizens who responded to our consultation and shared their concerns about inflation developments, the current economic crisis and the impact of climate change.", "Together with you and Commission Executive Vice-President Valdis Dombrovskis, I will start by looking back at the unprecedented economic crisis that Europe experienced last year and how the ECB responded.", "I will then look at the prospects for this year, before discussing some of the policy challenges we face in ensuring a strong recovery from the pandemic and how to manage the transition to a greener and more digital economy.", "The year behind us: responding forcefully to an unprecedented crisis 2020 will be remembered for the pandemic, which led to an unprecedented economic contraction.", "The European institutions and the EU Member States reacted swiftly, creatively and resolutely, and the ECB played a vital role.", "Our monetary policy response was centred around two key pillars.", "First, in March 2020 we launched the pandemic emergency purchase programme (PEPP) with an initial envelope of €750 billion.", "But over the course of the year, incoming data pointed to a more pronounced impact of the pandemic on the euro area economy and a more protracted weakness in inflation than previously envisaged.", "So the ECB's Governing Council expanded the PEPP envelope twice, first by €600 billion in June, and then by a further €500 billion in December, for a new total of €1,850 billion.", "The PEPP was tailored to the specific nature of the coronavirus (COVID-19) crisis and serves a dual purpose.", "First, it can be operated as a powerful market backstop to prevent destabilising financial dynamics and breakdowns in monetary transmission.", "And second, it can act as an instrument that supports our monetary policy stance by smoothing out the impact of the pandemic on our price stability objective.", "These two engines have been activated with varying intensity over the two phases of the pandemic emergency.", "The backstop engine was the first to be ignited, amidst the financial panic in the early stages of the pandemic.", "It helped preserve the transmission of our monetary policy to all sectors and countries in the euro area, thereby averting an even deeper economic contraction.", "The second engine took over when markets eventually calmed and has been instrumental in nudging inflation closer to the path that we were projecting before the pandemic hit.", "Our targeted longer-term refinancing operations - or TLTROs - were the second major pillar of our crisis management strategy.", "We have eased and adapted the terms and conditions of our TLTRO III programme to reinforce its inbuilt incentive for banks to lend to firms and households.", "This makes the TLTROs a powerful complement to the PEPP, as they concentrate on the downstream phases of monetary policy transmission - those that work through banks and more directly reach small and medium-sized enterprises, which are most reliant on bank financing.", "The year ahead: dealing with uncertainty and paving the way for a sustainable recovery Let me now turn to the outlook for our economy.", "The start of vaccination campaigns across the euro area provides the eagerly awaited light at the end of the tunnel.", "At the same time, the renewed surge in COVID-19 cases, the mutations in the virus and the strict containment measures are a significant downside risk to euro area economic activity.", "Output remains well below pre-pandemic levels and uncertainty about how the pandemic will evolve remains high.", "However, when containment measures are lifted and uncertainty recedes, we expect the recovery to be supported by favourable financing conditions, expansionary fiscal policies and a recovery in demand.", "Despite the steep increase in January due to a confluence of factors, inflation remains low.", "This can be attributed to weak demand and significant slack in labour and product markets.", "While we expect headline inflation to increase further over the coming months, underlying price pressures are likely to remain subdued owing to weak demand, low wage pressures and the appreciation of the euro exchange rate.", "In this environment, an accommodative monetary policy stance remains essential.", "It ensures that financing conditions remain favourable to put the economic recovery on a self-sustaining trajectory.", "Our pledge to preserve favourable financing conditions is crucial in the current environment as it reduces uncertainty about the terms at which the economy can access external finance.", "This bolsters confidence and will encourage consumer spending and business investment.", "A more solid recovery is a precondition for re-anchoring inflation around its prepandemic path.", "At the same time, and as I have stressed many times in this Parliament, it remains crucial that monetary and fiscal policy continue to work hand in hand.", "Fiscal policy - both at the national and at the European level - remains crucial to bolster the recovery in the euro area and address the impact of the pandemic.", "It can channel economic support to where it is most needed.", "By protecting workers and households and providing lifelines to viable firms that have been hit hard by the pandemic, fiscal support is particularly powerful in boosting aggregate demand.", "However, we need to remain vigilant - while fiscal support is crucial at this stage, it should be targeted and focused on the measures that are most conducive to economic growth.", "Against this backdrop, the ground-breaking Next Generation EU package should be implemented in such a way that the EU and all its Member States emerge from this crisis with stronger economic structures and a high degree of cohesion.", "If implemented as planned, Next Generation EU could even boost growth as early as this year.", "Resetting the course of our economies by investing in the future It is essential that the Next Generation EU funds are disbursed quickly and used to support structural reforms and growth-enhancing investment projects.", "This would boost potential growth and contribute to reaching the EU's objectives in the areas of climate change and digitalisation.", "We also need ambitious EU policies to make sure that bond and equity markets complement bank lending and public resources in financing a sustainable recovery.", "Progress in the area of sustainable finance, for instance, is pivotal to accelerate the transition towards a low-carbon economy.", "Efforts to deepen the Single Market, notably its digital dimension and in the services sector, would provide additional support to the recovery.", "As co-legislator, the European Parliament has a crucial role to play in advancing Europe's green and digital agendas.", "The ECB is ready to play its part on these two fronts, as you request in your resolution.", "Central banks are not responsible for climate policy and the most important tools that are needed lie outside of our mandate.", "But we cannot simply ignore climate change just because we are not in the driving seat.", "Climate change has macroeconomic and financial implications and consequences for our primary objective of price stability and our other areas of competence.", "We will contribute to fighting climate change in line with our mandate.", "We have already started this process and we will continue to do more.", "We hold green bonds amounting to 3.5% of our own funds portfolio and we plan to increase this share over the coming years.", "Since the start of this year, bonds with coupon structures linked to certain sustainability performance targets have been eligible as collateral for Eurosystem credit operations and for outright purchases for monetary policy purposes.", "Within the Eurosystem, we have also agreed on common principles for sustainable and responsible investment that we will apply when managing our eurodenominated non-monetary policy portfolios.", "We aim to start making annual climate-related disclosures for these types of portfolios within the next two years.", "And in the context of our strategy review, we will discuss whether sustainability considerations could be reflected in our monetary policy operations.", "On the digital front, the increased use of digital technologies is changing all aspects of our lives, including how we pay.", "This is where our preparatory work on a digital euro comes in.", "I am pleased that your resolution welcomes our work in this area - public support for this project is crucial.", "As representatives of European citizens, you have a fundamental role to play here.", "Our public consultation drew over 8,000 responses from individuals, firms and industry associations.", "We will present you with a comprehensive analysis of these responses in the spring.", "This analysis will provide important input for the Governing Council when it decides whether or not to launch a digital euro project.", "If we want to pave the way for a sustainable recovery, we need to maintain and strengthen the common European approach that proved so effective last year.", "The ECB is committed to doing its part, within its mandate.", "We are equally committed to continuing and building on the close dialogue with this Parliament.", "You are essential in our efforts to improve our communication with European citizens.", "This is another clear finding from the ECB Listens Portal - many respondents asked us to explain our decisions more clearly, in simple language and with relatable, concrete examples.", "But communication is a two-way street, so we will continue our efforts to listen to your requests and remarks more attentively, as summarised in this resolution.", "As usual, we will provide our detailed feedback on the resolution together with the ECB Annual Report 2020.", "I now look forward to the debate today and the final resolution on our Annual Report.", "See ECB (2021), Summary Report of the ECB Listens Portal, 8 February See the December 2020 Eurosystem staff macroeconomic projections for the euro area.", "Lagarde, C. (2021), \"Climate change and central banking\", keynote speech at the ILF conference on Green Banking and Green Central Banking, Frankfurt, 25 January.", "For example, the ECB will also use part of its own funds portfolio to invest in the Bank for International Settlements' green bond fund.", "See ECB (2021), \"ECB to invest in Bank for International Settlements' green bond fund\", 25 January.", "Recently, the ECB and the national central banks defined a common Eurosystem framework for applying sustainable and responsible investment principles in the euro-denominated non-monetary policy portfolios that they manage themselves.", "See ECB (2021), Eurosystem agrees on common stance for climate change-related sustainable investments in non-monetary policy portfolios, 4 February.", "See ECB (2021), \"ECB digital euro public consultation ends with record level of public feedback\", 13 January."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "economic recovery", "climate change", "digital euro", "inflation", "fiscal policy", "ECB", "Next Generation EU", "sustainable finance", "pandemic"]}