{"sentences": ["SPEECH A new strategy for a changing world Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at a virtual event series hosted by the Peterson Institute for International Economics Frankfurt am Main, 14 July 2021 Last week the Governing Council of the European Central Bank (ECB) published its new monetary policy strategy.!\"]", "It was the ECB's first review of its strategy since 2003, with most features of the framework still dating back to its founding years.", "Since those times, the world economy has changed in fundamental ways.", "About half of today's ten largest global firms by stock market capitalisation did not exist when the euro was launched in 1999.", "In that year, imports accounted for around 30% of euro area economic activity; on the eve of the pandemic, this share had increased to 45%.", "And whereas in 2000 there were on average 24 people aged 65 and over for every 100 persons of working age in the euro area, this ratio stood at 32 last year.", "These changes reflect three broad macroeconomic trends - digitalisation, globalisation and demographic change - that have had, and continue to have, profound consequences for the conduct of monetary policy.", "Amplified by the two deepest economic contractions since World War II - the global financial crisis and the coronavirus (COVID-19) pandemic - they shifted the challenge for monetary policy from fighting too high inflation towards preventing too low inflation, or even deflation, a phenomenon our previous strategy had not envisaged.", "In many advanced economies, this challenge was aggravated by central banks approaching the lower bound of policy rates, which severely constrained the space of \"conventional\" monetary policy to protect price stability.", "In the euro area, the ECB's deposit facility rate reached 0% in July 2012 and has been negative since June 2014.", "In my remarks today, I would like to set out our motivation for the most important changes to our strategy, and explain how they will guide the ECB's monetary policy decisions in the years to come.", "Understanding low inflation The ECB's monetary policy strategy of 2003 was challenged by severe economic and financial crises, as well as deep structural changes in the economy, in particular during the most recent decade.", "At the heart of these challenges were two distinct, albeit related, developments.", "One was a gradual and persistent decline in the \"real equilibrium\" interest rate that balances savings and investments (slide 2).", "Slow-moving structural factors, such as an ageing society and lower trend productivity growth, have led to an abundant supply of savings facing a muted investment demand, putting downward pressure on interest rates, not only in the euro area but across many advanced economies.", "Available estimates of this \"equilibrium\" rate of interest suggest that, for the euro area, stable inflation is nowadays likely to require a negative real short-term interest rate.", "While the level of equilibrium rates differs across countries, the downward trend has been a global phenomenon.", "The second, and equally widespread, development was a protracted period of disinflation.", "Despite years of unprecedented monetary policy accommodation, inflation in the euro area, as measured by the Harmonised Index of Consumer Prices (HICP), has averaged just 1.2% since the global financial crisis (slide 3), well below the aim adopted by the Governing Council in 2003, namely an inflation rate of below, but close to, 2% over the medium term.", "In combination, these two developments posed severe challenges for monetary policy, because the zero lower bound on interest rates constrained the available policy space to respond to persistent disinflationary shocks.", "As a result, central banks worldwide have been forced to find additional instruments that could provide policy accommodation when their main policy rates were approaching zero.", "The ECB, for its part, has introduced a wide range of such novel monetary policy tools in recent years, including negative interest rates, forward guidance, longer-term refinancing operations and asset purchases.", "Nevertheless, the euro area economy remained caught in the low interest rate, low inflation environment.", "In our strategy review, we identified the elements that could break the vicious circle of low inflation and low interest rates by shedding light on the factors explaining why inflation has not accelerated more forcefully in response to the far-reaching measures we took over the years.", "Our findings can be summarised in three blocks that have motivated the main adjustments to our strategic framework: first, the definition of price stability, including the scope of the relevant price index; second, the conduct of monetary policy in the vicinity of the effective lower bound, including the toolkit, our reaction function and the broader macroeconomic policy mix; and, third, a more active incorporation of major preconditions for price stability, namely financial stability and the transition to a low-carbon economy.", "Let me explain each of these points in turn.", "Defining price stability According to the Treaty on the Functioning of the European Union (TFEU), the ECB's primary objective is to maintain price stability.", "The first building block of our strategy is to operationalise this objective.", "Including owner-occupied housing in the HICP The ECB has confirmed the use of the HICP as a timely, reliable, comparable (over time and across countries) and credible inflation measure.", "A key requirement for monetary policy is that the underlying consumption basket be representative of people's actual consumption behaviour.", "If the index failed to capture relevant consumption expenditures that exhibit large and persistent price changes, then this could, over time, erode people's purchasing power.", "Housing is a case in point.", "Although HICP inflation has been subdued in recent years, the costs of housing, which are not fully reflected in the HICP, have increased more forcefully.", "Over the past four years, residential property prices in the euro area increased, on average, at an annual rate above 4%, and at 6.2% in the first quarter of this year, the fastest pace since 2007 (slide 4).", "Rising housing costs are absorbing a growing share of households' lifetime income and are making housing increasingly unaffordable for some parts of society, in particular younger generations.", "This concern was expressed widely at our \"ECB Listens\" events.", "In our review, the Governing Council, while praising the quality improvements to the HICP seen over time, recognised shortcomings in the current way of measuring consumer price inflation and decided to recommend a roadmap to include owner-occupied housing in the HICP.", "Our roadmap builds on the net acquisition approach that will treat home purchases in much the same way as purchases of other durable goods, such as cars.", "As it refers directly to observed transaction prices of new dwellings, this approach is likely to reflect housing market conditions more accurately than alternative methodologies.", "The augmented HICP will not only better represent actual consumption expenditures by households, it will also better reflect the transmission of our monetary policy.", "In particular, while changes in house prices often reflect a wide range of factors, including supply and demand imbalances, monetary policy, through its impact on mortgage rates and risk taking, can also be expected to affect the costs related to residential investment.", "Substantial additional work by the European Statistical System, which will stretch over several years, is required before the HICP including owner-occupied housing can become the main index for monetary policy purposes at a monthly frequency.", "Until then, we will use gradually improving quarterly owner-occupied housing indices to assess the impact of housing costs on inflation and thus inform our monetary policy deliberations.", "A symmetric 2% inflation target The previous quantitative definition of our inflation aim of \"below, but close to, 2%\" was subject to ambiguity as some observers considered it to be asymmetric, potentially implying that 2% was a ceiling rather than a target.", "Staff analysis suggests that such perceptions could, over time, give rise to meaningfully lower inflation and growth outcomes (left chart, slide 5).", "While our analysis suggests that low inflation has, to a large extent, resulted from an unfavourable, one- sided distribution of shocks (as explained below), we judged that there was a risk that our previous inflation aim might further entrench expectations of low inflation (right chart, slide 5).", "We have therefore replaced our previous aim with a clear 2% inflation target over the medium term, with deviations to the downside and to the upside being considered equally undesirable.", "The simplification and clarification of the target, as well as our stronger commitment to symmetry, are crucial to remove any ambiguities and firmly anchor long-term inflation expectations at 2%.", "Medium-term orientation and proportionality The Governing Council confirmed the medium-term orientation of its monetary policy, recognising the difficulty to control inflation in the short run, given the variable and uncertain transmission lags of our measures to the real economy and inflation.", "From the start, the medium-term orientation has afforded the Governing Council the required flexibility to tailor policy responses to the size, persistence and type of shock it is facing.", "For example, supply-side shocks often require a lengthening of the medium-term horizon in order to mitigate negative effects on real economic activity and employment.", "The medium-term orientation also allows the ECB to take account of financial stability considerations in view of the interdependence of price stability and financial stability.", "The use of such flexibility will be subject to a careful proportionality assessment, which has been enshrined in our new strategy.", "This assessment comprises a systematic analysis of the evolving balance of the benefits and costs of our actions, taking account of their effectiveness and side effects, as well as risks of a destabilisation of inflation expectations.", "!3] Such an assessment is particularly important at the lower bound.", "ECB staff analysis suggests that, at the lower bound, there is a risk that the marginal benefit of an additional unit of policy accommodation may diminish, not only in the euro area but across advanced economies (left chart, slide 6).", "The impact of monetary policy is also likely to be state contingent, with policy most effective in deep recessions (right chart, slide 6).", "At the same time, the potential costs in terms of financial stability or income and wealth inequality may increase.", "The outcome of such proportionality assessment can influence the choice and design of our measures, as well as the intensity with which they are used.", "For example, the exclusion of household mortgages from the loans eligible under the targeted longer-term refinancing operations (TLTRO) aims to avoid fuelling house prices.", "Similarly, the two-tier system of reserves helps to protect the bank lending channel by mitigating the impact of negative interest rates on banks' profitability.", "Monetary policy at the effective lower bound The second block of our strategy offers solutions to overcome the challenges of protecting price stability in the vicinity of the lower bound.", "Our review revealed that the presence of the effective lower bound gives rise to three broad requirements for effective macroeconomic stabilisation: an expanded monetary policy toolkit, a changed reaction function and a different macroeconomic policy mix.", "A broader toolkit for the future The ECB responded to the advent of the effective lower bound by substantially expanding its toolkit.", "Our review suggests that these additional measures have been effective in stimulating growth and inflation despite a persistent lack of underlying price pressure.", "There is compelling empirical evidence that negative interest rates, forward guidance, longer-term refinancing operations and asset purchases have contributed, individually and collectively, to easing the relevant financing conditions for firms and households loosening the constraints on monetary policy imposed by the lower bound on conventional interest rate policies.", "For example, since the ECB brought its deposit facility rate into negative territory in 2014, the euro area GDP-weighted sovereign yield curve, which is a good summary indicator of the stance, has shifted measurably lower, and has flattened considerably (left chart, slide 7).", "Broader financial conditions in the euro area, too, currently stand close to historically favourable levels (right chart, slide 7).", "Our review has also shown that there is no compelling evidence suggesting that inflation has systematically become less responsive to economic activity.", "While the euro area Phillips curve is relatively flat, staff analysis shows that its slope has not -ina statistically relevant way - become flatter over time and that economic slack and inflation co-move as expected by economic theory (left chart, slide 8).", "Instead, Phillips curve models point to other factors - likely related to structural trends like digitalisation, globalisation and demographic change - putting persistent downward pressure on underlying inflation in recent years, even as slack receded (right chart, slide 8).", "While this vindicates the medium-term orientation of our strategy, it also means that, in the vicinity of the lower bound, we can rely on a much broader set of instruments to protect our primary mandate.", "We have therefore decided that the range of policy instruments used over the last few years will remain part of our toolkit in the future too, meaning they should no longer be regarded as \"unconventional\".", "Looking ahead, new and untested instruments will be used if needed and as appropriate.", "Especially forceful or persistent action close to the lower bound The constraints imposed by the effective lower bound affect not only the choice of instruments but also the way they are used.", "Because central banks have a limited ability to lower rates deep into negative territory, disinflationary shocks close to the lower bound risk not being fully offset, thereby potentially becoming a more persistent drag on growth, prices and wages over time.", "In view of these risks, the Governing Council clarified in its strategy statement that when the economy is close to the lower bound, monetary policy needs to respond especially forcefully or persistently to avoid negative deviations from the inflation target becoming entrenched in expectations.", "We also clarified that this may imply a transitory period in which inflation is moderately above 2%.", "In practice, inflation overshoots may be the result of the Governing Council exercising patience in adjusting its policy stance when faced with an improving outlook.", "A long period of low price pressures, and years of repeated overprediction of the future path of inflation, require that higher inflation prospects need to be visibly reflected in actual underlying inflation dynamics before they warrant a more fundamental reassessment of the medium-term inflation outlook.", "!41 An appropriate policy mix at the lower bound The third implication of the lower bound is that - in a world where the observed decline in real interest rates limits the extent to which central banks can stabilise the economy in the wake of demand-side shocks - fiscal and monetary policy need to complement each other.", "The past decade suggests that the failure of inflation to accelerate more forcefully in the euro area is also the result of inadequate support from fiscal policy.", "!5] Before the pandemic hit, and despite weak demand, the euro area primary balance was positive and mostly growing in all years after 2014 (left chart, slide 9).", "Public investment fell rather than rose (right chart, slide 9).", "A public sector that is largely insensitive to interest rate changes significantly reduces the effectiveness of monetary policy, in particular in the euro area where governments account for nearly half of total spending.", "An unresponsive fiscal authority also disregards the broad empirical evidence that fiscal policy is particularly effective at the lower bound.", "While in normal times the stabilisation role of fiscal policy can be largely confined to the operation of automatic stabilisers, countercyclical discretionary fiscal policy is crucial in crisis times and in the proximity of the lower bound.", "The policy response to the pandemic is a remarkable showcase for the power of monetary and fiscal policy interaction to boost confidence, stabilise aggregate demand and avoid a persistent destabilisation of medium to long-term inflation expectations.", "Preconditions for price stability The third building block of our new strategy recognises that some areas merit particular attention in the pursuit of price stability over the medium term.", "One is financial stability, which can pose severe risks to price stability, as shown vividly by the global financial crisis.", "Another is climate change, which is increasingly threatening price stability through both physical and transition risks.", "Financial stability and price stability Our revised framework explicitly recognises potential financial stability risks that may come with our policy measures, in particular with a more forceful or persistent policy response close to the lower bound.", "Specifically, in addition to our economic analysis, our price stability assessment and proportionality analysis will now be based on a revised monetary and financial analysis that recognises that financial stability is a precondition for price stability (slide 10), and that macroprudential policies do not yet offer effective protection.", "The focus of this analysis will be on the monetary policy transmission mechanism, in particular via the bank lending, risk-taking and asset pricing channels, and will systematically evaluate the longer-term build-up of financial vulnerabilities and imbalances and their possible implications for future tail risks to output and inflation.", "Assigning a more prominent role to financial stability does not mean that the Governing Council will conduct policies of \"leaning against the wind\", whereby monetary policy is systematically tightened when systemic risk builds up, or of \"cleaning\", whereby monetary policy is systematically loosened when systemic risk materialises.", "It rather means that we will follow a flexible approach in accounting for financial stability considerations, which is consistent with the medium-term orientation of our strategy.", "Climate change and price stability While the revised monetary and financial analysis will give more room for financial stability considerations, the enhanced economic analysis will give greater prominence to structural trends and their implications for inflation, potential output and the equilibrium real rate of interest (slide 10).", "!6] One of the most important structural trends facing humankind in the 21 century is climate change and the economy's transition to carbon neutrality.", "In our strategy review, we analysed in depth the profound implications of physical and transition risks from climate change for both price and financial stability, as well as for the transmission of monetary policy and the value and the risk profile of the assets held on the Eurosystem's balance sheet.", "We acknowledged the growing evidence pointing towards climate change-related risks that could materialise much faster than previously expected.", "In fact, the physical damages of climate change are already clearly visible (slide 11).", "Just how severely our lives and economies will be affected by climate change in the future depends on our determination to take decisive global policy action today.", "While governments and parliaments have the primary responsibility to act on climate change, the ECB, within its mandate, recognises the need to further incorporate climate considerations into its policy framework.", "We have therefore committed to an ambitious climate-related action plan that will be consistent with our price stability objective and guided by market efficiency considerations.", "!7] The focus of our activities will be, among other things, on two broad areas.", "First, we will significantly enhance our analytical and macroeconomic modelling capacities and develop statistical indicators to measure the carbon footprint of financial institutions, as well as their exposures to climate-related risks, and to foster our understanding of the macroeconomic impact of climate change and carbon transition policies.", "Second, we will adapt the design of our monetary policy operational framework.", "For example, we will introduce disclosure requirements for private sector assets as a new eligibility criterion, or as a basis for a differentiated treatment, for collateral and asset purchases.", "We will also consider climate-change risks when reviewing the valuation and risk control frameworks for assets mobilised as collateral.", "And we will adjust the framework guiding the allocation of corporate bond purchases to incorporate climate change criteria.", "These will include the alignment of issuers with the Paris agreement through climate change-related metrics or commitments of the issuers to such goals, with a view to reducing the emission bias induced by the current market neutrality principle in our corporate bond portfolio (slide 12).", "Our strategy review has been a long journey.", "We have taken stock of how the ongoing secular changes in our economies and societies affect the conduct of monetary policy and our ability to protect price stability in the euro area in such circumstances.", "Many elements of our monetary policy strategy have been vindicated by the events of the past two decades.", "Our shock-based medium-term orientation, for example, has avoided unnecessary volatility in economic activity at times of rising inflation and supported incomes and wages in the face of disinflationary shocks.", "Other elements of our strategy have been challenged and required adaptation in the light of the changed macroeconomic landscape that implies a higher probability of hitting the lower bound in the future.", "To avoid that low inflation becomes entrenched in expectations and activity, we have changed our definition of price stability to a clear and symmetric 2% target in the medium term.", "We have also clarified that, when our policy rates are close to the lower bound, we intend to react especially forcefully or persistently to disinflationary shocks.", "This may also imply a transitory period in which inflation is moderately above target.", "Our revised framework explicitly takes into account the potential risks that a prolonged period at, or close '0, the lower bound may entail for financial stability and other considerations relevant for medium-term price stability.", "A revised monetary and financial analysis will facilitate a more systematic evaluation of potential financial vulnerabilities in the future.", "Finally, in recognition of the exceptional risks that climate change poses to welfare, growth and price stability, and with a view to accelerating the transition to a more sustainable economy, we have committed 0 a comprehensive climate-related action plan that will culminate in broad changes to our monetary policy implementation framework.", "n arapidly changing world, and given the potentially significant structural changes that the end of the pandemic may unleash, we intend to assess periodically the appropriateness of our monetary policy strategy, with the next assessment expected in 2025.", "See ECB (2021), \"The ECB's monetary policy strategy statement\"; and ECB (2021), \"An overview of the ECB's monetary policy strategy.", "Since the owner-occupied housing price index measured with the net acquisition approach includes an element of investment, the ECB supports further research projects on optimal measurement methods, aiming at better isolating the consumption component from the investment component, with the former being the relevant one for monetary policy.", "(2020), \"COVID-19 and monetary policy: Reinforcing prevailing challenges\", speech at the Bank of Finland Monetary Policy webinar: New Challenges to Monetary Policy Strategies, Frankfurt am Main, 24 November.", "\", speech at the Petersberger Sommerdialog, Frankfurt am Main, 3 July.", "(2021), \"Unconventional fiscal and monetary policy at the zero lower bound\", keynote speech at the Third Annual Conference organised by the European Fiscal Board on \"High Debt, Low Rates and Tail Events: Rules-Based Fiscal Frameworks under Stress\", Frankfurt am Main, 26 February.", "(2021), \"From market neutrality to market efficiency\", welcome address at the ECB DG-Research Symposium \"Climate change, financial markets and green growth\", Frankfurt am Main, 14 June; Schnabel, I.", "(2021), \"From green neglect to green dominance?", "\", intervention at the \"Greening Monetary Policy - Central Banking and Climate Change\" online seminar, organised as part of the \"Cleveland Fed Conversations on Central Banking\", Frankfurt am Main, 3 March; Schnabel, I.", "(2020), \"When markets fail - the need for collective action in tackling climate change\", speech at the European Sustainable Finance Summit, Frankfurt am Main, 28 September; Schnabel, I.", "(2020), \"Never waste a crisis: COVID-19, climate change and monetary policy\", speech at a virtual roundtable on \"Sustainable Crisis Responses in Europe\" organised by the INSPIRE research network, 17 July .", "See ECB (2021), \"ECB presents action plan to include climate change considerations in its monetary policy strategy\", press release, 8 July."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Inflation", "Monetary policy", "Financial stability", "Climate change", "Lower bound", "Phillips curve", "Fiscal policy", "Green economy", "Structural trends"]}