{"sentences": ["Welcome, and a good day to you all.", "I am happy to open the Private Sector Roundtable, an event promoted by the G20 presidency and by the Chinese and American co-chairs of the Sustainable Finance Working Group.", "The Roundtable will focus on the role of finance in helping fight climate change and promoting lowcarbon transition.", "The G20 Finance Ministers and Central Bank Governors recently recognised the need to 'shape the current economic recovery by investing in innovative technologies and promoting just transitions toward more sustainable economies and societies'.", "Low-carbon transition is urgent and must be accelerated: the later we act, the greater the costs.", "It requires an unprecedented and unremitting effort.", "While quantitative estimates vary, the investments needed for transition are certainly huge; they need to be sustained for a long time.", "Governments have a central role in that they need to point the way by adopting an appropriate policy framework.", "A clear and credible path for government regulatory and fiscal action is also a prerequisite for efficient choices on the part of private finance.", "Indeed, while many governments will directly invest their own money in many countries and MDBs will play their part, it is likely that the private sector will be called upon to finance most transition investment.", "There will be no transition without a general awareness of the need for it and a willingness, even a desire, to finance it.", "There are in fact quite a few encouraging signs.", "Since last year, we have seen an explosion of 'net-zero commitments' in the private sector-though such commitments (I am told) are still confined to one sixth of publicly listed companies globally.", "At the same time, the appetite of ultimate investors and asset managers for 'green' investment is growing fast.", "I am sure many in the audience will have a clear perception of this fact.", "However, the path is still fraught with difficulties.", "On the market side, while sustainable finance is increasingly popular, it suffers from a lack of clear definitions and standards.", "'Greenwashing' is a danger; good data, an agreed taxonomy, and adequate company disclosure are necessary.", "Global consistency is important, as fragmentation of standards across jurisdictions is confusing for investors and costly for companies.", "Standards are currently being drafted in many countries and regions.", "It is therefore important to strive for an early global understanding, before national choices become entrenched.", "To some extent, every country will choose its own path to decarbonise, depending on national circumstances.", "However, climate change knows no boundaries.", "Tackling it is a global challenge that calls for strong international cooperation.", "With appropriate coordination, every country's effort is reinforced by the actions of all the others.", "That is why the Italian Presidency of the G20 chose climate change as one of its key priorities, with a focus on data and disclosure in the Finance track.", "We are also happy that unanimous agreement was reached at the latest meeting of FMs and CBGs to upgrade the Sustainable Finance study group to a working group.", "In order to start this Roundtable with a clear picture of the available options, we asked the International Energy Agency to share their views on how the transition is evolving from a real economy perspective.", "This is important for identifying the right policies to achieve climate objectives, while at the same time ensuring energy security and affordability for all.", "It is particularly important in the context of today's Roundtable to clarify the role of the private sector.", "I am now pleased to introduce Mechthild Wörsdörfer, Director of the Sustainability, Technology and Outlooks department of the International Energy Agency, as our keynote speaker today.", "Ms Wörsdörfer will present the main results of the IEA's new flagship publication, 'Net Zero in 2050: A roadmap for the global energy sector', which will be out tomorrow.", "I wish you all a very instructive and constructive discussion.", "Ms Wörsdörfer, the floor is yours."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Low-carbon transition", "Sustainable finance", "Net-zero commitments", "Greenwashing", "Data and disclosure", "Energy security", "Private sector", "International cooperation", "Investments"]}