{"sentences": ["1 Welcome Dear Mr Weidmann, dear Mr Otto, ladies and gentlemen, I, too, would like to wish you another virtual but no less warm welcome to our symposium on \"Banking supervision in dialogue\" today.", "The coronavirus crisis has thrust the issue of how to tackle disruptive change into the spotlight.", "It's an opportunity we can and should seize upon, because disruptive change will continue to shape our economy and with it, banking business - and it may well be the case that the aftermath of the pandemic actually has a smaller role to play in this than other drivers.", "A conscious decision was made for today's topics to steer a little away from operational tasks in connection with the crisis and from the day-to-day work that is piling up on our desks.", "Today, we would like to go beyond the current state of play in the fields of supervision and banking and look at the bigger picture: what can we expect in a post-coronavirus world, in the next five years?", "The topics here are no strangers to us: structural change in the wake of COVID-19, digitalisation and sustainability.", "What will be new, though, are the scale and pace of change - indeed, forces could combine to drive nothing less than a transformation of the economy, possibly on a scale, in Europe, that has not been seen since the Second World War.", "The upshot of this for us - including everyone here today - might be that we need to think outside the box and leave our comfort zones again, just as we did when the pandemic broke out.", "And in the process of doing so we cannot limit ourselves to recognising the trends - we need to give form to this \"uncharted territory\", as it were, and put what we learn back into the box.", "There are only a few points I would like to make on this upfront, first regarding the current state of affairs for German banks and then the effects of the transformation on lending.", "Current state of affairs in the German banking system Let us begin by taking a look at the state of the German banking system roughly 18 months into the pandemic.", "All in all, the economy has bounced back better and quicker than expected.", "Corporate insolvency numbers are still low.", "Pandemic-related loss allowances and credit defaults are also currently far lower than initially Only around 0.6% of credit claims in the German banking sector were still classified as forborne due to the pandemic as at the end of March 2021.", "At the end of the first quarter of 2021, the NPL ratio in Germany was just over 1.2%, barely higher than at the start of the pandemic.", "Significant institutions had budgeted for just under €6 billion in loss allowances for this year, but only actually set aside several hundred million euro in the first half of the year.", "Surplus capital in the German banking sector amounted to €150.6 billion as at March 2021.", "The EU-wide stress test found that the Common Equity Tier 1 (CET1) ratio of all banks would fall from 15.1% to 9.9% - in other words, by 5.2 percentage points - on average under adverse macroeconomic conditions.", "The 16 participating German banks would also consistently meet the high capital requirements, even in a severe economic crisis as simulated in the stress test.", "So despite COVID-19, the German banking system is in fairly robust shape overall - even if we are still alert to the possibility that there might yet be a lagged increase in credit default numbers.", "Effects of the transformation The robust shape in which the German banking system finds itself puts it in good stead to rise to the challenges ahead posed by the transformation.", "What impact could this have on lending, risk management and banking operations?", "The transformation of the real economy through the structural change that will take place in the wake of the coronavirus crisis, as well as digitalisation and decarbonisation, will require \"gigantic sums\", as the Federal Chancellor predicted recently.", "In 2019, the Macroeconomic Policy Institute and the German Economic Institute published a joint study putting the additional need for government investment in digitalisation in Germany between 2020 and 2030 at €45.7 billion - and that is per year.", "It is a similar story when it comes to sustainability: one study conducted by energy transition think tank Agora Energiewende estimates that tens of billions in government investment, a figure that is \"not currently sufficiently reflected\" in fiscal planning over the next few years, is needed each year to meet climate goals.", "And these figures naturally do not include the far higher level of private investment that is needed.", "However, they nevertheless give us an idea of the scale of the issue.", "How can banks play a part in financing the transformation?", "And is Germany's banking system already well placed to do so?", "I'm afraid the answer is \"not yet\".", "Transformation finance - the latest buzzword - is very different from traditional corporate banking business, especially in terms of risk, time horizons and financing instruments: The risks depend on the type of innovation.", "A breakthrough innovation leads a company into uncharted technical waters, creating upheavals throughout the sector.", "But incremental innovation, such as moving towards a digital business model or switching over to carbonfree methods of production, can also be transformational.", "Innovations can entail considerably more risk than traditional lending business because the chances of success are much harder to gauge.", "This could rapidly overwhelm the risk appetite and resilience of a bank.", "The time it takes for disruptive investments to turn profitable, and therefore also the maturity of the loans, may be significantly longer than in traditional lending.", "Sometimes the client might not even want a classic loan in the first place, but rather a different financing instrument akin to equity capital.", "What banks now need to do, then, is check whether and in what way their existing financing instruments are a good fit for innovation models and upgrade them, if necessary.", "This will raise all kinds of questions, such as: What financing services and what type of capital does the industry actually need?", "Is innovation financing consistent with the institution's risk appetite and capital resources?", "Given the lack of robust past data, how will banks deal with newly developed business models when issuing loans?", "Do institutions have the necessary expertise when it comes to financing transformation and innovation?", "How will commercial banks position themselves relative to alternative forms of financing outside the banking system?", "For the banks, it is ultimately a question of how the large volumes of savings deposits can be channelled into transformation finance.", "Might fund solutions potentially help financial intermediaries here - or could credit default swaps, securitisation, funding guarantees or network solutions be of use if savers themselves do not wish to provide any risk capital?", "What role can a principal bank play apart from issuing loans?", "These are all questions we should be asking ourselves now.", "In any case, I hope the German banking sector will play a role in financing transformation and prepare itself accordingly.", "Not only does this open up a major opportunity in this period of low interest rates, but institutions would also be fulfilling one of their key economic functions - to fund our economy.", "This is particularly important in Germany, where bank lending plays a prominent role - especially in SME funding, which is a major business segment in this country.", "And right now, it is also important for us in our capacity as regulators and supervisors to look at the transformation in strategic terms, to define what role we play in that process, and to ensure that the stability of banks is preserved.", "Conclusion and handover The first panel today considers what the transformation of the economy means for lending business, while the second and third panels will examine what impact the transformation towards sustainability and digitalisation will have on the banks.", "Large sums will need to be mobilised here, too, and the future holds innovations in store, so I am no less eager to hear what these panellists have to say.", "Ladies and gentlemen, the transformation affects every single branch of industry, every service provider, every bank - in short, the entire economy -, but it is also having an impact on supervisors.", "It will materialise over a very long period of time, but the time for banks to act is now.", "The changes won't be linear, as we can see from the most recent natural disasters, for example; instead, they will be disruptive and introduce a whole new set of dynamics.", "This means that the adaptation pathway in the banking system and in banking supervision won't be linear, either.", "Ladies and gentleman, while I appreciate that we've probably all grown a little tired of video conferencing by now, I do hope that the wide range of exciting topics our panels span will more than make up for it.", "On that note, I would now like to hand over to our moderators, Ms Egerer and Mr Otto, and wish us all a pleasant and informative afternoon."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Transformation finance", "Digitalisation", "Sustainability", "Lending", "Banking supervision", "Risk management", "Innovation", "Structural change", "Climate goals", "SME funding"]}