{"sentences": ["Colleagues, distinguished guests, it is a pleasure to speak to you today, and to close this conference.", "We have learned a huge amount today, from the new research published by the ESRI, ourselves at the Central Bank, and the EIB, as well as from the views of our panel participants and our keynote speaker, Minister Donohue.", "Thank you to you all for sharing your insights.", "I think it is fair to say that the themes of the conference today tie in closely with one of the most important policy goals of the Central Bank: economic and financial resilience.", "From our perspective in the Central Bank, the resilience of the SME and corporate sector is important for a number of reasons.", "Of course, the resilience of the indigenous business sector is critical to the overall functioning of the labour market and the economy, given its importance in employment, output and tax revenues.", "Avoidance of harmful effects from disruptions to economic activity has been at the heart of central banks policy response since last March.", "While not all businesses have bank debt, it is of direct relevance to our own mandate here at the Central Bank of Ireland, given our role in banking supervision and financial stability, to understand the performance of SME and corporate loans on bank balance sheets.", "A large, widespread and rapid increase in loan loss provisions would have the potential to lead to pro-cyclical tightening of credit supply from banks, curtailing an economic recovery.", "This is why we ask banks to have more capital in good times, so that they can absorb losses in bad times.", "And it is why we have been explicit since the onset of the pandemic that capital buffers are there to be used, to absorb losses and maintain the supply of lending in a sustainable way to households and businesses.", "The build-up of resilience among banks and borrowers since the last crisis, and with the policy response since March 2020 has helped to avoid the kind of harmful credit supply tightening that characterised the previous global financial crisis.", "A forward-looking assessment carried out and published at the end of 2020 indicates that banks currently have adequate capital headroom to withstand an adverse scenario without breaching capital requirements.", "It will remain a policy priority of ours that the banking sector can support economic activity.", "In reflecting on what we have learned today, the most pertinent short-run issue facing us all relates to the survival prospects of businesses.", "Up to now, the exceptional nature of policy support provided to the sector has meant that companies have in the main avoided insolvent liquidations.", "As things stand, for many SMEs, a normalisation of insolvency procedures at this point would lead to liquidation, given the sheer size of the shock they continue to grapple with.", "Given the duration of closures due to public health restrictions, and the uncertainty levels that prevail around future demand in some sectors, it would seem that now is not the time to begin assessing companies' survival prospects based on pre-pandemic norms.", "The scale of potential closures would likely cause an unwarranted degree of damage to the labour market and the economy, including the risk of \"scarring\" which would hamper our economy over the long run.", "This leads to a complex policy challenge that will require our focus throughout the rest of 2021 and beyond: firstly, over what timeframe, and subject to what economic conditions, should the government begin to taper its direct financial supports for businesses?", "Second: at what point should the current system of creditor forbearance begin to adjust, and pre-pandemic insolvency criteria begin to apply?", "The continuation of unviable businesses indefinitely would lead to long-run economic damage through capital misallocation, a phenomenon sometimes referred to as \"zombie lending\".", "Similarly, the government must also take its fiscal sustainability into account as it plans for further direct support.", "However, given that the challenges facing the majority of businesses in financial distress currently relate to a pandemic outside of their control, rather than their own management decisions, as well as the progress with vaccination rollout which means that economic re-opening now feels close, the balance appears currently to weigh on the side of further protection and time for businesses to adjust and trade as conditions normalise.", "Of course, policy supports can always be refined as we learn more about the nature of the shock: greater targeting is welcome to ensure that only those that truly require support will access it.", "These are questions that affect all of us, given the importance of local businesses in our economy and society.", "At the Central Bank, given our mandate in relation to the banking sector, the way in which lenders engage with business borrowers who are currently experiencing repayment difficulties will be a priority issue for us.", "However, the issue of forbearance is not restricted to the banking sector, with the government, through tax deferrals, as well as landlords, trade creditors and others, all having a stake.", "Given the complexity that comes with multiple creditor relationships, it will be imperative that our systems function smoothly so that restructuring of viable businesses can occur, and they can contribute to employment and growth of the economy.", "Reforms that aim to increase access to examinership-type protection are welcome.", "Unfortunately it will also be evident that some firms will not survive.", "In that instance, it will be important that impediments to liquidation are eased so that liquidation of the least viable businesses is also possible.", "Thereby giving business people and entrepreneurs the opportunity of a fresh start.", "Over the longer-term, the way that companies adapt to the ongoing threats, and opportunities, posed by climate change and digitalisation will of course be important for economic and financial resilience.", "The research from the EIB presented today suggests that there is more that can be done, both by companies and policymakers, to increase preparedness for these transitions, that are happening right now.", "We remain committed to playing an active role in these debates, both locally and in our role in the Eurosystem.", "Finally I would like to thank all those who have made today possible: in particular to Elaine Mullane and Stephen Kinsella from the University of Limerick who have provided us with the virtual facilities to run a superb event, to Fergal McCann from the Central Bank, Peter McGoldrick and Szilvia Traut-Szlavik from the EIB who have put together the program behind the scenes and our colleagues in the ESRI as co-hosts.", "I wish you all a pleasant evening and best wishes in your ongoing work in this important area."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SME resilience", "Credit supply", "Bank capital", "Insolvency", "Zombie lending", "Fiscal sustainability", "Creditor forbearance", "Examinership", "Climate change", "Digitalisation"]}