{"sentences": ["I would have liked to be in Ljubljana today, but I extend my warmest thanks online to David Wright and Didier Cahen for making this event possible.", "During the acute phase of the crisis, EU governments and the ECB did the right thing in supporting economies, so that we can now bounce back quickly.", "The European banking system proved its resilience, and contrary to many exaggerated fears, there will be no tsunami of corporate insolvencies, and hence no major rise in NPLs.", "However, now that firefighters have been successful, it is time to turn to our architects to start building again: Europe must finally unlock the full potential of its Banking Union.", "This morning I will be in the same vein as Andrea Enria's impressive speech yesterday, which I fully welcome and support.", "Today, I will first discuss where we stand including the ongoing deadlock in the Banking Union, before elaborating on the pragmatic solutions we can come up with.", "Banking Union: it is time to move forward again Where we stand.", "After a strong initial impulse having achieved an efficient first pillar - supervision -, Banking Union now lacks momentum and remains incomplete.", "Let us be frank: the project has come to a complete standstill.", "While the initial ambition was to create a unified area where European banks could operate efficiently, we are still struggling with intra-European borders.", "The European banking sector remains far too fragmented.", "In 2019, the market share of the top five US banks was 43% [of domestic consolidated assets], compared with only 23% for the top five in Europe.", "There are still too many roadblocks to cross-border restructuring: geographical ring-fencing practices prevent groups from managing liquidity and capital efficiently on a consolidated basis.", "As a result, fewer than ten cross-border M&A deals have been signed since 2014, compared with 180 domestic deals over the same period, a historic low: at present, Banking Union has meant that our banks are actually not more Pan-European.", "This paradox is intolerable.", "The creation of the Banking Union itself was a direct response to the sovereign debt crisis in Europe and its impact on the bank-sovereign nexus in a context of fragmented supervision.", "Beyond the need to mitigate any future crisis, the achievement of the Banking Union remains of the utmost importance, for both micro and macro reasons.", "At the level, moving further towards a true single banking market through cross-border restructuring is a matter of strategic autonomy.", "Genuine Pan-European banking groups could operate more effectively, raise their profitability thanks to scale effects and better face up to foreign competition, especially from the United States.", "Europe is clearly losing momentum and competitiveness here: the market share of the six major US investment banks in Europe towards their six major European competitors has increased from 44% to 58% in the last seven years.", "Moreover, larger groups could invest more in the key challenge of digital transformation: as most of the investment costs are fixed, size is a decisive advantage.", "But not only the largest, all other institutions will benefit from the increased depth of the market, allowing to reap the fruits of their competitive advantages in a larger market.", "At the macro level - and I say this as a central banker -, Banking Union would decisively enhance private risk sharing within Europe.", "The political discussion and energy remain primarily focused on stabilisation mechanisms, such as a possible common fiscal capacity.", "Let me stress that private stabilisers are just as important and efficient, and less divisive.", "Banking Union would enable, in conjunction with progress towards a Capital Market Union, a better channelling of our abundant savings through a genuine \"Financing Union for Investment and Innovation\".", "The first obvious fact is that we should neither relax now that the How to move forward again.", "banking crisis is mostly over, nor wait for the next crisis to act.", "It is precisely because we are not in a crisis situation that we should move forward now.", "First, we have spent too much time and energy on protracted discussions on prerequisites and pre-conditions, such as a full EDIS, itself pre-conditioned by sovereign de-risking.", "Second, we should not focus on the creation of new instruments and their financing, but start by making existing ones work better.", "Third, in order to move beyond political divisions, we need to abandon the sequential approach in which the issues are discussed one after another, so that the smallest obstacle can bring the whole process grinding to a halt.", "I would like to call for simultaneous, parallel movements on several fronts and to broaden the scope of possible action.", "While welcoming the ambition of the Eurogroup's \"package\" and its President, such a pragmatic method of small and parallel steps could help to move forward again.", "None of these steps is sufficient, but each of them taken separately would be welcome.", "Or if you prefer a restaurant analogy, call this proposal \"à la carte\" rather than a \"set menu\"... bearing in mind that at the end our lunch must be just as substantial and significant.", "Four pathways towards reigniting the Banking Union Building on this approach, I would like to share with you four possible and broader pathways towards a stronger Banking Union.", "Moving beyond home/host issues.", "On this topic, I would like to start by issuing a wake-up call on the effective implementation of cross-border liquidity waivers within the union, as prescribed by the European legislation.", "They remain far too limited in practice.", "The discussions on the completion of the Banking Union are already at a standstill; we need, at least, to fully harness the existing measures!", "Supervisors must allow the effective implementation of liquidity waivers provided for in the level 1 text.", "In this regard, the fact that the SSM published guidance mentions the need, in a first phase, to comply with 75% of the liquidity requirements at the individual level in order to grant a cross-border waiver creates an additional obstacle.", "And we shall not give up on the extension of intra-group waivers to MREL and capital requirements.", "Let me add three possible ways of making progress: we could first think of a system of workable guarantees between the parent company and its subsidiaries.", "Backed by the common supervisor, they should provide enough reassurance to host countries, so that they could support waivers in local subsidiaries.", "Another step would be to ensure preferential treatment for intragroup exposures within the Banking Union.", "There should be no cases where there is a difference between the treatment of domestic and cross-border intra-group exposures, be it for liquidity or capital requirements.", "To go further, in parallel with the aforementioned options, we also need to explore the possibility of relying more extensively on the branchification of subsidiaries located in other Banking Union countries.", "This was the core of Andrea Enria's statement yesterday.", "The branch would then abide fully by the home country's prudential rules.", "The example of Nordea demonstrates the feasibility of such an option.", "I am well aware that it raises substantial questions, for banks themselves - for their governance, their brands, their relationships with customers - as well as for deposit guarantee schemes.", "On this latter issue, the current legislative framework needs to be revised in order to remove the strict limitations on the transfer of past contributions to the new DGS in the case of a branchification.", "These questions are all the more reasons to seriously investigate this option with the banking industry, as soon as possible.", "Finding alternatives to EDIS.", "On the \"third pillar\" of the Banking Union, we must acknowledge the intractable oppositions to a fully-fledged EDIS, and adopt a more realistic approach.", "By changing the name and the content, perhaps we could regain momentum and willingness to make progress together.", "We could call it the \"Common deposit mechanism\".", "It would combine a well-known idea with a new one: (i) the well-known idea of a liquidity support system between national DGSs, - and obviously ensuring that each of them is funded as expected - combined with (ii) a renewed approach, in which foreign subsidiaries would be affiliated to the home DGS.", "The first leg of this new tool would already provide increased funding possibilities.", "The second leg would provide a serious safeguard to host countries, as they would not bear the cost in the event of an idiosyncratic crisis.", "Completing the resolution framework.", "The third pillar - deposits - has been excessively polarising discussions for years.", "The \"second pillar\" is seen as more technical while it is at least as important.", "It currently leaves unaddressed several issues relating to the European banking sector, namely non-viable banks and overcapacities.", "In this respect, the targeted review of the crisis management framework, which is being carried out by the Commission, should aim at ensuring that the resolution mechanism is more consistent and applies to a larger scope of banks - including small and medium.", "This does not mean that all banks should be preserved by resolution but that the tools of resolution should also be usable to favor the exit from the market of unviable banks.", "There is no need to further increase the size of the Single Resolution Fund for this, as we have introduced a backstop by the ESM.", "But we shouldn't forget about another subject: how to ensure the provision of liquidity in resolution.", "Indeed, even if a resolution successfully restores a bank's solvency, the bank may not be able to obtain sufficient market liquidity while it is in resolution.", "In the case of a systemic bank, the amounts needed could be very significant.", "A \"Eurosystem Resolution Liquidity\" could be provided by the ECB at this end as discussed in 2018.", "This raises the issue of the guarantee framework that should support this facility in order to comply with the European legal framework.", "Another difficult but meaningful way forward for the resolution framework is the harmonisation of bank bankruptcy regimes across Europe.", "I am conscious that bankruptcy regimes, often mentioned in the framework of the CMU, represent a legal challenge.", "Let us see how we could at least progress on this issue for bank bankruptcies.", "This work may be focused on the more essential points to facilitate consistency with the resolution tools, like treatment of depositors/creditors hierarchy.", "The need for an integrated approach to new players.", "Finally, looking forward now, let me consider broader developments in the financial sphere.", "Recent trends in financial innovation have fuelled the emergence of a renewed financial intermediation ecosystem, involving new players - including tech companies, be they FinTechs or BigTechs.", "The associated technological disruptions have resulted in regulatory arbitrage practices, especially on the banking market.", "Lending activities by non-bank financial intermediaries also circumvent prudential regulation.", "I wish to stress a major point here: we must avoid repeating the mistakes of the past.", "Innovation must not translate into further fragmentation.", "Right from the start we should try to have an integrated supervision at the European level for new players and new technologies.", "Regarding innovation, private initiatives do have their role to play in fostering a European integration.", "Here, let me commend the European Payments Initiative (EPI) project.", "The EPI will provide citizens with a unified, innovative and autonomous European payment solution, as an alternative to the dominant and extra-European players already established in Europe or the BigTechs in the future.", "We must support the emergence of such Pan-European projects, in order to preserve and reinforce our financial sovereignty.", "And we don't have much time to succeed, in the very next years.", "In conclusion, let me come back to the natural complement to the Banking Union: the Capital Markets Union.", "We all agree that we badly need it, even more so after Brexit: here in Eurofi, on the Governing Council, and - in principle - around the Ecofin table.", "But almost nothing, or very little, has been done.", "One paramount reason for this failure is that our technical product has not so far engaged sufficient political ownership.", "We need a stronger purpose, a more visible \"flag\".", "Let me suggest one: the implementation of the European Green Deal will require the reallocation of resources towards \"green\" activities, in a Financing Union for Sustainable Investment.", "To keep its leadership in the green transformation, Europe must act as a united block in its financing.", "Moving forward on the Banking Union requires effort, but the rewards will make it more than worthwhile.", "Thank you for your attention."], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking Union", "Cross-Border Restructuring", "European Banking Sector", "Private Risk Sharing", "Financial Innovation", "Resolution Framework", "Non-Viable Banks", "Deposit Insurance", "Capital Markets Union", "Green Deal"]}