{"sentences": ["Welcome, and thank you for joining us to discuss a number of topics important to the nation's economy.", "This research seminar is the Federal Reserve's first in a new series called \"Toward an Inclusive Recovery.\"", "The series is cosponsored by the community development offices of all 12 Federal Reserve Banks as well as the Board of Governors.", "Today's opening seminar is hosted by the Board and will focus on what the recovery may look like for workers.", "Since this event is a community development initiative, we have invited accomplished researchers to discuss their work-and what practical lessons we might draw from it-to inform community development practice and public policy considerations.", "This focus of this series on an inclusive recovery holds special importance as we think about the uneven economic effects from the pandemic.", "For many of us, combating the virus meant being disconnected from friends and family.", "Furthermore, most children were not permitted to return to school, leaving parents and caretakers to adapt.", "Yet while the spread of the virus universally upended our personal lives, our employment situations frequently dictated our ease of adaption.", "In November of last year, for instance, almost half of workers with a college degree or more said that they worked entirely from home, according to the Board's Survey of Household Economics and Decisionmaking (SHED).", "At the same time, only 10 percent of workers with a high school degree or less said that they worked entirely from home.", "Additionally, people who lost jobs were typically those who earned less or had less education.", "Hispanic and Black workers were hit harder than others, on average, reversing the recent improvements they had been seeing.", "Early in the pandemic, many workers experienced layoffs but expected to return to their jobs.", "Unfortunately, not all have had the opportunity to do so.", "Public policy actions, including those taken by the Congress and the Federal Reserve, aimed to provide support to households and employers in the wake of these unprecedented disruptions.", "We see evidence of how these actions helped, but many households still face challenging times.", "As we continue on the path to recovery, it is time to consider what the labor market may look like post-COVID-19.", "While there is a lot we know about jobs and how they may be changing, there is always more that we can learn.", "For instance, as companies struggled to keep afloat while meeting social-distancing directives, it will be instructive to learn more about how they may have adjusted operations to adapt.", "These changes may have included automation or utilization of telework.", "In certain circumstances, the changes driven by the virus may have sped up or slowed down preexisting trends in the labor market, and changes in supply chains may have affected workers.", "It remains to be seen whether the recent changes in remote work and employer flexibility will last and influence how people balance work and family.", "Currently, some people face difficult choices regarding the availability of jobs and changing lines of work.", "So it may take time for some people to reenter the labor force.", "The record number of job openings in May is a very promising sign that opportunities are increasing, and I think that development bodes well for both households and the country.", "Despite the encouraging pace of recent hiring, employment is still far below where it was.", "In June of this year, there were 6.8 million fewer jobs than there were in February 2020.", "Over 6 million people were either not working or working fewer hours in June because their employer had closed or lost business due to the pandemic.", "I am hopeful that we will continue to build on this recent positive momentum, since there is more work to be done to get the economy back on strong footing, as it was before the public health emergency.", "I believe that data, evidence, and research can help policymakers and practitioners think more clearly about the implications for improving economic outcomes for everyone.", "It is helpful to think about the needs of workers as employers may be making changes.", "Are there ways to better support workers living on low incomes or ways to help them manage the volatility of their paychecks?", "Are there effective strategies to better prepare returning workers and young people newly entering the workforce?", "Finally, what does it take to make work rewarding for everyone?", "To help think about some of these questions, today's discussion should be particularly informative, and I hope that the research presented is useful to you in your work.", "Community development professionals in our audience may get ideas on how they might deliver their services more effectively.", "Policymakers may look more closely at how workers are affected by their decisions.", "And researchers may be inspired to begin new lines of inquiry that will shed further light on these important topics.", "Our work at the Federal Reserve will certainly be enhanced through our continuing exploration of these issues.", "Thank you for taking the time to join us today.", "The views expressed are my own and not necessarily those of other Federal Reserve Board members or Federal Open Market Committee participants.", "Return to text For statistics on education and job effects, see Board of Governors of the Federal Reserve System (2021), Report on the Economic Well-Being of U.S.", "Households in 2020 (Washington: Board of Governors, May).", "For more information on students' learning losses, see Emma Dorn, Bryan Hancock, Jimmy Sarakatsannis, and Ellen Viruleg (2020), \"COVID-19 and Learning Loss-Disparities Grow and Students Need Help,\" McKinsey & Company, December 8, www.mckinsey.com/industries/public-and-social-sector/our-insights/covid-19-andlearning-loss-disparities-grow-and-students-need-help.", "Return to text Specifically, 46 percent of workers with at least a bachelor's degree worked entirely from home.", "Nineteen percent of workers with some college, and 10 percent with a high school degree or less, worked entirely from home.", "See Board of Governors, Report on the Economic Well-Being of U.S.", "Households, in note 2.", "Return to text For statistics on education and job effects, see Board of Governors, Report on the Economic Well-Being of U.S.", "Households, in note 2.", "For a survey on the effect of the pandemic, see Christopher Rauh (2021), \"COVID Inequality Project,\" webpage, sites.google.com/view/covidinequality.", "For a working paper on the COVID-19 labor market in the United Kingdom and Germany, see Eliza Forsythe (2021), \"Current Research,\" webpage.", "Return to For the unemployment rates of Black and Hispanic workers, see U.S. Bureau of Labor Statistics (2021), \"Civilian Labor Force Participation Rate,\" July 2.", "Return to text Current Population Survey numbers of temporary layoffs or the SHED data support this finding.", "Return to text For example, see Muriel Dal Pont Legrand and Harald Hagemann (2017), \"Do Productive Recessions Show the Recuperative Powers of Capitalism?", "Schumpeter's Analysis of the Cleansing Effect, \" Journal of Economic Perspectives, vol.", "Return to text See Bureau of Labor Statistics (2021), \"6.2 Million Unable to Work Because Employer Closed or Lost Business due to the Pandemic, June 2021,\" Economics Daily, July 8.", "The number of people who did not work (or worked less) because of an employer closure or lost business-6.2 million-is down from 7.9 million in May 2021 and from 49.8 million in May 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inclusive Recovery", "Labor Market", "Workers", "Economic Effects", "Pandemic", "Employment", "Education", "Job Openings", "Policymakers", "Research"]}