{"sentences": ["Assalamualaikum w.b.t and a very good afternoon to our distinguished guests and fellow audience.", "Thank you to the Halal Development Corporation (HDC) for inviting me to deliver the Opening Remarks today.", "I wish to congratulate HDC for organising this conference which I believe will be inspiring and enlightening.", "The timing of this event could not be better, echoing the pace of an ongoing global economic recovery.", "The theme of this conference, \"Halal - the Catalyst for Universal Economic Recovery\" spells out the potential for this multi-trillion dollar industry to facilitate the rejuvenation of the global economy.", "Within the global sphere, the prospect of the halal economy is huge.", "Global consumption of halal goods and services is expected to grow at 3.5% annually to reach USD2.4 trillion by 2024 , largely driven by the fast-growing Muslim population.", "Another contributing factor is the rising trend on ethical consumerism that primarily considers the impact of consumption.", "This aligns with the practice of halalan-toyyiban that propagates good, pure, and wholesome elements in consumption.", "At a broader level, this is also relevant in addressing growing concerns on sustainability and climate change in halal production.", "These global trends on halal economy present an excellent narrative with enormous prospects for Malaysia, given our forefront position in the global halal economy.", "Ranked top in both Islamic finance and Islamic economy, these trends open up opportunities to marry both of these segments .", "Our domestic halal market is currently valued at approximately RM300 billion, contributing 7% of the country's GDP.", "This figure is projected to grow further to RM400 billion, to account for 11% of GDP by 2030 .", "We have observed the increasing prominence of Islamic financial institutions in supporting the halal sector in recent years.", "Although only 21.9% of Malaysian halal-certified companies used Islamic finance in 2018, the number of applications from this segment has doubled to 10,800 in 2020, amounting to RM63 billion .", "Allow me to share some thoughts on three critical factors that contribute to this positive trend, which I believe will continue moving forward.", "First is the value proposition of Islamic finance that extends the ability of Islamic financial institutions to offer beyond bank-based credit intermediation.", "The universal scope of business under the Islamic Financial Services Act 2013 allows Islamic financial institutions to mobilise different sources of funds towards delivering meaningful solutions.", "One example is the provision of value-added services to SMEs such as marketplace and advisory services in trade facilitation alongside supply chain finance capability.", "To date, five Islamic banks are already offering such services through the HDC's Halal Integrated Platform.", "I understand that more are expected to join this digital platform later this year.", "Another example is the Investment Account, an instrument which allows Islamic banks to source risk-absorbent capital to fund high-growth halal business sectors such as pharmaceutical and cosmetics.", "The ability of Islamic banks to structure Investment Account in accordance with the risk profile and characteristics of the underlying assets offers an attractive opportunity for customers to diversify their investment portfolio across various halal sub-sectors.", "Second is the wide network of Malaysian financial institutions in facilitating halal exports to tap into regional markets.", "Increasing interest from ASEAN countries which makes up 42% of the global Muslim population as well as demand from non-Muslim dominated Asian countries such as Japan, Korea and Vietnam provide a huge halal consumption base for domestic halal businesses to tap on.", "Currently, three Malaysian financial institutions have leveraged their extensive global network and strategic partnerships to assist halal exporters in gaining access to new markets.", "Moving forward, Malaysian financial institutions should take advantage of the strong government-to-government (G2G) ties and multilateral strategic cooperation in the halal sector between countries to offer Islamic trade finance to halal industry players.", "The third factor is the ability of Islamic financial institutions to facilitate businesses to transition towards more sustainable practices.", "The underlying concept of Maqasid Shariah which propagates for the attainment of benefits as well as preventing harm, resonates well with sustainability principles that call for a balanced, sustainable and inclusive economic growth.", "Adopting sustainability practices is imperative to ensure the longevity of businesses.", "Failure to take this into account may result in substantial financial loss to the halal industry given that our trade partners have started imposing expectations on sustainability as preconditions to transact.", "For example, Malaysia's top halal export markets (e.g.", "China, Singapore and Japan) are signatories to the Net Zero target and non-sustainability practices will lead to an increase cost of business exporting into these markets.", "Malaysia's halal food and beverages segment, which makes up 80% of Malaysia's halal production and 86% of total halal exports may be adversely affected by climate change.", "An increase in temperature will lower the resilience of the agroecosystem against pests and pathogens, resulting in lower yields and quality of crops, affecting the supply of raw materials.", "In addition, more MNCs are embracing the sustainability agenda compelling halal SMEs to factor in sustainability as part of their business strategies, operations and decision making.", "It is heartening that prominent halal MNC manufacturers have already started imposing sustainable practices across their supply chain.", "Nestle for example, has established the Paddy Club back in 2012 as an initiative to ensure rice used for the company's cereal products is sourced sustainably and responsibly.", "Another example is the Sustainability Agriculture Code as a pre-requisite for suppliers to enter Unilever's supply chain as part of the group's ambition to sustainable sourcing.", "Towards this end, the Islamic financial institutions have put together a lot of efforts and resources in place, underpinned by the concept of Value-based intermediation (VBI) such that financing and banking activities are in line with sustainability practices.", "The VBI Community of Practitioners have collectively issued sectoral guidelines on palm oil, renewable energy and energy efficiency, that serve as an impact-based risk assessment toolkit to assist financial and investment decisions of banks.", "The takaful industry has followed suit with the issuance of the VBI for Takaful Framework that integrates the principles of VBI into products and business practices that promote financial resilience and climate risk management.", "Before I end my remarks, I would like to touch on the importance of the right skill set that can future-proof our halal industry.", "As we navigate beyond the pandemic, leaders in halal business community have to be agile and forward looking.", "This includes keeping abreast of the latest technology and constant up skilling to embrace digitalisation.", "In recognising the potential of digitalisation as a key ingredient to assist halal businesses, the Bank provides an enabling environment for financial institutions to foster innovation such as through the fintech regulatory sandbox and facilitation of pilot projects.", "These avenues enable the Bank to identify potential adjustments or responses to the existing regulatory framework that commensurate with the risk and scale of activities.", "The Bank has also established the SME Automation and Digitalisation Facility (ADF) in March 2020, which aims to encourage SMEs to automate processes and digitalise operations to increase productivity and efficiency.", "In March 2021, an additional allocation of RM700 million has been provided for the ADF, bringing the facility's total size to RM1 billion.", "To conclude, Islamic financial institutions have developed into matured institutions that are now offering a wide range of financial solutions to meet the varied needs of customers.", "Therefore, halal businesses should seize these opportunities to better position themselves and embrace sustainability, as well as digitalisation that aim to provide stronger platforms to rebound as the economy recovers.", "In closing, I would like to share with you an inspiring verse from the Quran, that serves as the foundation to the key points I have intended to raise earlier.", "In Surah Al-Baqarah verse 195, Allah s.w.t mentioned, \"And do good, indeed Allah loves the doers of good\".", "So, let us embrace this message together and put more effort in propagating good, particularly in the way we conduct businesses, by not just being halal, but also beneficial to the environment and society at large in line with the commandment of Allah s.w.t.", "Let us begin this today, here at the World Halal Business Conference 2021.", "Thank you and I wish everyone a pleasant and productive conference.", "Source: Dinar Standard, The State of Global Islamic Economy 2020/2021 Halal food, Islamic finance, Muslim-friendly travel, pharma and cosmetics Source: HDC HIMP 2030 BNM internal survey Source: HDC Vibes issue 06/2021"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Halal economy", "Islamic finance", "Sustainability", "Halal exports", "Digitalisation", "SME", "Investment Account", "Value-based intermediation", "Supply chain", "Agriculture"]}