{"sentences": ["I would like to thank Commissioner McGuinness for inviting me to speak at this conference on the Commission's proposal for a Corporate Sustainability Reporting Directive.", "When technology and finance unite around a common purpose, the consequences for monetary unions can be far-reaching.", "Let me borrow an example from US history.", "The economic and financial integration of the United States in the late 19th century owed a great deal to the new technology of railroads.", "With a fragmented local banking system, the huge amount of financing needed for this project could only be mobilised via capital markets, notably in the form of railroad bonds.", "This, in turn, laid the foundations for the development of the US-wide financial system.", "The railroads ended up linking not only the far-flung corners of the union, but also its capital markets.", "If you allow me the analogy, I see some parallels between this period of US history and the EU's transition today towards a sustainable economy, backed by the growth of sustainable finance.", "The shift to net zero emissions, together with an adequate digital backbone, will require major investments across Europe in technology, infrastructure and networks.", "Fragmentation between national financial markets might constrain our ability to finance future investments.", "But if green finance continues to emerge to fund this transition, the consequences for Europe's financial system could be sweeping.", "In fact, I believe that the green transition offers us a unique opportunity to build a truly European capital market that transcends national borders - or what I would call green capital markets union (CMU).", "And, like the railroads in the past, this could have ramifications for our monetary union that reverberate more widely.", "Integrating green capital markets could play a part in addressing two of the wider challenges we face today.", "First, we face the challenge of making our monetary union more resilient to cyclical shocks.", "To achieve this, we must do better at reducing risks, and also at sharing risks across countries.", "And second, we need to transform our economies as structural changes speed up around us.", "We must redirect activity towards the green and digital sectors as quickly as possible, which will help raise Europe's growth potential.", "Addressing these challenges is important for the ECB, as they affect the transmission of our monetary policy across the euro area.", "They require parallel efforts on many different fronts.", "But a common thread is the need to enhance the contribution of the financial sector, in particular by taking significant steps towards a capital markets union in Europe.", "Integrated capital markets are at the heart of building resilience, because they encourage Europeans to invest in debt and equity irrespective of home country considerations.", "That, in turn, helps share the costs of local recessions, because financial losses in one part of the Union can be offset by gains in another.", "Scale and depth matter, as does a common regulatory framework.", "At present, however, financial markets are less integrated in the euro area than in other large economies.", "Only around 20% of shocks in the euro area were mitigated through cross-border debt and equity holdings between 1999 and 2016, compared with at least 60% in the United States.", "Capital markets are also vital to fund the transformation of our economies.", "We need to see investment of around €330 billion every year by 2030 to achieve Europe's climate and energy targets , and around €125 billion every year to carry out the digital transformation.", "While banks can and should provide a good share of this funding, capital markets can provide innovative tools to close the investment gap.", "Capital markets are better suited to financing projects with a defined purpose, directly linking investors to the impact they intend to achieve.", "And they are also better at drawing retail investors towards supporting transformative activities.", "Although we are making progress, thanks to the work of the Commission, completing a fullyfledged CMU will take time.", "Capital markets have developed nationally, so we first have to open them up and harmonise those markets in order to integrate them further.", "This begs the question: how do we deepen capital markets faster?", "Are there market segments where fewer obstacles exist and where we can achieve high levels of integration quickly, but that also encourage the funding of future-oriented projects?", "Developing European green capital markets To my mind, Europe's green capital markets meet all these criteria.", "Green capital markets are dynamic and growing in Europe, and they are already relatively well integrated.", "This means that as they deepen further, so will Europe's resilience.", "Europe is established as the location of choice for green bond issuance, with around 60% of all green senior unsecured bonds issued globally in 2020 originating here.", "And the market is growing rapidly - the outstanding volume of green bonds issued in the EU has grown almost eight-fold since 2015.", "Environmental, social and corporate governance (ESG) investment is also concentrated in Europe.", "The assets under management of investment funds with ESG mandates have almost tripled since 2015, and over half of bond funds are domiciled in the euro area.", "In addition, the euro has taken the lead as the global currency of green finance.", "Last year, around half of the green bonds issued worldwide were in euro.", "There is immense potential for this role to grow once the green transition takes off worldwide and we see a generational transfer of wealth to millennials who are bound to be concerned about the future.", "Crucially, the green bond market has already achieved greater pan-European scale.", "Holdings of green bonds within the EU have, on average, half the home bias of conventional bonds.", "And this means deepening the market is a different type of challenge.", "We do not need to undo the past - we need to create a new framework that did not exist before.", "So we have a real opportunity to build a genuinely European capital market from the outset.", "Green capital markets could also act as a catalyst for the overall structural transformation of Europe, ensuring that it happens both quickly and evenly across EU countries.", "These capital markets would not just add debt into the green finance mix, they would also add equity, which - as ECB research demonstrates - typically leads to more green innovation and a faster reduction in carbon emissions.", "And they could spark the take-up of digital technologies such as smart urban mobility, precision agriculture and sustainable supply chains, which are crucial to the green transition.", "With their pan-European reach, green markets could also help all countries to access the capital they need to finance economic transformation - not only those with the most sophisticated financial markets.", "That would support convergence within Europe, enabling capital to flow to regions that are currently lagging behind in the transition to a more sustainable economy.", "In order to build momentum, the \"public sector dimension\" should be part of the picture.", "The issuance of green bonds by governments will be key to funding major infrastructure projects, which in turn helps create a pipeline of projects for the private sector to invest in.", "As part of the Next Generation EU fund, the European Commission will shortly be placing €225 billion of green bonds, making it by far the world's largest issuer.", "Towards Green CMU I must stress, however, that the continued growth of green capital markets will not happen by itself.", "We will at some point hit the same limits that now restrict the integration of our broader capital markets - missing cross-border infrastructures and national constraints.", "If the EU cannot provide the services that foreign investors and issuers are looking for, they will go elsewhere.", "In fact, we know from history that deep and liquid capital markets are key to a currency gaining global status.", "If others move faster than we do, the euro's advantage as the global green currency could fade and be lost.", "The euro would miss an opportunity to strengthen its international role.", "So in my view we should reinforce the CMU agenda by supporting the development of Green CMU.", "Specific initiatives under the CMU action plan should be fast-tracked - even if they are applied only to sustainable finance for now.", "A key element is indeed the Commission's proposal on corporate sustainability disclosures.", "I strongly welcome this proposal and believe it can finally address the main data gaps currently afflicting the EU's sustainable finance landscape.", "It will also be a key pillar of the Commission's forthcoming proposal for a European single access point.", "By integrating sustainability disclosures with financial data, we would create a \"one-stop shop\" for all critical information about a company, including its green credentials, which would be immensely useful for investors.", "But more fundamental reforms will also be necessary.", "We need proper European supervision of green financial products with official EU seals such as the forthcoming EU Green Bond Standard.", "This is key to ensuring compliance and to identifying systemic links and associated risks within the cross-border market.", "We also need harmonised tax treatment of investments in sustainable finance products, so as to prevent fragmentation of green investments along national lines.", "And we need further convergence in the efficiency of national insolvency frameworks, even carving out special procedures for green investments.", "These initiatives can be seen as an engine for the CMU project generally, testing and putting in place some of the measures that are needed to advance wider capital market integration.", "If we succeed, there will be very positive knock-on effects for European capital markets.", "In short, Green CMU not only gives us a tremendous opportunity to craft something genuinely European and with immediate impact, but it also has the potential to transform the EU as a whole.", "It would allow us to make our economy more resilient to shocks and fit for the future, all while avoiding the worst scenarios for climate change.", "To my mind, that is too good an opportunity to pass up.", "After five years, the estimated multipliers associated with green spending are about two to seven times larger than those associated with spending on non-eco-friendly projects.", "See Batini, N., di Serio, M., Fragetta, M., Melina, G. and Waldron, A., (2021), \"Building Back Better: How Big Are Green Spending Multipliers?", "Cimadomo, J., Hauptmeier, S., Palazzo, A.A. and Popov, A.", "European Commission (2020), \"Impact Assessment\" accompanying the document \"Stepping up Europe's 2030 climate ambition: Investing in a climate-neutral future for the benefit of our people\", 17 September.", "European Commission (2020), Identifying Europe's recovery needs, 27 May.", "Brière, M. and Ramelli, S. (2021), \"Can responsible investing encourage retail investors to invest in equities?", "\", ECMI Commentary, No 73, European Capital Markets Institute, March.", "According to EFAMA market insights, in December 2020 the net assets of European ESG funds amounted to EUR 1.2 trillion, with an annual growth rate of 37%.", "(2020), \"Does financial structure affect the carbon footprint of the economy?", "\", Financial Integration and Structure in the Euro Area, ECB, March.", "In 2017, Europe had 76% more patents in the digital-green domain than the United States and over four times more than China.", "European Investment Bank (2021), Investment Report 2020/2021: Building a smart and green Europe in the COVID-19 era.", "See the European Commission's website."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green capital markets", "Capital markets union", "Sustainable finance", "Monetary union", "Resilience", "Financial integration", "ESG investment", "Green bonds", "Digital transformation", "Climate change"]}