{"sentences": ["SPEECH The embrace of the horizon: Forcefully moving with the changing tide for climate action in financial sector policies Speech by Frank Elderson, Chair of the Central Banks and Supervisors Network for Greening the Financial System, Member of the Executive Board and Vice-Chair of the Supervisory Board of the ECB, at The Green Swan Conference - Coordinating finance on Frankfurt am Main, 3 June 2021 Many thanks to the organisers for inviting me to address this conference with so many distinguished speakers.", "I am truly honoured to have the opportunity to speak at this important event and to discuss the immediate action the financial sector can and should take in the light of the ongoing climate crisis.", "Allow me to start with one disclaimer.", "As an Executive Board member of the European Central Bank, I am also a member of its Governing Council.", "Today is the first day of what we call the \"quiet period\" leading up to next week's monetary policy meeting of the ECB.", "Against this backdrop, I want to emphasise that nothing I say today has any bearing on the deliberations of the Governing Council.", "Instead, in the true spirit of this conference, I would like to talk about swans.", "Let me tell you a brief story about the Bewick's swan.", "This swan has its breeding grounds in the Russian tundra and spends its winters in north-west Europe.", "Until around fifty years ago, it would typically spend winter in Ireland, the United Kingdom and the Netherlands.", "However, research published last year by the Netherlands Institute of Ecology has shown that the Bewick's wintering area has since shifted eastwards by around 600-700 kilometres.", "[ This move coincided with a similar shift eastwards of the line across Europe marking where the temperature is around five degrees Celsius in winter.", "This is just one specific example of how climate change is having an impact on our ecosystem.", "One specific example of how climate change is affecting the incidence and distribution of swans.", "And one specific example that the change is real.", "Today, however, we are not talking about the Bewick's swan, but rather the \"green swan\", by which we mean potential, systemic financial crises that stem from climate-related risks.", "This concept takes its name from the theory of the black swan.", "It is a metaphor for unexpected events that have a wide-ranging impact on society that can only be explained with hindsight.", "This phenomenon was brilliantly described by Nassim Nicholas Taleb[ just before the world became engulfed by the global financial crisis in 2008.", "That crisis was a wake-up call for policymakers across the globe to take tail events seriously in their analysis and setting of policies.", "It is the reason why the sense of urgency about how to deal with possible green swan events resonates loud and clear in the minds of central bankers and supervisors.", "The green swan book at the heart of today's conference was released in January 2020[ just a few weeks before another major event that has been having such a tremendous impact on our daily lives for more than a year now: the coronavirus (COVID-19) pandemic.", "On top of its wide-ranging human and economic implications, the pandemic has forewarned us of the scale of the effort required to prevent green swan events materialising.", "In 2020 the reduction in greenhouse gas emissions was less than will be required every year until 2030 and beyond.", "And this reduction must be achieved through structural change rather than the human and economic disruption caused by lockdowns.", "To put it plainly: in order to avoid falling prey to Mark Carney's tragedy of the horizon[ ], we must acknowledge that the horizon for climate action is now.", "In these dire circumstances, and faced with these daunting prospects and challenges, the call to pursue the required structural changes is mounting.", "More and more countries have made a commitment to achieve net zero emissions by 2050 at the latest.", "More and more of these countries are now translating these commitments into legislation and concrete action plans.", "And more and more countries are stepping up their earlier commitments.", "On 21 May, the G7 made a commitment to keep within reach the target of limiting the increase in global warming to 1.5 degrees Celsius.", "The tide is truly turning towards climate action, and the flow is gathering force.", "This is also reflected in the work programmes of multiple international organisations.", "Under the Italian Presidency, the G20 has made climate action a key priority and an integral part of the recovery from the pandemic.", "More specifically, it has re-established the Sustainable Finance Study Group and upgraded it to a working group expected to report before the end of the year on any major gaps or barriers to mobilising sustainable finance.", "In parallel, the Financial Stability Board is working on ways to promote consistent, high-quality climate disclosures in line with the recommendations of the Task Force on Climate-related Financial Disclosures.", "It is also continuing to work on data requirements and gaps that are crucial for assessing the financial stability risks posed by climate change.", "The FSB will report to the G20 on both issues in July.", "In the meantime, the International Financial Reporting Standards Foundation is moving ahead with a proposal to set up an international sustainability standards board to deliver the first consistent, single set of global norms for climate-related company disclosures.", "The Foundation's proposals have received widespread support from, among others, the International Organization of Securities Commissions.", "At the same time, it is essential that the IFRS work does not fall short of current investors' need and international best practices.", "In that context, the Foundation's work can take inspiration from and should leave sufficient room for the European Commission's proposal for a Corporate Sustainability Reporting Directive.", "The Commission's proposal includes transposition of the Directive into national law by EU Member States by December 2022 to ensure it is applicable for the fiscal year beginning 1 January 2023.", "With all these activities and numerous initiatives from non-governmental organisations[ ], the green finance landscape is quickly becoming crowded.", "As everyone has a vital role to play in addressing the climate crisis, this is clearly a welcome development.", "Yet it also requires enhanced coordination among different stakeholders: first, to ensure that ongoing work can build on work being carried out elsewhere without anyone having to reinvent the wheel; second, to ensure that workstreams are sufficiently complementary; and third, to identify potential perspectives that are being left unaddressed - blind spots from which a green swan could emerge.", "Following this conference and the G20 meeting in July, the COP26 summit taking place in Glasgow in November will be a key event for taking stock of the many initiatives currently under way.", "It will also be an important milestone for assessing the progress being made to meet the objectives of the Paris Agreement and a catalyst for accelerating the actions required to ensure the commitments made are kept within reach.", "Role of central banks and supervisors In this crowded field, central banks and supervisors are also increasingly showing their resolve and dedication to contribute within their mandate to integrating the effects of the climate crisis in the exercise of their tasks.", "They have done so individually, but also collectively as part of the Network for Greening the Financial System (NGFS) which I have been proudly chairing since its inception in December 2017.", "Back then, the eight founding members represented 30% of global economic activity.", "Now, the NGFS has evolved into a network of 91 members and 14 observers covering five continents, around 85% of global emissions, 88% of the global economy and all global systemically important banks.", "And it continues to expand its coverage, reach and range of activities.", "Activities which know no taboos and cover all the core missions of central banks and supervisors: microprudential, macroprudential and monetary policy.", "Let me outline some of the ongoing activities of the NGFS that contribute towards taking immediate action to deal with climate-related risks.", "I will base this discussion on what the green swan book refers to as two \"epistemological breaks\" that central banks and supervisors need to consider.", "Two ways to radically revisit conventional thinking and attitudes towards policy action.", "Two paths to do justice to the exceptional nature of the climate crisis.", "Two avenues for immediate action.", "The first proposed break refers to the importance of taking a forward-looking approach in the analysis and management of climate-related risks.", "This differs from traditional approaches to risk which typically use historical regularities to project possible future outcomes and are ill-suited for identifying the possible emergence of black or green swans.", "To close this gap, the NGFS has published macrofinancial scenarios on the potential long-term consequences of the climate crisis and climate policies.", "Under the leadership of the Bank of England's Sarah Breeden, the NGFS will next week publish new vintages of the scenarios that were first released in June 2020.", "These scenarios provide a framework for analysing the impact of physical and transition risks under different climate policy assumptions.", "While they have been developed for use by central banks and supervisors, they may also be useful for governments, academia and private sector entities.", "With these scenarios, the NGFS provides - and intends to regularly update - an important public good for all stakeholders, public and private, to help them engage in forward-looking climate-risk analysis under a common and consistent global reference framework.", "While they are an important piece of the puzzle, scenarios alone cannot mitigate climate-related risks.", "Scenarios need to be developed into stress testing methodologies for assessing risks and vulnerabilities on an ongoing basis.", "This is the type of analysis and policy assessment that is the bread and butter for central banks and supervisors for so many other sources of risks.", "[ Thanks to the shared experiences of its wide-ranging membership and its collaboration with academia, the NGFS is uniquely placed for its work on climate scenarios and stress testing to feed into and inform the broader international policy agenda.", "Given the deep uncertainty with respect to climate change and climate policies, we need to continuously evaluate the impact of physical and transition risks.", "Collecting consistent and comparable climate data linked to economic activities is vital.", "In March 2020 the NGFS established a workstream dedicated to mapping data gaps more systemically and proposing ways to bridge them.", "An interim report published last week lays the groundwork for a comprehensive stocktake of the data needs of various stakeholders, their objectives, and their activities across the financial sector.", "[ In a nutshell, the report concludes that better data does not simply mean more data.", "Both the public and the private sector need high-quality, granular, reliable and comparable data.", "At the same time, we cannot afford to wait.", "And the report indeed concludes that we don't need to wait.", "We already have significant scope for drawing on available data and building on existing approaches to improve our awareness, analysis and assessment of climate-relate financial risks.", "The NGFS interim report provides important input for the Financial Stability Board's report on data gaps to the G20.", "A final NGFS report, focusing on how to effectively bridge remaining data gaps, taking on board the Financial Stability Board's report to the G20, is expected by the end of the year.", "We will use the knowledge and expertise gathered from bridging data gaps to evaluate and update the forward-looking scenarios under consideration.", "The green swan book advocated a second paradigm shift.", "Central banks and supervisors must be more proactive to enable them to fulfil their mandate while avoiding the tragedy of the horizon.", "Here the NGFS has clearly taken the lead.", "Since its inception, the NGFS has acknowledged that the climate crisis is a driver of financial risks, putting it squarely within the mandates of central banks and supervisors.", "And along with research partner INSPIRE, the NGFS will soon publish an outline of a research proposal on the financial stability risks of biodiversity loss.", "[ To avoid overlooking green swans, we urgently need to move beyond climate-related risks and better understand the materiality of the risks of environmental degradation for the financial sector.", "[ Governments clearly bear primary responsibility for addressing the climate and environmental crises we are facing.", "While central banks and supervisors should of course not overstep their mandate, there is also a legal risk of being sued for failing to act and comply with legal obligations.", "In recent years, we have observed a steep increase in climate-related and environmental litigation, which has more often than before been successful.", "Most examples have so far involved litigation against non-financial corporates[ and governments[ ].", "However, also central banks and supervisors can become exposed to this kind of litigation risk just like the financial institutions that they supervise.", "[ The implications of these legal risks for the conduct of policy and for the stability of the financial system also need to be considered by central banks and supervisors.", "[ With the strong conviction that central banks and supervisors not only can, but must, take into account climate-related and environmental risks and act urgently to fulfil their mandate, the NGFS seeks out ways to inspire its membership, to push the frontier and act as a trailblazer.", "Specifically, the network is now thoroughly analysing progress in supervisory practices in the field of climate-related and environmental risks.", "A progress report detailing the results of the analysis is expected to be published ahead of COP26.", "Preliminary results show that more supervisors clarified how existing legal requirements will be applied in the context of climate-related and environmental risks.", "[ These will guide the supervisory dialogue on these matters in the future.", "It should be recognised that both supervisors and financial institutions are in the early stages of the journey towards sound management of climate-related and environmental risks.", "Therefore, it is to be expected that guidance will be refined and the bar will be set higher over time as expertise and regulations develop and capabilities improve.", "[ However, setting expectations is an important step, given the need to urgently start integrating climaterelated and environmental risks in financial institutions' decision-making and risk management processes.", "On the monetary policy side, the NGFS has explored ways in which central banks can incorporate climaterelated risks in their monetary policy implementation frameworks.", "A report published in March identified nine high-level options covering credit policies, collateral frameworks and asset purchases.", "[ It is up to individual central banks to explore what combination of actions to take under their mandate and in their specific legal context.", "Yet, the full membership of the NGFS sent a clear message by collectively rallying behind the insight that climate change has implications for the conduct of monetary policy.", "The NGFS has focused extensively on providing practical guides for central banks and supervisors on building their capacity to act.", "As our collective knowledge is evolving apace, this guidance will need to be continuously updated.", "That is why I am very pleased to inform you that the NGFS is currently exploring how it can help build capacity within the central banking and supervisory communities and is considering developing training initiatives in cooperation with some other key stakeholders.", "We will announce progress on this soon.", "Moving with the tide Let me conclude.", "There are different ways to approach a swan.", "In the context of traditional financial crises, there has been a lively academic debate about whether central banks should \"lean against the wind\" to mitigate the risks of a crisis or focus instead on cleaning up afterwards.", "In my view, a similar discussion is obsolete in the context of green swans for at least three reasons.", "First, the cataclysmic and irreversible nature of green swan events imply that cleaning up afterwards is simply not an option.", "Once certain thresholds have been passed, the current, delicate status quo of our ecosphere can no longer be restored.", "Second, as the NGFS has demonstrated beyond doubt, climate action is fully consistent with the mandates of central banks and supervisors.", "From where we currently stand, the risk of doing too little too late is significantly larger than the risk of central banks and supervisors overstepping their mandate.", "Third, and maybe most importantly, when it comes to climate policy, headwinds are turning into tailwinds.", "In other words, central banks and supervisors can benefit from the changing tide that is turning strongly in favour of climate action as underlined by the increasing commitments made by governments.", "However, commitment alone is not enough to address the climate and environmental emergency that we face.", "The NGFS was established as a coalition of the willing.", "The NGFS has become a coalition of the committed.", "The NGFS will set out to be a coalition of the ones that deliver.", "To quote Nassim Nicholas Taleb in his black swan masterpiece: \"History and societies do not crawl.", "Let's act on that lesson in addressing green swans.", "And let's move forcefully with the tide towards climate and environmental action.", "Let's move by urgently and fully addressing the profound consequences of the advent of the green swans, thereby stopping the eastward shift of the Bewick's swans' hibernation grounds.", "The horizon to act is now.", "Let the word horizon henceforward no longer be associated with the word tragedy.", "Let us embrace the horizon.", "(2020), \" Concurrent shifts in wintering distribution and phenology in migratory swans: individual and generational effects \", Global Change Biology, Vol 26, No 8, pp.", "Taleb, N. (2007), \"The Black Swan: The Impact of the Highly Improbable\", Penguin Books.", "Bolton, P., Deprés, M., Pereira da Silva, L., Samama, F. and Svartzman, R. (2020), \" The green swan \", Bank for International Settlements.", "Carney, M. (2015), \" Breaking the tragedy of the horizon \", speech at Lloyd's of London, 29 September.", "Ahead of this conference, Reclaim Finance, Positive Money, the Climate Safe Lending Network (CSL), the New Economics Foundation (NEF), Re:Common, Greenpeace, BankTrack and Public Citizen published a note entitled \"The Green Swan Toolkit: Four priorities to ensure financial stability in the age of climate change\" which sets out four areas of progress to prevent green swans materialising.", "The ECB is among the NGFS members that are currently finalising an economy-wide stress test, see also Shining a light on climate risk: the ECB's economy-wide climate stress test , blogpost by Luis de Guindos, Vice-President of the ECB, March 2021. .", "NGFS (2021), \" Progress report on bridging data gaps \", NGFS Technical Document, May.", "See also NGFS and INSPIRE launch a joint research project on 'Biodiversity and Financial Stability' , NGFS press release, 6 April 2021. .", "De Nederlandsche Bank recently examined the material exposures of Dutch financial institutions to risks stemming from biodiversity loss.", "According to its report, Dutch financial institutions have provided €510 billion in finance worldwide to companies that are highly dependent on ecosystem services, with €28 billion exposed to products that depend on pollination alone.", "De Nederlandsche Bank (2020), \" Indebted to nature - exploring biodiversity risks for the Dutch financial sector \", June.", "A court in the Netherlands last week ordered Royal Dutch Shell to make deeper and faster cuts in carbon dioxide emissions than it had planned.", "In 2019 the Supreme Court in the Netherlands held that the Dutch State was under an obligation to reduce greenhouse gas emissions.", "More recently, the German Constitutional Court issued a ruling that in essence held that the German Federal Climate Change Act did not go far enough.", "Recently, the non-governmental organisation ClientEarth filed a claim against the National Bank of Belgium.", "In his speech on the tragedy of the horizon, Mark Carney already referred to liability risks for financial stability in addition to physical and transition risks (see reference in footnote 4).", "In November last year the ECB published its Guide on climate-related and environmental risks.", "Building on the Guide for Supervisors of the NGFS, it communicates the ECB's understanding of a prudent approach to managing such risks to banks, markets and the wider public, with the aim of raising banks' awareness and preparedness for managing them.", "The Guide outlines, the ECB's supervisory expectations for how climate and environmental risks should be embedded in all relevant bank processes, from banks' risk management frameworks to their governance structures, risk appetite, business model and strategy, and, importantly, their reporting and disclosures.", "Recently, a Task Force on Climate-related Financial Risks that operates under the Basel Committee on Banking Supervision looked into the effects of physical and transition risks on banks.", "This task force concluded that climate-related risks can be captured in risk categories that are already used by financial institutions and reflected in the Basel Framework, for example credit risk, market risk, liquidity risk and operational risk.", "However, the task force also concluded that we still need an enhanced toolbox that can better measure climate risks.", "See NGFS (2021), \" Adapting central bank operations to a hotter world: reviewing some options \", NGFS Technical Document, March.", "European Central Bank Directorate General Communications Sonnemannstrasse 20 60314 Frankfurt am Main, Germany +49 69 1344 7455 media@ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2021, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Green Swans", "Climate-Related Risks", "Financial Stability", "NGFS", "Monetary Policy", "Supervisory Practices", "Biodiversity Loss", "Legal Risks", "Capacity Building"]}