{"sentences": ["The Thai Economy: The Current State and the Way Forward Dr. Sethaput Suthiwartnarueput, Governor of the Bank of Thailand Japanese Chamber of Commerce (JCC) Seminar, The Athenee Hotel, 29 March 2021 Mr. Shoichi Ogiwara, President of the Japanese Chamber of Commerce, JCC Board of Directors, Distinguished guests, It is a great pleasure and honor for me to be here this evening.", "I would like to speak on three topics today.", "The first topic is to discuss where we are today in the Thai economy.", "The second topic will be about where we are heading next and what to expect in terms of the economic outlook.", "Finally, I will conclude with the discussion of why I think, despite all of our problems, Thailand is still a good place to do business.", "I would like to start by sharing some thoughts on where we are in terms of the Thai economy.", "The short answer is the economy is recovering but slowly.", "When we were hit by the COVID-19 shock last year, we experienced a GDP contraction of about 6 percent.", "This year, we expect to register a GDP growth of about 3 percent.", "Therefore, even by the end of this year, our economy will still not be back to the pre-COVID-19 level.", "Why has the recovery been slow and perhaps even slower than other countries in the region.", "There are a couple of reasons I would like to share with you.", "The first is, the COVID-19 shock hits the Thai economy at particularly where we If we look back at the previous crises which the world economy faced for are vulnerable.", "example, the 2008 global financial crisis - Thailand got hit very little.", "We went through that crisis relatively quite well.", "However, due to the nature of this crisis, COVID-19 hits us exactly where we are vulnerable.", "This is because we are an economy which highly depends on tourism where the share of services to GDP is very high.", "Therefore, this makes our recovery much slower than other countries in the region.", "The second point is that our recovery has been uneven.", "Certain sectors have recovered quickly.", "For example, the manufacturing production index is roughly about 95 out of 100 percent back to where it was pre-COVID.", "A similar picture would be on the export side where the current value of our exports, excluding gold, is actually higher than the pre-COVID level.", "But for other sectors, like the service sector, the service production index is still tracking roughly at about 70 percent of where it was pre-COVID.", "This is also due to our high dependency on tourism, and foreign tourists are basically not able to come back.", "This has accounted for both, our relatively slow recovery and the very uneven nature of the recovery.", "But one point, if I might add, is that The reason is, if it could have been much worse.", "you look again at the characteristics and the nature of the Thai economy, and if we have asked ourselves what would we expect the impact of COVID-19 to be on the Thai economy.", "Many analysts, myself included, would have said we might have easily seen a contraction in economic activity of more than 6 percent.", "Let me share with you some numbers and just to give you a sense of why this is the case.", "Tourism accounts for about 11-12 percent of our GDP and we received about 40 million foreign tourists a year.", "Last year because of the COVID-19, we got only about 7 million tourists; that was a drop of over 80 percent in the numbers of tourists.", "So roughly speaking, 80 percent times 11 percent is already almost 9 percent of GDP loss.", "Furthermore, that calculation has not included the indirect impact both in terms of the drop in exports as the global economy was affected by the COVID-19 and the foregone losses in the income of people associated with the hit from the COVID-19.", "While tourism accounts for 11- 12 percent of GDP, it also accounts for about 20 percent of employment in Thailand.", "Therefore, a great portion of the income of the population was also hit.", "Adding all of these figures together, one might not have been surprised if we saw perhaps a double-digit contraction in GDP.", "Nevertheless, the fact that the economy contracted by only 6 percent reflects the resiliency of the Thai economy and there are a lot of structural reasons that underlie such resiliency, which I will go into later on in my talk.", "One thing I would like to highlight in this context is the speed, timeliness, and adequacy of the policy responses which have been quite prominent both on the fiscal and the monetary sides.", "Before I talk about that, I should give credit to the public health response in Thailand which I think thus far has been reasonably well administered.", "Our public health authorities undertook measures relatively quickly to contain the spread of the disease, and that led to Thailand being ranked relatively high in terms of our ability to contain the COVID-19.", "Moreover, the credit should be also given to our general public who were willing to undertake social distancing, masks wearing, and all other efforts that help to contain the disease.", "Now on the fiscal side, if we look at the overall public sector balance, which indicates how much the government is willing to stimulate the economy.", "We saw that, in 2019, the overall public sector deficit stood at only about 0.3 percent of GDP, which was very small.", "By 2020 when the COVID-19 hit, the public sector deficit increased to 4.8 percent of GDP, about a 4.5 percent increase.", "That degree of the deficit is also expected to be the same for 2021.", "This indicates, again, the willingness of the government to undertake additional spending to support the recovery of the economy.", "On the monetary and financial side, the Bank of Thailand has ensured that monetary conditions remained sufficiently accommodative to support the recovery.", "We reduced our policy rate down to 0.5 percent which is as low as it has ever been in the history of the Bank of Thailand.", "In addition, financing conditions were also accommodative and supportive of economic recovery.", "For example, 10-year government bond yields in Thailand stand at only about 1.7 percent which is almost at a record low.", "Although we have not reached a zero or negative rate as we see in Japan, but for Thailand, it is a very low interest rate.", "For the overall liquidity, the loan to deposit ratios in the banks, as well as other measures of liquidity, indicate that overall liquidity is high.", "Nevertheless, the problem is that not all the liquidity is going where it needs to.", "In particular, we would like to see more liquidity being distributed to small and medium enterprises (SMEs).", "If we look at credit growth in Thailand and this is another illustration of my point that overall liquidity in Thailand remains adequate, credit growth to large corporates has been growing at over 10 percent a year.", "Even for the household sector, credit growth has also been growing at about 4 percent a year.", "However, the segment where credit growth has been shrinking is the SMEs.", "To address this issue, last week, the Bank of Thailand as well as the Ministry of Finance filed a new 2-part measure, which received the cabinet approval.", "The first component of that 2-part package was a 250-billion-baht facility to encourage lending to SMEs using credit guarantee schemes.", "The second component was a 100-billion-baht package orienting towards what we called \"asset warehousing\".", "Under this facility, they can park their assets with the bank and not have to worry about paying any interest or principal payments on that debt.", "Furthermore, they also have the option to repurchase those assets at a later date at a fair price.", "The reason we undertook these measures is to provide support for firms that are experiencing excessively high debt burdens but are still viable over the long term.", "These measures would help, not just to alleviate the debt burden, but also to reduce the likelihood that borrowers are forced to undertake fire sales of assets which would have a negative impact on the economy by causing all asset prices to drop.", "Another aspect is that most of these measures that have been undertaken are of a very long horizon which is to ensure continued economic recovery.", "For example, in the previous SMEs loan scheme, loans were extended for 2 years with the credit guarantees component extending for 2 years.", "This time, however, we are extending the measures to be very long; the loan component is 5 years, and the credit guarantees component is 10 years.", "This is again to help address the problems that SMEs have, not just during this COVID-19 period, but also to help them restructure their businesses post-COVID.", "Those are some examples of how we are ending up where we are today which is largely due to measures undertaken by the government to support the recovery as well as cushion the impact from the COVID-19.", "I would like to turn now for the second part of my talk today which is on what lies ahead given that the recovery is likely to take some time.", "Again, the contraction from the COVID-19 last year was 6 percent and we expect the economy to grow 3 percent this year.", "For the next year, we are looking at a GDP growth of about 4.7 percent.", "Therefore, we are expecting the economy to come back to the pre-COVID level at least in terms of the headline GDP sometime around the third quarter of next year.", "However, given the uneven nature of the recovery, it does not mean that everything would go back to what it was like before.", "Recovery in the service sectors will lag quite significantly; notably, sectors related to tourism where the current forecast foresees a period of almost 4-5 years until we are likely to see tourism come back to the pre-COVID level.", "Nevertheless, we see the recovery being driven to a large degree by consumption growth which is quite steady; surprisingly steady to be fair, given that 20 percent of our employment got hit with the shutdown in foreign tourism.", "The overall consumption has held up surprisingly well largely due to higher-income people that are still able to consume.", "Besides consumption, the recovery is also driven by exports, which I am sure all of you know, has responded quite well largely due to improvements in the economic growth of our trading partners.", "It is not just only China that has done consistently well, but also the United States would likely see very strong growth going forward given the recent stimulus package.", "Hence, we expect the overall recovery to be driven substantially by private consumption and exports in the year ahead.", "The big risk to the outlook that I mentioned is again tourism.", "In our baseline forecast of 3 percent GDP growth this year, we assume foreign tourist arrival of about 3 million, and most of that is expected to be in the fourth quarter.", "So if for some reasons, the vaccine rollout is delayed or we are not able to open the economy as expected by the fourth quarter this year, the GDP growth of 3 percent would be less likely.", "The 3 million this year is not that much, however, this risk will become more significant for the next year.", "With the underlying 4.7 percent headline GDP growth forecast, we expect to see substantial recovery in tourism with over 20 million foreign tourists arriving next year.", "However, there are possibilities that the vaccine rollout is not as rapid as expected, or other countries are not opening up to allow the tourists to travel here, or that the logistics are not in place to handle the 20 million tourists because a lot of the airlines and flights have been suspended for some times.", "These possibilities represent the downside risk to that 4.7 percent growth forecast for next year.", "Despite all this, I am now turning to which is to state that Thailand remains a good place to do business.", "I can think of at least three reasons.", "The first reason is, again as I mentioned, our resiliency.", "Frankly, we are in an economy where the upside in terms of a very strong economic growth, the kind of growth you might see in the countries like Vietnam or somewhere else, is less likely to be present.", "This is because our demographics and investment level are not supportive.", "Nevertheless, we are also in the economy where the downside is not that large.", "We are in the economy that is very resilient and has been able to withstand a lot of shocks.", "There are many reasons for that.", "I have mentioned with the context of the COVID-19; the timeliness and the size of policy responses with the help from the fiscal and monetary front.", "There are actually structural reasons why Thailand is a safe place to do business and a place where risks of economic shock, economic downturn, or significant economic crisis are very low relative to almost any other countries in the region.", "If you look at the causes where a country typically experiences an economic crisis, what are those?", "A country sometimes might have the foreign exchange or balance of payments crisis as they run out of reserves and have too much external debt.", "Yet, Thailand, unlike other countries in the region, our vulnerability on this front is extremely low.", "We have a very low level of external debt relative to our foreign reserves which exceeds 200 billion dollars while our short-term external debt is significantly below that.", "Our current account has been traditionally in very large surpluses.", "Therefore, the risk of having a baht crisis, like what we had in 1997, remains extremely low.", "What are other kinds of crises?", "Another kind of crisis that people experience is the fiscal crisis.", "If you look at the Thai governments' balance sheet, it is relatively strong, the public debt- to-GDP ratio is just over 50 percent and the fact that the government is able to borrow 10-year money at only 1.7 percent indicates that people are still willing and happy to finance the government.", "They do not see the government as having a very high risk.", "Moreover, the fact that the borrowing rate of the Thai government compares to other countries in the region is much lower reflects that our fiscal risks are much lower.", "Thus, the risks of having the fiscal-type economic crisis are low as well.", "The third type of crisis that countries go through is the banking crisis.", "For us, if you look at our banking sector, it is still quite solid.", "The BIS capital ratio is about 18-19 percent which is among the highest in the region.", "The banking sector both in terms of liquidity and capital positions is quite strong.", "The one area where we are weak in terms of balance sheets is in the household sector where household debt to GDP remains quite elevated and has increased as a result of the COVID-19 crisis since people have less income to pay off their debt.", "All in all, the Thai economy is an economy where the downside risks are quite limited so we are able to handle various types of shocks whether it is COVID-19, political unrest, social unrest.", "With all these different kinds of shocks, the economy is still quite resilient.", "Another factor that contributes to our resiliency is the fact that our labor markets are quite flexible and that there is a strong and extensive informal social safety net.", "People who lost their jobs, they are able to return to their family, to the rural sector, and still able to survive.", "The quality of living may not be as well as they are used to, but still might be better than in other countries that do not have that rural sector nor informal social safety net to support them.", "These factors contributed to our long-standing resiliency and make Thailand, despite all of the problems, is still a good place to do business.", "is something that you probably heard many times so I will not go The second reason into much detail, is that our business and other infrastructures are acceptable.", "The logistic-type infrastructure and basic infrastructure - water and electricity- are adequate, and government's investments in the context of the Eastern Economic Corridor, for example, U-tapao airport, or even some of the railway investments, are being undertaken.", "Overall, these infrastructures continue to improve.", "The other infrastructure that we have done a better job recently, is not just on the physical, nor logistics infrastructure but on the digital infrastructure.", "We have seen that the COVID-19 has actually speeded up some of the underlying trends towards digitalization.", "For example, we saw our digital payment system called Prompt Pay hit a record high in terms of the number of transactions as a result of the COVID crisis when everybody is shopping and making transactions online.", "We are also seeing a greater usage of digital technology even in the government support schemes.", "Under what we called the \"half-half\" copayment schemes, even sidewalk vendors in the market have the QR codes and mobile application that allow them to access the digital technology.", "That is a welcomed change as a result of the COVID-19 and it will improve the ability of the government in providing income supports in a more transparent and timely manner.", "The last part of infrastructure is the legal, regulatory and business-type infrastructure.", "For example, according to the Global Competitiveness Index in the area of corporate governance based on the latest World Economic Forum report, we are at 23rd compared to Indonesia which is at 57th, the Philippines at 100th, and Vietnam at 104th.", "It is the area that we have done quite well and our firms are certainly, compared to 20 years ago, much more professional and transparent in character.", "In terms of ease of doing business, I am sure many of you heard from the World Bank that our ranking has improved steadily.", "Back in 2016, we ranked at 46th in terms of the overall ease of doing business, while the latest ranking, we are up to 21st.", "This is not to say that it is that easy for you to do business already and certainly there are rooms for improvement.", "One of the important things holding us back is the excessive, cumbersome, and inconsistent regulations issued by different government agencies.", "I am sure that this is no surprise to you when you have to deal with the agencies; you go here for one thing, then go to another place, face another regulation, and the two are not consistent.", "There is a very clear priority for the government to resolve this issue by, despite being almost a cliché, providing the one-stop facilitation service.", "So that businesses and investors, both foreign and Thai, do not have to go through all numerous government agencies each with their own cumbersome and often conflicting laws and regulations.", "Currently, the government's efforts in regulatory guillotine are underway, however, the speed obviously needs to be accelerated, otherwise, it is really hard to improve the business climate in our real ease of doing business.", "The final reason why Thailand remains a great place to do business is that there are some new trends that will help mitigate some of the long-term structural weaknesses in the Thai economy which are holding us back.", "What are some of these?", "First, automation and our demographics; automation is coming very strongly in Thailand, maybe to some lesser degree in other countries in the region.", "However, looking forward, the costs of automation would come down and the benefits are clear.", "With the COVID- 19 that has brought lockdowns, everybody sees the need for automation to avoid the work interruptions and relying less on human workers.", "This will help mitigate one of the long-term structural weaknesses in Thailand of poor demographics.", "Thailand, like Japan, is a country that is aging very rapidly as our labor force would be shrinking within this decade.", "Given that we were to rely on existing workers including informal workers from other countries in the region, our growth rate would still certainly trend downward.", "Again, increasing availability and attractiveness of automation will help mitigate that weakness in the Thai economy.", "Currently, for example, people use digital The second trend payment as a way to access government income support schemes is something that will help improve the transparency and effectiveness of the government schemes.", "The overall trend towards digital together with the trend towards increasing transparency will help us in this regard quite significantly.", "digital again not just to help with transparency but to help with our long-standing problem of not being able to move up the value chain as well as increase the value-added of many economic activities.", "For example, what are the things that we think Thailand is good at?", "What immediately comes to mind?", "One would probably think of food and the trend now is that people are increasingly concern about health, wellness, and want to know where their food comes from, not just the food itself but all of things that went into their food.", "Digital technology with ability to improve traceability in a transparent, verifiable way allows us at least to have the potential to increase some value-added of our food products.", "This is because traceability in our food products allows customers to realize the added values; whether they are transgenic or organic.", "This is one of the examples that the presence of the digital technology gives us the potential to move up the value chain in terms of food, which will provide large benefits in terms of employment and income due to Thailand's high employment exposure in the agricultural and related sectors.", "Apart from food, tourism is another sector that would benefit from digital technologies.", "Currently, most of our tourism would stay for a short period of time and hence do not spend much.", "However, the digital technology's trend towards work-from-anywhere provides the opportunity for us to attract different types of tourists who come, work, and stay for a long time.", "They are able to work from anywhere using working-from-anywhere technology which provides significantly higher value-added for the tourism sector.", "Because of that, one area that needs the improvement immediately is our visas and other regulations which are preventing us to realize possibilities from increasing values that we get from foreigners and foreign workers.", "Another area that people talk about is medical tourism.", "With the help from telemedicine technology, patients will able to come here because the technology allows them to talk to their doctor back in their home country while the actual medical treatments are provided by the doctor here in Thailand.", "With such technology, they tend to increase the opportunity in creating more values from the traditional services that we have been offering; not just in a higher value- added way but in a more scalable way, using technology to increase the footprint of the medical tourism and wellness services.", "The fourth area might seem a bit far-fledged but it is something that has been constraining Thailand's ability to grow in the way that other countries have grown.", "That is the link again between digital work-from-anywhere technology and our stalled or delayed urbanization.", "Thailand, oddly enough, is a country where level of urbanization, the percentage of population lives in large cities, is extremely low given our level of development.", "We are here in Bangkok so we might not feel that because here in Bangkok and Eastern Seaboard are all very crowded.", "However, the urbanization is all here in Bangkok and the second- and third- largest cities are all close to Bangkok.", "In contrast, the pattern of other countries, especially those that have grown quite rapidly, is largely due to the substantial growth of the urban middle class.", "People are coming to the cities as they want to live the middle-class urban lifestyle.", "This drives domestic consumption growth in a lot of countries in the region like Indonesia or even for the countries that are more developed compared to Thailand like South Korea and Malaysia.", "They have more even pattern of urbanization of cities where it follows the \"rank-size rule\" in which the second-largest city is typically half the size of the largest city, and the third city is half the size of the second city, and so forth.", "We see that in South Korea and Malaysia, but you do not see that in Thailand.", "This is not only because of the technology but it has to do with our policies focusing on the centralization around Bangkok.", "However, technologies such as remote working and work-from-anywhere increase the likelihood of a more decentralized growth.", "Bangkok today becomes so large, so congested, and so expensive, which makes sense for people to relocate elsewhere if communication is not a constraint.", "If such relocation occurs and the growth of the second city rises, they will provide sustainable boost to domestic consumption growth from the urban middle class which has been lacking in Thailand.", "This is accounted for why, despite all of our efforts in trying to boost domestic demand, we still end up relying so much on foreign demand whether in the forms of exports or foreign tourists.", "Those are some reasons why I think Thailand remains a good place to do business.", "I understand that some of them are speculative and I do not think that all those things will happen that easily.", "But certainly, some of the trends that we discuss are going to happen; digital, automation, work-from-anywhere, at least they open the potential for us to mitigate many of the weaknesses that have held the Thai economy back as well as open the potential for us to grow in a stronger and more sustainable manner going forward.", "I would like to thank again the Japanese Chamber of Commerce (JCC) for kindly inviting me to give a talk today and, even more importantly, to thank the JCC and its members for the continued support in Thailand.", "I understand that you have been an integral and important part of our countries development and I certainly hope that you will continue to be so for the years to come."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic Recovery", "Monetary Policy", "Fiscal Policy", "Resiliency", "Tourism", "Exports", "Consumption", "Infrastructure", "Digitalization"]}