{"sentences": ["Dear hosts, sponsors, friends and participants in Money Fair Conference 21, It is a pleasure to be able to greet you even in this virtual format.", "I would also like to congratulate the hosts for persevering and managing, in these still challenging circumstances, to organise such an event.", "Тhe topic of the panel is the response to the coronavirus-induced pandemic and that is exactly what I would like to talk about.", "Immediately upon the breakout of this unprecedented crisis, we adopted a large package of economic measures in Serbia, worth close to 13% of GDP, to support the domestic economy.", "The NBS was also the \"first resort\" during the crisis, as we took a range of measures to support households, corporates and the government to weather this crisis financially when such support was most needed.", "In that way, we preserved access to sources of funding and secured even more favourable financial conditions.", "We supported domestic demand and preserved stability at times when global pessimism was at its peak.", "It was exactly the size of the package, well-calibrated measures and the speed of the response that played the key role in preventing the spillover of the negative effects of the pandemic on the labour market and all other aspects of life and work.", "Dear colleagues, In an environment when short-term economic indicators of business confidence plummeted across the world, we had to design comprehensive economic measures, implementable in the shortest time possible.", "In Serbia, the NBS and the Government responded already in the first days of the pandemic - each within their own competences, but, same as always, in a coordinated manner.", "That way we preserved the confidence of corporates and households that their central bank and their government will always be there for them, taking care of jobs, salaries, production capacities and liquidity.", "We were able to respond with a huge package of measures owing to the monetary and fiscal space we had created in the prior period.", "Had we postponed the adoption of measures, the consequences of such irresponsible behavior, to our citizens and our economy, would have been enormous.", "We would have witnessed unemployment, factory closures, billions of euros of GDP lost.", "Had we not responded immediately and comprehensively, we estimate that GDP would have fallen by over 6% in 2020, while the recovery, as was the case after the earlier, 2009 crisis, would last three to five years.", "Due to the global deterioration of the epidemiological situation by the end of last year, we extended our support through the economic package of measures this year as well.", "Having in mind everything we did, including the latest extensive measures by the government, Serbia will recover from the consequences of the pandemic during this year.", "We will continue to monitor and assess movements and to send with our actions a clear message to everyone - that Serbia's stability is not and will not be threatened, because such stability - political, monetary and financial - is the cornerstone of a better life we are building.", "We would not be able to talk today about sustainable development and innovation had we not protected our economy from the consequences of the pandemic with our measures.", "I am pleased that almost each month the NBS responded with some of its measures.", "I am not happy that we had to respond, but I am pleased that in the prior period we had created room for such a response and that we responded with the right measures.", "So what did we do and what have we done?", "To support economic recovery, in 2020 we cut the key policy rate four times, to the current level of 1.0%.", "Through different operations, we supplied liquidity at carefully measured maturity and at a favourable interest rate, acting as the \"first resort\".", "We enacted numerous measures to support household, corporate and government sectors to weather this crisis financially, at times when they needed it the most.", "We thereby propped up the liquidity of all sectors, helped sustain access to funding and ensure even more favourable financial conditions, with interest rates on new dinar corporate loans reduced by additional 0.8 pp in 2020.", "Thanks to the mix of all the adopted measures, last year interest rates on dinar and euro-indexed corporate loans almost equalised, and this is something we have never seen in Serbia before.", "Moreover, in January this year the interest rate on dinar corporate loans of 2.2% was at a significantly lower level than the interest rate on euro loans which measured 2.8%.", "As a result of all the measures we have adopted, total domestic lending continued at an almost two-digit growth rate for the third year in a row, with sound y-o-y growth of 9.9% recorded in December.", "Owing to all the measures, and notwithstanding the pandemic, the NPL ratio was lowered further during the crisis year, by 0.4 pp to 3.7%.", "We kept a close eye on both FX supply and demand side factors and took a proactive approach.", "Our measures and full policy coordination have also preserved the relative stability of the exchange rate, this being one of the key contributions to overall macroeconomic stability of the country and business certainty.", "Changes in the dinar exchange rate against the euro were registered on the second decimal place.", "Gross FX reserves, as an important pillar of financial stability, recorded yet another increase in the crisis year (by EUR 113.2 mn).", "As their growth continued this year (by EUR 784 mn), at endMarch they reached EUR 14.3 bn.", "By responsibly managing FX reserves, we also raised the share of gold, as a safe-haven asset, to 13% at end-2020 versus mere 5.7% in late 2012.", "Inflation - as an important pillar of a stable macroeconomic environment and certain business conditions, was kept low in 2020 as well, at 1.6% on average, which shows that we delivered on our primary objective even in the crisis year.", "Owing to the policymakers' unwavering focus on maintaining stability and protecting the people and the economy, last year - despite the pandemic, FDI inflow to Serbia reached EUR 3 bn, turning out the highest in the region.", "This is concrete evidence that Serbia has been recognised as a regional investment centre.", "For our people and our economy, this means more jobs, higher wages and new technologies.", "A powerful signal that Serbia is a safe and desirable investment destination and that it will remain so in the years ahead comes from the inclusion of Serbian dinar bonds in the renowned J.P. Morgan family of indices.", "More than a year ago, I reminded the public of our long lasting efforts in this respect and voiced my expectation that we would succeed by mid-2021.", "Commitment and strategic efforts invariably produce results and, on 11 February, J.P. Morgan announced its decision to include our dinar-denominated bonds in this prestigious family of indices as of 30 June 2021.", "I believe that one of the next big results will be Serbia's investment grade rating.", "I am sure that we would have already had it were it not for the pandemic, which has only brought a delay.", "For us, it is of paramount importance that our businesses and households have remained confident that the government and the central bank will at all times be there for them, at their side, taking care of jobs, wages, liquidity, production capacities and demand for goods.", "What do figures tell us?", "They tell us that we have delivered on our objectives.", "In many areas of the economy, Serbia has already reached or exceeded pre-crisis levels - in the industry, export of goods, retail trade and employment.", "Average net wage increased in 2020 by 9.4% relative to the previous year.", "This year total formal emploуment is by 59 thousand people higher than in February last year, and the rise is led by private sector employment (58 thousand people).", "Esteemed colleagues, I believe that it is the task of institutions to make life easier and simpler for people and businesses so that they can use their time, as the most valuable resource, in the best possible way.", "Over the past eight years, the National Bank of Serbia has demonstrated on its own example that, in terms of innovation and financial services, our country is on a par with the most advanced economies of the world, and sometimes even ahead of them.", "Thanks to the state-of-the-art technology which we were among the first in the world to apply, our payment service users no longer need to go to a bank, as they can now make instant payments safely and quickly, at any time and any place, since the launch of the NBS IPS system in October 2018.", "To date, around 41.6 million transactions worth a total of around RSD 401 bn have been executed in this system.", "For us, this is an important indicator that instant payments have become the implied service quality for payment service users.", "Users have also become quickly accustomed to the service enabling payment of monthly bills in a few seconds only, using the standardised NBS IPS QR code and mobile banking applications.", "Almost all public enterprises, issuing a large number of monthly bills, started printing IPS QR codes on the bills for their services, which the users can now pay in a simple and fast way by using the IPS Scan option, without any need for re-typing data in the payment order.", "We have also enabled instant payments at merchant POS, both physical and online.", "Several online traders have enabled instant payments in their web shops (including stores selling technical devices but also, to my great pleasure, local publishing houses and bookstores).", "Financial service consumers in the Republic of Serbia are among the first in Europe to be able to conclude distance financial contracts, with full transparency, security and protection of their rights.", "It is now possible to open a payment account, apply for a payment card or loan without going to a bank.", "In 2020, we had 71.5 thousand distance contracts, which is roughly 62% more than in 2019, with over 6,000 of these contracts concluded using video-identification of the consumer.", "And yet, let me add another thing.", "Innovations make life easier.", "Innovations save time, our most valuable resource.", "But technologies should be in the service of people, and not the other way round.", "They are a means to an end, and not an end in themselves.", "Technology alone is not able to solve major economic challenges: it cannot set priorities or make decisions on spending or investment.", "I believe you will agree that knowledge and human capital are among the key drivers of development and change in the 21st century.", "Timely measures taken as soon as the COVID-19 crisis broke out prevented a spiral of negative events triggered by psychological effects and panic reactions of market participants from happening.", "And we were able to respond vigorously because in the prior period we have made Serbia stronger and reinvented Serbia's image in the world.", "It is our view that the successful mass vaccination, owed to the efforts of President Vučić, will help preserve the health of our citizens and contribute to an even faster recovery of our economy.", "We can and must be proud of the fact that in this most important respect - because human lives are at stake, Serbia has demonstrated full solidarity.", "As so far, the NBS will at all times be there for our citizens and businesses, so that we can last long and prosperously.", "Once again, congratulations on the successfully organised conference!", "I wish you all the best in your future work!"], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic measures", "Financial stability", "Monetary policy", "Economic recovery", "Government support", "Inflation", "Interest rates", "GDP", "Investment", "Innovation"]}