{"sentences": ["September 27, 2021 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Osaka KURODA Haruhiko Governor of the Bank of Japan It is my great pleasure to have the opportunity today to exchange views with a distinguished gathering of business leaders in the Kansai region.", "I would like to take this chance to express my sincerest gratitude for your cooperation with the activities of the Bank of Japan's branches in Osaka, Kobe, and Kyoto.", "While it is most regrettable that I am unable to visit Osaka for the second year in a row due to the continuing impact of the novel coronavirus (COVID-19), I look forward to hearing your views online, which will be useful in the Bank's policy decisions and business operations.", "In my speech today, I will talk about the Bank's view on developments in economic activity and prices and then explain the thinking behind the recent conduct of monetary policy.", "Developments in Economic Activity and Prices Economic Developments Let me start by talking about economic developments.", "Japan's economy has picked up as a trend, although it has remained in a severe situation due to the impact of COVID-19 at home and abroad.", "Looking back, in the April-June quarter of 2020, when the first state of emergency was declared, real GDP fell by about 10 percent compared with the level before the pandemic as a wide range of economic activities were negatively affected.", "However, the level of real GDP increased through the second half of the year.", "Since the turn of this year, real GDP has remained more or less flat because private consumption has been pushed down by the impact of the repeated resurgence of COVID-19 and public health measures.", "The level of real GDP for the April-June quarter this year is still almost 3 percent below the pre-pandemic level (Chart 1).", "The rapid spread of the highly contagious Delta variant during the summer inevitably has led to subdued face-to-face services, such as accommodations as well as eating and drinking, and private consumption overall has remained stagnant.", "Although it is true that Japan's economy has been held back by the successive waves of COVID-19, the mechanism for the economy to pick up has continued to work.", "This is mainly because a virtuous cycle has been operating in the corporate sector, triggered by a recovery in overseas economies.", "That is, overseas economies, mainly advanced economies with aggressive macroeconomic policies, have continued to see relatively high growth, although differences in the pace of recovery across countries and regions have increased.", "In particular, production activity in manufacturing industry has been firm, supported by strong growth in global digital-related demand, and the world trade volume has kept showing a steady rise (Chart 2).", "In this situation, Japan's exports and production -- led by IT-related and capital goods -- have continued to increase.", "Corporate profits have also continued to show solid improvement led by manufacturing industry, and profits in the corporate sector overall have already surpassed the level before the pandemic (Chart 3).", "This favorable business performance has also led to a pick-up in business fixed investment, and firms have been keen to invest, especially in digital-related areas.", "Regarding the outlook, the main scenario is that private consumption will remain stagnant for the time being while public health measures are in place or vigilance against COVID-19 continues, but the recovery trend in Japan's economy will subsequently become more pronounced as the impact of COVID-19 gradually wanes.", "The key question is whether private consumption turns to a recovery while the economy is supported by firm developments in the corporate sector, thereby intensifying the virtuous cycle in the overall economy.", "In this context, I think the following two issues require attention.", "The first is how the recent spread of the Delta variant affects private consumption.", "As mentioned earlier, face-to-face services in particular have been under downward pressure recently.", "However, bankruptcies and unemployment have been fairly curbed, partly due to various government measures and the Bank's measures to support financing.", "Looking at the employment and income situation, which determines developments in private consumption, the rise in the unemployment rate consequently has been modest relative to the decline in economic activity (Chart 4).", "In addition, employee income, which declined in fiscal 2020, has bottomed out and is picking up, partly because of a rise in wages in industries with acute labor shortages.", "Meanwhile, vaccinations in Japan have been progressing at a fast pace, and the share of the fully vaccinated population has risen to a level that is comparable with the United States and Europe.", "Looking ahead, the challenge will be how to protect public health and improve consumption activities simultaneously, for example through the utilization of vaccination certificates and evidence of a negative COVID-19 test.", "Given the aforementioned employment and income situation, private consumption is very likely to turn to a recovery, partly supported by the materialization of pent-up demand.", "That said, it should be noted that the timing and pace of recovery substantially depend on the course of the pandemic.", "The second issue concerns how supply-side constraints seen in some areas and the recent resurgence of COVID-19 affect global supply chains.", "The global semiconductor shortage, driven by the recovery in automobile sales and digital-related demand, still acts as a constraint on the supply side.", "In Southeast Asia, which plays a major role in Japan's supply chains, strict public health measures, including factory shutdowns, have been implemented due to a surge in COVID-19 cases.", "This has had an impact on Japan's manufacturing industry, causing delays in the procurement of parts.", "The pace of increase in Japan's exports and production therefore is likely to decelerate in the short run.", "That said, this will only be transitory, and from a somewhat long-term perspective, exports and production are expected to continue on an increasing trend, partly supported by the restocking of inventories and a recovery in production from the decline brought about by the supply-side constraints.", "Under these circumstances, the virtuous cycle from profits to business fixed investment is likely to continue operating in the corporate sector.", "The Bank will closely monitor developments in domestic and overseas economies with a Outlook for Economic Activity and Prices focus on these issues in preparing the to be published next month.", "Price Developments Let me move on to price developments in Japan.", "The year-on-year rate of change in the consumer price index (CPI, all items less fresh food) has been at around 0 percent (Chart 5).", "It should be noted, however, that recent price developments are largely attributable to temporary factors.", "For instance, mobile phone charges alone have pushed down the overall rate of change in the CPI by more than 1 percentage point due the significant decline brought about by the launch of low-cost mobile phone plans this spring.", "On the other hand, the CPI has been pushed up recently by the base effects of last year's decline in energy prices and discount on hotel charges through the \"Go To Travel\" campaign.", "When excluding these temporary factors, the year-on-year rate of change in the CPI has been slightly positive of late.", "The Bank also has been examining other various core indicators in order to capture the underlying trend in prices, and all these indicators suggest that prices have been steady despite the deterioration in the economy (Chart 6).", "That said, it is undeniable that consumer prices in Japan have been weaker than those in the United States and Europe, where upward pressure on prices has clearly increased.", "Specifically, the year-on-year rate of change in the personal consumption expenditure (PCE) deflator -- which has been gaining attention in the United States -- has been high, exceeding 4 percent for the first time in 30 years, while the year-on-year rate of change in consumer prices in the euro area has risen to around 3 percent (Chart 7).", "What lies behind the weaker price developments is the largely adaptive mechanism of inflation expectations formation in Japan, that is, the fact that a mindset and behavior based on the assumption that prices will not increase easily have taken hold among economic entities due to their experience of deflation in the past.", "Taking a closer look at firms' recent behavior shows that Japan differs from the United States and Europe in the following two respects.", "The first concerns firms' responses to the change in demand due to COVID-19.", "Having first reduced employment in response to the decline in demand, U.S. firms, now facing a steep rise in demand, have been restoring employment and resolving the mismatch between supply and demand by decisively raising wages and prices.", "In contrast, in Japan, where the increase in demand has not been as large as that in the United States, firms essentially have maintained their employment levels, so that even if demand were to rise, they have some room to swiftly increase production and shipments while leaving prices unchanged.", "This contrast in firms' behavior is responsible for the differences in the severity of current bottlenecks.", "In the United States and Europe, some producers have faced increasingly severe delivery delays because supply has not been able to keep up with the surge in demand reflecting the resumption of economic activities.", "However, delivery delays in Japan to date have not been as severe as those in the United States and Europe.", "The second respect concerns the ability to pass on increases in upstream (producer) prices to downstream or consumer prices (Chart 8).", "International commodity prices have risen clearly, reflecting the steady recovery in the global economy.", "In this situation, producer prices have increased significantly in Japan, the United States, and Europe, albeit to varying degrees.", "In Japan, although firms in the basic materials industry have swiftly raised prices because the practice of passing on cost increases to selling prices based on a particular formula has taken hold in this industry, firms in processing and consumption-related industries, which are closer to final demand, tend to absorb cost increases by reducing margins, and this tendency appears to be stronger in Japan than in the United States and Europe.", "Taking the aforementioned economic outlook and Japanese firms' price-setting behavior into account, it is expected that prices will increase, albeit at a moderate pace.", "That is, the year-on-year rate of change in the CPI is likely to increase in positive territory for the time being, mainly due to a rise in energy prices.", "That said, with the exception of energy, for which the practice of pricing based on a formula has taken hold, the pass-through of the rise in international commodity prices is projected to be limited.", "Thereafter, downward pressure on prices from mobile phone charges is likely to dissipate and firms are expected to gradually adopt a more active price-setting stance as the output gap continues to improve.", "Against this background, the rate of change in the CPI is likely to increase gradually.", "The Bank's Conduct of Monetary Policy Next, I will explain the Bank's conduct of monetary policy.", "As mentioned earlier, Japan's economy entails high uncertainties due to the spread of the Delta variant.", "The Bank therefore thinks that it continues to be important to take measures in response to COVID-19 for the time being (Chart 9).", "In particular, although financing, mainly of firms, has improved compared with a while ago, weakness has been seen especially in face-to-face services, where sales have remained subdued due to the impact of COVID-19.", "Against this background, the Bank in June extended the duration of the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) until the end of March 2022.", "Under this program, the Bank will keep providing strong support for corporate financing.", "Of course, the Bank will continue to closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary.", "From a somewhat long-term perspective, the Bank projects that even though the inflation rate will gradually rise toward fiscal 2023, the end of the current projection period, it will not reach the price stability target of 2 percent.", "Given this projection, it is necessary to persistently continue with powerful monetary easing with a view to achieving the price stability target based on Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, the sustainability and nimbleness of which were enhanced following the assessment conducted this March.", "Lastly, let me talk about the Bank's monetary policy actions to address climate change.", "Since climate change may have an extremely large impact on developments in economic activity and prices as well as financial conditions from a medium- to long-term perspective, it is relevant to central banks' mandate.", "It is widely recognized that, due to the existence of so-called externalities, climate change cannot be solved through the market mechanism alone and involvement by the public sector is essential.", "Furthermore, since a transition to a decarbonized economy will require large-scale investments in capital equipment and research and development over a long period of time, there are growing expectations for the financial sector to play its part.", "Against this background, the Bank decided to introduce a new fund-provisioning measure to provide funds to financial institutions against various investments or loans they make to address climate change (Chart 10).", "The details of the measure were decided at the Monetary Policy Meeting held last week, and the fund-provisioning likely will start within this year.", "Not only financial institutions but a wider range of entities including firms and households are required to make active efforts in pushing forward with actions toward addressing the pressing global issue of climate change.", "While environmental policy of course falls under the responsibility of the government and parliament, I hope that the Bank's new fund-provisioning measure will serve as a catalyst to further encourage climate-related efforts by the private sector.", "Thank you very much for your attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Osaka September 27, 2021 Governor of the Bank of Japan I.", "Developments in Economic Activity and Prices II.", "The Bank's Conduct of Monetary Policy Chart 1 I.", "Developments in Economic Activity and Prices Comparison to the Pre-Pandemic Level Economic Activity by Sector s.a., CY 2019 = 100 s.a., contribution to real GDP, % points 0 90 -2 80 -4 70 eating and drinking Private consumption -6 60 Business fixed investment Goods exports Transport Nonmanufacturing CY 1 8 1 9 2 0 2 1 Jan. Jul.", "The left-hand chart shows deviations from the 2019 average.", "In the right-hand chart, figures for manufacturing are from the Indices of Industrial Production and those for the other sectors are from the Indices of Tertiary Industry Activity.", "Figures for nonmanufacturing exclude accommodations, eating and drinking services, services for amusement and hobbies, and transport.", "Sources: Cabinet Office; Ministry of Economy, Trade and Industry.", "Developments in Economic Activity and Prices Global Economy and Exports & Production Manufacturing PMI Exports and Production s.a., DI, % points s.a., CY 2019 = 100 United States Emerging and commodity-exporting economies (excluding China) Real exports Industrial production Jan. July Jan. July Jan. July Jan. July CY 15 16 17 18 19 20 21 Notes: In the left-hand chart, figures for global are the J.P. Morgan Global Manufacturing PMI.", "Figures for Europe are the weighted averages of the PMIs for the euro area and the United Kingdom, and those for \"emerging and commodity-exporting economies (excluding China)\" are the weighted averages of the PMIs for 20 countries and regions.", "For both indicators, countries' global GDP shares from the IMF are used as weights.", "Sources: IHS Markit (© and database right IHS Markit Ltd 2021.", "); IMF; Haver; Ministry of Finance; Ministry of Economy, Trade and Industry; Bank of Japan.", "Corporate Profits and Business Fixed Investment Corporate Profits Business Fixed Investment s.a., tril.", "In the left-hand chart, figures are based on the and exclude \"finance and insurance\" and pure holding companies.", "Financial Statements Statistics of Corporations by Industry, Quarterly 2.", "In the right-hand chart, figures for machinery investment show domestic shipments and imports of capital goods.", "Figures for construction investment show private construction completed (nonresidential, real).", "Sources: Ministry of Finance; Ministry of Economy, Trade and Industry; Ministry of Land, Infrastructure, Transport and Tourism.", "In the left-hand chart, figures for energy consist of those for petroleum products, electricity, and gas, manufactured & piped.", "Figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are staff estimates and include the effects of measures such as free higher education introduced in April 2020. .", "In the right-hand chart, the CPI figures are staff estimates and exclude mobile phone charges and the effects of the consumption tax hikes, policies concerning the provision of free education, and the \"Go To Travel\" campaign, which covers a portion of domestic travel expenses.", "Figures for the output gap are staff estimates.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "In the left-hand chart, figures are based on staff calculations using the CPI excluding the effects of the consumption tax hikes, policies concerning the provision of free education, and the \"Go To Travel\" campaign.", "CPI figures from April 2020 onward are staff estimates and exclude the effects of measures such as free higher education introduced in April 2020. .", "In the right-hand chart, the diffusion index is defined as the share of increasing items minus the share of decreasing items.", "The share of increasing/decreasing items is the share of items for which price indices increased/decreased from a year earlier.", "Figures are based on staff calculations using the CPI (less fresh food) excluding the effects of the consumption tax hikes, policies concerning the provision of free education, and the \"Go To Travel\" campaign.", "CPI figures from April 2020 onward are staff estimates and exclude the effects of measures such as free higher education introduced in April 2020.", "Sources: Bank of Japan; Ministry of Internal Affairs and Communications.", "Inflation and Supply Bottlenecks in Japan, United States, and Europe Headline Inflation Delivery Delays (PMI) y/y % chg. s.a., DI Japan (CPI) 4 Longer delivery times United States (PCE) Euro area (HICP) United States -2 35 CY 19 20 21 Notes: 1.", "In the left-hand chart, figures for Japan are the CPI (less fresh food).", "In the right-hand chart, Delivery delay index = 100 - Suppliers' delivery times index.", "Figures for the United States and the euro area are for the respective manufacturing PMIs.", "Those for Japan are for the au Jibun Bank Japan Manufacturing PMI.", "Sources: Haver; Ministry of Internal Affairs and Communications; IHS Markit (© and database right IHS Markit Ltd 2021.", "Developments in Economic Activity and Prices Firms' Price-Setting Stance Firms' Output Prices (Tankan) Developments in Producer Prices y/y % chg. DI (\"rise\" - \"fall\"), % points United States -2 Manufacturing (basic materials) Manufacturing (processing) Consumption-related sectors CY 19 20 21 07 08 09 11 12 13 15 16 17 19 20 Notes: 1.", "In the left-hand chart, figures for Japan are the producer price index (PPI) for all commodities (adjusted to exclude the effects of the consumption tax hike).", "Those for the United States are the PPI for final demand goods.", "Figures for the euro area are the PPI for total industry except construction, sewerage, waste management, and remediation activities.", "In the right-hand chart, figures are for all Figures for consumption-related sectors are calculated as the weighted average of the DI for changes in output prices in enterprises.", "\"retailing,\" \"services for individuals,\" and \"accommodations, eating and drinking services.\"", "The number of reporting enterprises is used as weights.", "Sources: Bank of Japan; BLS; Eurostat.", "The Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Corporate Finance (Tankan) DI (\"easy\" - \"tight\"), % points Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Retailing Purchases of CP and corporate bonds: amount outstanding of Services for individuals about 20 tril.", "yen at maximum (previous amount outstanding Accommodations, eating and drinking services of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing CY 05 07 09 11 13 15 17 19 21 in Response to COVID-19 ⇒The Bank extended the duration until the end Special Operations to Facilitate Financing in of March 2022(decided in June 2021) Response to COVID-19 (Amount Outstanding) tril.", "yen Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Purchases of ETFs and J-REITs Note: In the upper right-hand chart, figures are for all enterprises.", "July Source: Bank of Japan.", "Conclusion Funds-Supplying Operations to Support Financing for Climate Change Responses From a central bank standpoint, the Bank provides funds to financial institutions for investment or loans they make to address climate change based on their own decisions.", "Amid the fluid external environment, it can respond flexibly to changes in circumstances while avoiding direct involvement in micro-level resource allocation as much as possible.", "Counterparties make investment/loans based on their Eligible Counterparties own decisions.", "Discipline will be exercised through a Eligible Investment/Loans certain level of disclosure.", " Financial institutions that disclose a certain level of information on their efforts to address climate change  Of the investment/loans made by counterparties as part of their efforts, those that contribute to Japan's actions to address climate change Long-term support for financial institutions' efforts Terms and Conditions  -- The measure will fall under Category III (applied interest rate: 0%) in the Interest Scheme to Promote Lending Interest rate: 0%  Twice as much as the amount outstanding of funds that counterparties receive will be added to the Macro Add-on Balances in their current accounts at the Bank  Duration of fund-provisioning: 1 year; rollovers can be made until the end of the implementation period → Effectively, long-term financing from the Bank  Implementation period: in principle, until the end of fiscal 2030"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Economic Activity", "Monetary Policy", "COVID-19", "Corporate Finance", "Inflation", "Price Stability", "Climate Change", "Monetary Easing", "Quantitative and Qualitative Monetary Easing", "Yield Curve Control"]}