{"sentences": ["The Bank of England and Fintech: Public Support for Private Speech given by Dave Ramsden, Deputy Governor for Markets and Banking UK Fintech Week 2021 With thanks to Andrew Whitworth and Tom Smith for their assistance in preparing these remarks, and to Bank colleagues including Shiv Chowla, Victoria Cleland, Louise Eggett, Angus Moir, Helen Packard, Varun Paul, Andrei Pustelnikov, Will Saunt and Oliver Thew for their many helpful contributions and suggestions.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Thank you for this invitation to speak at UK Fintech Week.", "Every year this event performs an important role in highlighting the strength and potential of the fintech sector in the UK.", "After a year like the last one, we need to be more certain than ever about the resilience of the sector.", "Today, I will discuss how the Bank of England delivers its role to support the safe development of UK fintech in line with our mission: to promote the good of the people of the UK through monetary and financial stability.", "Engaging with fintech is an important part of achieving that mission, as I emphasised when I spoke here last In the three years since the Bank set up its 'Fintech Hub', and the two years since two years ago in 2019.1 Huw van Steenis' 2019 'Future of Finance' report for the Bank, the UK fintech sector has grown significantly.", "The Covid crisis has seen a further acceleration in the pace of digitalisation.", "Online sales have surged coupled with a decline in the use of cash and less reliance on cards and use of digital banking has increased.", "The Bank's Monetary Policy Committee has been focusing on the macroeconomic impacts of the changes the pandemic has caused to what we buy, what we make and how we work, as I outlined in a It's a complex picture, and speech I gave last November.", "it's still far too early to say what the long term economic effects of these developments will be.", "But what certainly has changed for good are our expectations of what services all of us should be able to access from our homes; which will see more work done such as my speech to you today .Digital finance, in all its forms, will be crucial to the recovery and to the post-Covid form of the economy.", "Into this changed landscape Ron Kalifa published his Independent Fintech Strategic Review earlier this year.", "The Bank welcomes this report, which provides a timely opportunity for us to reflect on our role and how Ron's recommendations fit with our work to support safe innovation.", "So how do we see our role in the fintech landscape?", "At its most basic, I would say that private-sector innovation relies on public-sector foundations.", "Alongside other UK authorities and international bodies, the Bank is proud to provide the infrastructure on which private sector innovation can flourish whether that is 'hard infrastructure', when the Bank, or public sector, provides core parts of the system directly, as with our Gross Settlements (RTGS) service; or 'soft infrastructure', meaning the regulation, laws, rules, and standards set by the public sector on which private companies rely.", "The Bank stands ready to provide the right type of infrastructure depending on the situation.", "Sometimes the Bank will need to be in the lead, sometimes it will work as part of a coalition of public organisations.", "/-/media/boe/files/speech/2019/embracing-fintech-speech-by-dave-ramsden.pdf /-/media/boe/files/report/2019/response-to-the-future-of-financereport.pdf?la=en&hash=34D2FA7879CBF3A1296A0BE8DCFA5976E6E26CF0 -ramsden-speech-public-lecture-for-university-of-nottingham -kalifa-review-of-uk-fintech All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Sometimes we'll work in collaboration with the private sector, and sometimes our role will be to act more as a 'critical friend'.", "And sometimes, as with RTGS, that will mean timely upgrades to critical technology, while at other times it can mean working right at the cutting edge, as with our work on central bank digital currencies and artificial intelligence (AI).", "In the rest of this speech, I'll describe how the Bank of England goes about pursuing its mission in the fintech sector, and give some examples of how we put those principles into practice, developing the right public infrastructure both for incumbents and firms looking to scale up.", "One topic I don't intend to cover in detail today is our work on payments.", "This is a rapidly-developing area even by fintech standards and an important area of work for us, and one worthy of a speech in its own right.", "I don't have time to do it full justice today, so I'll just note three key recent developments.", "First, we are continuing with our work to renew our RTGS service, which is twenty five years old this week.", "Building on the functionality provided today, the new RTGS service will deliver a range of new features and capabilities for payments and settlements between financial institutions, ensuring our payments architecture is fit for the future.", "Second, as the Chancellor of the Exchequer highlighted in his speech at the start of Fintech Week on Monday, we have also enabled 'omnibus accounts' to be opened in RTGS: these allow us to offer the benefits of settling in the ultimate risk-free asset, central bank money, to a wider range of payment systems, and by so doing can help the industry to develop faster and cheaper high-value payment services.", "And third, as the Chancellor also highlighted, we are, together with HM Treasury, establishing a new joint Taskforce, along with two stakeholder engagement forums, to explore a possible central bank digital currency or CBDC.", "A CBDC would, if introduced and that is an important if be a new form of digital money issued by the Bank of England and for use by households and businesses, existing alongside cash and bank deposits rather than replacing them.", "A second major fintech-related work stream for the Bank has been around our data strategy.", "The Bank has long been an active proponent of universal standards for data, a classic example of soft infrastructure.", "/-/media/boe/files/speech/2020/cross-border-payments-innovating-in-a-changing-world-speech-byvictoria-cleland.pdf -publishes-policy-for-omnibus-accounts-in-rtgs -of-england-statement-on-central-bank-digital-currency All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice That means things like the Legal Entity Identifier (LEI), a global standard designed to uniquely identify any legally distinct entity that engages in financial transactions, whose adoption the Bank is supporting.", "And it means standards that enable the efficient transfer of data between multiple parties like ISO20022, which we are implementing alongside our RTGS renewal programme.", "As Gareth Ramsay, our Chief Data Officer put it in a recent speech, standards like these are \"a key part of the soft infrastructure of the digital age\".", "foundational for unlocking many of the benefits of data for both the public and private sector.", "Such standards could help support the idea of an open data platform for SME finance that the Bank has helped to champion.", "By bringing together a global identity standard and a safe, secure and permissioned method of sharing information, an open platform could harness novel data sources and advanced analytics to provide SMEs with more choice and better access to productive finance.", "The Bank set out some ideas on the design of such an open platform for SMEs last year.", "Data collection is also integral to the work that the Bank itself does in pursuit of its wider mission.", "Without the data we collect, we cannot identify risks, design good policy, and take action in a timely and targeted fashion.", "That's why delivering 'common data standards', rules and methods that consistently label and describe financial data, are a priority long term reform for us.", "Reflecting that priority the Bank are setting up a joint transformation programme with the Financial Conduct Authority (FCA) and industry.", "And Sam Woods, the Deputy Governor for Prudential Regulation, and Nikhil Rathi, CEO of the FCA, recently published a letter to firms providing an update on this work, and asking firms to work with us in partnership to deliver common data standards and other crucial reforms.", "Yet another rapidly-developing area is the adoption of AI in finance.", "We know that finance is one of the sectors that has seen widespread adoption of AI in recent years.", "COVID-19 has accelerated this trend.", "Half of the banks we surveyed reported an increase in the importance of AI as a result of the pandemic.", "The adoption of AI is already bearing fruit in a number of areas within the financial sector with a very wide range of use cases.", "For example, some banks are increasingly using AI techniques, such as Natural Language Processing, to identify contractual obligations where Libor is involved.", "We ourselves have recently deployed an AI tool that can support PRA supervisory judgement with efficient analysis and extraction of unstructured firm intelligence.", "-ramsay-webinar-hosted-by-the-edm-council -data-for-sme-finance -collection-transformation-plan -ai-barometer -bulletin/2020/2020-q4/the-impact-of-covid-on-machine-learning-and-data-science-in-ukbanking All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice But the rapid pace of adoption also means this is a pivotal moment for the UK to consider how best to support firms' safe adoption of AI and what that means for the relevant regulatory frameworks.", "To inform our decisions about regulatory frameworks we've been engaging with fintech firms, other financial services firms and authorities, in particular through the AI Public-Private Forum (AIPPF).", "This year-long initiative, co- chaired with the FCA, brings together a diverse group of experts to discuss the key issues related to data, model risk management and governance.", "This includes examining how existing policy frameworks affect and encompass AI, and what the appropriate level of any future potential policy should be.", "So far, the AIPPF has explored the key data-related issues, such as: the use of 'alternative data'; .", "how to adapt existing data quality standards to an AI context; 3. fair and equal access to third party data (including pricing); 4. ways to address bias and the challenges of operationalising ethical principles; and 5. approaches to data and AI governance.", "The minutes from each of the quarterly AIPPF meetings are publically available and the AIPPF will produce a final report upon its conclusion later this year.", "As we, and industry, learn more from this soft support around AI, it may be that harder forms of public infrastructure will be needed, provided either by the Bank, another authority or as a collaboration between different authorities.", "Those decisions will be taken at the appropriate time.", "If that means that the Bank's direct involvement in these areas passes over to another institution, then that's fine: we will have role at the right time.", "PRA regulation on outsourcing and third-party risk management A further business model-related change we need to think carefully about as digital finance becomes more prevalent is the relationships between financial firms and the technology companies that deliver their business services.", "That is particularly the case where those services are critically important to firms' operational resilience or where they are involved in processing of confidential or sensitive firm data.", "-intelligence-public-private-forum-minutes All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Reflecting this the PRA has updated its regulation on outsourcing and third-party risk management to complement and strengthen its new policy framework on operational resilience.", "And we plan to analyse further whether we need even stronger tools to manage the risk that critical third parties, including potentially cloud and other major technology providers, may pose to the Bank's and PRA's objectives.", "Support for new and growing firms One issue the Kalifa Review raised that we are working to address is the \"scale up\" challenge; that is, how successful start-ups can scale up into larger companies that play a more significant role in sectors of the UK financial system that still remain relatively concentrated.", "This is a challenge the PRA, along with the FCA, has been seeking to address for some time.", "We are working to actively improve how we tailor our supervisory approach to support growing firms.", "We provide support and proportionate supervision to start-up banks.", "This is a more resource-intensive supervisory approach than we deliver to larger, more established banks, and we provide a relationship manager and team that get to know each start-up bank and keep a close eye on emerging risks.", "We set out our expectations, and the sort of progress we expect firms to make, in the Supervisory Statement published the New Banks' website which provides a lot on 15 April.", "Furthermore, at the same time we re-launched more information around the standards we expect at authorisation and beyond.", "The PRA is also looking at creating a 'Strong and Simple' regime for smaller banks as well as potential changes to Solvency II.", "This will help enable a dynamic and diverse banking sector while maintaining resilience.", "For example, as part of that we will look to simplify the way we approach certain rules such as the approach to capital.", "This should help support a proportional approach to regulation, as part of the Future Regulatory Framework proposals set out by the Treasury.", "This new framework would make it easier for our regulation to adapt to innovation, and deliver a more tailored regime for firms, responding dynamically to new challenges.", "We are also looking forward to working with the FCA as their Scalebox develops.", "We continue to work closely more generally with them on the supervisory approach to new and growing dual-regulated firms.", "-regulation/publication/2019/outsourcing-and-third-party-risk-management -breeden-climbing-mountains-safely -regulation/publication/2020/new-and-growing-banks -woods-city-banquet -regulatory-framework-frf-review-consultation All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Cross-authority and international collaboration The Bank is just one of many institutions with a role to play in the evolving fintech landscape.", "And we regularly work with other public authorities as we fulfil our role, including the FCA, the Treasury, and Payments and Competition authorities.", "of institutions have put out proposals and consultations on how the UK's regulatory framework should adapt to support financial innovation.", "The Payments Landscape Review, led by the Treasury, has gathered evidence across the breadth of the payments sector to understand the rapid technological developments and what that might mean for regulation.", "The Treasury has also launched a consultation on the regulation of stablecoins,20 and the FPC has set out its expectations for stablecoin-based payment chains.", "And Parliament has launched an inquiry into the Future of Finance in the UK.", "And just as finance is global, and tech is global so is regulation global.", "The UK public sector is closely joined up with its peers in other jurisdictions, both bilaterally and through organizations such as the Bank of International Settlements, the Financial Stability Board, G7 and G20.", "This is why we are very excited that the Bank will start hosting a new BIS Innovation Hub later this year.", "The BIS Innovation Hub, with locations around the world, is an innovative way for central banks to collaborate on technological developments.", "I look forward to it adding a new way for us to provide global infrastructure, both hard and soft, to support safe innovation across the world.", "We are already collaborating with the BIS-IH in Singapore looking at digital regulatory reporting and standards for mortgage data.", "As I hope these remarks have illustrated, fintech is a broad and dynamic sector that requires a wide-ranging and dynamic response from the authorities.", "The Bank of England recognises the benefits that fintech and technological innovation can bring, and that it may come in many forms and from many sectors.", "The infrastructure we provide, whether hard or soft, takes just as many forms and, as the examples I have discussed have shown, ranges across a very wide area of the fintech landscape.", "It touches on the work not just of our Fintech Hub but of many other areas of the wider Bank.", "But it all serves the same ultimate purpose, of providing public infrastructure for private innovation, consistent with our mission to promote the good of the people of the UK.", "-landscape-review-call-for-evidence _and_Stablecoin_consultation.pdf /-/media/boe/files/financial-stability-report/2020/august-2020.pdf -of-financial-services/ All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech", "Public Infrastructure", "Financial Innovation", "Data Standards", "Artificial Intelligence", "Central Bank Digital Currency", "Regulatory Frameworks", "Scale-Up Challenge", "Cross-Authority Collaboration", "International Collaboration"]}