{"sentences": ["Susie (Cheung, Co-Convenor of APSA), Jade (Friedensohn, Managing Director of IMN), distinguished guests, ladies and gentlemen, 1.", "My great thanks to IMN for inviting me to speak at this year's Asian Structured Credit Virtual Summit.", "It is a great forum to connect global structured credit issuers and investors.", "As we all know, structured credit has been a very important source of financing for many years, especially in places like the US and Europe.", "While the Mainland of China is a relative late-comer, it is catching up fast and has become a very big market in its own right.", "However, depending on the structure of their financial markets, not all jurisdictions rely on structured credit to the same extent.", "For example, in Hong Kong, the banking sector, together with the bond and equities markets, remain the primary sources of corporate financing.", "Indeed banks in Hong Kong are very liquid.", "With an average Liquidity Coverage Ratio standing at 155%, there is not a strong desire among banks to sell or securitise their loan portfolios to obtain extra liquidity.", "The HKMA's subsidiary, the Hong Kong Mortgage Corporation (HKMC), which was set up with an objective of buying mortgage loans from banks to supply the markets with additional liquidity, could hardly find any seller in recent years.", "And our banks are also highly capitalised.", "Their average Capital Adequacy Ratio is over 20% whereas the average classified loan ratio stays at low levels under 1%.", "Therefore, they also do not have a strong motivation to issue capital efficient products like synthetic securitisation.", "However, that does not mean that this will always remain the case, and there is no place for structured credit products here.", "There are a few factors that can spur the further development of these products in the coming years.", "First of all, Hong Kong has always excelled as an international financial centre that serves not just the local economy, but also the whole region in the Asian time zone, especially the Mainland of China.", "Everyone knows the success of the Hong Kong equities market.", "It is disproportionately large compared to our GDP, but it is still growing at a rapid pace with a strong pipeline of IPOs of companies from the Mainland and elsewhere.", "In the bond space, there is a fairly common misconception that we do not have a bond market to speak of.", "Yes, it is true that corporate HK dollar bond market is small, thanks to the success of the Linked Exchange Rate System which enables our corporations to tap into the much deeper investor pool of US dollar bond markets without much currency risk or hedging costs.", "But as revealed in a recent report by the International Capital Markets Association (ICMA), Hong Kong is actually the largest centre for arranging Asian international bond issuance, capturing 34% (or US$196 billion) of Asian international bonds in 2020, followed by the US (18%), the UK (17%) and Singapore (5%).", "Hong Kong is also well ahead of other major international financial centres in terms of arranging first-time bond issuance, capturing 75% (US$18 billion) of the Asian market versus Singapore (9%) and the UK (5%).", "Issuers and investors alike are well served by our comprehensive financial ecosystem underpinned by free flow of capital, an internationallyaligned common law system and regulatory environment, and the presence of world-class professional services with talents from all over the world.", "All these mean that Hong Kong is well placed to serve as a centre for Asian structured financing just like other financial intermediation that we are doing, as this market continues to mature in this part of the world.", "The macro trends are also supportive.", "With the record low interest rates and abundant liquidity in many advanced economies, investors are keen to look for some decent yields for their investments.", "Asia including China is clearly a key focus area.", "Take the Bond Connect as an example, in 2020 the scheme recorded an average daily turnover of nearly RMB30 billion, representing a growth of 82% over 2019.", "This accounts for 52% of foreign investors' total turnover in the CIBM market, and shows that Hong Kong continues to be the preferred channel for investing in the Mainland market.", "The next exciting thing will be the launch of the Southbound Bond Connect, which will open up a ground-breaking conduit for Mainland investors to access the international bond market via Hong Kong.", "All these will be important impetus for the further development of fixed income including structured credit markets in Hong Kong.", "Another important macro trend is the burgeoning green and sustainable bond market.", "The global green bond market has grown from practically non-existent ten years ago to US$270 billion in 2020.", "Recognising this trend, Hong Kong launched a few supportive initiatives in the last few years, including the Green Bond Grant Scheme in 2018.", "The latest Government Budget announced a new Green and Sustainable Finance Grant Scheme, which will focus on green and sustainable bond issuers and borrowers and extend the scope of eligible products, external reviewers and expenses.", "To create the demonstrative effect and establish a benchmark yield curve, the Government itself has issued two rounds of green bonds since 2019 that are aligned to international standards such as ICMA's Green Bond Principles.", "The latest issuance of 30-year green bond by the HKSAR Government is indeed the longest tenor green bond issued by a government in Asia and the Global Medium Term Note Programme is the first such programme dedicated to green bond issuances set up by a government in the world.", "Encouraged by overwhelming market response, we plan to double the overall borrowing ceiling to HK$200 billion which will provide more room for exploring future issuance in other currencies, project types and channels.", "By the end of 2019, US$26 billion of green bonds had been arranged and issued in Hong Kong with a significant number of them by Mainland and overseas entities.", "While we do not have the 2020 figure yet, our estimates show that the issuance pipeline remained strong during the year despite the disruptive effect of Covid.", "We are seeing increased issuer and product diversity and expect the strong momentum to continue.", "Mainland China has just announced the ambitious 2060 carbon neutrality target.", "We believe Hong Kong, which adopts international standards in green bond issuance, is the ideal platform to raise green capital from international investors to support this transition and are looking at ways to facilitate this, in particular within the Greater Bay Area.", "Clearly structured credit products can also take a place in helping to meet this huge financing needs in the many years to come.", "Of course we also have other initiatives that specifically promote the structured credit market here.", "One latest development is the amendment of the Banking (Capital) Rules last year, which brings the current synthetic securitisation rules fully up-to-date with the Basel rules.", "These products are commonly found in Europe over the last five or six years.", "Banks in Asia-Pacific are now starting to take note of them as a useful tool for credit risk mitigation and regulatory capital management without having to transfer their portfolio assets.", "This feature is extremely useful to help overcome typical constraints such as loan assignment and confidentiality restrictions.", "Such products can offer an additional investment opportunity for institutional investors.", "When the new capital rules become effective in June this year, the full spectrum of synthetic securitisation structures will be available for use in Hong Kong.", "For example, the use of special purpose vehicles as providers of guarantees or credit default swaps, which is a common structure for synthetic securitisation products, will be permitted subject to relevant criteria .", "It effectively lifts the headroom for growth of the synthetic securitisation market here.", "Earlier on, I briefly touched on the HKMC, which is a wholly owned subsidiary of the HKMA.", "I should also elaborate a bit more on its role in promotion of securitisation in Hong Kong.", "One of the key business mandates of the HKMC is to develop securitisation and other financial products that contribute financial stability and facilitate the development of the local financial markets.", "Throughout the years, it has been a trailblazer in different areas.", "For example, it is the most active corporate issuer in Hong Kong dollar debt market in 2020, issuing US$2.5 billion corporate debts under a multi-currency medium-term note programme.", "In terms of securitisation, the HKMC has issued a total of HK$13.2 billion mortgage-backed securities since 1999, and has helped develop the local secondary mortgage market through purchasing mortgage loans from banks, and packaging the loans into mortgage-backed securities for investors with standardisation of product structure and documentation.", "The HKMC also launched an Infrastructure Financing and Securitisation business in 2019.", "It is now in the process of warehousing global infrastructure loans from banks with a view to packaging and securitising them at an appropriate time in future.", "The initiative is welcomed by market players such as multilateral development institutions, commercial banks and insurance agencies.", "It is demonstrated by the fact that the HKMC has successively signed cooperation framework agreements with International Finance Corporation, Sinosure and MUFG.", "We expect that more will be forthcoming.", "Within a short 2 years timeframe, the HKMC has managed to make great progress in acquiring and warehousing many infrastructure loan assets, across various sectors and geographies.", "The business momentum is strong, leading to further opportunities for the Corporation to continue accumulating a well-diversified portfolio and the necessary track record in managing this asset class, which are two essential requirements for future securitisation.", "With respect to securitisation of infrastructure loan assets, it is not without its challenges.", "Market conditions is certainly one such challenge, as we all just witnessed some roller coaster rides of yield volatility in the past months.", "And securitising a pool of highly bespoke infrastructure loan asset pool presents a vastly different proposition to traditional investors who are more used to investing in a highly homogeneous asset pool such as mortgage loans.", "For this reason, there are limited successful precedents in the market globally, presenting additional challenges for investor to benchmark a relevant issue.", "Notwithstanding these challenges, we do see that it is a meaningful market development opportunity.", "If successful, it will help mobilise capital market liquidity into an attractive alternative asset class and help fill the market gaps in infrastructure financing.", "Ladies and gentlemen, I notice from the agenda of this conference that there will be a lot more interesting discussions in the important subject of fixed income market generally and structure credit products specifically.", "Such discussions are very important to further enhance the understanding of regulators and market practitioners alike about the opportunities and impediments relating to further development of these products.", "We in Hong Kong are eager to work with you all to further enhance our financial services platform in order to offer more exciting opportunities for all.", "This is clearly demonstrated by our continuous efforts in making legislative and regulatory changes in the past few years relating to open ended fund companies, corporate treasury centres, aircraft leasing, limited partnership regime, and many more.", "So apart from the initiatives I touched upon, we also welcome your inputs on what more should be done to better capture the opportunities in the structured credit space riding on the conducive macro trends I mentioned earlier.", "Once again, I thank IMN for having me here today.", "I wish you all a very successful Summit."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Structured credit", "Green bonds", "Hong Kong", "Securitisation", "Asian structured credit", "Capital markets", "Fixed income", "Infrastructure financing", "Synthetic securitisation", "Financial stability"]}