{"sentences": ["It is a pleasure to join Minister Franco and Secretary General Cormann in welcoming you to this important initiative, promoted by the OECD Global Forum on Productivity together with the Italian Presidency of the Group of Twenty (G20) to discuss recent developments in productivity and the challenges ahead The OECD has a long and outstanding reputation for producing high quality studies on productivity and the determinants of cross-country differences in growth performances.", "As Chief Economist of the Organization, I had the privilege and honour of contributing to this research programme more than 20 years ago.", "At that time, our efforts were directed towards obtaining a deeper understanding of the \"new economy\" and of the impact of information technologies (ICT) on society at large.", "To this end, the OECD significantly intensified its research activity, the collection and diffusion of comparable cross-country data and benchmarking analyses aimed at identifying best practices among member countries.", "The lessons learnt back then were published in several reports, starting from the book on \"The Sources of Economic Growth in OECD Countries\", issued in 2003, and the various editions of \"Going for Growth\", which are still highly relevant today.", "The new research presented at this edition of the Global Forum on Productivity confirms that, analogously to the case of \"the new economy\" debate in the late 1990s, obstacles to the diffusion of new technologies play a critical role in explaining the disappointing growth performance experienced at least since the global financial crisis.", "In particular, they help explain why, despite the new digital revolution, the dynamics of aggregate productivity have been so sluggish.", "To be fully exploited, the new digital technologies require adequate availability and composition of skills in the workforce, good managerial practices and, often, appropriate economies of scale.", "These factors are creating a divide between a few fast growing large firms and many small ones struggling to keep up, which is preventing our economies from taking full advantage from technological progress.", "These are critical issues, whose relevance can hardly be overstated.", "The troubled macroeconomic context in which the digital revolution has been taking place since the global financial crisis has also played a role in explaining the stagnation of productivity.", "We have learnt that deep recessions, especially if accompanied by severe financial distress, may have long-lasting effects on potential output, in particular through a reduction in the speed and quality of capital increase.", "Coupled with adverse structural developments, such as the ageing of populations in large parts of the world, the global financial crisis and the euro-area sovereign debt crisis have pushed down equilibrium interest rates, reducing the room for an effective monetary policy response to the low-growth, low-inflation environment.", "We are now fully aware that, when confronted with recessions of such a magnitude, a joint and strong effort on the part of both monetary and fiscal policy is necessary to prevent structural damages to the economy.", "Today, we have just faced another global recession of unprecedented nature and size, which hit our economies in the middle of the digital and green revolutions.", "The pervasive adjustments forced by these two structural changes, together with the legacy of the pandemic, which is still threatening our countries, are pushing the global economy into uncharted territories.", "It is still hard to understand what the \"new normal\" will look like, but I believe that both governments and central banks can do a great deal to prevent the pandemic shock from leaving permanent scars.", "It is of the utmost urgency to prepare our economies for the future, making possible the stronger, inclusive and sustainable growth pursued over the years, with mixed success, by the G20.", "Indeed, \"People, Planet and Prosperity\" are the priorities of the Italian Presidency of the G20.", "The global policy response to the crisis, thanks to the close international cooperation that the G20 strongly promotes, has already obtained important results.", "The joint action of fiscal and monetary policies has avoided a generalized tightening of credit, averting the risk of a spiralling crisis.", "It has attenuated the impact of the emergency on the corporate and household sectors, preventing the destruction of viable physical, intangible and human capital.", "It has also been key in directing resources to strengthening health-care infrastructures, including for the development of vaccines.", "Thanks to the policy support and the vaccination campaigns, the recovery is now gaining strength.", "Economic forecasts are being revised upward.", "However, progress is uneven, and less developed and emerging economies are still facing major difficulties in curbing the pandemic.", "The health crisis will not be over until vaccines are accessible to all countries.", "Diverging health and economic patterns would not be acceptable, as they would put the global economy and the whole society at risk.", "In such an uncertain environment, a coordinated effort is still needed to support the recovery, until idle productive capacity, which remains sizeable, is fully reabsorbed.", "At the same time, we must pave the way for the upcoming future, by strengthening potential growth and favouring the structural transformations that will take place."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Productivity", "Digital Revolution", "Monetary Policy", "Pandemic", "Economic Growth", "Fiscal Policy", "G20", "Structural Changes", "Labor Market", "Technological Progress"]}