{"sentences": ["March 25, 2021 Addressing Climate-related Financial Risks -- From a Central Bank's Perspective -- Opening Remarks at the International Research Workshop on Climate-related Financial Risks Hosted by the Financial System and Bank Examination Department, the Bank of Japan Governor of the Bank of Japan It is a great honor for us to welcome experts from many countries today to the International Research Workshop on Climate-related Financial Risks, hosted by the Bank of Japan's Financial System and Bank Examination Department.", "On behalf of the organizers, I would like to thank you for your attendance.", "I wish we could meet face to face, but at the same time, I recognize the benefit of online meetings, as we can join discussions across the world without the burden of travel.", "The topic of this workshop is climate-related financial risks, that is, the risks that climate change might destabilize the financial system through a variety of channels.", "This workshop is the first event held by the Bank of Japan on how climate change interacts with the economy and the financial system.", "Today, I would like to begin by offering my thoughts on the relationship between climate change and central banks.", "I will then share my view on climate- related financial risks, and outline the efforts being made by the Bank of Japan.", "To conclude my remarks, I would like to touch on what we can expect from the discussions at this workshop.", "Climate Change and Central Banks It is becoming widely accepted that climate change brings dangers that could have a profound effect on society and the economy around the globe, and that the reduction of greenhouse gas emissions is essential for the sustainable development of civilization.", "The rise in global average temperature and the increase in large-scale natural disasters suggest that climate change is already in evidence.", "Furthermore, increased scientific understanding, including reports published by the Intergovernmental Panel on Climate Change (IPCC) in 2013 and 2014, reveals that climate change has been induced by human activity.", "Naturally, setting a course toward reducing greenhouse gas emissions is primarily the responsibility of governments; and of course, national governments have been working to reduce emissions.", "In Japan, the government made a commitment in 2020 on a long-term objective to achieve net zero carbon emissions by 2050.", "Meanwhile, climate change is having a significant effect on central banks' policy management.", "Given its powerful influence over economic activity and the financial system in the medium to long term, central banks must take necessary measures against the impact of climate change.", "When conducting monetary policy, central banks need to assess the economic situation and price conditions.", "This assessment should no doubt take into account climate change and the effects of government policy responses to climate change.", "Whether a central bank should be more proactive in introducing measures to support sustainable finance deserves further discussion in the context of the central bank's mandate and the market neutrality of monetary policy measures.", "These issues relating to monetary policy will not be discussed in detail at this workshop.", "Nevertheless, they are important topics, and the Bank of Japan will continue to explore them.", "Climate change and financial system stability, the topic of this workshop, has come to be recognized as an important issue to be addressed by central banks, as climate change could destabilize the financial system in the medium to long run.", "Increasing Understanding of Climate-related Financial Risks Against this background, there has been remarkable progress in the understanding and management of climate-related financial risks.", "This progress is due to the work of participants in this workshop today, along with policy makers, academics, and the private sector, including financial institutions.", "In the following, I would like to note four points in relation to this progress.", "The first is the deeper understanding gained of the transmission channels of climate-related financial risks.", "The idea has become widely shared that the impact of climate change on the financial system through the real economy comes mainly through \"physical risks\" and \"transition risks.\"", "\"Physical risks\" refers to the risks that physical phenomena triggered by climate change, such as large-scale disasters and rising sea levels, will cause damage to firms and households.", "\"Transition risks\" refers to the risks of an economic impact on firms and households due to changes in policy, technology, or consumer preference as we move toward a low-carbon economy.", "The second is the methodology for measuring climate-related financial risks.", "As past experience is not necessarily an appropriate guide when measuring climate-related financial risks, it is difficult to rely on conventional methods to measure risks, such as value-at-risk.", "With this in mind, some financial authorities and financial institutions have taken the initiative in conducting research about how to measure climate-related financial risks, and have begun to explore new measurement methods, including stress tests.", "the disclosure of climate-related financial risks.", "In this regard, the Task Force on Climate-related Financial Disclosures, or TCFD, was created in 2015, to develop climate- related financial risk disclosures.", "In the final report by the TCFD released in 2017, a proposal was made on the basic elements to be disclosed regarding the impact of climate change on finance.", "In this way, the TCFD has established a framework to help firms understand climate- related financial risks and encourage disclosure.", "This framework is being used by an increasing number of firms.", "The fourth point in which much progress has been made is international cooperation.", "In recent years, international cooperation has been promoted to improve the methods for understanding and managing climate-related financial risks.", "The Network of Central Banks and Supervisors for Greening the Financial System (NGFS) has been playing a major role in such cooperation, and the Bank of Japan has been a member of this network.", "The NGFS has released climate- change scenarios, compiled guides for measuring risks using these scenarios, and identified future research issues.", "International organizations such as the Basel Committee on Banking and the Financial Stability Board have also been advancing their deliberations on climate-related financial risks, which they consider to be a high-priority issue.", "Challenges to Understanding and Managing Climate-related Financial Risks As our recognition of climate-related financial risks deepens, the extent of the challenges to our understanding and management of such risks has become clear.", "complex issues must be tackled, such as the interaction between the two transmission channels mentioned earlier -- physical risks and transition risks -- and, moreover, the feedback loop between finance and climate change must be considered.", "This is one of the perspectives to be shared in this workshop.", "When it comes to stress testing, there are a number of difficulties in setting scenarios.", "For example, the time span until risks materialize is considerably long.", "There are even more problems on the practical front, such as insufficiency in data for measuring climate-related financial risks.", "Therefore, for the moment at least, climate-related stress tests are thought to have different features and objectives from the standard stress tests, which are regularly conducted to examine resilience within a matter of only a few years against possible financial and economic shocks.", "Efforts Made by the Bank of Japan Given the potential size of the risks, the progress made to date, and the remaining challenges, how should the Bank of Japan establish a framework appropriate to managing these risks?", "I would like to point out three basic ideas.", "First, the size and number of challenges is no reason to delay addressing this issue.", "central banks must take forward-looking steps and make steady progress in overcoming these issues in cooperation with other stakeholders.", "In the past, financial authorities have established frameworks based on their experience of previous crises in order to avoid another.", "However, this pattern cannot be repeated in the case of climate-related financial risks.", "Second, when central banks respond to climate change issues, they have to respond in line with their mandates.", "In the context of climate-related financial risks, any response must be considered in line with the central bank's responsibility to ensure the stability of the financial system.", "I would also like to note that the central bank's response made from the viewpoint of ensuring financial system stability is consistent with market participants' understanding of what is necessary for financial markets and financial intermediation to function better so that they promote investment toward the reduction of greenhouse gas emissions.", "Financial institutions will find it easier to exercise appropriate control of climate-related financial risks, and their financial transactions will increase, if climate change risks are accurately reflected in financial asset prices through disclosures, product design, and reinforcement of transaction practices.", "This will lead to improvement in the financial intermediation function in the environmental field.", "Financial authorities can support these market participants' efforts by making use of their knowledge of financial system stability.", "Third, in discussing specific measures to address climate-related financial risks, central banks must choose the best option based on their knowledge and the data available at that moment.", "In the current situation, the most pressing issue is to engage in an in-depth dialogue with financial institutions about measuring climate-related financial risks and about a framework and methods to manage the risks.", "Meanwhile, when considering revisions to financial regulations, it is a prerequisite that a framework for measuring risks is prepared and that discussion based on solid evidence becomes possible.", "Bearing these basic ideas in mind, the Bank of Japan is engaged in active dialogue with financial institutions on how to grasp and manage climate-related financial risks.", "The Bank intends to further accelerate these initiatives.", "At the same time, the Bank of Japan itself has to extend its knowledge of the methods used to measure these risks, such as stress testing.", "Given the significance and complexity of the issues surrounding climate change, international cooperation with various stakeholders, including financial practitioners and scholars, is essential, and so initiatives like this workshop become important.", "I have talked about the Bank's initiatives from the financial system aspect, but as I pointed out at the beginning of my speech, the effects of climate change extend beyond this aspect.", "Therefore, the Bank of Japan is enhancing its structure for promoting information sharing and cooperation, and for addressing the issues related to climate change.", "For example, the Bank has launched an integrated committee structure within the Bank called the Climate Coordination Hub.", "V. Expectations for This Workshop This workshop will be discussing topics I consider important in addressing climate-related financial risks.", "We, central bankers, must consider climate change in the context of central bank responsibilities.", "However, at the same time, we should not forget the broader picture of the effects of climate change on society and the economy around the globe.", "I believe Professor Sachs of Columbia University, who will next take the floor, will share with us his broad perspective on this.", "In the paper session after that, one of the Bank's economists will provide an overview of the latest academic studies on climate-related financial risks.", "Then, leading scholars in this field will take the floor.", "Research on climate-related financial risks is advancing rapidly, and the field is wide-ranging.", "From the perspective of financial stability, this workshop covers studies that focus on the impact of climate change on bank behavior and the factoring of the risks into asset prices.", "I hope discussions at this workshop will help to deepen our understanding of the complex relationship between climate change and finance.", "As for policy panel discussion and closing remarks, I believe fruitful suggestions will be provided by my colleague central bankers and bank supervisors; specifically, insights on how to grasp and manage climate-related financial risks, their philosophy in addressing this issue, the latest responses made to climate change, and the challenges we face.", "Thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related financial risks", "Climate change", "Financial system stability", "Transition risks", "Physical risks", "Stress testing", "Disclosure", "International cooperation", "Monetary policy", "Central banks"]}