{"sentences": ["It is my pleasure to welcome all of you to the first virtual APG Annual Typologies Workshop this week.", "It is rather unfortunate that I cannot personally host you in Kuala Lumpur for this event.", "I have recently assumed the role of APG Co-Chair, representing Malaysia.", "Malaysia is indeed very honoured to co-chair the APG and we are committed to working together with all members in delivering the APG's mandates during this unprecedented and challenging times.", "It is my wish that during my tenure as Co-Chair, we would be able to further strengthen the strategic partnership amongst APG members and foster better collaboration in implementing the APG initiatives and agenda.", "Together with the APG Secretariat, we will continue to provide platforms for members to raise any issues affecting individual members as well as collectively as a group.", "For this purpose, together with Co-Chair Ian, we have identified several focus areas as the CoChairs' Priorities, one of which is to host the Annual Typologies Workshop.", "Despite the pandemic and after a two-year hiatus, we are glad to be able to conduct the APG Typologies Workshop although in a virtual setting.", "So far, 21 APG Typologies Workshops have been held since the APG's formation in 1997, where the last Workshop was held in 2018, jointly with the Eurasian Group on Combating Money Laundering and Financing of Terrorism (EAG) in Russia.", "These Workshops have contributed to a better comprehension of prevalent money laundering and terrorism financing (ML/TF) threats in the region, by allowing members to understand latest trends, identify key red flags as well as sharing of information on possible counter-measures to respond to the threats.", "This has assisted members to take the hard decisions to prioritise, apply resources and put in place systems to effectively tackle financial crimes.", "With so much benefits, the APG is committed to continue holding the Annual Typologies Workshop so that members could keep abreast with the latest ML/TF trends and typologies.", "As you can see in the agenda, this year's Workshop aims to discuss two key areas that were approved by the membership earlier.", "These two topics namely, Digital ID/e-KYC and Financing and Facilitation of Foreign Terrorist Fighters, are timely given the current development in our region.", "Allow me to touch briefly on these two topics.", "Digital ID/e-KYC The rapid technology advancement in the last decade has led to significant innovations in the financial sector.", "Then came the COVID-19 pandemic, which has accelerated the need for financial institutions around the world to shift their operations onto the digitalised platforms.", "Digital ID/e-KYC is one such innovation and the authorities have responded accordingly.", "For AML/CFT regulators, such as Bangladesh, Hong Kong, India and Malaysia, have started introducing guidelines and policies on e-KYC; and Governments have also started exploring the establishment of digital ID platforms to facilitate e-KYC, as seen in Singapore and Thailand among others.", "A conversation on this subject is also timely in view of the recent issuance of the Financial Action Task Force's (FATF) Guidance on Digital Identity in March 2020.", "Participants should seize the occasion to share experience in facilitating the adoption of e-KYC while ensuring compliance with the relevant FATF Standards.", "As technology enhances the efficiency of the financial sector, I have no doubt that the shift towards digitalisation will continue to accelerate.", "We as regulators should strive to facilitate this transformation while being cognisant and vigilant of the risks that this can pose to the stability and integrity of the financial system, including ML/TF risks.", "In this respect, authorities could play our part by ensuring that all AML/CFT measures remain relevant and appropriate as well as assisting the financial institutions in complying with AML/CFT requirements.", "As regulators, it is imperative for us to strike a fine balance between facilitating innovation and safeguarding our financial system from any form of abuse.", "Financing and Facilitation of Foreign Terrorists Fighters As approved in the APG 2019 Annual Meeting, APG has collaborated with the Global Centre on Cooperative Security, towards producing a typology report on financial profiles of foreign fighters and returnees in Southeast Asia.", "This report comes at an opportune time as there have been growing concerns that terrorist groups are using the pandemic outbreak to advance their propaganda and fundraising efforts.", "Although the risk seems muted at the moment due to strengthened border enforcement, online activities and financial transactions related to terrorism could easily go under the radar of authorities.", "This bolsters the continuous need to better understand and profile key players involved in the furtherance of terrorism financing activities.", "I believe that the typology report and also discussion during this Workshop will help us to close gaps and reduce our blind spots.", "As we progress, financial crimes will continue to evolve and take on more complex forms.", "As such, we should remind ourselves to not let our guards down.", "The fight against terrorism is a shared battle and it must always be our collective priority.", "This can only be successfully conquered through the sharing of information between members.", "As we face unprecedented times, we are bound to encounter unknown challenges.", "Thus, there is a need for all of us to stay prepared, agile and responsive in facing those threats.", "Collaboration amongst us, through sharing of information and experience, will further strengthen our collective readiness to address the ML/TF risks.", "I note that a diverse mix of participants including from the private sectors have registered for the Workshop which will no doubt enrich the discourse this week.", "I hope all of you will be able to draw new insights and perspective as well as leverage on the initiatives and best practices shared in this Workshop, potentially to emulate it in your respective jurisdictions.", "For your benefit, the Secretariat will upload the relevant presentation materials and outcome report on the APG website after the conclusion of the Workshop.", "I would also like to encourage any further dialogue between the delegates on these issues post the Workshop and I am sure the Secretariat will be able to assist in connecting the delegates.", "There will no doubt be challenges in networking under a virtual setting, but these are the 'new normal and conditions' that the more we are accustomed to, the more we are able to adapt.", "The APG itself is still in the initial phase of using the virtual platforms and the Secretariat would appreciate any feedback on how to improve this further.", "In line with the APG Co-Chairs' Priorities, we are also continuously working with the Secretariat to deliver more capacity building initiatives for the members, especially in the areas of Public- Private Partnership (PPP), DNFBPs Supervision and Data Analytics.", "Before I conclude my remarks, let me take this opportunity to thank the APG Secretariat in organising this Workshop and all partners, including the Alliance for Financial Stability with Information Technology, and the Global Centre on Cooperative Security.", "Special thanks as well to the speakers and discussants from the APG members and observers.", "On that note, I wish you a successful Workshop and I look forward to meeting you in person soon in the APG future events."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Money Laundering", "Terrorism Financing", "Digital ID", "e-KYC", "Financial Crimes", "Foreign Terrorist Fighters", "FATF Standards", "AML/CFT", "Public-Private Partnership", "Data Analytics"]}