{"sentences": ["Minister for National Development Mr Desmond Lee, ladies and gentleman, good afternoon.", "Let me start with the big picture.", "To limit global warming to 1.5°C, global annual greenhouse gas emissions need to be halved by 2030 and reduced to net-zero by 2050.", "Yet, the trajectory of carbon emissions is still on a steady uptrend.", "Just on energy needs alone, demand in Asia is projected to double in 2030.", "Economic development will drive demand for fossil fuels, which is still the cheapest way to generate electricity in many parts of Asia.", "The switch to cleaner energy sources cannot be made in one leap.", "Coal accounts for about half of Asia's total energy supply today.", "We need to shift the energy mix progressively, first to relatively less emissions-intensive fuels like natural gas, and then to renewables.", "This shift will require fundamental infrastructure changes: refurbishing power plants to generate cleaner fuels; and upgrading the power grids to manage different energy sources and to minimise the intermittency of renewables.", "To make this progressive shift to a low-carbon future, Asia will need a lot more transition financing than is available today.", "To spur more green finance for transition, we need to have two things in place: a price on carbon, and a market for trading carbon credits.", "Carbon Prices and Carbon Markets Climate change is the result of probably the biggest market failure in history.", "For the longest time, the world did not put a price on the carbon emissions that have steadily degraded our environment and now pose serious climate risks.", "A meaningful price on carbon is critical to create the right incentives to reduce emissions.", "The challenge is to arrive at the right price, one that does not unduly impede economic development and yet is sufficient to drive decarbonisation efforts that will enable the world to meet its climate targets.", "Carbon pricing is gaining momentum.", "Globally, there are 61 carbon pricing initiatives in place, half of them carbon taxes and the other half emissions trading systems.", "Singapore introduced in 2019 a carbon tax of $5 per tonne of greenhouse gas emissions, to establish the principle of a price on emissions.", "The original intention was to gradually raise the tax from 2023 onwards to between $10 and $15 per tonne of emissions by 2030.", "The government is now reviewing both the post-2023 trajectory and the level of the carbon tax to ensure that they provide sufficient impetus for emissions reduction and restructuring towards a greener economy.", "Asia's priority, as is Singapore's, must be to reduce carbon emissions through abatement efforts.", "But not all firms can turn off the emissions tap fast enough.", "It may be challenging for some sectors, such as steel and utilities, to significantly reduce emissions in the short to medium term.", "This is where a robust carbon market comes in.", "Carbon credits are essentially tradable certificates that represent the reduction, avoidance, or removal of a certain amount of emissions from the atmosphere.", "Firms can buy these credits to offset hard-to-abate emissions.", "To efficiently match the demand for carbon credits with the supply of these credits, we need a robust carbon market.", "In so doing, a carbon market becomes an important mechanism to channel funds to the emission reduction and removal projects that generate the carbon credits.", "Adopting a twin strategy of reducing and offsetting carbon emissions is a practical and effective way to reach our climate goals in time.", "Given Asia's transition needs, a well-functioning carbon trading ecosystem is particularly relevant to the region's decarbonisation effort.", "There are two types of carbon markets: The compliance carbon markets support the trading of emission allowances by entities subject to mandatory targets set by national, regional or international emissions reduction regimes.", "The voluntary carbon markets, on the other hand, are not tied to emissions trading systems or regulatory requirements.", "Any company or individual can purchase carbon credits to offset their own carbon footprint voluntarily.", "In our journey towards a greener world, voluntary carbon markets are expected to play a more impactful role.", "First, the voluntary market can cater to a wider group of firms and individuals.", "Emissions trading systems tend to cover sectors with higher emissions and so not all firms participate in the compliance carbon market.", "Second, firms which are already covered in emissions trading systems can tap on the voluntary carbon market to decarbonise further, going beyond their mandatory targets.", "There is great opportunity to scale the voluntary carbon markets.", "Globally, the demand for voluntary carbon credits is expected to grow 15-fold over the next 10 years, to 2 billion tonnes in 2030.", "More governments and companies are committing to net-zero targets.", "Last year, 1,500 companies across the world made net-zero commitments, a three-fold increase from the year before.", "This number will continue to grow rapidly.", "There is also greater international impetus for growing the voluntary carbon markets.", "The Taskforce for Scaling Voluntary Carbon Markets, sponsored by the Institute for International Finance, has set out 20 recommendations for building trusted and wellfunctioning markets for voluntary carbon credits.", "Climate Impact X This is why today's announcement of Climate Impact X, or CIX, is significant.", "CIX is a visionary idea for a global carbon exchange and marketplace anchored out of Asia, centred on trust and innovation.", "It is an initiative borne out of the Alliance for Action on Sustainability under the Emerging Stronger Taskforce The Sustainability Alliance proposed to develop an Asian voluntary carbon credit market, and I am happy to see more partners coming together to take forward this meaningful work.", "CIX is a promising solution to the problem we face today of fragmented carbon credit markets characterised by thin liquidity and credits of questionable quality.", "CIX can be a test bed for the recommendations of the Taskforce for Scaling Voluntary Carbon Markets.", "Example: the recommendation to create mechanisms for signalling demand.", "CIX is forming a coalition of buyers and sellers committed to high quality credits.", "This will provide suppliers the confidence to scale up supply and catalyse the development of the carbon market.", "If CIX can demonstrate the effectiveness of the recommendations of the Taskforce, it will build strong momentum for effective carbon credits markets globally.", "Let me highlight two significant features of CIX: first, the focus on carbon credits generated through nature-based solutions; and second, the use of technology to ensure a transparent and verifiable carbon market.", "Nature-based solutions are measures taken to protect, sustainably manage, and restore ecosystems.", "Examples include reforestation, and restoring peatlands and mangroves.", "It is estimated that nature-based solutions can provide more than 30% of the climate mitigation needed globally by 2030.", "Yet, such solutions currently only account for 2% of climate funding.", "Nature-based solutions are an attractive proposition.", "They not only green the world, but provide social and economic benefits that make it a better place to live in.", "Take for example the restoration of mangroves.", "Mangroves not only save carbon emissions but also serve as a natural barrier against floods and support biodiversity.", "Trust is a critical ingredient for any successful marketplace.", "The use of innovative technology solutions to ensure the integrity of the carbon credits traded will be a key focus of CIX.", "CIX will draw on technologies such as satellite monitoring, artificial intelligence, and blockchain to distill key data on emission reduction and removal projects to verify the quality of the credits that they generate.", "Singapore as a Carbon Services and Trading Hub Singapore is a good place for CIX to realise its vision to be a global carbon exchange and marketplace.", "We have a sound infrastructure, good governance, and a premium on trust - critical ingredients for a marketplace.", "Singapore is located at the heart of Southeast Asia which is fertile ground to harness the potential of nature-based solutions.", "Southeast Asia holds more than one-third of the world's mangroves.", "It has about 120 million hectares of land suitable for re-forestation.", "If we are able to harness the potential of nature-based solutions in Southeast Asia, we can move the needle on carbon sequestration efforts.", "Proximity to Southeast Asia will enable CIX and its ecosystem partners to work closely with project developers to procure a supply of high quality carbon credits.", "Singapore is well-positioned to be a carbon services and trading hub.", "We are strengthening the carbon credit value-chain.", "This includes growing capabilities to develop projects, conduct certification and validation of project design, and monitor and verify project outcomes.", "We are also a trusted international centre for financial services, professional services, and commodities trading.", "As a country, Singapore is committed to sustainable development and our aspirations are reflected in the Singapore Green Plan 2030.", "Singapore is attracting companies to anchor their R&D activities here to develop new sustainability solutions, including technologies such as carbon capture, utilisation and storage.", "MAS' Green Finance Action Plan has a focus on building strong capabilities in green finance.", "This includes initiatives to anchor in Singapore providers of sustainability rating and verification services, centres of excellence to undertake Asia-centric green finance research, and funding support for Green FinTech projects.", "I believe Singapore has what it takes to anchor a thriving carbon marketplace at the heart of a vibrant carbon services hub, supporting Asia's transition towards greater sustainability.", "Let me thank all our industry partners for making CIX possible.", "Together, let us work towards a low carbon future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Carbon markets", "Carbon pricing", "Green finance", "Climate change", "Nature-based solutions", "Decarbonisation", "Voluntary carbon markets", "Climate Impact X", "Carbon credits", "Sustainability"]}