{"sentences": ["It is unfortunate that we cannot meet in Lisbon, despite all efforts.", "The topic proposed could not be more appropriate to the current juncture and the work ahead.", "We need a broad-based recovery.", "The pandemic and the necessary confinement measures adopted had a large impact on economic activity.", "Last year, GDP contracted 6.3% in the European Union, the deepest annual contraction observed on record.", "This was concentrated in the first half of the year, as activity recovered strongly in the third quarter.", "By then, the more stringent confinement measures were partially relaxed and agents showed a remarkable capacity to adapt to the new economic environment.", "Contraction was broad-based, even if with different magnitudes, so we cannot ask for less than a broad-based recovery.", "The ECB aims at favourable financing conditions for all sectors.", "It is our duty to make sure that no sector is left behind, and that viable firms will have the necessary support.", "This requires the intervention of fiscal policy.", "We can now be sure that monetary policy was not the only game in town in 2020.", "We have no moral hazard, no need for immediate structural adjustments, and developments within sectors were symmetric between countries.", "Initially, the economic shock was symmetric.", "The severe lockdowns hit all sectors and global trade fell dramatically.", "Services and manufacturing were severely hit.", "The global composite PMIs plunged in early-2020, from an expansionary 52.2 in January to a deep recessionary 26.2 in April.", "But, following a sharp contraction of industry in the first semester of 2020, the industrial sector rebounded strongly in the second semester.", "The recovery in international trade of goods was also fast.", "The Portuguese experience shows exactly that: (other than energy) grew, exports of goods year on year, in real terms in the second half of 2020 (1,7% in Q3 and 0,6% in Q4).", "The quarteron-quarter figures are quite expressive, after a reduction of 27% in the second quarter there was a rebound of 40% in the third quarter.", "Nevertheless, activity in contact-intensive services remained depressed.", "The European Union services PMI has just returned to expansion territory in March 2021 (at 53.0), after a prolonged contractionary period (still at 48.8 in February).", "presented a different pattern from that observed in previous recessions.", "The labour market Policy measures preserved employment and limited the increase of the unemployment rate.", "This is the best condition I can think of as a pre-requisite to a broad-based recovery.", "We did not destroy hundreds of millions of years of accumulated human capital in European firms, measured by firm level tenure.", "Firms and Member States invested astronomic amounts of money to preserve employment.", "And workers too, as they agreed to more flexible working arrangements.", "All rules of thumb relating employment and economic activity broke up.", "In truth, potential output is more latent than ever, but the behaviour of investment; abound liquidity; temporariness of the crisis; and employment resilience hint at a small impact.", "And, more importantly, they hint at the path for recovery.", "The resilience of tax collection in many economies is yet another sign of this resilience.", "Personal Income Tax increased in Portugal, as it did in many of the US States.", "This was against all odds, at least given the profound recession.", "Going forward, we expect economic activity to recover gradually, supported by a continuation of the strong and decisive policy response and the rollout of the vaccination process.", "The joint impact of the monetary and fiscal policies has been crucial and has to be preserved.", "Monetary policy acted to preserve favourable conditions in financial markets.", "A generalized backtracking in monetary policy may be ill advised.", "Assessing the precise frictions that are at work, fine-tuning the monetary policy instruments or suggesting a more relevant role for other policies seems more adequate.", "At evaluation time, it is useful to consider the counterfactual scenario without the strong monetary response, both conventional and unconventional measures.", "Absent such policies, the materialization of a disruptive scenario would be more likely.", "The potential trade-offs we now face seem quite limited when compared to the welfare losses that we would have incurred in such scenario.", "The same applies for fiscal policy measures.", "Fiscal policy should proceed and be adapted.", "It allows for a more targeted action, where it is most in need.", "For a sustainable and inclusive recovery, we need fiscal policies that duly consider the asymmetric evolution of the crisis but also fiscal policies that provide the right incentives.", "The paradigm used at the beginning of the crisis must be adapted.", "The initial measures, aimed at mitigating the direct effect of the severe lockdowns in the economic activity.", "We asked firms to stop production and people to stay at home.", "As uncertainty begins to fade, the focus should be on job creation.", "This helps the reallocation of resources, if needed.", "And reallocation is not necessarily bad, if income support is available for workers in the transition stage.", "We should not fool ourselves.", "The decisions taken in 2020, brave as they were, were much simpler to design than what comes next.", "Faced with an asymmetric reality, choices must be made.", "We should direct public resources to those in need, and we must address the needs as they evolve, in a targeted way.", "All economic agents must participate in the effort to put together the recovery process.", "This time, leaving sectors or fractions of the population behind is not an option.", "Leaving all efforts to the Public Administrations will be a failure; no single sector can handle the recovery by itself.", "A word to the role of the prudential policies - both micro and macro - and the role of banks.", "Banks have been able to maintain the flow of credit in the economy.", "The EU banking sector entered this crisis in more favourable situation, notably in terms of the quantity and quality of capital, a significant improvement in banks' capacity to absorb potential losses.", "However, risks persist and existing vulnerabilities may be amplified.", "Prudential policies should continue to promote the lending activity, while fine-tuning a balanced build-up of risks.", "We need an integrated approach to achieve a recovery broad-based across sectors and countries.", "A final reference to the gigantic effort to fight the crisis made by Europe and the Europeans.", "My argument is two-fold.", "Firstly, we were able to coordinate economic and monetary policies for the first time ever.", "Secondly, we did it in a sizeable and timely manner.", "So far, I must say, as clouds linger on the implementation process of Next Generation EU.", "We should rush to start running it.", "This argument also goes with numbers.", "It is quite difficult to forecast public deficits 3 to 4 years ahead.", "If we take for good the numbers of the IMF, we see that the fiscal stimulus in the Euro Area, computed by the projected fiscal deficits up to 2024, is only slightly smaller than that of the US, If we add to these numbers the NGEU package, this less 0,5pp of GDP.", "gap is reversed in favour of Europe.", "If you prefer expenditure instead of deficits, the Fiscal Monitor of the IMF is quite clear about the size of the revision of expenditures in the Euro Area and the US between October 2019 and April 2021.", "We should not forget, also, that the estimates available for the investment gap in infrastructures in the US amounts to 1,25 trillion USD (computed as deviations from trend).", "The catching up process of the US (and the quality of that process) is mostly welcome, and it will have a positive impact in global economic activity.", "Europe should continue its way forward.", "Paying tribute to the leap of integration observed in the Spring of 2020.", "From the structural reform of the Budgetary Instrument for Competitiveness and Convergence by the Eurogroup and European Council at the end of 2019, to the 540 billion package and the NGEU in mid-2020.", "Broad-based requires moving together.", "Now that we regained multilateralism, now that we learned how to deal with the pandemic and vaccination, we cannot afford an economy with segregated labour markets and without convergence within and between countries.", "We now understand what a global challenge is.", "Let's raise to the moment."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["broad-based recovery", "monetary policy", "fiscal policy", "economic activity", "labour market", "resilience", "services sector", "industrial sector", "trade", "prudential policies"]}