{"sentences": ["Speech Small Businesses Finance in the Pandemic Christopher Kent Assistant Governor (Financial Markets) Address to the Australian Finance Industry Association Sydney - 17 March 2021 Thank you for the opportunity to discuss small business finance with you today.", "Small businesses play a critical role in the Australian economy.", "They employ nearly 5 million Australians.", "They account for about one-third of private (non-financial) output, and they are a key source of innovation and competition.", "Many small businesses use external finance from banks and other sources to manage their cash flows, invest in new equipment and expand their operations.", "The Reserve Bank has been paying close attention to small businesses' access to finance for many years.", "Every year for almost 3 decades we have convened a panel of small businesses to better understand the issues they face.", "We also speak with businesses, banks and other financiers through our various liaison programs.", "A consistent and ongoing theme is that smaller businesses find it a challenge to access finance.", "Today I'll discuss how smaller businesses have been affected by the economic downturn over the past year, with a focus on their access to finance.", "I'll also outline the measures that were introduced to help mitigate the additional financing difficulties that small businesses faced as a result of the pandemic.", "Smaller Businesses have been Heavily Affected by the While economic conditions are improving, it has been a particularly tough year for small businesses.", "The pandemic caused the largest economic downturn in Australia since the 1930s.", "Businesses in all industries and of all sizes have been significantly affected, although the experience has been quite uneven.", "In particular, small businesses have generally been hit harder than larger businesses.", "Many businesses surveyed by the ABS reported that revenue in June of last year was much lower than the year prior.", "But, small businesses were around twice as likely as large businesses to have reported declines of 50 per cent or more.", "This difference was also apparent in retail sales data (Graph 1).", "Much of the difference between small and large businesses reflects the fact that many small businesses operate in industries such as cafes, restaurants, arts and recreation that were most affected by COVID-19 restrictions.", "Retail Sales Growth by Firm Size Year-to-latest three months, current prices Large firms -10 -10 2009 2013 2017 2021 Sources: ABS; RBA When it comes to finance, the past year has actually been less volatile for small businesses in general.", "Aggregate lending to SMEs has been little changed since the onset of the pandemic (Graph 2).", "Indeed, SME lending has been around its current level for the past few years.", "Aside from lending to the agricultural sector, which increased throughout much of 2020, lending has been flat for SMEs across the board (Graph 3).", "But lending to SMEs in those industries most adversely affected by the pandemic has been low for some time.", "In contrast to SMEs, lending to large businesses increased sharply in March and April last year, as those businesses drew upon sizeable lines of credit.", "Large businesses have since repaid these funds, though outstanding lending remains a bit above pre-pandemic levels.", "In part, it reflects the reluctance of some businesses to take on more debt in a weaker and more uncertain economic environment.", "At the same time, many businesses, including smaller ones, have been able to make use of government and private-sector measures designed to support business cash flows.", "This reduced the need for many businesses to access external finance, which is more expensive than a business's own internal funds.", "Another factor weighing on lending is a more cautious approach by banks in deciding whether to finance small businesses.", "Much of this has reflected the application of pre-existing lending standards in a weaker economic environment.", "But lending standards have also been tightened.", "For example, banks have required a greater degree of verification of borrowers' information, and banks have been more cautious about lending to new business customers and to the sectors hit hardest by the pandemic.", "Small Businesses have Reported Difficulties Accessing Finance for Years Many of the challenges small businesses face when accessing finance have been around for many years.", "Although I am focusing on the experience in Australia, it is worth noting that these challenges are not unique to SMEs in Australia.", "Small businesses, particularly less established ones, tend to be riskier than large, established firms with a track record of profitability.", "As a result, lenders reject a greater proportion of loan applications from smaller businesses.", "They also charge more to take on the additional risk associated with the loans that they provide.", "The terms for the loans may also be more restrictive.", "For instance, loans to small businesses may often be small relative to the size of the business, or require collateral or personal guarantees.", "Indeed, around 95 per cent of loans to SMEs are secured - compared with around 70 per cent for large business loans (Graph 4).", "And about half of small business loans are secured by residential property.", "Many small business owners may not be well placed to provide sufficient home equity to secure a suitable loan.", "Lending to Businesses Not seasonally adjusted, break-adjusted Small business Medium business Large business 300 300 S D M J S D M S D M J S D M S D M J S D M 2019 2020 2021 2019 2020 2021 2019 2020 2021 Secured (other) Unsecured Secured (residential property) Secured Sources: APRA; RBA Small businesses generally have few viable alternatives for external finance outside of traditional intermediated finance.", "Unlike large businesses, it is too costly for them to raise funds directly from capital markets.", "Australian small businesses have made increasing use of non-traditional sources of finance in recent years, such as balance sheet lending and marketplace lending (Graph 5).", "However, the available data suggest that non-traditional sources of finance accounted for less than 2 per cent of overall SME lending in 2018.", "Non-Traditional Finance Transaction volume 1,500 1,500 1,250 1,250 consumer lending 750 750 business lending 0 0 2013 2014 2015 2016 2017 2018 Includes balance sheet consumer lending, marketplace business lending, property lending, invoice trading, crowdfunding, and other Sources: Cambridge Centre for Alternative Finance; RBA Programs to Mitigate Financing Problems for SMEs during It was expected that the difficulties smaller businesses face in accessing finance would worsen during the pandemic.", "So a range of policies were put in place to support the provision of low cost finance to small businesses.", "The Reserve Bank introduced a package of monetary policy measures at the onset of the pandemic.", "These have helped to reduce the costs of finance to historically low levels, and have been supporting the supply of credit to businesses and strengthening household and business balance sheets.", "The Term Funding Facility (TFF) provides low cost term funding to banks.", "It includes incentives for banks to increase their lending to non-financial businesses, especially SMEs; for every dollar of extra lending to SMEs, a bank is allocated a further 5 dollars of low cost funds from the TFF.", "A range of banks have expanded their lending to SMEs and benefited from these additional allowances under the TFF (Graph 6).", "TFF Allowances 100 100 A M J J A S O N D J F M Initial* Additional (SMEs) Additional (large business) Supplementary Represents final usage from October 2020 onwards, as the drawdown period for the initial allowance closed on 30 September 2020 Sources: APRA; RBA The Government also introduced a range of significant measures to support business cash flows and balance sheets.", "Policies such as JobKeeper, Boosting Cash Flow for Employers and enhanced tax incentives for investment have reduced costs for businesses, increased household disposable income and supported aggregate demand more broadly.", "They have preserved employment relationships between firms and employees, and have helped otherwise viable businesses stay afloat when their revenues were markedly reduced by COVID-19 restrictions.", "These measures reduced the need for many businesses to borrow.", "This accords with ABS surveys conducted in both October last year and February this year, in which most businesses indicated that they had sufficient funds and did not need additional finance.", "Similarly, late last year, non-financial companies had built up cash buffers that could cover nearly 6 months' worth of expenses, an increase of around 30 per cent compared with before the pandemic.", "Unincorporated businesses had increased their cash buffers by 20 per cent to a little over 2 months' worth.", "Other measures associated with the pandemic have been introduced to support the supply of credit.", "This includes the Australian Government's $15 billion Structured Support Fund to help smaller lenders access funding and a $40 billion SME loan guarantee scheme to enable participating lenders to issue cheaper loans to small businesses.", "The loan guarantee scheme has just been enhanced for SMEs that have been receiving JobKeeper.", "Those SMEs can borrow up to $5 million for up to 10 years (up from $1 million and 5 years previously).", "The funds can now also be used for refinancing of some existing loans.", "In addition, the Government is guaranteeing 80 per cent of each loan under the expanded scheme (up from 50 per cent).", "Support has also been provided by the private sector.", "Landlords allowed for more flexible rent arrangements and banks offered to defer loan payments.", "Along with the country's successes on the health front, these policies have lessened the economic impact of the pandemic and underpinned the economic recovery that is now well underway.", "The effects of this have started to flow through to small businesses.", "Measures of small business confidence have increased over the past 6 months.", "In February, a smaller share of businesses indicated that economic uncertainty was weighing on their investment plans than was the case in August last year.", "Labour market outcomes have also improved.", "The increases in job openings and employment growth observed since late last year have been particularly pronounced in industries that were most affected by COVID-19 restrictions.", "Again, these are the industries that are heavily populated with smaller businesses.", "Finally, a number of ongoing government initiatives will continue to support small businesses after the temporary measures associated with the pandemic are phased out.", "These were developed prior to the pandemic in response to long-running concerns about access to finance by SMEs.", "One such initiative is the $2 billion Australian Business Securitisation Fund.", "This invests in securitisations that are backed by loans to SMEs issued by small banks and non-bank lenders.", "Another initiative is the Australian Business Growth Fund.", "This will provide longer-term equity funding to established SMEs looking to expand, and is jointly backed by the Australian Government and a number of banks.", "It was launched with $540 million to invest in SMEs.", "The Australian Government has also recently reformed insolvency laws for small businesses and introduced a new scheme for monitoring how quickly large businesses pay their invoices.", "Both aim to improve the environment for small businesses.", "How Effective have Policy Measures been at Supporting Credit?", "Roughly a year on from the onset of the pandemic, it's useful to reflect on the effectiveness of the various policies for small businesses.", "The supply of finance remains tighter than before the pandemic, particularly for those businesses that were hit the hardest.", "While there are signs that conditions have started to improve a little recently, surveys of small businesses indicate that access to finance remains difficult (Graph 7).", "Small Business Perception of Access to Finance* Per cent of all respondents Net balance** Relatively difficult access access Relatively easy 2012 2016 2020 2012 2016 2020 Survey has asked about perceptions of changes in access to finance relative to a previous period since July 2019; before that the survey asked for point-in-time assessments Net balance is the difference between the percentage of firms indicating access is relatively easy and the percentage of firms indicating access is relatively difficult Sources: RBA; Sensis Even so, the policy responses have helped to cushion the impact of tighter access to credit.", "The cash rate cuts through 2020, and other initiatives to reduce banks' funding costs, have flowed through to lower interest rates on SME loans.", "Outstanding rates on variable-rate loans to SMEs, on average, have declined by about 85 basis points since February last year.", "This is a little more than the corresponding decline in banks' funding costs, and interest rates on loans are still drifting lower.", "The Reserve Bank's TFF has provided a strong incentive to banks to increase their overall lending to SMEs, and a range of banks have been able to take advantage of this benefit.", "The Australian Government's loan guarantee scheme has also put some downward pressure on SME interest rates.", "Some SMEs that have borrowed unsecured through the scheme have done so at rates that are comparable to those for secured loans issued outside of the scheme.", "Although the spread between rates on SME loans and large business loans has increased over the past year, the increase has only been slight (Graph 8).", "In particular, the widening is considerably smaller than that which occurred at the time of the global financial crisis; although the spread had never returned to pre-GFC levels.", "I should emphasise, however, that pricing alone does not provide a complete picture on the availability of finance.", "Indeed, small businesses have reported that the price has not been the biggest impediment to accessing finance over the past few years.", "For instance, entrepreneurs in our small business panels have noted that access to finance for start-ups is a challenge, banks often have substantial collateral requirements, and the process for getting finance is lengthy and onerous.", "Australian Business Lending Rates Outstanding rates* 6 6 4 4 Large business 150 150 2009 2013 2017 2021 Small loans data up to June 2019 reflect loans valued less than $2 million; large loans data up to June 2019 reflect loans valued $2 million or more; from July 2019 new data are used from the Economics and Financial Statistics (EFS) collection (See Statistical Table F7) Sources: APRA; RBA Over 200,000 SME borrowers arranged to defer their loan payments last year.", "The vast majority have now resumed payments.", "The share of SME loans with a deferral peaked at 13 per cent in June (Graph 9).", "It is now around 1 per cent.", "Consistent with these outcomes, modelling by large banks suggests that the risk of default for small businesses relative to large businesses did not change much in 2020 (Graph 10).", "Nevertheless, business failures are expected to rise as some of the pandemic support measures are phased out.", "SME Loan Repayment Deferrals Share of total SME loans by number 0 0 J J A S O N D J F M Sources: APRA; RBA Business Lending Default Probabilities Average estimate from internal ratings-based models* Default probabilities** Small business Large business Difference 50 50 2008 2011 2014 2017 2020 On-balance sheet exposures of major banks Small business is the SME retail and SME corporate categories in APRA's capital framework; Large business is the corporate category Sources: APRA; RBA SME lending overall has been little changed over the past year, in part reflecting the effectiveness of various measures in supporting businesses' cash flow.", "However, there have been pockets of increased financing activity.", "In the second half of 2020, commitments for new SME loans increased a little to around the level seen in the lead up to the pandemic.", "Much of the increase owes to businesses borrowing funds for the purchase of property, and plant and equipment.", "The latter is consistent with the expansion of the Australian Government's instant asset tax write-off scheme.", "Also, refinancing by SMEs has been higher over the financial year to date compared with the same period a year earlier (Graph 11).", "This is consistent with businesses seeking to obtain a better deal with the lower interest rates on offer.", "Conclusion Overall, smaller businesses have suffered significantly from the economic hardship caused by the pandemic.", "A wide range of monetary, fiscal and private-sector measures have provided support.", "Indeed, many of those measures obviated the need for small businesses to take out additional debt over the past year.", "While businesses' confidence has improved markedly of late, a number of businesses, particularly smaller businesses, remain reluctant to take out new loans.", "Some of this reflects an economic outlook that, while improved, is still very uncertain.", "Also, access to finance for smaller businesses has been a long-standing challenge.", "There are a range of policies in place to help support the supply of business credit as the economic recovery proceeds.", "Given the importance of small businesses to the economy, we will continue to pay close attention to their access to finance and their prospects more broadly.", "[*] I thank Joel Bank and Michelle Lewis for tremendous assistance in preparing this material.", "[1] Information about the Small Business Finance Advisory Panel can be found on the RBA website: -rba/panels/small-business-finance-advisory-panel.html.", "This month we expanded our coverage of finance for small and medium-sized enterprises (SMEs) in our monthly chart pack, which is available on the RBA website: -pack/.", "[3] Some of my colleagues at the Reserve Bank have written articles on the subject, which my remarks today draw upon.", "See Bank J and M Lewis (forthcoming), 'Australia's Economic Recovery and Access to Small Business Finance', RBA Bulletin, March and Lewis M and Q Liu (2020), 'The COVID-19 Outbreak and Access to Small Business Finance', RBA Bulletin, September.", "See, for example, the OECD's latest scoreboard on 'Financing SMEs and Entrepreneurs' <-smes-and-entrepreneurs-23065265.htm> and G20/OECD high-level principles on SME financing <-OECD-High-Level-Principles-on-SME-Financing.pdf> [5] Indeed, Australia was the largest non-traditional finance market in the Asia Pacific region after China and the seventh largest globally in 2018 (the latest year with comprehensive data).", "The largest sources of non-traditional business finance in Australia are balance sheet lending (where the lending entity provides a loan directly to the borrower, mechanically similar to traditional bank finance) and invoice trading (where the lending entity purchases unpaid invoices or receivables from a business at a discount).", "Marketplace lending (which uses new technology to connect fundraisers directly with funding sources, for example peer-to-peer lending) is not as common."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Small Business Finance", "COVID-19 Pandemic", "Access to Finance", "Monetary Policy", "Fiscal Policy", "Private-Sector Measures", "Business Confidence", "Insolvency Laws", "Invoice Monitoring", "Economic Recovery"]}