{"sentences": ["Honourable Professor Gjuraj, Honourable Professor Xhepa, Dear students and participants, It is a great pleasure for me to greet the proceedings of this Conference on the \"New normal\".", "This topic is both an emergent and unresolved issue of the current economic debate.", "We altogether: policy makers; academics; and operators in the private sector, are aware that a new reality lies ahead in the post-pandemic world.", "\"What would be the contours of this new reality?", "\"; \"What challenges and opportunities lie ahead of the private sector?\"", "and \"Which will be the objectives and instruments of the monetary policy\".", "These questions still lack a thoroughly answer.", "For this reason, I would like to thank the European University of Tirana, for selecting this topic of an utmost importance.", "The European University of Tirana is a hearth of knowledge which has succeeded in positioning at the centre of: education; academic discussion; and innovation enhancement.", "Today, it manifests a consolidated profile in the academic debate.", "While trying to summarise the Bank of Albania's opinion on the selected topic, following, I will address in my speech three specific issues: First, I will show briefly the impact of the pandemic on the Albanian economy and the measures taken by the Bank of Albania to minimise its effects.", "Next, I will focus on the academic discussion about the \"New normal\".", "Last, I would like to highlight the role that has the institutional flexibility and strength to change, as an instrument for accommodating the new paradigms and adopting the best practices in policy making.", "Bank of Albania confronting the challenges of Covid-19 pandemic The Covid-19 pandemic and the containment measures taken to protect the public health triggered an unprecedented economic crisis, in Albania, and worldwide.", "The increase of uncertainty and the induced restriction of the mobility of goods, services and citizens, in Albania, drove to a 3.3% contraction of the economy and the loss of 40,000 jobs during 2020.", "In addition, the pandemic generated economic problems, at both macro and micro levels, and tested the resilience of the foundations of the Albanian economy and society.", "The response of authorities in Albania, like across the world, was fast and unprecedented.", "The Bank of Albania intervened through a package of monetary and financial measures.", "These measures were aimed at containing the short-term impact of the pandemic and safeguarding the production capacities and the economic and financial stability of Albania.", "These are two indispensable preconditions for the rapid, solid and long-lasting growth of the country.", "In this context, the Bank of Albania: reduced the policy rate to a historical low of 0.5%, in March 2020, and established the needed operational conditions to supply with sufficient liquidity to banks; provided the necessary regulatory relief and instructed banks to help enterprises and households in difficulties, through the placement of a short-term moratorium on credit instalments as well as in the form of a targeted credit restructuring; temporary forfeited the commissions applied by banks on the use of electronic payment platforms and the fees applied on the interbank transactions costs for the payment systems AIPS and AECH operated by the BoA; last, we suspended the distribution of profit from commercial banks for 2020 to enable the maintaining of capital adequacy of the banking system.", "The stimulating measures undertaken by the Bank of Albania were coordinated with an augmented fiscal stimulus.", "Fiscal stimuli were in the form of tax relief and direct transfers to households and enterprises, whose income were affected by the closure of the activity and in the form of sovereign guarantees on loans to enterprises, aimed at minimising the negative effect from income and preserving the liquid position in their balance sheets.", "The simulating macro-economic policies helped in containing the impact of the pandemic on the real and financial sectors of Albania, and succeeded in safeguarding the macroeconomic stability uncompromised.", "The economic contraction, fall of employment and the damage in the financial balances of enterprises resulted lower than our initial projections.", "The banking sector continues to be well-capitalised, liquid and profitable.", "The risk premia and interest rates in the financial market remain at low levels, by underpinning lending to the economy, in response to its needs for working capital, consumption and investments.", "In particular, non-performing loans ratio remains at a low level, notwithstanding the worsened cyclical position of the economy, by showing the benefits of the banking sector's consolidation process and the advantages of the continuous improvements in the regulatory and supervisory framework.", "The undertaken simulating policies have helped in reducing risk in the short run, but they cannot address structural changes, which have been noted from times now or which are directly related to the pandemic.", "A \"New normal\" is expected to guide the need for the adaption of the private sector and a re-thinking of the institutional government paradigms.", "Challenges of the future Policy-making institutions are expected to tackle complex structural challenges, which will determine the shape and content of a new reality within a not too far future.", "The increase of barriers in international trade, the population ageing, international migration, decrease of innovation, global warming, the growth of inequality and increasing social tensions, are critical global issues.", "Public authorities, in their response, should engage, without losing time, in coordinated structural reforms - among others - bolstering innovation and reallocation of sources among the sectors of economy, free trade, stability of pensions system and maintenance of social consensus.", "Further, a \"New normal\" would call for a prudential coordination of public policies, for reaching an optimum balance between the economic growth and the economic, monetary and financial stability.", "Allow me to elaborate somewhat further on this issue.", "The global financial crisis and the pandemic renewed attention to the indispensable role of fiscal policy: an instrument for the stabilisation of the economy and mitigation of crises.", "This lesson is expected to be relevant - both in medium- term and long-term- by paving the path to a more active role of fiscal policy in the future.", "Nevertheless, it should in no case skip the need for preserving the fiscal stability.", "In contrary, fiscal stability remains a precondition to long-term growth and enables the establishment of the necessary premises for the amortisation of shocks.", "In the area of central banking, the \"New normal\" will continue to be characterised by a flatter Phillips curve, where wages, employment or economic growth will continue to have a weak relation to inflation.", "Challenges to maintaining price stability will continue to be present.", "It dictates the need for the improvement of transmission mechanism of monetary policy by making indispensable the exploring of unconventional instruments as feasible and valuable alternatives for managing future shocks.", "All these challenges lead to the need for enhancing the flexibility of public institutions making them more able to evolve, adapt to changes around them, and to boost innovation.", "In this context, I am proud that the Bank of Albania has always been and remains frontrunner of change.", "Bank of Albania, an evolving institution Throughout the transition history, The Bank of Albania has shown able to change and embrace better contemporary and most effective practices.", "The nature and functions of the institution were fundamentally transformed in 1992, when the Albanian economy started the transition process towards a free market economy.", "Within a short period of time and in the presence of a shortage of an institutional heritage, the Bank of Albania succeeded to establish the contours of an independent monetary policy, being empowered in the presence of a free-floating exchange rate, regulate and supervise a private banking sector that functions based on the market principles.", "The qualitative transformation of the Bank of Albania towards a modern central bank evolved further with the approval of the new Law on the Bank of Albania in 1997, which lays down the primary objective \"to achieve and maintain price stability\".", "This Law sets out the decision-making, financial and operational independence of the central bank in the pursuit of its objectives, in line with the best international practices.", "In addition, it is encouraging that this institutional independence enjoys a broad social consensus.", "During these years of transition, our monetary policy has marked a notable progress towards: developing a theoretical framework; building up the completion of our knowledge with empirical studies; perfecting the instruments for its implementation; and the transparent communication with the public.", "Since 2015, we have formally adopted \"the inflation targeting regime\".", "This regime provides the adequate incentives, discipline and flexibility to the maximisation of the longterm social welfare.", "In parallel with the evolution of the monetary policy, the Bank of Albania, in years, has built on a modern and effective regulatory banking framework, in line with the best international practices.", "From time we have implemented the regulatory standards incorporated in Basel I, II and III.", "Then, we have helped the establishment of the Albanian Deposit Insurance Agency (ADISA) and the resolution framework.", "These two elements are crucial for the stability of the financial system.", "In addition, we have been working in collaboration with other public authorities, on the development of the complete supervisory and regulatory architecture.", "I would like to mention in this regard the establishment of the Financial Supervisory Authority (FSA) and the Financial Stability Advisory Group (FSAG).", "In the light of such a historical background of development and evolution, the Bank of Albania has shown itself an institution able to be adapted and change to keep up with the times.", "In parallel, the gradual, well-thought and to some extent, conservative evolution has always been important to the Bank of Albanian aimed at adopting the best international experiences resistant to the time.", "I think these two development features provide the appropriate guarantees that we will know to face the challenges of the \"New normal\".", "Dear participants, I avail the opportunity for addressing to this Conference and highlighting the importance of sharing knowledge and experiences among us on such an important theme.", "I would like to conclude my speech by thanking you again for the invitation!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["New normal", "Bank of Albania", "Monetary policy", "Fiscal policy", "Structural reforms", "Inflation targeting", "Institutional flexibility", "Financial stability", "Economic growth", "Pandemic"]}