{"sentences": ["The Manila Times President and CEO, Mr. Dante Ang II; my co-speakers DOF Secretary Dominguez, Lito Camacho of Credit Suisse, and Eduardo Francisco of BDO Capital; and everyone joining us online, good morning.", "What a difference a year makes!", "In the same forum at about the same time last year, I spoke about sustaining the dynamics of robust economic growth and low inflation for the Philippine economy in 2020.", "Weeks later, the pandemic happened and by year-end, the Philippine economy contracted into its lowest GDP outturn since World War II.", "The old saying, \"this too shall pass,\" is a hopeful reminder as we enter the economic recovery phase.", "Expectedly, the revival of the economy could be gradual, uneven and arduous.", "Yet, keeping the balance between growth and inflation remains the overarching goal of our policy actions, especially as we work to ensure that economic scarring from the COVID-19 crisis will not be as deep and wide as expected.", "Let me share some insights on the ASEAN and Philippine economic outlook for 2021, focusing on the BSP's policy actions to support the national government's whole-of nation approach in addressing the current crisis.", "To start, the International Monetary Fund (IMF), in its World Economic Outlook (WEO) Update released in January, sees the global economy is projected to grow by 5.5 percent in 2021, a 0.3 percentage point upward revision from the previous forecast.", "This reflects additional policy support in advanced economies and expectations of a vaccine-supported economic recovery.", "Despite these, the pace of global growth is expected to be well below the pre-COVID rate.", "On the upside, accelerated vaccine distribution and its effectiveness, and higher fiscal stimulus are expected to further lift global activity.", "The downside risks, however, include potential virus surge, including infection caused by new COVID-19 variants, and premature withdrawal of policy support before recovery is firmly rooted.", "On the regional front, the latest surveillance reports of multilateral agencies such as the IMF, the World Bank (WB), and the Asian Development Bank (ADB), see the ASEAN-5 economies rebound in 2021 following significant contractions in 2020.", "The IMF, in particular, projects the ASEAN-5 to grow by 5.2 percent this year.", "This is reflective of the broad-based recovery seen for the Philippines, Indonesia, Malaysia, Vietnam, and Thailand.", "On the domestic front, these multilateral agencies expect the Philippine economy to expand by 5.9 percent to 6.6 percent this year.", "These are broadly in line with the national government's forecasts of 6.5 percent to 7.5 percent for 2021.", "Meanwhile, some foreign analysts have rosier forecasts for the year, with growth projections ranging from 6.1 percent to as high as 9.6 percent.", "What are the key factors supporting this shared optimism?", "A quick look at some of the key economic indicators in 2020 show that even at the peak of the pandemic, the Philippines' macroeconomic fundamentals remained broadly intact.", "These indicators include the following: the quarter-on-quarter improvements in GDP outturntowards year-end; better business and consumer outlook; within-target inflation; ample liquidity in the system; sound and stable banking system; robust external payments position; and manageable fiscal deficit.", "Let me briefly expound on some of these factors.", "Let me discuss the first indicator, which refers to improving quarterly GDP outturn.", "By reallocating resources to sectors which needed help the most, the economy was able to register sustained improvements on a quarter-on-quarter basis.", "From the 16.9 percent contraction recorded in the second quarter of 2020, which was at the peak of the lockdown, the Philippine economy managed to post slower declines of 11.4 percent and 8.3 percent in Q3 and Q4, respectively.", "This is expected to continue in the succeeding quarters of 2021 with the calibrated reopening of businesses and mass transportation, the relaxation of age group restrictions, and the planned roll out of COVID-19 vaccines.", "While the -9.5 percent cumulative GDP outturn in 2020 broke the 21 year-record of uninterrupted growth for the Philippines, it was within-expectations given the unprecedented nature of the pandemic.", "The contraction in 2020 could have easily hit double-digit levels had the Philippine economy entered the crisis in a weak position.", "Second is the encouraging consumer and business sentiments.", "Early indicators show improved economic activities in the last quarter of 2020. Business confidence on the economy turned positive in Q4 2020 as overall confidence recovered from previous quarters' decline.", "For Q1 2021, business confidence further improved, rising by 37.4 percent from the previous quarter's 16.8 percent.", "On the same note, business outlook on the economy was more optimistic for the next 12 months rising to 57.7 percent from 37.5 percent.", "Consumer outlook was also less pessimistic for Q4 2020 as the overall confidence index eases to -47.9 percent from -54.3 percent.", "For Q1 2021, consumer confidence further improved to 4.3 percent from the previous quarter survey of -4.1 percent.", "For the next 12 months, consumer sentiment remained optimistic at 23.6 percent.", "Third indicator is the favorable inflation environment.", "The benign inflation environment for most of 2020 helped mitigate the impact of the pandemic on both consumer confidence and business sentiment.", "Inflation settled at an average of 2.6 percent in 2020, well-within the 2 percent to 4 percent inflation target range for the year.", "Last January, we saw inflation rise to 4.2 percent, slightly breaching the upper-bound of the BSP's forecast range of 3.2- 4.1 percent for the month.", "Nevertheless, this is consistent with the BSP's prevailing assessment of a transitory uptick in inflation in the first half of the year, largely reflecting supply-side pressures related to the African Swine Fever, weather-related disturbances, higher global oil prices, and positive base effects.", "The BSP reiterates its support for urgent and coordinated efforts with government agencies in implementing nonmonetary interventions to ease the impact of supply-side stresses.", "Fourth is within-target inflation outlook and well-anchored inflation expectations.", "Latest baseline projections show inflation returning within the target range of 2-4 percent over the policy horizon.", "While inflation is projected to accelerate above the high-end of the target range from Q1 to Q3 2021, inflation is seen to decelerate below the midpoint of the target range by Q4 2021 and Q1 2022 due to negative base effects before settling close to the midpoint by the second half of 2022.", "Risks to the inflation outlook appear to be broadly balanced for 2021 but could remain on the downside in 2022.", "Primary upside risks to inflation include supply-side price pressures from oil and meat prices, along with the impact of an earlier rollout of COVID-19 vaccines on domestic economic activity.", "While primary downside risks to inflation are the potential impact on global and domestic economic prospects due to delays in mass vaccination and the spread of new variants of the virus.", "Meanwhile, inflation expectations remain anchored to target for 2021-2022.", "Results of the BSP's survey of private sector economists for January 2021 showed higher mean inflation forecast for 2021 at 3.4 percent from 3.0 percent based on the December 2020 survey.", "Mean inflation forecast for 2022 was unchanged at 3.0 percent.", "In any case, analysts expect inflation to remain benign and within the target.", "Their assessment of risks to the inflation outlook are tilted to the upside owing to supply disruptions and improvement in domestic demand.", "The country's external position is the fifth indicated and is another source of optimism for the economy's prospects.", "Despite weak global demand in 2020 amid the synchronized recession of our major trade and investment partners, the country's external position held up well.", "The Philippines' overall balance of payments (BOP) position posted a surplus of US$4.24 billion in December 2020, bringing the full-year 2020 BOP surplus to an all-time high of US$16.02 billion.", "Higher net foreign borrowings by the national government and lower merchandise trade deficit, along with sustained net inflows from personal remittances, foreign direct investments, and trade in services accounted for the external sector performance in 2020.", "The BOP position translated into an increase in the gross international reserves (GIR) level to US$110 billion by end- 2020, equivalent to almost a year's worth of import cover.", "The latest GIR level remains more than sufficient to cover the economy's foreign exchange requirements.", "Sixth is the ample fiscal space to tap further international financing, as needed.", "The country's external debt, which increased to 25.3 percent of GDP in end-September 2020 due to the national government's pandemic-related financing needs, remains at prudent levels.", "Notably, a large portion of the country's external debt has medium- and long-term maturity profiles, supporting a manageable debt repayment schedule.", "In addition, majority of these foreign borrowings carry fixed interest rates, rendering them unaffected by foreign exchange fluctuations.", "Last indicator is the sound and stable banking system.", "The capital and liquidity buffers that the Philippine banks built in compliance with the BSP regulatory requirements and years of favorable banking conditions, proved to be useful.", "The banks' capital adequacy ratio of 16.3 percent and 16.7 percent on solo and consolidated bases, respectively, are well above the BSP's and international standards.", "Meanwhile, the rise in bad debt remains manageable.", "Non-performing loans (NPL) and nonperforming assets (NPA) ratios were modest at 3.1 percent and 2.1 percent, respectively, as of end-2020.", "These numbers compared well with the double-digit levels recorded during the Asian Financial Crisis.", "Given these indicators, the Philippine economy has the essential elements to post a strong recovery this year.", "The robust structural characteristics and sustained policy discipline are the most effective tickets out of this pandemic.", "Rest assured that the BSP stands ready to extend the same set of policy measures implemented in 2020 to support the economy, as needed.", "As this crisis is unprecedented, the measures we have implemented in 2020 were just as unprecedented.", "We are one with the government in our commitment to push forward measures to soften the impact of the COVID-19 pandemic on the economy and our fellow Filipinos.", "As of January 12, 2021, the BSP's policy and liquidity easing measures had injected close to 2 trillion pesos in liquidity into the financial system.", "This amount is equivalent to about 11 percent of the country's 2020 nominal GDP level.", "Moving forward, the BSP's actions and policy thrusts will continue to be anchored on its core mandates of promoting price and financial stability.", "O n monetary policy: the BSP will remain vigilant over the current inflation dynamics and operating environment with a forward-looking perspective to ensure that the monetary policy stance continues to support economic recovery and address any risks to our price stability mandate.", "On the financial sector: the BSP will intensify its monitoring and surveillance over its supervised institutions to ensure that they remain responsive to emerging risks and to promote the continued soundness, stability, resilience, and inclusivity of the banking system, particularly through the pursuit of enhanced digitalization.", "Third, on the external sector: the BSP will continue to adopt policies that will help strengthen the economy's resilience to external shocks.", "These will include maintaining a market-determined exchange rate, sustain a comfortable level of reserves, and keep the country's external debt manageable.", "In closing, I leave you with these key take-aways: The ASEAN-5 economies, including the Philippines, are expected to rebound in 2021, though downside risks continue to dominate.", "Improved global economic growth prospects and country-specific improvements amid vaccine developments and sustained fiscal policy support are expected to lend support to these economies' growth prospects for the year.", "Consensus view expects Philippine economic recovery to be broadly in line with the national government's outlook for 2021.", "Sources of optimism on the economy's growth prospect in 2021 stem from the quarter-on-quarter progress in the GDP outturn; improved business and consumer confidence; within-target inflation; ample liquidity in the system; sound and stable banking system; and sustained robust external payments position.", "The BSP remains committed to staying the course: (a) maintaining price stability; (b) ensuring financial sector soundness; (c) strengthening resilience against external shocks; and (d) supporting the national government's inclusive growth objectives."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Inflation", "Economic recovery", "Monetary policy", "External debt", "Banking system", "GDP", "Fiscal policy", "Business confidence", "Financial stability", "ASEAN"]}