{"sentences": ["Thank you for taking out the time to attend this HKAB Fintech Seminar.", "I'm glad to be able to meet all of you online via this live stream.", "I'd like to take this opportunity to firstly thank the HKAB for organising the event and for inviting me to speak.", "Today, it gives me great pleasure to share with you the HKMA's new fintech strategy - Fintech 2025. .", "It is commonly accepted that the future of banking hinges on technology.", "The quality of any banking experience will, in today's time, be very much correlated to how much of that experience is digital.", "Banks in Hong Kong were early movers in Asia.", "We embraced digitalisation long before fintech came into the limelight.", "You have truly done a great job in using technology to streamline your banks' operation and provide excellent customer experience.", "The Fintech 2025 strategy we are announcing today aspires to help the financial sector adopt technology comprehensively by 2025; so that they will deliver fair and efficient financial services, benefitting Hong Kong people and the Hong Kong economy.", "We believe this new fintech strategy would provide the shot in the arm to elevate the banking industry to new heights.", "Brief recap of key achievements 6.", "Before I delve more deeply into the strategy, let us have a look at where we currently stand.", "Last year, eight virtual banks launched their services to the public, marking a key milestone in Hong Kong's Fintech Journey.", "The usage of Faster Payment System (FPS) has witnessed substantial growth since launch.", "So far, it has recorded over 8 million registrations, and is used by the general public in person-to-person payments, government payments, and payments to merchants.", "On average, more than 630,000 transactions are conducted daily, over twofold than a year ago.", "Our Fintech Supervisory Sandbox was also well received and more than 200 initiatives have been tested since launch.", "These encouraging figures show how the HKMA's Smart Banking initiatives have significantly driven the digital transformation of banking services.", "They also demonstrate Hong Kong people's willingness to embrace fintech; and set us up for further fintech developments.", "Customers' digital appetite will outlast the pandemic 9.", "Unfortunately, the city and the world were subsequently battered by COVID-19.", "But Hong Kong's pre-pandemic fintech efforts were sufficient, for the time being at least.", "So we were able to enjoy largely uninterrupted high-quality digital financial services during the pandemic, allowing a wide range of commercial activities to continue in the city.", "In fact, COVID-19 demonstrated the sheer power of fintech.", "Fintech can fulfil gaps when traditional banking services are compromised.", "Now, we must recognise and accept the fact that COVID-19 has permanently changed customers' behaviour.", "Their digital appetite will outlast the pandemic.", "The only way to satisfy their increasing digital appetite is to increase our fintech offerings, which in turn, will make them hungrier for more.", "The HKMA believes now is the right time for the banking industry to double down on fintech development.", "It is time to work together as a whole to embrace the numerous untapped possibilities that fintech can bring.", "Fintech has the potential to become a major economic growth engine in the post-pandemic era; and it would be in the banking industry's best interests to be a part of this progression.", "With this in mind, we have talked to a lot of stakeholders in the past few months to map out what needs to be done to take Fintech development to a higher level.", "Our conclusion is that we must build an ecosystem where the value of fintech is experienced across all levels and by all groups of people.", "When we bring sufficient benefits to customers, investors, and the public at large, we will create a virtuous cycle that generates even more demand for fintech solutions, in turn energising the whole industry.", "As we build this ecosystem, we also need to ensure that we maintain the right factors for the ecosystem to grow further.", "Data, infrastructure, talent, and funding will all be vital to this growth.", "This thinking process has culminated in a strategy that we call Fintech 2025, which I am pleased to share with you here.", "All Banks go fintech 14.", "The first part of our fintech strategy is called \"all banks go fintech\".", "In short, we want banks to go \"all in\" with fintech, and fully digitalise their operations, from front-end to back-end.", "The future is full of uncertainties.", "This is something we have all witnessed first-hand over the past two years with the pandemic.", "Challenges and interruptions to day-to-day activities, including banking activities, can happen unannounced.", "The only thing certain and that has been a constant throughout these ups and downs is digitalisation.", "Indeed, the banking industry also recognises the value of digitalisation.", "At least we like to think this is why banks have so positively embraced the HKMA's fintech drive so far - rather than due to any regulatory pressure!", "Jokes aside, I trust the figures I quoted earlier are proof that the earlier Smart Banking initiatives have laid a strong foundation for our banks to take this next step in their fintech journey.", "The HKMA is keen to support banks during this process.", "Under the Fintech 2025 strategy, we will be rolling out a Tech Baseline Assessment to help the HKMA identify those areas that we may be able to offer support.", "As part of this exercise, we will be inviting banks to submit a Three Year Plan for technology adoption within Q4 2021.", "We will then assess and benchmark the results against overseas peers to identify whether there are firstly, any business areas - such as Investech, Wealthtech, Insurtech and Greentech - where technology is underused, or secondly, any specific technology types, including artificial intelligence and blockchain solutions - that are not receiving sufficient attention.", "Based on the findings of this exercise, we will consider what support the HKMA can offer to help the banking sector reach the next level of fintech sophistication.", "If everything goes according to plan, you can expect to see the results in the first half of 2022. .", "In parallel, we will continue to provide guidance on fintech areas that may present opportunities or risk management challenges to the banking industry.", "This will help banks adopt novel technologies with more confidence and less apprehension that regulators may come knocking!", "As an example, as part of our two-year Regtech roadmap, we will soon be publishing a \"Regtech Adoption Practice Guides\" series to address how Regtech solutions can be applied to cloud computing, blockchain and anti-money laundering surveillance.", "Despite this promise of support, we recognise that banks, especially smaller ones, may still have doubts about going \"all in\" with fintech given the heavy talent and resource investments required.", "However, we are confident that by offering support that is targeted, specific to local market circumstances, and where it is needed, banks of all sizes will soon grow to appreciate the case for \"going\" fintech.", "The HKMA looks forward to being a long-term partner with you on this journey, and I hope you can offer us your unwavering support too.", "Future-proofing Hong Kong for Central Bank Digital Currencies (CBDCs) 20.", "As we look beyond banks to the wider financial system, we turn our attention to initiatives that will have an impact on the financial system as a whole, one of which is CBDCs, the focus of our second strategy.", "As the world becomes more interconnected than ever, cross-border and cross-boundary transactions have never been more frequent.", "Many of us have witnessed how payment instruments have evolved over time, from banknotes to credit cards to cross-border payment networks.", "While CBDCs may not see mainstream adoption any time soon, this is something that has the potential to profoundly alter the global payment landscape.", "We must work with the industry and international community to ensure that we address both the technical and non-technical issues involved.", "For this reason, we have been researching wholesale CBDCs as they have great potential in addressing the long-standing pain points in cross-border payments.", "Lately, the HKMA's joint research with the Bank of Thailand has been ranked by the market as one of the most mature of its kind in the world; a testimony that we stand at the forefront in the realm of wholesale CBDCs.", "We recently expanded the scale of the project to include more participating jurisdictions.", "Some of you may already be aware that the HKMA has begun researching retail CBDCs (r- CBDCs).", "We have been working with the Bank for International Settlements (BIS) Innovation Hub Hong Kong Centre on Project Aurum, which will focus on the technical aspect of issuing r-CBDCs and the possible architectural designs.", "Similar to the majority of central banks, we see that a lot of issues need to be thought through before issuing r-CBDC.", "For instance, how should we strike a right balance between privacy and traceability?", "How do we mitigate cybersecurity risks?", "How will it affect the effectiveness of monetary transmission?", "These are important questions that need to be answered before reaching a conclusion.", "Against this backdrop, the HKMA will soon begin a comprehensive study on e-HKD to understand its use cases, benefits, and related risks.", "This is to increase our technical readiness so that we are prepared for all kinds of circumstances in the future, including the potential for Hong Kong to issue e-HKD.", "We have already established an internal crossdepartmental working group within the HKMA to study the relevant technical, policy and legal issues, and we hope to offer our initial thought on this complex matter in 12 months' time.", "Needless to say, CBDC will remain one of the most important topics among the global central banking community in the months or years to come.", "The HKMA will continue to work with the BIS and other international institutions to prepare Hong Kong for the evolving landscape.", "Creating the next-generation Data infrastructure 27.", "Our third strategy is to create a high-performing and functional data infrastructure so that banks can benefit from data instead of being weighed down by it.", "We often hear comments that the lack of data has been a major impediment to banks' competition with the big techs.", "But the reality is that a lot of data is scattered across different sectors, entities, and platforms.", "It is just that there is no efficient way for traditional financial institutions to tap into these treasure troves, with the consent of data subjects where necessary.", "In order to leverage data to launch innovative financial solutions, and to unleash our city's potential for the next generation of banking, we need to enhance Hong Kong's financial data infrastructure.", "For example, as a start, we are building the Commercial Data Interchange (CDI).", "After joining CDI, you will be able to safely and quickly access corporates' data, which, although always there, was previously almost inaccessible.", "What's more, once CDI has been built, and related mechanisms established, your bank can connect with new data providers with minimal efforts.", "The need for customising connectivity for each partner will become a thing of the past.", "In many ways, CDI is unlike our existing financial infrastructures, such as the RTGS and FPS.", "For one thing, the architecture of CDI is more complex.", "Multiple parties are involved- banks, data providers, commercial entities, government departments, you name it.", "And for another, we need to factor in various considerations to keep up with the latest international standards, including measures to uphold and protect data privacy.", "Therefore, enhancing our financial data infrastructure must be a concerted effort by the banking and tech industry as a whole.", "A team effort will ultimately lead to public goods that deliver value, benefit all the parties, and at the same time are commercially viable.", "By improving our data infrastructure, we are empowering the industry and encouraging creativity for developing innovative financial products and solutions, in turn building up the overall appetite for fintech solutions.", "Expanding the fintech-savvy workforce 31.", "The three strategies I just mentioned will, hopefully, generate demand in the industry for fintech solutions.", "However, from what we learnt from the industry, the supply of fintech talent remains a pressing issue.", "Therefore, our fourth strategy is that we want to foster a fintechsavvy workforce and nurture all-round fintech talent, including students and practitioners.", "We don't need reminding of how Hong Kong boasts an extremely strong talent pool - be it in law, finance, accountancy, or other professions.", "We are a city that thrives on our people's high agility and efficiency.", "We pride ourselves on keeping up with international standards as well as customer and market requirements.", "With fintech being a relatively new area, it is understandable that we currently face an acute fintech talent shortage.", "Hong Kong is in need of grooming all-round fintech talent and expertise.", "We need professionals who can develop fintech solutions, instead of merely being users of it.", "Given the intellect and work ethic of our students and professionals, I am confident that this is an objective we can achieve without difficulty.", "As mentioned, fintech is, comparatively speaking, a nascent industry.", "That is why insights about the industry, such as the kinds of jobs available, the skillsets required, and career path, remains largely a mystery to outsiders, let alone fresh graduates and new joiners.", "We want to help these new comers gain industry knowledge and practical industry experience.", "Of course, we have not forgotten about existing banking practitioners.", "It is equally important, if not more, to upskill practitioners and deepen their fintech knowledge.", "In order to do this, we have joined hands with the industry and local universities to launch the Industry Project Masters Network (IPMN) scheme.", "Starting from September this year, months-long internship opportunities will be provided to some master students for them to gain hands-on experience in areas including AI and federated learning.", "By the end of this year, we will also launch a new fintech module for the Enhanced Competency Framework to raise the professional competencies of existing banking practitioners.", "A collective effort with the banking industry as well as our strategic partners will enable us to nurture home-grown fintech talent and maintain our competitive edge as an international finance centre.", "Nurturing ecosystem with Funding and policies 37.", "We understand that good ideas alone would not come to fruition without either one of the following: funding support and a conducive environment that allows mistakes and failures.", "In fact, numerous success stories in history prove that trial and error is necessary for innovation.", "To encourage banks to try more, in turn stimulating innovation in the banking industry, we are going to channel our focus on two areas: funding and policies.", "Today, I am excited to announce that the HKMA is doing preparation work to further upgrade our Fintech Supervisory Sandbox.", "To begin with, we are exploring the possibility of providing funding support to qualified fintech projects.", "Our discussion with the Innovation and Technology Commission has just started, and I hope to share more details with you in due course.", "We hope the enhanced Sandbox could speed up the launch of innovative financial products and solutions, ultimately reducing their Time to Market and facilitate banks in making commercial gains while serving the public.", "To ensure that no banks, regardless of their size, will be left behind in the cascading wave of innovation, the HKMA will join forces with our strategic partners, including the Hong Kong Science and Technology Parks (HKSTP) and Cyberport, to introduce utilities and necessary support to banks to speed up their technology adoption.", "Through supportive measures, we want to foster an encouraging environment, in which all stakeholders, be they banks, non-banks, or the academia, can trust and flourish.", "As a takeaway, when you think about the Fintech 2025 strategy, I want you to envision a virtuous cycle.", "As all banks adopt fintech to capture new opportunities in the digital economy, strong demands will be created for fintech talent, data infrastructure, new payment instruments, and supportive policies.", "Our strategy will meet all these demands, in turn reinforcing fintech adoption, and ultimately catalysing the growth of a healthy fintech ecosystem that benefits both banks and customers.", "Back in 2017, when the HKMA announced the seven smart banking initiatives, they were well received, though not everyone could tell their significance and the changes they could bring.", "Today, nobody will question the impact of, for example, the FPS and virtual banks, on your business and our daily lives.", "I believe the same could be said for Fintech 2025.", "This new, forward-thinking strategy will set the scene for important fintech developments to take place in the coming years.", "I urge you to join us and take our city's fintech ecosystem to new heights."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech 2025", "Fintech", "Digital Banking", "Central Bank Digital Currencies (CBDCs)", "Data Infrastructure", "Fintech Workforce", "Funding and Policies", "Ecosystem", "Innovation", "Technology"]}