{"sentences": ["M a y 1 9 , 2 0 2 1 Outlook for Economic Activity and Prices and Monetary Policy Speech at a Meeting Held by the Naigai Josei Chosa Kai (Research Institute of Japan) KURODA Haruhiko Governor of the Bank of Japan It is my pleasure to have the opportunity to address you today at the Naigai Josei Chosa Kai.", "When I made a speech at this meeting a year ago, the global economy was significantly affected by the novel coronavirus (COVID-19) and was in the midst of deterioration that was more severe than at the time of the Global Financial Crisis (GFC).", "Since governments and central banks around the world have responded swiftly and at a large scale to this economic shock, the global economy fortunately hit bottom and has picked up since the second half of 2020.", "In the meantime, positive developments have been seen, such as vaccinations starting globally.", "However, COVID-19 continues to have an impact on the global economy.", "In this situation, at the Monetary Policy Meeting (MPM) held at the end of April, the Bank of Japan updated its projections for Japan's economic activity and prices through fiscal 2023 and released them in the April 2021 Outlook for Economic Activity and Prices (Outlook Report).", "In addition, at the preceding MPM in March, based on the projection that economic activity and prices will remain under downward pressure for a prolonged period due to the impact of COVID-19, the Bank conducted the Assessment for Further Effective and Sustainable Monetary Easing, with a view to supporting the economy and thereby achieving the price stability target of 2 percent.", "Given the findings of the assessment, it decided on policy actions at that MPM.", "Today, I would like to talk about the Bank's view on Japan's economic activity and prices while touching on the content of the Outlook Report, and explain its thinking on the conduct of monetary policy, focusing on the findings of the assessment and the policy actions decided based on them.", "Economic Developments Current Situation of Japan's Economy Japan's economy remains susceptible to the impact of COVID-19 (Chart 1).", "The real GDP growth rate continued to be positive in the second half of 2020, after hitting a bottom for the April-June quarter, when the rate plunged due to the impact of COVID-19.", "That said, affected by the resurgence of COVID-19 since last autumn, downward pressure on the face-to-face services sector intensified after the turn of this year, and the real GDP growth rate for the January-March quarter was negative.", "Since April, the state of emergency has been in effect and priority measures to prevent the spread of disease have been implemented in some regions, against the background of COVID-19 spreading along with an increase in variant cases.", "Downward pressure has continued to be exerted through these factors on economic activity, mainly in the face-to-face services sector.", "That said, as I will describe later, the global economy has seen an acceleration in its pace of recovery, mainly led by the United States and China.", "In addition, under the targeted public health measures, Japan's economic activity in sectors other than face-to-face services has been maintained to a large degree, and it seems that the economy has continued to pick up.", "I will explain this in more detail.", "First, let us look at the household sector.", "Although private consumption picked up from the significant decline seen in the first half of 2020, the pick-up has paused since the turn of this year due to increased downward pressure on consumption of services, such as eating and drinking as well as accommodations.", "By type, services consumption picked up only moderately in the second half of 2020 and has declined since the turn of this year.", "On the other hand, consumption of durable goods, such as personal computers and household electrical appliances, has continued to be on an uptrend on the back of an expansion in so-called stay-at-home demand and a demand shift from services.", "Turning to the corporate sector, exports and production have continued to increase against the background of a recovery in the global economy.", "By goods, the paces of increase in exports and production of automobile-related goods have leveled off, partly affected by a supply shortage of semiconductors.", "However, exports and production of IT-related goods have increased clearly because digital-related demand has been firm.", "Those of goods related to business fixed investment have also increased, reflecting a global recovery in production activity.", "With increases in exports and production, corporate profits have improved on the whole.", "On this basis, business fixed investment has picked up.", "By industry, construction investment in stores and accommodation facilities by the face-to-face services industry has decreased, but a pick-up has been seen in machinery investment and digital-related investment by the manufacturing industry and the nonmanufacturing industry other than face-to-face services.", "Outlook for Japan's Economy In sum, Japan's economy has picked up as a trend, although it has remained in a severe situation due to the impact of COVID-19.", "With regard to the outlook, the economy is likely to recover, with the impact waning gradually and supported by an increase in external demand, accommodative financial conditions, and the government's economic measures (Chart 2).", "Thereafter, as the impact of COVID-19 subsides, it is projected to continue growing.", "After having registered a significant negative figure of minus 4.6 percent for fiscal 2020, the real GDP growth rate is projected to be 4.0 percent for fiscal 2021, 2.4 percent for fiscal 2022, and 1.3 percent for fiscal 2023 in terms of the medians of the Policy Board members' forecasts in the April 2021 Outlook Report.", "Compared with the previous Outlook Report released in January, the projected growth rates are higher, mainly for fiscal 2022.", "This upward revision is against the background that (1) the global economy is likely to continue to recover and (2) a virtuous cycle is expected to intensify in Japan.", "Let me elaborate on these factors.", "Recovery in the Global Economy First, the global economy declined significantly in the first half of 2020 due to the impact of COVID-19 but has recovered on the whole (Chart 3).", "By region, economic activity resumed earlier than elsewhere in China last year, and its economy has continued to recover.", "The U.S. economy also has seen a notable recovery since large-scale additional economic measures have been taken and restrictions on economic activity have been lifted in stages on the back of an acceleration in the pace of vaccinations.", "By industry, a recovery in the manufacturing industry has been evident.", "Due to favorable developments in the digital-related industry, business sentiment of the manufacturing industry has continued to improve clearly on a global basis.", "In fact, global production and trade volume have evidently recovered to levels that exceed those seen prior to the pandemic.", "As for the outlook, with the impact of COVID-19 waning gradually, the global economy is likely to continue growing, partly supported by aggressive macroeconomic policies taken mainly in advanced economies.", "The International Monetary Fund (IMF) projects in the World Economic Outlook (WEO) released this April that, after registering a large decline of minus 3.3 percent for 2020, the growth rate of the global economy will see a significant increase of 6.0 percent for 2021.", "This projection indicates that, within 2021, global GDP is likely to recover to a level that exceeds the pre-pandemic one.", "The global economy is projected to register high growth for 2022 as well; the growth rate is expected to be 4.4 percent, exceeding the past average.", "These IMF growth rate forecasts have been revised upward from the previous ones made in January, on the back of the conduct of additional economic measures in advanced economies and progress with vaccinations.", "It should be noted that the recovery in the global economy is projected to continue to vary across countries, regions, and industries, which is described by the IMF as \"divergent recoveries.\"", "Furthermore, in the United States, some academic economists and market participants have shown concern regarding the risks that a rise in inflationary pressure and a resultant surge in long-term interest rates may not only prevent the economy from recovering but also could destabilize the global financial markets.", "That said, Federal Reserve Chair Powell expressed the view that the inflation rate could rise due to a rebound in spending that reflects a reopening of the economy and to the base effect of comparing the rate with the previous year, when prices were pushed down substantially by the impact of COVID-19, but this rise in the inflation rate will only be transitory.", "Nonetheless, it is necessary to continue to closely monitor developments in global financial markets and the global economy.", "Virtuous Cycle in Japan The second perspective is with regard to the mechanism for economic recovery in Japan (Chart 4).", "A pick-up in Japan's economy thus far has owed mainly to a rebound from the significant decline in economic activity seen in the first half of 2020.", "In the outlook, however, it is expected that the economy will return to a sustainable growth path as the virtuous cycle from income to spending starts to be seen in a wider range of sectors.", "Let us now look at the corporate and household sectors in terms of the cycle.", "First, in the corporate sector, the virtuous cycle from income to spending has already started to be seen.", "That is, current profits for the October-December quarter of 2020 recovered to slightly above the pre-pandemic level.", "The improvement in corporate profits is attributable to a recovery in sales due to increases in exports and production, firms' efforts to improve business efficiency as a result of the pandemic, and the government's various measures to support firms.", "As I mentioned earlier, such improvement in corporate profits has started to contribute to a pick-up in business fixed investment.", "According to the March 2021 (Short-Term Economic Survey of Enterprises in Japan), the business fixed investment plan for fiscal 2021 shows that investment is likely to increase by 2.4 percent on a year-on-year basis.", "This result is relatively high, exceeding the average of the past March surveys.", "As for the outlook, an uptrend in business fixed investment is expected to become clear on the back of continued improvement in corporate profits.", "This mainly reflects an increase in machinery investment, digital-related investment, and investment in logistics facilities accompanied by an expansion in e-commerce.", "In addition, as the impact of COVID-19 subsides, corporate profits are likely to remain on a firm improving trend, and this is projected to lead to an increase in a wide range of business fixed investment, including by the face-to-face services industry.", "Thus, the virtuous cycle from income to spending in the corporate sector is likely to intensify.", "Second, in order for the virtuous cycle to operate in the household sector as well, employee income is the key (Chart 5).", "Although the employment and income situation has remained weak, it has not deteriorated significantly.", "The unemployment rate, which increased to around 3 percent last year, has been more or less flat recently.", "In addition, the result of the labor-management wage negotiations held this spring, although tentative, indicates that wage increases for this fiscal year have decelerated only marginally from last fiscal year.", "The reasons for the situation having not deteriorated significantly are that various support measures, such as by the government, have been effective and that industries where corporate activities had long been constrained by labor shortage have been motivated to recruit people with a pick-up in economic activity.", "Regarding the outlook, employee income is likely to stop declining, reflecting improvement in corporate profits, and increase moderately with a time lag following the recovery in domestic and external demand.", "Furthermore, as the impact of COVID-19 subsides, the virtuous cycle from income to spending is likely to operate on the back of improvement in employee income, and an uptrend in private consumption, including that of face-to-face services, is projected to become evident.", "Risks to Economic Activity There are high uncertainties over the baseline scenario of the outlook for economic activity, which I have explained thus far.", "The biggest risk factors are the consequences of COVID-19 and their impact on domestic and overseas economies.", "In the Bank's outlook, it is assumed that the impact of COVID-19 will almost subside in the middle of the projection period, which is through fiscal 2023, due mainly to progress with vaccinations.", "However, the pace of vaccine rollout and the effectiveness of the vaccines entail uncertainties, and thus there is a risk that downward pressure on economic activity will increase.", "It is also uncertain how the varying paces of the rollout across countries and regions will affect global economic activity.", "In addition, attention should be paid to whether growth expectations will not decline substantially and financial system stability will be maintained until the impact of COVID-19 subsides.", "On the other hand, with economic measures conducted particularly in advanced economies, such as those in response to the impact of COVID-19, the pace of recovery in domestic and overseas economies could be faster than expected.", "Given these various uncertainties, risks to economic activity are skewed to the downside for the time being, mainly due to the impact of COVID-19.", "Thus, it is necessary to closely monitor future developments.", "Price Developments Next, I would like to talk about price developments.", "The year-on-year rate of change in the consumer price index (CPI) has been slightly negative, affected by COVID-19 and the past decline in crude oil prices (Chart 6).", "It is likely to remain so for the time being, mainly affected by COVID-19 and a reduction in mobile phone charges.", "That said, the reduction is a temporary factor that pushes down prices, and when its effects are excluded, the underlying trend in the year-on-year rate of change in the CPI is expected to be steady.", "Although weakness in demand amid the situation of COVID-19 has an impact on prices, anecdotal evidence gained mainly through interviews with firms suggests that firms' price cuts that aim at stimulating demand have not been observed widely, given that one of the reasons for the decrease in demand is vigilance against COVID-19 and that there have been supply-side constraints and cost increases because of taking preventive measures against COVID-19.", "In addition, it is expected that the year-on-year rate of change in energy prices will turn positive sooner or later on the back of a pick-up in crude oil prices since last autumn.", "The year-on-year rate of change in the CPI is expected to turn positive and then increase gradually, on the back of economic activity improving and the effects of the temporary factor that pushes down prices dissipating (Chart 2).", "In terms of the medians of the Policy Board members' forecasts in the April 2021 Outlook Report, the year-on-year rate of change in the CPI is projected to be 0.1 percent for fiscal 2021, 0.8 percent for fiscal 2022, and 1.0 percent for fiscal 2023.", "Compared with the previous report, the projected rate of increase in the CPI for fiscal 2021 is lower due to the effects of the reduction in mobile phone charges, but that for fiscal 2022 is more or less unchanged.", "As shown by these forecasts, the Bank considers that the economy will not fall into deflation again, in which prices see an overall and sustained decline.", "That said, price developments continue to warrant attention, given, for example, that risks to economic activity are skewed to the downside for the time being, mainly due to the impact of COVID-19, and that firms' price-setting behavior entails uncertainties.", "The Bank's Conduct of Monetary Policy Now, let me move on to the Bank's conduct of monetary policy (Chart 7).", "Policy Responses to the Impact of COVID-19 In response to the impact of COVID-19, the Bank has conducted powerful monetary easing since March 2020 through the following three measures: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19), (2) an ample and flexible provision of yen and foreign currency funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations, and (3) purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "These measures have contributed mainly to maintaining an accommodative funding environment, thereby supporting the economy.", "At the end of 2020, the Bank decided to extend the duration of the Special Program until the end of September 2021 in order to continue to provide support for financing.", "Depending on the impact of COVID-19, it also will consider a further extension, as necessary.", "The Bank will continue to firmly conduct the current monetary easing measures, including the Special Program.", "In addition, it will closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary.", "Further Effective and Sustainable Monetary Easing In terms of the conduct of monetary policy, it is important for the time being to address the impact of COVID-19 by supporting financing, mainly of firms, and maintaining stability in financial markets.", "From a somewhat long-term perspective, based on the projection that economic activity and prices will remain under downward pressure for a prolonged period, the Bank's challenge is to conduct further effective and sustainable monetary easing, with a view to achieving the price stability target of 2 percent.", "To this end, the Bank conducted an assessment at the March MPM and decided on policy actions based on the findings (Chart 8).", "Given the findings of the assessment, with a view to achieving the price stability target, the Bank judged it appropriate to continue with Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, which has been effective in pushing up economic activity and prices.", "Before I explain the specific policy actions, let me reiterate the significance of the price stability target of 2 percent, which forms the basis for the Bank's stance on continuing with monetary easing.", "It goes without saying that the price stability target of 2 percent is important.", "First, the CPI has an upward bias -- a tendency to demonstrate a relatively high inflation rate compared with the actual price developments.", "Second, it is better to secure room for interest rate cuts as a policy response in the case of a decline in economic activity.", "Third, setting the inflation target at 2 percent has been a global standard.", "When major central banks have a common inflation target, international financial markets, including foreign exchange markets, will likely become stable, which consequently will contribute to stability in the global economy.", "Based on this recognition, central banks around the world have been working toward achieving the inflation target by maintaining the balance between aggregate demand and supply -- or, the output gap -- at an optimal level and anchoring inflation expectations at appropriate levels.", "The Bank of Japan is not an exception.", "By stabilizing short- and long-term interest rates at low levels through yield curve control, it provides highly accommodative financial conditions with a view to expanding the positive output gap.", "The Bank also strongly works on people's inflation expectations through the inflation-overshooting commitment, in which the Bank commits to continuing to conduct monetary easing until the year-on-year rate of increase in the observed CPI exceeds 2 percent and stays above the target in a stable manner.", "In fact, as has been confirmed in the assessment conducted in March, the Bank's large-scale monetary easing has been effective, as evidenced by positive inflation taking hold.", "However, as also confirmed in the assessment, it should be noted that the mechanism of inflation expectations formation in Japan is adaptive, complex, and sticky.", "In other words, changing people's mindset and behavior based on the assumption that prices will not increase easily, which have become deeply entrenched because of the experience of prolonged deflation, will take time.", "Given such characteristics of the mechanism, an appropriate approach in conducting monetary policy is to enhance sustainability by minimizing the policy costs during normal times and to secure room for policy responses so that the Bank can make nimble and effective responses without hesitation to counter changes in economic activity and prices, as well as in financial conditions.", "From this perspective, the Bank decided on three major policy actions at the March MPM.", "Policy Actions Decided in March First is the establishment of the Interest Scheme to Promote Lending.", "By setting up a scheme in advance which takes into account the impact of interest rate cuts on the functioning of financial intermediation, the Bank aims to enhance the effectiveness of the additional easing measure of short- and long-term interest rate cuts.", "Specifically, through this scheme, the Bank applies certain interest rates as an incentive to financial institutions' current account balances, corresponding to the amount outstanding of funds that the Bank has been providing through its various fund-provisioning measures to promote financial institutions' lending, and the incentives will be raised when the short-term policy interest rate is lowered.", "This scheme can mitigate the impact on financial institutions' profits to a certain degree at the time of rate cuts depending on the amount of their lending.", "The second policy action is with regard to the conduct of yield curve control.", "The Bank made clear that the range of fluctuations in long-term interest rates, or 10-year JGB yields, would be between around plus and minus 0.25 percent from the target level, which is set at \"around zero percent.\"", "The aim is to flexibly conduct yield curve control at normal times while striking an appropriate balance between maintaining the functioning of the JGB market and controlling interest rates.", "On this basis, in order to secure the effects of monetary easing, the Bank introduced \"fixed-rate purchase operations for consecutive days\" as a measure to firmly stop a significant rise in interest rates.", "This new operation enables the Bank to conduct the fixed-rate purchase operations, through which it purchases an unlimited amount of JGBs with certain maturities at fixed rates, consecutively for a certain period of time.", "The third policy action concerns ETF and J-REIT purchases.", "These purchases aim at exerting positive effects on economic activity and prices by lowering risk premia in the markets.", "In the assessment, the Bank found that large-scale purchases of ETFs during times of heightened market instability are effective in terms of containing risk premia.", "In order to conduct purchases more flexibly in a prioritized manner, the Bank revised the guideline for ETF and J-REIT purchases.", "Specifically, it abolished the guideline to purchase ETFs and J-REITs at annual paces of increase in their amounts outstanding of, in principle, about 6 trillion yen and about 90 billion yen, respectively, and decided that it would purchase them as necessary with upper limits of about 12 trillion yen and about 180 billion yen, respectively, on annual paces of increase in their amounts outstanding while taking into account market conditions.", "All of these policy actions have been devised to enhance both sustainability and nimbleness of monetary easing while striking a balance between its positive effects and side effects.", "Although it will take time, the Bank considers that it is possible to achieve the price stability target of 2 percent with the enhanced monetary easing.", "Thus far, I have explained the Bank's thinking on its conduct of monetary policy, mainly regarding the policy actions based on the assessment.", "The Bank has conducted monetary policy measures, including the latest actions, by paying careful attention to not only the positive effects but also the side effects of monetary easing, which has continued to be pursued for a long period.", "As a consequence, policy measures seem to have become complicated.", "However, the Bank's stance itself is clear: to conduct monetary easing with the aim of achieving the price stability target.", "This stance has been consistent since the introduction of the target in 2013.", "While the Bank has continued to conduct large-scale monetary easing, the economy has improved significantly and is no longer in deflation.", "Under the framework of QQE with Yield Curve Control, of which sustainability and nimbleness have been enhanced owing to the policy actions based on the assessment, the Bank will carry out its mandate of achieving price stability by continuing to persistently conduct powerful monetary easing.", "To this end, it is important to address the impact of COVID-19 for the time being.", "The Bank will firmly pursue current monetary easing through the three measures, thereby supporting the economy.", "Thank you very much for your attention.", "Outlook for Economic Activity and Prices and Monetary Policy Speech at a Meeting Held by the Naigai Josei Chosa Kai (Research Institute of Japan) May 19, 2021 Governor of the Bank of Japan I.", "Economic Developments II.", "The Bank's Conduct of Monetary Policy Recent Developments in Economic Activity Real GDP Consumer Activity Index Exports and Production s.a., CY 2019 = 100 s.a., CY 2019 = 100 s.a., CY 2019 = 100 Durable goods Nondurable goods Services Real exports Industrial production July July 19/Q1 Q3 20/Q1 Q3 21/Q1 Jan. Jul.", "July Jan. Sources: Cabinet Office; Bank of Japan; Ministry of Economy, Trade and Industry; Ministry of Finance, etc.", "Economic Developments Corporate Profits and Business Fixed Investment Corporate Profits Business Fixed Investment Plans (Tankan) y/y % chg. s.a., ann., tril.", "Employee income = total cash earnings (\"Monthly Labour Survey\") number of employees (\"Labour Force Survey).", "Real employee income is based on staff calculations using the CPI (less imputed rent).", "Sources: Ministry of Health, Labour and Welfare; Bank of Japan; Ministry of Internal Affairs and Communications.", "Price Developments y/y % chg.", "Effects of the \"Go To Travel\" campaign Effects of the consumption tax hikes and free education policies Excluding the effects of the above temporary factors CPI (less fresh food) 14 15 16 17 18 19 20 21 Notes: 1.", "Energy consists of petroleum products, electricity, and gas, manufactured & piped.", "Figures for \"effects of the consumption tax hikes and free education policies\" from April 2020 onward are based on staff estimations and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "The Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Active purchases of JGBs and T-Bills U.S. Dollar Funds-Supplying Operations Purchases of ETFs and J-REITs ETFs: annual pace with an upper limit of about 12 tril.", "yen J-REITs: annual pace with an upper limit of about 180 bil.", "The Bank's Conduct of Monetary Policy Key Points of Decisions Made at the March MPM Aim: Further Effective and Sustainable Monetary Easing \"enhancing sustainability of monetary easing\" & \"nimble responses to counter changes in the situation\" Outline of the Bank's Policy Actions 1.", "Establishment of the Interest Scheme to Promote Lending  Mitigate the impact on financial institutions' profits at the time of rate cuts ― Apply incentives (linked to the short-term policy interest rate) to financial institutions' current account balances, corresponding to the amount outstanding of funds provided through fund-provisioning measures to  Enable the Bank to cut short- and long-term interest rates nimbly while considering the impact on the functioning of financial intermediation 2.", "Clarification of the range of fluctuations in long-term interest rates (±0.25%)  Strike a balance between securing effects of monetary easing and maintaining market functioning  Introduction of \"fixed-rate purchase operations for consecutive days\" 3.", "New guideline for ETF purchases Purchase ETFs as necessary with an upper limit of about 12 tril.", "yen on the annual pace of increase in the amount outstanding (abolish the guideline to purchase them at the annual pace of increase in the amount outstanding of about 6 tril.", "yen, in principle)  Purchase only ETFs tracking the TOPIX"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["COVID-19", "Monetary Policy", "Inflation", "Economic Activity", "Price Stability", "Financial Markets", "Corporate Profits", "Household Consumption", "Business Fixed Investment", "Exports"]}