{"sentences": ["Chair Members of the Committee My colleagues and I welcome this opportunity to once again appear before this Committee.", "Given the special hearing that was held in December, I thought it would be most useful to focus my introductory remarks on our updated economic outlook and the conclusions of the Reserve Bank Board meeting earlier this week.", "The Economic Outlook In terms of the economic outlook, I will start with the global economy, where there has been both negative and positive news recently.", "On the negative side, renewed outbreaks of the virus late last year have interrupted the economic recoveries in many countries.", "In Europe, GDP declined again in the December quarter and the growth momentum has slowed in the United States.", "This has been another reminder that a strong and durable economic recovery requires the virus to be contained.", "On the positive side, I would like to point to 2 factors.", "The first is there has been a strong rebound in global trade in goods - as people have switched from consuming services to goods, production and international trade in goods has picked up.", "This, together with the continuing strong recovery of the Chinese economy, has boosted many commodity prices and Australia's terms of trade.", "The more important piece of positive news is the development of vaccines.", "These vaccines hold out the prospect of restrictions being eased and many activities returning close to their prepandemic normal.", "The result is a more positive outlook for the global economy and a lessening of some of the downside risks.", "Even so, it is prudent to be prepared for further setbacks - the rollout of vaccines faces challenges and there are also other more conventional risks to the global economy.", "Since we last met, the outlook for the Australian economy has also improved.", "The downturn in Australia was not as deep as we had feared and the recovery started earlier and has been stronger than we were expecting.", "The outcomes for GDP and the labour market have been at least as good as the upside scenarios we published last year.", "Employment growth, retail sales and new house building have all been strong and measures of consumer and business confidence have also improved.", "These outcomes reflect a combination of factors including: our success on the health front; the very significant fiscal and monetary support that has been provided; and the resilience of Australians, who have adapted and innovated and got on with their lives.", "The result is that Australia has done better than most other countries on both the health and economic fronts.", "There are few places in the world you would rather be.", "This does not disguise the fact that we still have a fair way to go.", "Despite the welcome progress made in reducing unemployment, the unemployment rate is still higher today than it has been for almost 2 decades and many people can't get the hours of work they want.", "And the level of output is still around 4 per cent below where we thought it would be when this Committee met in February last year.", "This is a big gap and represents a lot of lost output and national income.", "On the wages and prices front, we also have a fair way to go to get back to the outcomes we are seeking.", "Wage growth is the lowest in decades and inflation continues to run below our mediumterm target of 2-3 per cent.", "The RBA is committed to making further progress in reducing unemployment and having inflation return to the target range.", "We recognise that this progress is likely to be gradual.", "It is also dependent on the path of the pandemic, as well as on the structural and global factors that we have discussed at previous hearings.", "In terms of the pandemic, the Reserve Bank continues to examine the economic consequences of a range of scenarios.", "Our central scenario is for the upswing in the Australian economy to continue, with above-trend growth over the next couple of years.", "GDP is expected to increase by 31⁄2 per cent over both this year and 2022.", "Taking into account the recovery so far, we are expecting the level of GDP to return to its end-2019 level by the middle of this year, which is 6 to 12 months earlier than we previously expected.", "In our central scenario, the unemployment rate continues to decline to reach 6 per cent by the end of this year and around 51⁄4 per cent by mid 2023.", "When the JobKeeper program finishes at the end of March, we expect some additional job losses.", "But, over time, these are expected to be offset by the jobs created by the ongoing economic recovery.", "Job vacancies, job ads and business hiring intentions have all rebounded sharply, which suggests continuing solid employment growth over the next few months.", "Wages growth and inflation are both forecast to remain subdued.", "Wages growth is expected to pick up from its current low rate, but to do so only very gradually and still be below 2 per cent at the end of next year.", "Inflation in underlying terms is also forecast to stay below 2 per cent over the next couple of years: the central forecast for 2021 is 11⁄4 per cent and for 2022 it is 11⁄2 per cent.", "In addition to this central scenario, we will again be publishing downside and upside scenarios in the Statement on Monetary Policy later this morning.", "In the downside scenario, there is little further progress in reducing unemployment this year and wages growth and inflation remain around current levels.", "In contrast, in the upside scenario, the unemployment rate falls faster to be a bit below 5 per cent in the second half of next year and underlying inflation is at 2 per cent in mid 2023.", "Time will tell whether we can continue to track close to the upside.", "One issue that we are paying close attention to is how households respond to the tapering of the fiscal and other support measures.", "The fiscal response has supported people's incomes has boosted household savings, with the result that household balance sheets have strengthened noticeably.", "We are expecting these stronger balance sheets to support spending, but there are uncertainties in both directions here.", "A related issue that we are watching closely is the housing market.", "There are many moving parts here at present: record low interest rates; a shift in preferences towards houses and regional locations; large government incentives for first home buyers; the slowest population growth in a century; very high rates of house building; and a decline in apartment rents in Sydney and Melbourne.", "In the face of all these moving parts, the housing market has been more resilient than expected and this has been helpful in terms of the overall economy.", "The past year would have been even more complicated if there had been large and widespread falls in housing prices.", "Housing prices are now rising across most of the country.", "Even so, the national housing price index is only around the level reached 4 years ago.", "As we have previously discussed at these hearings, the RBA does not - and should not - target housing prices.", "Instead our focus is on the lending that is used to purchase housing.", "We want to see lending standards remain strong.", "At present, there are few signs of a deterioration in these standards.", "If that were to change, you could expect that we would be discussing possible responses at the Council of Financial Regulators, as we did a few years ago.", "I will now turn to monetary policy.", "Given that our meeting earlier this week was the first for a new year, the Board took stock of last year's monetary policy measures and discussed the outlook for the year ahead.", "I would like to highlight 6 points from those discussions.", "The first point is one that we covered at the Committee hearing in December - that is, the RBA's monetary policy package is working broadly as expected and it is helping to support jobs.", "Together, the bond purchases, the Term Funding Facility, the 3-year bond yield target and the record low cash rate have kept funding costs low for all borrowers and helped ensure that the banking system is able to provide the credit that is needed for the recovery.", "These measures have also resulted in a lower value of the Australian dollar than otherwise.", "While the Australian dollar has appreciated in recent months due to both a weaker US dollar and higher commodity prices, a larger appreciation would have occurred in the absence of the RBA's measures.", "The second point is that very significant monetary support will need to be maintained in Australia for some time to come.", "It will still be some years before inflation is sustainably consistent with the target and full employment is achieved.", "It is therefore important that monetary support is maintained.", "The day will come when it is appropriate to be providing less support, but today is not that day.", "The third point is that as part of the RBA's ongoing monetary support, we will continue to purchase bonds issued by the Australian Government and the states and territories at the completion of the current $100 billion program in mid April.", "In considering this issue, the Board took account of 3 factors: the effectiveness of the bond purchases to date; the decisions of other central banks; and, most importantly, the outlook for inflation and jobs.", "In terms of effectiveness, the bond purchases have helped to lower interest rates and meant that the Australian dollar is lower than it otherwise would have been.", "It is difficult to be precise, but we estimate that our bond purchases have lowered yields on longer-term Australian Government bonds by around 30 basis points.", "They have also contributed to lower spreads on the bonds issued by the states and territories and added to liquidity in the Australian financial system.", "Australia's government bond markets also continue to function well.", "In terms of what other central banks are doing, many have recently announced extensions of their bond purchase programs.", "This is relevant to us, because we live in an interconnected world.", "If we were to cease bond purchases in April, it is likely that there would be unwelcome upward pressure on the exchange rate.", "This would further delay the already slow progress on jobs and inflation.", "Given these considerations - and with the cash rate at its effective lower bound - the Board judged that it was in the national interest for the Bank to continue with its bond purchases.", "After the current program finishes in mid April, the Bank will buy a further $100 billion of government bonds at the same rate as currently of $5 billion a week.", "These purchases will continue to be in the secondary market through transparent auctions.", "The RBA does not, and will not, directly finance governments.", "The bonds we own will have to be repaid in the same way as if they were owned by others.", "We are lowering the cost of finance for governments - as we are for all borrowers - but we are not providing direct finance.", "There remains a strong separation between monetary and fiscal policy.", "The fourth point from the Board's review this week is that the Term Funding Facility will be maintained as it is.", "Banks can draw on the facility up until the end of June, which means that they will have the benefit of low-cost funding for 3 years.", "We expect that this benefit will continue to support the supply of credit and lower the cost of credit for this period.", "The Bank would consider extending this facility if there were a marked deterioration in funding and credit conditions in the Australian financial system.", "At present, there are no signs of this.", "The fifth point is that the 3-year yield target for Australian Government bonds will be maintained.", "This target has helped anchor the Australian yield curve and has helped reinforce our forward guidance regarding the cash rate.", "Later in the year, the Board will need to consider whether to shift the focus of the yield target from the April 2024 bond to the November 2024 bond.", "In considering this issue, the Board will be giving close attention to the flow of economic data and the outlook for inflation and jobs.", "It has made no decision yet.", "The sixth and final point is that the cash rate will be maintained at 10 basis points for as long as is necessary.", "The Board has no appetite to go into negative territory and has done as much as it reasonably can with interest rates.", "Before increasing the cash rate, the Board wants to see inflation sustainably within the 2 to 3 per cent target range.", "Meeting this condition will require a tighter labour market and stronger wages growth than we are currently forecasting.", "It is difficult to determine exactly when this condition might be met, but, based on the outlook I have discussed today, we do not expect it to be before 2024, and it is possible that it will be later than this.", "So interest rates are going to be low for quite a while yet.", "On that note, I will close and my colleagues and I are here to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Monetary policy", "Economic outlook", "Unemployment", "Inflation", "Wages", "Housing market", "Bond purchases", "Term Funding Facility", "Yield target", "Cash rate"]}