{"sentences": ["Will COVID-19 increase economic inequality?", "Opening speech at the International Conference on Household Finance 29.04.2021 | Virtual event | Jens Weidmann 1 Introduction 2 Consumption and saving 3 Potential long-term effects of the coronavirus crisis 3.1 Possible scarring of beliefs 3.2 Disruption of education 3.3 Unequal labour market impact 4 Inequality and monetary policy 4.1 Wealth inequality in Germany 4.2 Distributional effects of unconventional monetary policy 4.3 Implications for monetary policy 1 Introduction Ladies and gentlemen, It is a great pleasure to welcome you to our conference today.", "I would have liked to deliver my speech to you all personally in Frankfurt, but the pandemic keeps throwing spanners in the works.", "At least we are able to hold this conference virtually.", "Today and tomorrow, you will be discussing a broad range of issues related to household finance with the heterogeneity of households and in broad range of issues related to household finance, with the heterogeneity of households and, in particular, the distribution of income and wealth, featuring prominently among them.", "Using a metaphor created by Joseph Schumpeter, [1] some economists have likened economic inequality to a hotel.", "As the labour economist Gary Fields put it: \"The rooms at the top are luxurious, those in the middle are ordinary, and those in the basement are substandard.", "On any given night, the occupants of the hotel experience quite unequal accommodations.", "[...] The difference in the quality of the hotel rooms at each point in time is what we call inequality.\"", "[2] Importantly, it is also characteristic of a hotel that its occupants change.", "Social mobility means that people can later find themselves in rooms of a very different quality than before.", "However, just as the hospitality industry has been hit hard by the coronavirus pandemic in the real world, Schumpeter's figurative hotel may not have escaped unscathed either.", "Indeed, some observers have already dubbed the COVID-19 recession \"the most unequal in modern U.S. (Seite) history\".", "[3] First and foremost, the pandemic is a global health crisis that must be overcome as quickly as possible.", "More than three million people have already lost their lives, and many more have suffered from severe illness.", "At the same time, this is also an economic crisis of historic proportions - a crisis that has robbed individuals of their livelihoods or threatens to do so.", "Clearly, there are many people who are suffering more than others.", "[4] And there is a real danger that higher inequality could persist when the pandemic is over.", "In my talk, I would like to draw a connection between the actual and potential fallout from the pandemic and the topics of this conference, focusing on inequality and also touching upon its links to monetary policy.", "In doing so, I would like to briefly highlight some of the papers that will be presented today and tomorrow.", "For reasons of time, I will only be able to expand on a few of them, so please accept my apologies if I do not mention your work.", "Consumption and saving About one year ago, the pandemic and the measures necessary to contain it brought entire economic sectors to a standstill.", "Services industries that require interpersonal contact were hit particularly hard: schools, restaurants, hotels and cinemas were closed.", "The significant loss of revenues for many enterprises and self-employed people could have led them to cut their spending, generating further losses elsewhere in the economy and possibly triggering a downward spiral.", "In order to ease the economic pain and prevent a dangerous worsening of the crisis, large-scale fiscal support measures were rolled out, including job retention schemes.", "In Germany, government support helped to stabilise personal income at the aggregate level.", "Nevertheless, private households reduced their spending sharply, so that their net saving rate jumped from 11% in 2019 to more than 16% last year.", "However, this aggregate picture masks different patterns across German households.", "As a new online survey by the Bundesbank (the Bundesbank Online Panel Households) reveals, more than 40% of respondents reported income or financial losses during the first lockdown, with income losses more prevalent among low-income households.", "[5] The survey also sheds some light on the reasons why consumers were reluctant to spend.", "[6] Classic precautionary motives, such as concerns about future losses of work and income, played just a minor role here.", "Instead, reasons related directly to the pandemic seem to have been more important.", "Many people simply could not maintain their level of spending as shops were closed and travel was restricted.", "To some extent, they also refrained from consumption in order to avoid contact with others and the risk of infection.", "But again, the picture becomes more diverse across income groups.", "To respondents with low household incomes, classic precautionary motives were only slightly less important for cutting consumption than reasons linked to the pandemic.", "Moreover, high-income households especially piled up their savings.", "Varying consumption behaviour across households is also highlighted in a study by Jeanne Commault and her co-authors, which she will present in the first session of our conference.", "[7] Looking at consumption fluctuations in old age, they find, for example, that the overall response of consumption to an income shock is twice as large for low-wealth households as it is for the older population in general.", "Such heterogeneity of households in their propensity to consume can influence, for instance, the effects of fiscal transfers, as Sotirios Saperas will argue, [8] or the transmission of monetary policy.", "[9] Heterogeneity also has a bearing on the question of what will happen to the additional savings created during the pandemic.", "As this saving is not necessarily desired by households but rather induced by the pandemic, one can imagine at least a certain part of it will be spent when the health crisis is over.", "However, high-income households have a comparatively low propensity to consume.", "Most of their additional savings are therefore likely to contribute to a build-up in wealth, which could aggravate wealth inequality to some extent.", "In line with this, our projection from December 2020 foresees that the saving rate will fall only slightly below its long-run average for some time.", "[10] Still, this would be sufficient to fuel rapid growth in private consumption, making it a major engine of the economic recovery, once the pandemic has been brought under control.", "Potential long-term effects of the coronavirus crisis Overall, the economic outlook is highly dependent on the course of the pandemic and, thus, very ncertain The baseline scenario of o r December forecast ass med that a medical sol tion s ch as a uncertain.", "The baseline scenario of our December forecast assumed that a medical solution, such as a successful vaccination campaign, would allow all containment measures to be lifted by early 2022.", "In this scenario, the crisis will have only relatively little impact on potential output in Germany.", "Importantly, such an outcome also hinges on the success of extensive policy support in averting second-round effects.", "For instance, a broad wave of corporate insolvencies could crush functioning structures and cost a great number of jobs.", "Many people might be unable to find employment swiftly, and their skills could begin to deteriorate.", "Not only would this cloud their individual prospects for the rest of their lives, but it could also harm the growth potential of the economy as a whole.", "However, the pandemic could also have effects that might impair the economy beyond the time horizon of conventional forecasts and their medium-term risk assessments.", ".1 Possible scarring of beliefs One channel that recently attracted some attention is the scarring of beliefs.", "In an economic context, the scarring of beliefs can be defined as a persistent change in the perceived probability of an extreme, negative shock in the future.", "In particular, now that people have lived through the pandemic, they may conclude that they had underestimated the probability of similar extreme events.", "Such beliefs could matter if people were to adjust their behaviour accordingly.", "For example, employees who have been laid off during the COVID-19 crisis may increase their precautionary saving after finding new jobs, because they might now be more likely to expect another layoff in the future.", "Similarly, businesses might curb their planned investment, believing the future appears more risky.", "If the change in beliefs is persistent, both lower consumption and lower investment could dampen output for many years after the crisis has dissipated.", "Notably, three American economists have estimated that the long-run costs for the US economy from this channel might considerably exceed the short-run losses in output.", "[11] In this context, Tobin Hanspal and his co-authors provide very timely insights into how last year's lockdown in Wuhan impacted on risk-taking among students.", "[12] Their survey evidence shows that students who were exposed to a high risk of infection scaled back their risk-taking planned for the upcoming year.", "During the lockdown, the students also allocated less to a hypothetical risky investment, and were less optimistic about the economic outlook.", "However, after the lockdown was lifted, these latter two effects quickly faded.", "Such a temporary impact would also be in line with broader evidence.", "An ECB analysis was able to detect general scarring effects on the global economy following financial crises, but not in the aftermath of exogenous events like epidemics.", "The impact of epidemics appears to have vanished two years after they have ended.", "[13] 3.2 Disruption of education Yet, the COVID-19 pandemic might differ from previous experience, especially as it has disrupted the education of so many children and young adults.", "According to a UN policy report, the COVID-19 pandemic has affected nearly 1.6 billion learners in more than 190 countries all over the world - the largest disruption to educational systems in history.", "[14] The closure of schools could lead to learning losses that might dent the lifetime income prospects of the students affected.", "A group of World Bank economists estimates that, around the globe, those students may lose $10 trillion in labour earnings over their working lives.", "This staggering sum corresponds to more than one-tenth of current global GDP.", "[15] Such an impact might also be felt at the aggregate level, dampening output and productivity growth.", "However, the disruptions may affect not only the size of the economic \"cake\", but also its distribution.", "Parents with low levels of education and low wealth might find it more difficult to ensure out-of-school learning for their children.", "Because of this, school closures could be a powerful source of future inequality.", "[16] Disadvantaged students could suffer larger losses in learning and future income than their peers.", "In particular, there is a danger that students might rein in their own aspirations and even drop out of school.", "[17] In this respect, the pandemic could further diminish disadvantaged students' opportunities to advance within Schumpeter's metaphorical hotel.", "Economists Lee Elliot Major and Stephen Machin from the London School of Economics warn: \"COVID-19 could plunge young people into a dark age of declining social mobility.\"", "[18] Unrelated to the pandemic's repercussions, our conference will illuminate similar dynamics.", "Sergio Salgado and his co-authors reveal that high-income or high-wealth parents in Norway tend to spend more resources on their children's education.", "Highlighting the intergenerational transmission of income dynamics, they conclude that workers from richer families and from households with stronger income growth also enjoy higher life-cycle income growth themselves.", "[19] Furthermore, Gonzalo Paz-Pardo will point out that younger households in the United States have generally faced greater inequality and volatility in the labour market than previous generations.", "[20] As a result, lower income households in particular find it harder to acquire housing and accumulate wealth.", "This skews the distribution of wealth further and could lower intergenerational mobility.", "Other studies have also suggested that the \"American Dream\" may have become more elusive over time.", "[21] Thus, the pandemic might exacerbate a tendency in the United States that may have already been under way previously.", ".3 Unequal labour market impact Overall, the potential rise in inequality as a consequence of the pandemic is a major concern to me.", "Nobel Laureate Joseph Stiglitz put it quite succinctly: \"COVID-19 has not been an equal opportunity  virus.", "[22] In this context, the labour market impact could play an important role, as the crisis seems to have hit young people, women and employees with lower incomes especially hard.", "Angus Deaton, another Nobel Laureate, compared the pandemic to an X-ray machine that makes existing inequalities much more transparent.", "He further noted: \"The educated people, most of us have jobs we can continue to do almost the same way, we talk to people on Zoom and we get paid just the same.", "But those with less formal education are often] essential workers [who] risk their lives with COVID.", "Or if they are in non-essential things, they might lose their jobs.\"", "[23] A recent report published by the Federal Statistical Office paints a similar picture for Germany.", "For example, employees with higher incomes often enjoy much better access to internet-based tools for remote working.", "In particular, 40% of higher-income employees have the option of working remotely, compared with only 18% for the rest.", "[24] Moreover, according to the report, individuals with higher incomes and better education are less exposed to unemployment risks.", "This is probably because they mostly work in sectors that are generally less affected by containment measures.", "The current crisis also threatens to reverse the arduous progress that has been made on gender equality.", "Though not necessarily related to the pandemic, important issues on gender equality and diversity will reverberate throughout this conference - ranging from the gender wealth gap in Europe to the impact of taxation on the labour supply of African American women in the United States.", "[25] According to the World Economic Forum (WEF), COVID-19 has already widened global gender gaps, as measured by indicators of economic opportunities, education, health and political leadership.", "Overall, it would now take 136 years to close the gender gap worldwide, 36 years more than estimated in the previous report.", "[26] Saadia Zahidi, a managing director at the WEF, stresses two major reasons for this delay.", "First, those economic sectors that the pandemic hit hardest mostly employ women.", "Second, women are disproportionately taking on extra responsibilities at home during lockdowns as schools remain closed.", "[27] A recent study from the Federal Reserve Bank of San Francisco points in a similar direction.", "At the beginning of the pandemic, labour force participation in the United States declined much less for fathers compared with other men and all women.", "A protracted crisis could delay mothers' re-entry to the labour market, with the risk that their future earnings potential will shrink.", "[28] Given the various labour market-related risks of rising inequality, it is all the more important that we quickly overcome the pandemic and that governments lend the necessary support to households and firms in the meantime.", "Inequality and monetary policy 4.1 Wealth inequality in Germany ising inequality is not inevitable.", "This is a message that I also infer from the work of Charlotte Bartels, Thilo Albers and Moritz Schularick.", "[29] Indeed, taking the very long-term view, they show that the concentration of wealth among German households has fallen substantially since 1895.", "Yet, as Charlotte Bartels will probably stress in her presentation tomorrow, the wealth gap widened again after reunification, according to their study.", "While the transformation of the economy in East Germany could be expected to have a major impact, the gap between the top 10% and the bottom 50% of the wealth distribution also increased in West Germany.", "This finding may fit into a broader pattern of an increase in both income and wealth inequality in many advanced economies since the early 1980s.", "[30] Bundesbank and ECB staff are currently working together closely on the compilation of \"Distributional Financial Accounts\" for Germany and the euro area, respectively.", "The main objective is to provide timely distributional information on household wealth by combining distributional data with aggregate wealth figures at a quarterly frequency.", "Moreover, every three years, the Bundesbank conducts a survey of German households' wealth and debt, known as the Panel on Household Finances.", "Unfortunately, the pandemic thwarted our plans for a new wave last year, but the next survey is now scheduled to commence shortly.", "The last survey showed no clear trend in the distribution of wealth in Germany in recent years.", "Instead, what we did observe was a broad increase in wealth levels across households between 2014 and 2017 on the back of strong economic growth.", "[31] Further evidence, including one slightly more recent study, similarly points to fairly stable inequality in recent years.", "[32] 4.2 Distributional effects of unconventional monetary policy The finding that wealth inequality in Germany has not changed substantially since 2014 is remarkable seeing as that time span covers a period of very loose monetary policy.", "Given stubbornly low inflation, the Eurosystem also adopted unconventional measures, including large-scale purchases of financial assets.", "Such measures have raised particular concerns about possible distributional effects.", "Some fear that rich households could benefit from such policies at the expense of less wealthy savers.", "Indeed, research generally tends to find that unconventional monetary policy measures increase wealth inequality in the short term by driving up asset prices.", "[34] At first glance, this conclusion seems straightforward, since wealthy households typically own more bonds and shares.", "On the other hand, home owners may benefit as well because housing prices will rise, supported by low interest rates.", "Since housing property is more broadly distributed across households in the euro area, this effect could work in the opposite direction, thus reducing wealth inequality.", "[35] In Germany, however, this may not be the case because the median household here does not own a house.", "That said, if the very accommodative monetary policy stance had significantly widened the gap between wealthy and less wealthy people in Germany, one would have expected this to show up in the inequality measures provided by our survey.", "In addition, we need to take into account the impact of monetary policy on incomes.", "But lower interest rates not only reduce households' interest income from savings, they also reduce interest payments on their debt.", "With respect to both, a recent analysis by Bundesbank researcher Tetti Tzamourani finds that wealthier households in the euro area have incurred the largest losses in terms of forgone interest income.", "[36] More importantly, accommodative monetary policy has contributed to higher growth in output, employment and wages.", "Low-income households are likely to be the main beneficiaries from this indirect channel, as their unemployment rate has probably declined disproportionately in response.", "These higher labour incomes may have allowed households with fewer assets to step up their saving and accumulate more wealth.", "And indeed, the proportion of households unable to save due to a lack of financial resources has declined, according to our survey.", "Overall, the discussion shows how difficult it is to determine which households are affected the most in their asset and income position by monetary policy actions, since monetary policy can influence the same household through various direct and indirect channels.", "Thus, tracing the net distributional effects of monetary policy may be similar to solving a Rubik's cube - the tricky 3-D puzzle invented by Erno Rubik.", "Each facet sets others in motion.", "And by isolating one aspect - or trying to fix one side of the cube - one may actually overlook other transmission mechanisms.", "Moreover, the net effects will also depend on the time horizon one considers: while unconventional monetary policy is likely to have reduced income inequality in the short term, the medium to longterm impact of these measures on wealth inequality is more difficult to assess.", "[38] 4.3 Implications for monetary policy With respect to monetary policymaking, I would like to draw three conclusions from this discussion: First, the distribution of income and wealth matters for the transmission of monetary policy, as consumers may respond differently depending on their relative positions in the distribution.", "Second, monetary policy can have distributional effects.", "Central banks have to take these into account to the extent that they have a bearing on achieving their price stability objective.", "But, in my view, central banks should not employ monetary policy to pursue distributive aims.", "Not only do we lack the democratic legitimacy to do so, the vagueness of the effects also renders monetary policy ill- suited for targeted interventions to tackle distributional issues.", "Clearly, the responsibility for this task rests with governments and parliaments, as they have both the democratic legitimacy and the instruments to act.", "They can use taxes and transfers for targeted redistribution.", "And they can shape institutions in labour markets, education and health systems to change underlying structures and market outcomes.", "Third, by preserving price stability, monetary policy helps to stabilise the economy in times of crisis, curb unemployment and prevent painful scars that would have raised inequality in the longer term.", "[39] In this respect, the Eurosystem's monetary policy has made an important contribution to alleviating the economic fallout from the current crisis.", "Our monetary policy was already exceptionally expansionary when the pandemic crisis first hit.", "While our emergency measures will have to end after the pandemic, market participants expect policy rates to remain very low for years to come.", "What this long period of loose monetary policy will ultimately mean for the distribution of wealth is difficult to predict.", "However, the cyclical nature of monetary policy implies that there will also be reverse effects eventually.", "If required to preserve price stability, monetary policy will have to be normalised again.", "In the long run, structural forces such as globalisation and technological progress are likely to be much more relevant for inequality in industrialised countries.", "[40] From this long-term perspective, monetary policy still has a distributional effect by determining the level of inflation and avoiding both deflation and high inflation.", "Mark Carney, the former governor of the Bank of England, once concluded: \"Any assessment of the distributional consequences of monetary policy must recognise that the negative effects of unemployment and volatile inflation fall predominantly on the poorest in society.\"", "[41] Ladies and gentlemen, The pandemic could exacerbate a longer-run rise in economic inequalities that had already been a concern before the current crisis.", "Yet, as Nobel Laureate Joseph Stiglitz has stressed, inequality is also a choice.", "There are policies that can tackle it effectively.", "In order to inform policymakers and the broad public, research is indispensable.", "I was only able to highlight a few results of work by Bundesbank staff and of papers to be presented at this conference.", "But I hope that I have succeeded in raising your interest in more.", "I am confident that the discussions you will have today and tomorrow will provide you with new insights and inspiration for your future work.", "(1955), Imperialism and Social Classes, Meridian Books, Cleveland and New York, p. 126. .", "In: McGillivray, M. (ed.", "(editor)), Inequality, Poverty and Well-being, Studies in Development Economics and Policy, Palgrave Macmillan, London.", "Van Dam, A. Fowers and L. Shapiro, The covid-19 recession is the most unequal in modern U.S. (Seite) history, The Washington Post, 30 September 2020. .", "For the varying impact of the pandemic crisis across the world, see, for example, Weidmann, J., Welcome address for David Malpass, President of the World Bank Group, speech delivered on 5 October 2020. .", "Bernard, R., P. Tzamourani and M. Weber, How are households' consumption plans affected by the COVID-19 pandemic?, Bundesbank Research Brief, November 2020. .", "Deutsche Bundesbank, Households' saving behaviour during the pandemic, Monthly Report, December 2020, pp.", "Blundell, R., M. Borella, J. Commault and M. De Nardi (2020), Why Does Consumption Fluctuate in Old Age and How Should the Government Insure It?, National Bureau of Economic Research, Working Paper No 27348. .", "Saperas, S. (Seite) (2021), Fiscal Policy and MPC Heterogeneity: Evidence from the Household Finance and Consumption Survey in Greece, mimeo.", "See, for example, Kaplan, G., B. Moll and G. L. Violante (2018), Monetary policy according to HANK, American Economic Review, Vol.", "Deutsche Bundesbank, Outlook for the German economy for 2021 to 2023, Monthly Report, December 2020, pp.", "Kozlowski, J., L. Veldkamp and V. Venkateswaran (2020), Scarring body and mind: the long-term belief-scarring effects of Covid-19, National Bureau of Economic Research, Working Paper No .", "Bu, D., T. Hanspal, Y. Liao, and Y. Liu (2020), Risk Taking, Preferences, and Beliefs: Evidence from Wuhan, Leibniz Institute for Financial Research, SAFE Working Paper No 301. .", "United Nations (2020), Policy Brief: Education during COVID-19 and beyond, 15.", "Fuchs-Schündeln, N., Krueger, D., Ludwig, A. and I. Popova (2020), The Long-Term Distributional and Welfare Effects of Covid-19 School Closures, National Bureau of Economic Research, Working Paper No 27773. .", "OECD, Education and COVID-19: Focusing on the long-term impact of school closures, 29 June -responses/education-and-covid-19-focusing-onthe-long-term-impact-of-school-closures-2cea926e/#section-d1e77 18.", "Major, L. E. and S. (Seite) Machin (2020), Covid-19 and social mobility, Centre for Economic Performance, London School of Economics and Political Science, CEP Covid-19 analysis, Paper No CEPCOVID-19-004.", "Halvorsen, E., S. (Seite) Ozkan and S. (Seite) Saldago (2021), Earnings Dynamics in Norway and Its Intergenerational Transmission, mimeo.", "Paz-Pardo, G. (2021), Homeownership and portfolio choice over the generations, European Central Bank, Working Paper No 2522. .", "Chetty, R., D. Grusky, M. Hell, N. Hendren, R, Manduca and J. Narang (2016), The Fading American Dream: Trends in Absolute Income Mobility Since 1940, National Bureau of Economic Research, Working Paper No 22910. .", "Stiglitz, J., Conquering the Great Divide, Finance & Development, September 2020, p. 17. .", "(2020), A world redrawn: Nobel winner Deaton warns virus could worsen inequality, 24.", "Federal Statistical Office (2021), Datenreport 2021: Ein Sozialbericht für die Bundesrepublik Deutschland, Chapter 14, p. 482. .", "Kukk, M., J. Meriküll and T. Rõõm, The gender wealth gap in Europe: A comparative study using a model averaging methodology, Eesti Pank, Working Paper No 7/2020; Borella, M., M. De Nardi and F. Yang (2019), Are Marriage-Related Taxes and Social Security Benefits Holding Back Female Labor Supply?, National Bureau of Economic Research, Working Paper No 26097. .", "Lofton, O., N. Petrosky-Nadeau and L. Seitelman (2021), Parental Participation in a Pandemic Labor Market, Federal Reserve Bank of San Francisco, Economic Letter.", "Galbraith, J. K. (2016), Inequality: What Everyone Needs to Know, Oxford University Press, New York.", "Deutsche Bundesbank, Household wealth and finances in Germany: results of the 2017 survey, Monthly Report, April 2019, pp.", "Stockhausen, M. and M. Calderón, Institut der deutschen Wirtschaft, IW-Verteilungsreport 2020, IW-Report 8/2020.", "Colciago, A., A. Samarina and J. de Haan (2019), Central bank policies and income and wealth inequality: A survey, Journal of Economic Surveys, Vol.", "Deutsche Bundesbank, Distributional effects of monetary policy, Monthly Report, September 2016, pp.", "Adam, K. and P. Tzamourani (2016), Distributional Consequences of Asset Price Inflation in the Euro Area, European Economic Review, Vol.", "Tzamourani, P. (2021), The interest exposure of euro area households, European Economic Review, Vol.", "Lenza, M. and J. Slacalek (2018), How does monetary policy affect income and wealth inequality?", "Evidence from quantitative easing in the euro area European Central Bank Working Paper No Evidence from quantitative easing in the euro area, European Central Bank, Working Paper No .", "Deutsche Bundesbank, Distributional effects of monetary policy, Monthly Report, September 2016, pp.", "Dossche, M., J. Slacalek and G. Wolswijk, Monetary policy and inequality, European Central Bank, Economic Bulletin, No 2/2021.", "Bourguignon, F. (2017), World changes in inequality: an overview of facts, causes, consequences and policies, Bank for International Settlements, Working Paper No 654.", ".Carney, M, The Spectre of Monetarism, speech delivered on 5 December 2016."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inequality", "Monetary policy", "Wealth inequality", "Labour market", "Education", "Consumption", "Saving", "Pandemic", "Crisis", "Distributional effects"]}