{"sentences": ["Speech 23 September 2021, 5.30 pm Fifth Karl Brunner Distinguished Lecture Introduction of Carmen M. Reinhart Thomas J. Jordan Chairman of the Governing Board Swiss National Bank Zurich, 23 September 2021 © Swiss National Bank, Zurich, 2021 Ladies and Gentlemen Good evening.", "My name is Thomas Jordan and I am the Chairman of the Governing Board of the Swiss National Bank.", "We are very pleased to welcome you all to the fifth edition of the Karl Brunner Distinguished Lecture.", "We are delighted and honoured that Carmen Reinhart has accepted our invitation to give the lecture.", "This lecture was planned for September 2020, but had to be postponed by one year due to the pandemic, with the hope of welcoming Carmen and all of you in person here in Zurich.", "Given the still difficult situation with coronavirus, this has unfortunately not proven possible.", "Consequently, the fifth Karl Brunner Distinguished Lecture now takes place in a virtual format.", "The Swiss National Bank established this lecture series in commemoration of the Swiss economist Karl Brunner, who was one of the leading monetary economists of the twentieth century.", "Our aim is to contribute to the public debate on questions related to our mandate, by inviting prominent academics whose research is relevant to central banking.", "Carmen Reinhart is one of the most cited economists in the world, with contributions that cover a remarkable variety of topics, including financial crises, exchange rate policies and public debt.", "Despite her impressive academic track record, Carmen has had at least one foot in the world of policymaking throughout her career.", "Given her influence among both academics and policymakers, Carmen is an ideal person to hold the Karl Brunner Distinguished Lecture.", "Karl Brunner himself maintained close contacts with decision-makers around the world, always emphasising the importance of a continuous dialogue between academia and practice.", "Carmen's biography reads like a screenplay for an American success story.", "She was born in Havana, Cuba.", "A few years after the regime of Fidel Castro came to power, Carmen's parents emigrated to the United States, leaving almost all their belongings behind.", "Carmen arrived in the United States at the age of 10, barely speaking any English.", "The family settled in Florida, where Carmen attended college.", "After finishing college, Carmen moved to New York to pursue graduate studies in economics at Columbia University.", "She then embarked on a successful career on Wall Street, where she rose to the position of Chief Economist at the investment bank Bear Stearns in the 1980s.", "After a few years in the financial industry, Carmen decided to return to Columbia to finish her dissertation.", "This was followed by an eight-year spell at the International Monetary Fund, before Carmen was appointed professor at the University of Maryland in 1996.", "In 2012, Carmen moved to Harvard University, and since June of last year, she has been Chief Economist at the World Bank.", "Carmen's influence on the profession is also reflected by the fact that she has coined a number of terms that have since become part of economists' vocabulary.", "Every student of international macroeconomics learns about 'twin crises' - situations in which banking and currency crises occur simultaneously.", "The term goes back to a paper written by Carmen and Graciela Kaminsky, which demonstrated that these two types of crises often go hand-in-hand and reinforce each other.", "Another well-known term coined in Carmen's work is 'debt intolerance', which refers to the tendency of emerging market governments to default at relatively low levels of debt.", "Carmen's research is distinguished by her extensive efforts in collecting and compiling historical datasets.", "This is best exemplified by her famous book 'This Time is Different: Eight Centuries of Financial Folly', co-authored with Ken Rogoff, who by the way gave the Karl Brunner Lecture in 2016.", "Based on a vast dataset covering several centuries, the book documents the way in which financial crises have repeated themselves over and over again in history, often following similar patterns.", "Even when the signs of an impending crisis are there for anyone to see, people usually find good reasons why 'this time is different'.", "Such a failure to learn from history often turns out to be the breeding ground for the next crisis.", "With their book, Carmen and Ken accomplished the seemingly impossible task of writing an international bestseller consisting mostly of economic data and analysis.", "For anyone familiar with Carmen's work, this does not come as a surprise.", "Besides being an outstanding economist, Carmen is also an excellent writer.", "She writes on apparently dry economic topics in a captivating and entertaining way.", "It is fair to say that this is not the norm in our profession.", "Carmen's research in economic history involves spending countless hours in libraries, consulting obscure sources - some of them centuries old - in the search for economic data.", "Carmen has compared her endeavours in finding and analysing data both to archaeological expeditions as well as to the detective work of Sherlock Holmes.", "While this sounds rather exciting, the process can be painstaking.", "Carmen once described an episode where she found herself, at 3 o'clock in the morning, counting the number of zeros in records from countries that had experienced hyperinflation.", "Of course, with such a tiring task a little help can come in handy.", "If the legend is true, Carmen's husband and frequent co-author, our friend Vincent Reinhart, once put together almost all the economic data published by the League of Nations and gave it to Carmen on Valentine's Day.", "Maybe Carmen can tell us a little bit more about this most unusual gift.", "Now back to Carmen's economic research.", "Carmen's specialty is to draw lessons for the present by studying the past.", "Taking a long-term view helps to put things into perspective, and reveals that there are often historical analogies to contemporary situations that may at first seem unprecedented.", "Carmen's work reminds us that the financial crisis of 2007/08 was far from unique in economic history.", "However, when it comes to the coronavirus pandemic, even Carmen concludes that this time truly is different.", "The global lockdowns imposed as a reaction to the virus are something the world has never seen before.", "Today, Carmen will talk to us about monetary policy in times of high public debt.", "Carmen has published extensively on the various implications of high public debt.", "For instance, in an influential paper written with Maria Belen Sbrancia, Carmen showed how Western governments managed to repay their debt after World War II through a set of policies known as 'financial repression'.", "Measures such as legal ceilings on interest rates and restrictions on international capital flows created an environment where domestic savers had no other option than to invest in low-yielding government debt.", "Financial repression was particularly effective in liquidating public debt when accompanied by a steady dose of inflation.", "The relation between monetary policy and government finances is an old and critical issue in central banking.", "It is also a very timely topic, given the massive increase in public debt that many countries have experienced since the outbreak of the coronavirus pandemic.", "We are living through times of extraordinary uncertainty.", "What we can safely assume, however, is that the interplay between monetary and fiscal policy will be among the key challenges that central bankers will face in the years to come.", "To cope with these challenges, Carmen's ability to take a step back and to provide us with a clear view of the big picture is most welcome.", "With this, I conclude my remarks, and I look forward to a stimulating talk and discussion.", "Carmen, the floor is yours."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["public debt", "monetary policy", "financial crises", "economic history", "Carmen Reinhart", "twin crises", "debt intolerance", "financial repression", "coronavirus pandemic", "Karl Brunner"]}