{"sentences": ["was in many respects both a year to remember and a year to forget.", "The crisis we all faced last year has no precedent in modern history, as we saw economies choosing to close down in light of the pandemic.", "In my blog this morning, I wrote about some of the key economic trends we saw emerge over the last year including how money was being spent in Ireland, the savings behaviour of households, the evolution of unemployment and the resilience of income tax revenue.", "But my remarks this afternoon are about the future.", "I'll set out the outlook for the Irish economy and then outline some of the Central Bank's priorities for 2021.", "And I'll talk in particular about how we engage with key stakeholders in the community.", "The economic outlook First, the economic outlook.", "Protecting citizens and saving lives has been the most important priority throughout this pandemic.", "Covid-19 continues to have profound societal and economic effects, but the prospect of widespread deployment of vaccines offers hope: hope that the worst effects of the pandemic can finally be contained and fewer families suffer the trauma of losing loved ones; hope for so many people who have lost their jobs or their businesses; hope that families and communities can come together again; and, hope for the country for a path out of the crisis.", "And there is a solid base from which to be hopeful.", "From the Central Bank's particular perspective, we see that: Strong export growth from the pharmaceutical, medical devices and IT sectors were to the fore in the positive growth in economic output last year and will remain resilient this year and the next.", "With \"no-deal\" avoided, Irish firms that export abroad should benefit from a post-Covid international recovery, notwithstanding the increased trade frictions under the new EU-UK arrangements.", "Evidence from consumer behaviour points to a potential surge in demand in the second half of the year.", "I have heard Seamus Heaney's stoic and hopeful quote - \"if we winter this one out, we can summer anywhere\" - said many times during the pandemic.", "Our latest economic analysis and forecasts suggest that while we must weather the lockdown - and subdued output - for another while yet, come the second half of the year, and assuming a successful deployment of the vaccine, the economy should begin to recover.", "Supported by strong government income support measures, we forecast modified domestic demand to increase by 2.9 per cent this year, following an estimated decline of around 7.1 per cent in 2020.", "We see a further rise in modified domestic demand of 3.6 per cent in 2022.", "But of course, this remains contingent on key assumptions regarding Covid-19 developments.", "I have spoken before about the importance of resilience and we have seen the value of the resilience of the financial system and economy in combating the shock of the pandemic.", "So far: The financial system has been able to absorb rather than amplify the effects of the shock; The Government has had significant resources available to respond to the pandemic, with the rise in the deficit and debt ratios both warranted and necessary; and Policy has been in a position to support the productive capacity of the economy and in particular to avoid scarring effects such as long-term unemployment.", "We have drawn heavily on the resilience that was built over recent years and, as I outlined in my pre-budget letter to the Minister for Finance in September, there needs to be a continued focus on re-building it: A path to lower and more sustainable levels of debt will eventually have to be taken; While temporary and targeted fiscal policy support will need to be maintained in the shortterm, any permanent increases in expenditure would need to be funded in a sustainable Challenges that were on the horizon before the pandemic have not gone away, including climate change, demographic change and the impact of technological change.", "Of course, headline figures of overall growth mask the devastating personal stories of failed businesses, the hardship of households, and the financial strain on families.", "Unfortunately for many people in the community, the recovery in the labour market is likely to lag somewhat until the broader economic recovery is better established.", "We estimate unemployment is likely to increase from 6.2 per cent in 2020 to an average of 9.3 per cent this year before declining to 7.8 per cent in 2022, a rate well above the pre-pandemic level of about 5 per cent.", "Though high, for comparison, the unemployment rate peaked at just over 16 per cent in 2011/2012 following the crisis a decade ago.", "It will take time to regain pre-pandemic levels of employment.", "For that to happen, either sectors which were most affected by the pandemic will have to recover fully, or other sectors will have to grow faster in order to absorb the excess labour capacity.", "This type of structural change will be an example of the longer-term effects of the pandemic, which will linger even after vaccines have allowed us to return to a 'new normal.'", "The priorities of the Central Bank for the year ahead Let me turn to the Central Bank's priorities for the year ahead.", "Our work is wide and varied, fundamentally interconnected and important for the wellbeing of the community.", "It includes: Contributing to monetary policy decisions that are in the best interests of citizens across the euro area, helping households and businesses to access the funds they need to weather the Providing economic analysis that informs the community in general as well as domestic policy decisions; Exercising judgments to apply macro-prudential decisions that safeguard the stability of the financial system; Supervising regulated firms to ensure that they are financially and operationally resilient, have sustainable business models, and appropriate governance and risk management in Identifying, mitigating and preventing detrimental consumer outcomes.", "The welfare of the people as a whole has always been at the core of our work.", "And times of crisis underline the importance of ensuring that the financial system works in the interests of consumers and the wider economy.", "Our broad mandate allows us to take a comprehensive view and tackle challenges across the entire system, including as an integral part of the European Union and its institutions and frameworks.", "is the final year of our most recent strategic plan.", "The plan set out five strategic themes Strengthening resilience; Strengthening consumer protection; Enhancing organisational capability; Engaging and influencing; and, Preparing for Brexit.", "Despite the dramatic changes across the economy and financial system as a result of the pandemic, these themes remain as relevant today as they did when we put the plan together in 2018 although, inevitably, our focus on preparing for Brexit will be reduced this year.", "All of our work will of course be dominated by our ongoing focus on the pandemic.", "We will continue to deepen our understanding of its impacts and take any necessary steps to enable the financial system to support the recovery.", "But the world will not stand still and we must also look beyond the pandemic to improve our understanding of longer term risks, strengthening our frameworks accordingly and rebuilding resilience.", "We will also increase our focus on emerging issues, such as technology and innovation and climate change.", "In 2021, regulated firms will need to help the economy recover while continuing to operate in the best interests of consumers, and remaining resilient.", "An important area of work for us this year will be on bank capital where we will be studying carefully the interactions between the macroprudential buffers themselves and with other policies during periods of growth and periods of stress.", "This will inform the appropriate mix, level and build-up speed of such buffers.", "For the mortgage measures, building on the benefits of having them as a permanent feature in the market, we will consider the overarching framework informing our annual calibration and review in depth their operation as a whole.", "This process will include both consultation and engagement with key stakeholders and the wider community alongside new data and analysis by Central Bank staff to enhance our work in assessing the measures' effectiveness.", "And we are not just focusing on the resilience of the overall system, but also of individual firms.", "An important area of focus for us will be performing forward-looking analysis of financial resilience at a sectoral level and developing and implementing our operational resilience frameworks.", "Central to both firm and borrower resilience is addressing existing vulnerabilities and weaknesses, particularly mortgage arrears and other non-performing loans.", "A key priority for us is that lenders continue to engage effectively with distressed borrowers to deliver sustainable solutions.", "This applies to borrowers that are in distress as a result of the pandemic but also to the legacy cases which remain a problem in the Irish banking system.", "It is in the interests of the individuals involved, their lenders and also the community as a whole that these legacy issues are resolved.", "As I said earlier, the resilience built-up over the last 10 years was drawn upon heavily last year.", "It allowed the financial system to continue to operate and support the community through the pandemic.", "Rebuilding and strengthening this resilience is a key priority for the Central Bank.", "Needless to say, our focus is beyond just banks.", "As I've indicated before, last March's significant market turmoil illustrated vulnerabilities in parts of the non-bank sector that regulators throughout the world want to address.", "We have already advanced significant supervisory interventions to require the regulated sector here in Ireland, in particular investment funds, to take steps to enhance their resilience.", "In 2021, we will continue to work with our European and international partners on the development of a comprehensive and proactive macroprudential framework for the non-bank sector.", "We need a financial system that fosters trust, where consumers and investors are protected, deposits are safe and insurance reserves are adequate to meet liabilities.", "We will continue to work with the other parts of the State's consumer protection framework for financial services - such as the Financial Services and Pensions Ombudsman and the Competition and Consumer Protection Commission - to deliver this.", "Strengthening our approach to protecting consumers will remain a key priority and focus of our work in 2021, including developing and enhancing the regulatory framework and our supervisory approaches.", "Key work programmes we have underway include: Our review of the Consumer Protection Code, the cornerstone of our consumer protection The adoption of a customer-focused approach by insurers to the resolution of business interruption issues arising from Covid-19; and, Steps to address the practice of price differentiation in the Irish insurance market.", "Across all of the issues I have described above, we balance our work domestically, in Europe, and internationally to deliver the outcomes we seek.", "Additional areas of focus that have come to the fore at the Eurosystem level include important work on the ECB's strategy review and on analysing the potential benefits of a digital euro .", "And while our work requires us to always look outwards across our wide mandate, we can only deliver successfully if we operate efficiently and effectively.", "The capability of every organisation in the country was tested seriously last March.", "As a natural experiment, the last 10 months have demonstrated the upsides and downsides of regular remote working on a very large scale for an extended period of time.", "The advantages of greater flexibility for individual employees and the lack of a commute have been obvious.", "The impact on collaboration, on the sharing of knowledge and on the development of an organisation's social and intellectual capital - all important determinants of its long-term effectiveness - is less clear.", "As with many other organisations in Ireland and across the world, we are now thinking seriously about the future at work although I should add that I do not expect us to go back to the world as it was a year ago.", "Engagement with the community A key priority for me is to engage with the public and our stakeholders across the whole economy, in particular to listen and learn.", "As the late TK Whitaker, one of my predecessors, wrote to the then Finance Minister before he took up the position as Governor in 1969, his role \"should not be one of glum isolation in an ivory tower, relieved only by the hurling of belated thunderbolts against erring governments.\"", "He wanted, he said, \"a far more active exchange of information and ideas\".", "More than half a century later, those words ring absolutely true to me.", "Yes, it is necessary for the Central Bank to be, as Whitaker said, \"the warning light\", saying \"unpalatable things\" when the need arises as a provider of independent analysis and advice.", "But to do that well, we need to ensure we learn from others, from their experiences and their knowledge.", "Learning well involves listening well, to all corners of the country and all sections of society, in an open and transparent manner.", "To exchange information and ideas, and gain knowledge and insight that will help us do our job as effectively as possible.", "Better engagement with our stakeholders across the community in Ireland helps us understand the issues faced by the businesses and households in the economy and the risks posed by - and to - the financial system.", "In turn, it helps consumers and the financial services industry understand what we do and why.", "Last year some of my more informative meetings were with the many chambers of commerce across Ireland that I visited (albeit virtually) and the business people that I listened to.", "Our regular roundtables with civil society also give us important insights on the wide range of issues we deal with, and demonstrate how our work touches so many facets of people's lives.", "Our academic roundtables inform our thinking on the future of monetary policy, developments in the macro economy, financial stability, and regulation.", "We will build further on such engagements, including through our Civil Society Roundtable and Consumer Advisory Group to enhance our mutual understanding of cross-sector issues in the area of financial regulation.", "We will establish a periodic financial regulation conference to promote discussion of financial services issues with all interested parties.", "And building on our industry roundtables, we will also host a new senior-level, cross-sectoral industry stakeholder forum, which would bring together key financial sector industry stakeholders to engage with senior Central Bank people.", "In addition to our regular engagement - not least on distressed debt - a focus of our outreach this year will be to hear views on the impact of the ECB's monetary policy and communication and on the global challenges ahead.", "In the very first speech I gave as Governor in November 2019 in Waterford, I spoke about the importance of resilience through transitions.", "Economic resilience is in essence the ability of an economy to manage change, whether it is to withstand or recover from the effects of shocks or the more gradual evolution to a different state.", "Both of these aspects of resilience are relevant today as we recover from the shock of the pandemic and deal with its longer-lasting effects.", "Of course, to understand how to build such economic resilience, we need good evidence and to develop the frameworks that enable the analysis to be turned into policy actions that deliver successfully.", "And to do that, we need to listen, learn, exchange information and ideas, gain knowledge and insights from different experiences and disciplines.", "The Central Bank's priorities for 2021 will be dominated by the response to the pandemic and, ultimately, by our ongoing focus on the welfare of the people as a whole.", "Thank you to the University of Limerick for the opportunity to talk to you today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic outlook", "Financial system resilience", "Consumer protection", "Monetary policy", "Macroprudential policy", "Mortgage measures", "Bank capital", "Non-bank sector", "Digital euro", "Stakeholder engagement"]}