{"sentences": ["Speech 30 April 2021, 10.00 am SNB distributions - not a matter of course even when profits 113th Ordinary General Meeting of Shareholders of the Swiss National Bank Thomas J. Jordan Chairman of the Governing Board Swiss National Bank Zurich, 30 April 2021 © Swiss National Bank (speech given in German) Madam President of the Bank Council Dear Shareholders A warm welcome to you all to our Annual General Meeting.", "The pandemic has brought great suffering for many people.", "At the same time, coronavirus has posed unexpected challenges for the economy and politics in Switzerland.", "It has also placed a heavy burden on the finances of many households and companies, and on the public sector as well.", "Our sympathy goes to all those who have been affected by the disease or have lost people dear to them.", "From a professional perspective, our efforts are focused on the contribution that the Swiss National Bank can make within its mandate towards reducing the economic impact of the pandemic on our country.", "In the past months, we have used every means at our disposal to perform our mandate as well as we possibly can, even in adverse circumstances.", "Our policy is aimed at helping the people in Switzerland to get through these difficult times.", "By curbing the strong upward pressure on the Swiss franc through extensive foreign exchange market interventions, and by providing financing for COVID-19 loans on favourable terms via our new SNB COVID-19 refinancing facility, we have made an important contribution to stabilising the Swiss economy in this once-in-a-century crisis.", "Nevertheless, we are still frequently confronted with demands that the SNB should do more.", "And what is meant by 'more' is above all increased distributions.", "I would therefore like to use my speech today to discuss the SNB's profit distributions.", "Who owns the SNB's profits and how are they generated?", "The profits generated by the SNB and the distributions it makes were the subject of discussion in Switzerland long before the coronavirus pandemic broke out.", "There was already heated debate on this more than 100 years ago, as the rules governing the distribution of profits were one of the most contentious issues in the run-up to the creation of the SNB.", "The cantonal banks had to cede the right to issue banknotes to the newly established central bank, and the cantons wanted compensation in return.", "The fundamental question of how the profits generated by the SNB were to be distributed already had to be addressed back then.", "The following principles were set: the profits should first be used to build up the SNB's equity capital and pay a modest dividend to shareholders; and any remaining profit would go to the public sector, with at least two-thirds accruing to the cantons.", "While this still essentially applies today, the modalities regarding distributions and building up equity capital have been adjusted over time.", "I will look at the current solution in more detail presently.", "The reason why the dividend payments to shareholders are limited, and why the profit distributions accrue to the confederation and the cantons, is that the SNB's profits are not the result of how its share capital is used.", "Instead they stem much more from its monopoly on issuing legal tender.", "The SNB generally incurs only minor costs in issuing banknotes and handling sight deposits, since manufacturing notes costs only a fraction of their nominal value and sight deposits ordinarily do not bear interest.", "Conversely, the SNB for its part mostly does achieve a positive return on the assets it receives in exchange for the banknotes and sight deposits.", "The SNB thus generates profits on average over the long term.", "However, against the backdrop of very low yields and high upward pressure on the Swiss franc, it cannot be taken for granted that the SNB will achieve a profit.", "I will come back to this point in due course.", "Generating profits is in any case not our aim.", "The Federal Constitution and the National Bank Act are quite clear in this respect.", "They state that we must as an independent central bank pursue a monetary policy that serves the overall interests of the country.", "Conducting a monetary policy that ensures price stability while taking due account of economic developments is therefore our goal, rather than generating a profit or making it possible to pay a distribution.", "The SNB's monetary policy mandate always takes precedence.", "And there can also be times when we have to accept losses to perform this mandate.", "The SNB's total assets have multiplied since the outbreak of the financial crisis in 2008 (Slide 1).", "With this larger balance sheet, the earnings potential has increased in absolute terms, but so too has the risk of loss.", "In fact, given that a large part of the balance sheet growth is attributable to foreign exchange market interventions, the increase in risk exposure has been particularly strong.", "Let me briefly explain why.", "When expressed in Swiss franc terms, our foreign currency investments are subject to pronounced fluctuations in value.", "Such fluctuations can result not just from changes in share and bond prices in local currency terms, but also from exchange-rate movements.", "Because our transparent accounting approach books assets at their market value, any valuation changes are directly reflected in the income statement.", "To illustrate what this means in concrete terms given the current size of our balance sheet, I would like to give two examples.", "First, assuming nothing else changes, a 1% appreciation of the Swiss franc against the major currencies would immediately lead to a loss of CHF 10 billion.", "Second, a 5% rally on the equity markets would result in a profit of CHF 10 billion.", "Even small movements on the financial and foreign exchange markets can thus bring about a marked change in the SNB's annual result, and this on the upside and downside alike.", "However, at neither of these points in time would a loss or profit actually be realised.", "A profit is only realised when we sell assets in the amount of the profit and convert the proceeds into Swiss francs.", "Book gains and losses therefore have a strong impact on the SNB's annual result.", "Given the volatile developments on the international financial markets, substantial gains can be followed by substantial losses (Slide 2).", "With the greater size of our balance sheet, the range of fluctuations in our annual results has also increased.", "Every annual financial statement and the latest equity capital position must therefore always be regarded as simply a snapshot of the SNB's financial situation at that moment in time.", "Finely balanced approach to distributions Allow me to now explain in more detail how the SNB goes about distributing the profits it generates.", "The law at present makes two key stipulations in this respect: first, that building provisions - i.e.", "equity capital - is to take precedence over any distributions; and second, that distributions are to be smoothed over time.", "The SNB builds up equity capital from retained earnings.", "To this end, we make an allocation to the provisions for currency reserves every year, irrespective of whether we record a profit or loss.", "The amount of this annual allocation to the provisions is based on a set rule.", "We review this rule from time to time, and then usually apply it unchanged for five years.", "The rule is based on the growth in equity capital regarded as being necessary over that period.", "The amount of the provisions for currency reserves on a given balance sheet date therefore corresponds to the amount of equity the SNB seeks to have at that point in time.", "By applying a rule-based approach, the SNB also transparently communicates to the general public how much of its earnings are being used to build up equity capital.", "This is important given that the allocation to the provisions reduces the potential for distributions.", "How much equity capital does the SNB need over the course of time?", "It is difficult to define the ideal amount of equity for a central bank.", "However, the following basic principle applies: the larger the balance sheet and the higher the proportion of foreign currencies, the greater the risks and the more equity capital is required.", "In the current circumstances, it is clear which direction we have to take: we have to continue to build up capital.", "Since the outbreak of the financial crisis nearly 15 years ago, the provisions have no longer kept pace with the marked increase in our balance sheet (Slide 3).", "With a view to ensuring that the ratio between the desired level of equity capital and the currency reserves can be increased again somewhat, the SNB recently decided to adjust its rule on allocations to the provisions for the coming years.", "For the financial years through to 2025, the annual allocation to the provisions will be at least 10% of the preceding year's provisions, compared with 8% per annum previously.", "A persistent erosion of the SNB's equity base would undermine the credibility of our institution over the long term and would fuel doubts regarding our ability to act.", "Ongoing allocations to the provisions are therefore essential for the SNB.", "The amount remaining after the allocation to provisions is referred to as the distributable profit.", "However, since a profit in any given year can be followed by a loss the next, the SNB does not pay out all of the distributable profit at once.", "Instead we seek to smooth the distributions to ensure that they are less dependent on variable annual results.", "This smoothing was introduced to facilitate better planning for the Confederation and the cantons.", "However, maintaining distributions at a steady level is also of pivotal importance for the SNB.", "The reason for this is an underlying asymmetry: the SNB can distribute profits, but it cannot reclaim any money if it makes a loss.", "If the SNB were to always distribute its profits in their entirety, its equity capital would automatically fall below the targeted level in the event of a loss.", "The SNB would then have to operate with too little equity.", "We implement this desired smoothing by creating a profit/loss carry forward, known as the distribution reserve.", "In 'good years', any undistributed profit is transferred to this reserve.", "when there is a small profit or a loss, the reserve can then be used to make up the shortfall in the allocation to the provisions, as well as for the payment of the dividend and the distribution to the Confederation and the cantons.", "The distribution reserve contains the amount of equity capital that exceeds the provisions for currency reserves - in other words, the portion deemed to be distributable.", "If the equity capital falls below the level of the provisions as a result of a loss, the distribution reserve is negative.", "The distributions will then be stopped until the equity capital is sufficiently stocked again from future earnings.", "This clearly demonstrates that the robustness of the balance sheet takes precedence over profit distributions at all times.", "A well-stocked distribution reserve also helps smooth the distributions, serving as a buffer and ensuring that the Confederation and the cantons are seldom faced with years in which we cannot make any distribution.", "Ladies and gentlemen, allow me to illustrate the elements I have just described and the logic behind our profit appropriation using this table (Slide 4).", "In 2020, the SNB recorded a profit of nearly CHF 21 billion.", "We first made an allocation of around CHF 8 billion to the provisions for currency reserves.", "We did so because strengthening the balance sheet takes precedence over the distribution of profits, as I mentioned before.", "The remaining amount of the annual result together with the available distribution reserve (i.e.", "the profit carried forward from the 2019 financial year) gives a net profit for 2020 of just under CHF 97 billion.", "This amount is then used for the payment of a dividend and the distribution to the Confederation and the cantons.", "The level of the distribution is determined by the new agreement - which I will come to in due course - and amounts to CHF 6 billion for the 2020 financial year.", "The not quite CHF 91 billion remaining forms the profit carried forward to the next year, in other words the new distribution reserve.", "This is how we implement both statutory requirements, namely the precedence of building provisions over making distributions, and the smoothing of distribution payments.", "New agreement on the SNB's distribution of profits This brings me to the new profit distribution agreement concluded between the Federal Department of Finance (FDF) and the SNB at the beginning of this year.", "The new agreement governs the amount of the annual distributions to the Confederation and cantons for the financial years 2020 to 2025.", "It is based on the tried-and-tested principles of the previous agreements, while also taking into account the more recent developments.", "This new agreement takes into account not only the marked expansion of the SNB's balance sheet and the associated increase in earnings potential, but also the pronounced growth in the distribution reserve stemming from the extraordinary investment results in recent years (Slide 5).", "These two developments have made it possible to increase the maximum annual distribution, and to already apply this to the 2020 financial year.", "The maximum annual distribution is now CHF 6 billion, instead of CHF 2 billion and CHF 4 billion under the previous agreements.", "The actual amount of the distribution depends on whether the net profit exceeds certain thresholds (Slide 6).", "For the maximum distribution of CHF 6 billion to be made, the net profit must be CHF 40 billion or higher.", "Setting a maximum distribution of CHF 6 billion per year is based on carefully considered earnings forecasts.", "These take into account the lower yields expected in the coming years.", "Bonds make up about 80% of our foreign currency investments, and most of them are government bonds.", "At present, around 50% of the bonds we hold have a negative yield to maturity in local currency terms (Slide 7).", "Given that, owing to structural reasons, the general level of interest rates is substantially lower than in the past, the vast majority of our investments can therefore be expected to deliver only a very modest return going forward.", "The development of share prices and exchange rates will therefore be determining factors with regard to the profits in the coming years.", "Given that these are by their nature subject to marked fluctuations, predicting the medium-term return on our assets is fraught with particularly high uncertainty.", "The approach set out in the new profit distribution agreement addresses this issue.", "Should the high earnings of recent years prove to be sustainable, the Confederation and the cantons will participate in them.", "However, should the net profits quickly dwindle, there will be an orderly reduction in the distributions based on the set thresholds.", "This brings me back to the demands for greater distributions that I mentioned at the start of my speech.", "Ladies and gentlemen, the rise in the allocations to the provisions coupled with the increase in the maximum profit distributions represent a balanced solution.", "On the one hand, it contributes to the robustness of the SNB's balance sheet.", "On the other hand, barring any financial market upheaval, it allows for substantial amounts to be distributed to the public sector, in the best case totalling CHF 36 billion for the financial years 2020 to 2025.", "The distributions have not been raised as a response to the coronavirus crisis or higher government debt.", "Nevertheless, the increased amounts are likely to prove particularly useful for the Confederation and the cantons at present, giving them greater latitude to support households and companies in dealing with the current crisis.", "Ladies and gentlemen, I would like to remind anyone demanding 'more' from the SNB that over the course of time, the SNB does actually distribute everything it can.", "If we do temporarily retain profits, this is not at the cost of the public sector.", "However, it does enable us to facilitate a more even spread of distributions to the Confederation and the cantons from year to year, while also reducing the risk of the SNB being temporarily undercapitalised.", "The SNB's long-standing practice with regard to distributing profits has proved its worth.", "However, let me stress once again: the greatest contribution that the SNB can make for society and the economy in our country is to carry out its statutory mandate.", "And we will continue to do our utmost in this regard.", "Thank you for your attention.", "SNB distributions - not a matter of course even when profits are high 113th Ordinary General Meeting of Shareholders of the Swiss National Bank Thomas J. Jordan Chairman of the Governing Board Swiss National Bank Zurich, 30 April 2021 Slide 3 Source(s): In CHF billions CHF 6 billion CHF 5 billion profit CHF 3 billion Many thanks for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SNB profits", "Profit distributions", "Equity capital", "Balance sheet", "Foreign exchange market", "Financial markets", "Provisions for currency reserves", "Distribution reserve", "Profit/loss carry forward", "Monetary policy"]}