{"sentences": ["Descending safely: Life after Libor - speech by Given at Alternative Reference Rates Committee - the SOFR symposium: The final year Published on 11 May 2021 Andrew Bailey talks about the move away from the use of Libor.", "He says using robust overnight risk-free rates will help to create a more resilient and transparent financial system.", "Many thanks to Tom [Wipf] and the Alternative Reference Rates Committee (ARRC) for the invitation to join today's SOFR symposium and to John [Williams] for his remarks.", "I have spoken on the transition from Libor each year since 2017 when we set out that despite the significant improvements in its governance and oversight, there were increasing challenges in anchoring the submissions on which those rates were based, to the greatest extent possible, in actual transactions.", "The underlying market that Libor seeks to measure - the market for unsecured wholesale term lending between banks - is no longer sufficiently active to support such a widely used reference rate.", "This has not changed in the last four years.", "At that time we highlighted the market disruption that could stem from an unplanned disappearance of Libor.", "Working together with the panel banks and the wider market, it was in the interest of all involved that we stabilised those rates until such times as transition arrangements were sufficiently well advanced.", "Well the summit, or summits that are the cessation dates for Libor are now clearly on the horizon with the FCA announcing earlier in the year that Friday 31 December 2021 will be the final publication date for panel bank sterling, Japanese yen, Swiss franc and euro Libor rates along with a number of lesser used US dollar tenors.", "The remaining US dollar tenors will cease in mid-2023.", "These summits have been on the horizon for over a decade and have been well signposted but they are now clearly visible, but as any climber will tell you the hardest part of mountaineering is often the descent.", "It can often be more treacherous than the climb.", "So with the market having definitive dates for the end of Libor - I am going to focus my comments today on descending safely - remembering the important role benchmarks play in the financial system and why financial firms and borrowers would be well served in choosing the most robust alternative reference rates that meet their use case.", "Transition from Libor was always going to be challenging given its widespread use, but to those looking for an easy descent by substituting Libor for credit sensitive rates that do not address all of its fundamental weaknesses, they risk much of the good progress that has been made.", "While these rates may offer convenience as a short-term substitution, they present a range of complex longer term risks.", "And while they may remove the reliance on expert judgement, they veneer over the fundamental challenges of thin and incomplete markets through the extrapolation of data.", "The ability of such rates to maintain representativeness through periods of stress remains a challenge to which we have not seen adequate answers.", "Developments in sterling markets So what is the position in sterling markets?", "Back in 2017, a reformed SONIA rate was recommended by the Working Group on Sterling Risk-Free Reference Rates (RFRWG) as the alternative risk-free reference rate to sterling Libor.", "This was in my view a good choice reflecting the liquid and active markets upon which it is based.", "This makes it inherently more robust.", "Since then, the RFRWG and UK authorities have co-operated on recommending a series of industry milestones to build liquidity in SONIA.", "These milestones have been positioned ahead of the cessation of sterling Libor at the end of this year.", "We don't apologise for this - it is focussing attention, and providing a clear roadmap to support the development of deep and liquid markets in robust alternatives to Libor and facilitating a smooth transition.", "In line with the RFRWG milestones, alternatives to GBP Libor should have been offered to borrowers since the start of October last year.", "And from the end of March this year, the majority of new GBP Libor business should have ceased, further shifting demand to those increasingly deep and liquid risk-free rate markets.", "New sterling floating rate note issuance has almost exclusively referenced SONIA for some time.", "In the sterling swap market, the share of SONIA-referencing swaps has regularly dominated the Libor equivalent for 10 months now[1], with continued progress since the 'SONIA-first' interdealer quoting convention switch last year.", "Indeed, the dealer to dealer market has completed a transformation in risk traded with SONIA in excess of 70% vs. Libor, with progress across all tenors.", "If we remove the direct market element and focus on pure inter dealer market, we estimate this is now in excess of 90% SONIA.", "These positive developments in linear derivatives (e.g.", "interest rate swaps) have filtered through into more complex derivative markets, with SONIA swaptions, caps and floors widely available and infrastructure being put in place to support these products.", "Today is a further landmark, with another 'SONIA first' initiative as the interdealer market looks to shift liquidity in these more complex non-linear products from Libor to SONIA ahead of the upcoming end-Q2 milestone to cease new Libor linked issuance.", "This is not to say there is an outright ban on trading Libor in nonlinear sterling markets after this milestone.", "In line with our consistent message of supporting a smooth transition there is a 'risk management' exemption to help firms support their clients as liquidity in Libor decreases and end users actively transition to more robust alternatives.", "I will, however, offer a warning to those firms regulated by the Prudential Regulatory Authority (PRA) who may be guilty of what I'll call 'lazy' behaviors in unnecessarily sustaining Libor linked contracts.", "UK supervisors have been consistent and clear that they support the industry-agreed milestones of the RFRWG and have set their expectations in line with these.", "Across regulated firms the necessary reporting is in place and your supervisors will be speaking to you.", "The transition away from Libor is a risk management issue and relevant senior managers in firms will be responsible for ensuring suitable policies and oversight are in place.", "Firms regulated by the PRA in the UK that fail to prudently manage transition will be treated in the same way as firms demonstrating any other risk management / governance failings.", "As in other jurisdictions, lending markets have presented their own challenges.", "Market conventions and relevant infrastructure to support the use of overnight rates have been slower to settle and implement.", "But the industry and authorities have worked through these challenges together, and we see overnight SONIA compounded in arrears is now being actively used across billions of pounds of GBP facilities.", "This includes bilateral, syndicated and multicurrency deals across a wide range of domestic and international users spanning a large range of commercial sectors.", "Similar to the experience in the GBP bond markets, compounded in arrears rates have quickly established themselves as a robust and useable market standard.", "They offer borrowers a transparent rate based on substantial volumes of real transactions and lenders a durable rate that will function through a range of scenarios.", "It is promising to see the progress made in SONIA and as liquidity continues to shift, the benefits of transitioning new business from Libor becomes even clearer.", "But it is also imperative we have a clear path for existing or 'legacy' Libor contracts to transition in a robust manner.", "Legislative processes in the US, EU and UK continue to progress in establishing safety nets for those contracts that can't actively transition ahead of cessation.", "Strong adherence to the ISDA IBOR fallbacks protocol, in the US and UK in particular, has been encouraging.", "Clearing houses are also following suit with their own conversion processes on similar terms.", "We estimate over 97% of sterling interest rate derivatives have a robust safety net in place.", "But more can and should be done - the protocol remains open for entities that have not yet adhered and it is critical that equally robust fallback arrangements are adopted in cash products too.", "While it is always the right choice to install the safety net to break your fall in the form of fallbacks, this shouldn't be seen as a substitute for pre-emptive action, ensuring a sure footing on the descent.", "Active transition ahead of LIBOR cessation remains an important part of easing the gradient of that descent - it ensures contractual certainty and allows borrowers, lenders, issuers and investors to retain economic control over their contracts.", "GBP bond markets are again leading the way, as we have seen over 50 bonds with a value of around £40 billion actively transitioned from GBP Libor to SONIA.", "Where tough legacy contracts are able to take advantage of that safety net, for example in the form of the proposed synthetic Libor we should be clear that this a temporary solution.", "Supervisory engagement will continue after the end of this year to ensure regulated firms continue to manage that rump and move those exposures onto robust alternatives where that is possible.", "As those facilities re-new, in most case they should move to the most robust rate available, where we expect the most liquidity to be - in sterling that will be SONIA compounded in arrears.", "The use of forward looking term risk-free rates Let me now turn to the critical element of any journey - the destination.", "The reference rates the market transitions to are important choices.", "A broad-based transition to more robust overnight risk-free rates can provide the safe descent from Libor we set out to achieve, to a more resilient and transparent financial system.", "Active and liquid underlying markets underpinning overnight rates have demonstrated resilience and we expect liquidity to move to these markets.", "But there are also specific and limited use cases where forward-looking term rates may help facilitate this journey.", "We have seen constructive engagement in the UK.", "In 2018 the RFRWG surveyed the sterling market - and to be honest, we received a mixed response on the role of term rates, but with a small majority supporting a limited role for them.", "The UK authorities have been supportive of the development of forward-looking term SONIA rates for limited use in cash markets.", "These rates have now been available for use in sterling contracts since January.", "But while a narrow majority of the market made the decision to support the development of those rates, a broader consensus has firmly endorsed the limited use case for such rates.", "It has done this through the RFRWG but also through the FICC Markets Standards Board (FMSB) that has published a proposed market standard that considers limited use cases where there is a robust rationale for use of forward term SONIA, to meet specific needs, such as in trade finance and Islamic finance products.", "Let me be clear - forward-looking term rates can support transition.", "But let me be equally clear in setting out that a broad-based transition to the most robust overnight rates - for sterling that is compounded in arrears SONIA, underpinned by deep underlying markets, will support a stronger more transparent financial system and ultimately benefit all market participants.", "Moving to the most robust reference rate Despite being the London Inter Bank Offer Rate - transition is of course as much an international, as it is a domestic effort.", "Indeed John and I have co-chaired the FSB group co-ordinating work on the transition to more robust benchmarks for a number of years now, ensuring co-ordination between authorities from the five Libor currency jurisdictions but also more broadly across the wide range of jurisdictions that are exposed to the Libor benchmarks.", "One of the challenges of transition is how embedded Libor has become in our economies and indeed how widely it is used across a broad range of retail and wholesale financial products - far broader than originally envisaged.", "Clearly alternatives to Libor need to work for domestic markets but given Libor's role in many of the products and services that interconnect our financial systems, it is important a robust transition is delivered across all the Libor currencies.", "And the signs here are positive, industry groups in each jurisdiction were established to recommend alternatives to Libor.", "It is no accident that each industry group has, in my view, taken the sensible decision to recommend risk-free rates.", "As we approach the points at which the Libor panels will cease, it is worth pausing to reflect on what the underlying challenges with Libor benchmarks are and making sure that in finding suitable replacements we move to solutions that don't replicate those weaknesses.", "Any failure to address these weakness will pose risks in the domestic markets that use them but will potentially export those risks into other jurisdictions through international markets, for example through offshore markets, multi-currency lending and cross currency derivatives trades.", "We need to learn the lessons of Libor, and ensure we complete this transition in a way that minimises the risk of us having to undertake a similar exercise in the future.", "And across markets we have seen progress in building liquidity in those selected risk-free rates and demonstrating a wide use case.", "The tools are there to support use of these rates through the production of indexes and calculators that we are seeing emerge.", "The transition from Libor should be done once and it must be done right.", "As I have already mentioned, there has continued to be low levels of actual transactions in the markets Libor seeks to measure and the rate has had to remain heavily reliant on 'expert judgement'.", "However, the inherent weaknesses in Libor making it a less reliable and more volatile rate are more accurately captured by three linked factors: The lack of underlying transactions on which to base the rate; The use of expert judgement to supplement the rates where actual transactions are not available; and, The impact of the underlying liquidity dynamics of the markets being referenced.", "To address these weaknesses, alternatives to Libor need to address all of these factors and not just reducing the likelihood of the application of judgement.", "With banks moving to greater use of retail deposits and secured funding, rather than short-term wholesale interbank markets, Libor increased its reliance on transactions grounded in the commercial paper (CP) and certificates of deposit (CD) markets.", "This increased Libor's vulnerability to short-term illiquidity effects apparent in these markets and the amplification of price moves.", "We have seen how liquidity in these markets can fall away rapidly leading to sharp moves in rates that reference them during periods of stress - most recently during the market reaction to the Covid-19 pandemic last year.", "For example three-month USD Libor rose by over 50 basis points in the second half of March 2020, at a time when observable transactions were diminishing and official US rates were reduced by 100 basis points.", "Outflows from money market funds (MMFs) were a key driver of the frictions underpinning Libor during March 2020. Credit quality was not the primary concern given the regulatory reforms to money market funds post the 2008 crisis.", "Instead we saw a 'dash for cash' and pronounced redemption dynamics.", "In prime institutional MMFs there were 20 consecutive days of outflows between 6 and 26 March 2020.", "Redemptions in such funds have been a regular feature of market dislocations and it is these funds that underpin the CP and CD markets that provide many of the reference transactions for Libor.", "Many of these new credit sensitive rates continue to reference these markets and when liquidity drops away they seek to expand their 'daily' data sets through the use of rolling windows, giving the appearance of larger underlying volumes.", "Additionally executable quotes are also sometimes added (albeit at a lower weighting).", "The use of regression approaches introduces significant model risk and fitting of data to try to demonstrate stability - what is a lot less clear is how stable these rates will be in the future as these underlying market continue to evolve, especially against the backdrop of the potential for further money market reform.", "It is therefore not clear to what extent alternative credit sensitive benchmarks have truly addressed the weaknesses of Libor.", "These rates, which are being promoted by some as alternatives to the selected risk-free rates have only a fraction of the underlying data points and are still exposed to the liquidity premia inherent in Libor.", "Building new benchmarks from small, and shrinking markets can create large and sudden movements in those rates that immediately get passed on to borrowers with contracts linked to those rates.", "It is easy to understand why lenders may find credit sensitive alternatives attractive in the short-term, but what is less clear is why non-financial borrowers who look to their financial service providers to help them manage their risks would want to see their cost of borrowing being driven by thin liquidity in CP and CD markets.", "And it is clear they don't, in a survey of borrowers by the Alternative Reference Committee's Nonfinancial Corporates Working Group in March this year, over 80% of respondents would prefer alternatives based on SOFR than on credit sensitive alternatives.", "In fact if lenders looked past the short term benefits of substitutability they too would see that when the limited durability of these credit sensitive rates is combined with the need, and in some jurisdictions the requirement, to ensure there is access to robust fallbacks the sensible option is to make your primary rate selection the most robust you can.", "In the UK there is a clear consensus that credit sensitive rates are not required or wanted as part of sterling LIBOR transition and in my view this is sensible.", "Widespread use of RFRs will ensure we are using benchmarks that will remain transparent to users and embed rates that have long-term durability for the future.", "The use of SOFR in US dollar markets is growing.", "We know liquidity attracts liquidity, it is clear there is demand from borrowers and we welcome initiatives to continue to increase SOFR usage.", "There is also broad international consensus to support the US authorities and limit new use of US dollar Libor from the end of this year.", "So with the summit in sight let's reflect on how far we have come in what was always a challenging climb, but let's also make sure we complete the job properly and safely descend the mountain that is Libor.", "I am grateful to Raza Rehman, David Geen, Arif Merali, Stefania Spiga and Alastair Hughes for their assistance in helping me prepare these remarks.", "Based on data from LCH.", "The FCA and the Bank of England encourage market participants in further switch to SONIA in interest rate swap 3.", "Based on data from ClarusFT and Bank of England estimates.", "The FCA and the Bank of England encourage market participants in a switch to SONIA in the sterling non-linear derivatives market from 11 May 5.", "Path to ending new use of GBP LIBOR-linked derivatives 6.", "Based on reporting to the Bank of England and Financial Conduct Authority.", "LIBOR - are you ready for life without LIBOR from end-2021?", "Based on reporting from International Capital Markets Association.", "Announcements on the end of LIBOR 10.", "Interest rate benchmark reform: overnight risk-free rates and term rates 11.", "Interim Financial Stability Report - May 2020 12.", "Consultation on Term SONIA Reference Rates - Summary of Responses 13.", "ICE Term SONIA Reference Rates ; Refinitiv Term SONIA 14.", "Standard on use of Term SONIA reference rates 15.", "Investor size, liquidity and prime money market fund stress 16.", "Re: Transition to the Secured Overnight Financing Rate - The Views of Nonfinancial Corporations Governor, Bank of England Sign up for latest updates"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Libor transition", "SONIA", "Risk-free rates", "Overnight rates", "Robust benchmarks", "Credit sensitive rates", "Liquidity", "Fallbacks", "Term rates", "Forward-looking rates"]}