{"sentences": ["A least regrets uncertainty: Hawks, Doves and the White Heron (he Kōtuku) By Christian Hawkesby, Assistant Governor Written with Ashley Dunstan and Ngarimu Parata Text finalised 15 September For a long time it has become common for followers of monetary policy to categorise central banks as 'hawks' or 'doves', and for their decisions to be seen as 'hawkish' for signalling higher interest rates or 'dovish' for signalling lower interest rates.", "In Aotearoa, New Zealand, our equivalent bird life are the kahu (the harrier hawk) and the kererū (the wood pigeon).", "But when it comes to making monetary policy decisions under uncertainty, it may be that the kōtuku (white heron) provides a much more fitting metaphor.", "In Māori culture, there are two whakataukī (proverbs) involving the kōtuku that capture how its behaviour must change depending on the environment, outlook, risks and uncertainties: \"Tapuwae kōtuku\" refers to taking \"considered steps\".", "\"He kōtuku rerenga tahi\" is loosely translated as \"a white heron's flight is seen but once\", and can also be interpreted more generally as a call that \"once ready, open your wings and commit to flight\".", "In this speech, I would like to: Outline the types of uncertainties that we face when navigating monetary policy decisions.", "Introduce a risk management approach to bring together these uncertainties into our decision making.", "Illustrate how we applied this \"least regrets\" approach over the past 18 months in response to the threat to our mandate from COVID-19.", "Reflect on what we have learnt about the economy over the past 18 months during COVID-19, and how this influenced the outlook for monetary policy published in the August Monetary Policy Statement (MPS).", "Return to the kahu (harrier hawk), kererū (dove) and kōtuku (white heron) to relate this all back into a metaphor for our least regrets approach, and how this helps us navigate uncertainty.", "However, first, let's start at the beginning, with the Bank's purpose and mandate, which ultimately guides all our monetary policy decisions.", "Purpose, Mandate and Monetary Framework Our purpose at Te Pūtea Matua is to enable prosperity and wellbeing for all New Zealanders: Toitū te Ōhanga, Toitū te Oranga.", "Monetary policy contributes to this purpose by providing stability in the general level of prices and supporting maximum sustainable employment.", "This dual mandate is captured as the operational objective set out in the Remit of our Monetary Policy Committee.", "Our main monetary policy tool is the Official Cash Rate (OCR).", "The seven members of the Monetary Policy Committee (MPC) decide where to set the OCR.", "More generally, as banker to the banking system and Crown, we have the ability to influence the current and expected level of interest rates in the economy, in pursuit of achieving our mandate.", "Given the many months that it takes for changes in interest rates to impact economic activity, employment and inflation pressures, we are forced to continually look into the future.", "For the past 30 years now, the Bank has practiced what is commonly called \"forecast targeting\" when making monetary policy decisions.", "Applying this approach, we develop economic projections to assist our current monetary policy decisions, and provide a clear sense of the likely direction, magnitude, and timing of future decisions.", "The Monetary Policy Statements that we publish quarterly use these economic projections to explain our policy decisions and to reinforce our commitment to achieving our targets.", "Typically, the projections we publish will show that we are taking actions now to give us confidence that we will achieve our mandate in 18 to 24 months' time, when the full effects of our actions work through the economy.", "The Role of Uncertainty in Monetary Policy We are very aware that there is uncertainty around any projection for the economy - the outlook could turn out to be better or worse than our forecast.", "Former Chairman of the US Federal Reserve, Alan Greenspan, summed it up nicely when he said, \"uncertainty is not just a pervasive feature of the monetary policy landscape; it's the defining characteristic of the landscape\".", "The uncertainties faced when setting monetary policy are typically placed in three different The first challenge is gaining an understanding of the The starting point for the economy: current state of the economy.", "Economic data measuring the overall state of the economy are sometimes subject to significant revisions and often released with a long delay.", "Furthermore, many of the variables that guide our policy decisions are not measured with precision.", "For example, we assess the level of maximum sustainable employment based on a wide range of imperfect indicators.", "The structure of the economy: The way economies behave, including how the economy responds to our policy decisions, are the result of thousands of complex decisions by individuals, households, businesses, financial institutions and government agencies.", "Even where the structure of economic relationships is widely accepted, there is uncertainty about the speed and strength of these relationships.", "The structure of an economy can also change through time.", "Finally, the outlook for the economy is always subject to news and events.", "• That is a key reason why we update our projections every 3 months.", "It is just a reality that unexpected developments will occur that force us to reassess the outlook.", "The outset of COVID-19 or the timing of the Global Financial Crisis (GFC) are more extreme example of this.", "However, in practice, many different shocks will hit the economy over time, from floods or droughts to international events or changes in technology.", "There are a couple of main ways that we incorporate an appreciation of uncertainty into our longstanding \"forecast targeting\" approach.", "The first is to emphasise that our projections are a communication device and decision-making tool, rather than a crystal ball.", "Our projections provide us with an opportunity to explain the underlying assumptions we are making about the economy, and how the outlook might change under different assumptions.", "This approach is intended to provide the public and financial markets with a more complete guide to how we are likely to react in the future.", "This helps them to more accurately gauge the monetary policy outlook as new information comes to light, whether good or bad news.", "Second, our published projections typically assume that we will move interest rates on a smoothed path.", "This reflects the fact that the economic outlook and the required path of interest rates are uncertain, and a smoothed path for interest rates can provide more time to assess our assumptions about the economy before taking policy actions.", "In other words, our central projections are designed to deliver small considered steps - tapuwae kōtuku.", "Risk Management and a Least Regrets approach When it comes to lessons from the academic literature, there are no hard and fast rules about how to make monetary policy decisions that are robust to periods of heightened or extreme uncertainty.", "The earliest theoretical research suggested taking small steps was most appropriate, but subsequent research has found a range of circumstances where it is appropriate to make large and rapid changes in the policy stance, highlighting that the answer depends on the specific circumstances.", "While the academic literature is mixed, there is, however, a long tradition among central banks globally of applying a risk management approach to monetary policy decisions under uncertainty.", "Although most of the time actions will be based on the central bank's view of the most likely outcome for the economy, a common feature of these risk management approaches is that policy will occasionally be set to mitigate the risk of a very bad outcome for the economy that threatens the central bank's ability to achieve its mandate.", "Indeed, research of the decisions made by the US Federal Reserve show traits of this type of risk management approach in around 25 percent of cases between 1987 and 2008.7 In the same spirit of these risk management approaches used by central banks globally, in recent years our Monetary Policy Committee at Te Pūtea Matua has developed a language around its \"least regrets\", to complement the signals from our published central projections.", "This least regrets approach is a way to test that our policy stance provides a high degree of confidence that our mandate of low and stable inflation and maximum sustainable employment will be achieved across a range of possible scenarios for the economy, particularly during periods of rapid change in the economic outlook and heightened uncertainties.", "It involves identifying the most likely ways that the economy could evolve differently than in our central view, and what our mandate implies about our \"regret\" if these risks eventuate.", "The language of least regrets - the mirror of maximising our chances of success - conveys our humility about being able to accurately predict the future.", "It's important to emphasise our least regrets approach is not designed to be applied in a rigid or formulaic way.", "Rather, it is where the science of macroeconomics meets the art of policy decision making.", "Applying a Least Regrets through our COVID response To bring this to life, I would now like to turn to how we have applied this approach over the past 18 months in response to the threat from COVID-19 to our ability to achieve our mandate.", "The COVID-19 virus, and the response by governments to manage the health impacts, were an unprecedented shock to the starting point for the global and domestic economy.", "Along with other forecasters, through the first phase of the crisis, we faced substantial uncertainty about the impact on the New Zealand economy.", "However, our judgement was that the size of the starting point shock was significant, and the risks were skewed towards a further material deterioration in the economy, presenting a significant threat to our employment and inflation mandates.", "We published scenarios for the economy that involved unemployment reaching between 8 and 12 percent, and an extended period of inflation below 1 percent (figure 1).", "Scenarios for the unemployment rate and inflation from May 2020 MPS Unemployment Inflation Source: Stats NZ, RBNZ estimates.", "This statistic is based on Evans (2015), who review the minutes of the meetings of the Federal Open Market Committee for evidence that the Committee appealed to uncertainty to justify positioning the funds rate at a different level than implied by the staff forecasts alone.", "31 out of 128 minutes included an appeal to uncertainty, while 14 out of 128 minute cited insurance against adverse outcomes being an important consideration in the stance of policy.", "Along with Caggiano et al (2017), the paper also provides formal empirical evidence that the Fed sometimes takes risk management considerations into account in its policy decisions.", "Our fear was that the need to shut down the economy to avoid a health crisis could create a deep and prolonged recession.", "There was a risk that the downturn in the economy could create a vicious circle, where weakening household and business finances and declining asset prices hampered any recovery.", "And although we had confidence in the resilience of our banking system, the impact could have been worsened if financial institutions became overly cautious and restricted access to credit to households and businesses.", "As a result, there was a significant threat to maximum sustainable employment if these fears materialised.", "A protracted downturn in the labour market could have resulted in permanent labour market scarring where unemployed workers find it difficult to re-enter the labour market once the economy recovers.", "Furthermore, after around a decade of CPI inflation being below the 2 percent mid-point of our target range, we were also concerned that inflation expectations could become unanchored below our target.", "In an environment of already low interest rates, the looming threat of deflation had the potential to seriously reduce our ability to stimulate the economy in order to achieve our employment and inflation mandate.", "In response to these factors, during the early phase of COVID-19 the MPC decided that \"a least regret approach is needed, delivering stimulus sooner rather than later, and thus minimising the risk that the stimulus delivered turns out not to be enough\".", "During the early phase of COVID-19 the Monetary Policy Committee decided that \"a least regret approach is needed, delivering stimulus sooner rather than later, and thus minimising the risk that the stimulus delivered turns out not to be enough\".", "This strategy involved rapidly cutting the OCR by 75 basis points to 0.25 percent in March 2020, committing to keep it at that level for at least 12 months, and launching an alphabet soup of schemes and facilities designed to keep interest rates low and the financial system functioning.", "As we progressed further through 2020 and into early 2021, we had a considerable amount of monetary stimulus in place to support our objectives, and the immediate economic impact of the virus was less severe than we had feared.", "Nevertheless, we continued to judge the risks to the economy were biased to the downside.", "In particular, we faced uncertainty about the extent of the global economic recovery following the emergence of COVID-19.", "It was also unclear how the domestic economy would cope with the expiry of Wage Subsidy support, and the absence of international tourists through the traditional peak summer period.", "In response to these developments, by February 2021 the Committee reformulated its least regret by agreeing that \"it would not change the stance of monetary policy until it had confidence that it is sustainably achieving the consumer price inflation and employment objectives\".", "By February 2021 the Committee reformulated its least regret by agreeing that \"it would not change the stance of monetary policy until it had confidence that it is sustainably achieving the consumer price inflation and employment objectives\".", "A Least Regrets approach 18 months through Covid-19 Fast forward to the current period, and we are now able to draw from almost 18 months of experience about how COVID-19 affects the New Zealand economy, and the lessons we have learnt about its impacts on both the demand and supply side of the economy.", "On the demand side, the early discovery of vaccines against COVID-19 has supported a strongerthan-expected recovery in the global economy (figure 2).", "Economic recoveries in selected trading partners (as at February 2020, level of expenditure GDP indexed to 2019Q4, seasonally adjusted) Source: Haver Analytics, Stats NZ.", "More generally, demand for our goods exports has fared much better than during previous global downturns.", "The impact of COVID-19 has seen a shift in global demand away from services such as travel and tourism towards goods, including the dairy, meat and seafood exported by New Zealand.", "We have also benefited from a robust recovery in the Chinese economy, our largest trading partner.", "Equally important, has been the resilience of demand within New Zealand's closed borders.", "Initial health measures were able to largely contain the virus, with most households and businesses able to return to more normal activities in a space of time that was shorter than feared.", "Together, monetary and government spending policies have supported a strong recovery in spending.", "The government's Wage Subsidy Scheme is a policy that has been particularly effective in supporting the wider recovery.", "By supporting business income, it has allowed many businesses to maintain staff levels and has provided confidence in job security.", "As a result, at a national level household incomes were largely maintained through COVID-19 lockdown periods.", "This has provided a financial buffer that has helped to stimulate spending when households have emerged from lockdowns.", "Business investment has also picked up as the economy has recovered.", "The recovery phase has also seen house prices grow rapidly from already elevated levels.", "This is partly explained by the stronger than expected domestic economy and associated improvement in job security.", "Looking ahead, we see the level of house prices as unsustainable relative to their fundamental drivers, and have tightened our macro-prudential settings to limit risks to financial stability.", "While the demand side of the economy has been more resilient than expected when COVID-19 arrived, the disruption to the supply side of the economy has also been more prolonged than anticipated.", "It has been much harder and more expensive to source finished and intermediate goods from overseas and within New Zealand.", "There have been significant disruptions to supply chains, particularly related to the shipping industry.", "COVID-19 has also made it more difficult for firms to source labour.", "The highly uneven impacts across sectors - with the tourism and customer-focussed sectors hardest hit - have made it harder to match employers and employees.", "International evidence has also illustrated a hesitancy of some to return to the workforce after periods of lockdown, especially in customer facing roles.", "Along with reduced access to migrant workers, these developments are likely to have reduced the level of maximum sustainable employment.", "All of these factors limit the productive capacity of the economy.", "Given the emergence of more transmissible variants of COVID-19, disruptions to the movement of goods and people globally looks more likely to continue over the medium term, even once a significant proportion of the global population is vaccinated.", "In response to these lessons on the impact of COVID-19 on both the demand and supply side of the economy, in the latest Monetary Policy Statement we noted that we had more confidence that employment was already at its maximum sustainable level (Figure 3) and that pressures on capacity would feed through into more persistent inflation pressures over the medium-term (Figure 4).", "Indicators of Maximum Sustainable Employment (MSE) Source: Stats NZ, MBIE, ANZ, NZIER, RBNZ estimates.", "Measures of core inflation Source: StatsNZ, RBNZ estimates.", "In response, the Committee agreed that their \"least regrets policy stance is to further reduce the level of monetary stimulus so as to anchor inflation expectations and continue to contribute to maximum sustainable employment.\"", "In August 2021, the Committee agreed that their \"least regrets policy stance is to further reduce the level of monetary stimulus so as to anchor inflation expectations and continue to contribute to maximum sustainable employment\".", "This formulation of our least regrets signalled a return to being guided by our central projections and how these evolve with new information (Figure 5), aided by: a better understanding of the starting point of the economy, more balanced risks to the outlook, and the threat of consumer price deflation having abated.", "Finally, the Committee also noted that whether or not a monetary policy response would be required in response to future health related lockdowns would depend on whether there was a more enduring impact on inflation and employment.", "This will involve continuing to deepen our understanding of the persistent impacts on both demand and supply.", "We are in a good position to navigate the period ahead, with the labour market operating at maximum sustainable employment, inflation expectations well-anchored at our target, and financial markets functioning well.", "Annex 1 outlines how the Committee's least regrets evolved through time in relation to its assessment of the economic environment.", "Official Cash Rate projections Summary: The hawk, dove, and white heron (he kōtuku) Finally, lets return to the kahu (harrier hawk), kererū (dove) and kōtuku (white heron) to relate this all back into a metaphor for our least regrets approach, and how this helps us navigate uncertainty.", "For a long time, followers of monetary policy have developed a shorthand to categorise central banks and central bankers as either 'hawks' or 'doves'.", "The origins of these terms can be traced back to descriptions used to capture the attitudes of leaders to war, with a hawk more inclined to go to war, and a dove more inclined to seek peace.", "In the midst of the Vietnam War, these terms found their way into monetary policy and were used in the minutes of a US Federal Reserve meeting in May 1966.12 In this context, a hawk was determined to bring inflation down by having interest rates higher than otherwise, and a dove more inclined to tolerate bouts of higher inflation with a preference to keep interest rates lower than otherwise.", "As time has passed and inflation has remained relatively low and stable for past 25 years, this original definition has evolved into a shorthand used by market participants where any decision by a central bank that results in interest rates higher than expected is \"hawkish\" and any decision where interest rates are lower than expected is \"dovish\".", "In Māori culture, the hawk (kahu) and the dove (kereru or native wood pigeon) both have prominent roles.", "The kahu represents strength and dominance as the most powerful bird in the environment.", "The kererū represents eternal life, and was once traditionally offered as a sacrifice to Papatuanuku (the earth mother) to promote life and growth in the forest of Tane Mahuta.", "For these reasons, the feathers of both the kahu and kererū are highly regarded and prominent on the Korowai (cloak) of Māori chiefs.", "However, when it comes to our approach to making monetary policy decisions under uncertainty, it may be that another bird - that is also sought after on the cloaks of chiefs - provides a more fitting metaphor: the kōtuku (white heron) that adorns our $2 coin.", "A key feature of our least regrets approach is responding to the environment, risks and uncertainties, including: the starting point of the economy, the balance of risks, and threats to achieving our mandate.", "It requires an approach that is adaptable, sometimes moving with caution in slow, small steps, and other times moving with confidence, quickly in large steps to remain successful.", "In Māori culture, there are two whakataukī (proverbs) involving the kōtuku that capture this trait of responding to the environment around you.", "The saying \"he kōtuku rerenga tahi\" loosely translates to \"a white heron's flight is seen but once\".", "This whakataukī expresses an idea that \"once ready, open your wings and commit to flight\".", "Applying this to the protocols of a marae (meeting house), it is used as a reminder that when it is your opportunity to speak, you may only get one chance, so you must take your chance and be bold.", "In the world of setting monetary policy, this proverb translates to those times when: the outlook for the economy has been subject to large and uncertain changes, the risks are heavily skewed in one direction, and there is a material threat of not achieving your mandate.", "In that situation, the path of least regret is to move quickly and take large steps to provide more confidence that policy settings will be appropriate if the risks to the outlook eventuate.", "As described above, this approach is consistent with our actions (and other central banks globally) through the early stages of COVID-19.", "By contrast, the saying \"tapuwae kōtuku\" signifies a different mode of operation.", "It translates roughly to \"considered steps\", and is an expression often used to describe the way to walk as a visitor onto a marae.", "The idea is to take small considered steps as you assess the environment around you.", "You are walking in the right direction, but slowly in case your assessment changes quickly (are your hosts friends or foes?).", "In the world of setting monetary policy, this translates to having confidence in the outlook for the economy, and inching in the right direction based on how the economy is likely to evolve.", "This is consistent with the observation that when there is a typical amount of uncertainty, and the risks are evenly balanced, then central banks globally tend to follow a smoothed path and keep their policy rate unchanged or move in 25 basis point increments.", "There is another reason that the kōtuku is prominent in Māori culture.", "In traditional Māori oral history, around 1000 years ago Kupe is said to have journeyed from Hawaiki, the ancestral homeland of Māori, to become the first person to navigate the dangers and challenges of Te Moana-nui-a-Kiwa (the Pacific Ocean) and discover Aotearoa, New Zealand.", "The kōtuku is associated with Kupe in artwork capturing the significance of his journey.", "At Te Pūtea Matua, it is the role of the Monetary Policy Committee to navigate the right settings for monetary policy to achieve our mandate for low and stable inflation and contributing to maximum sustainable employment.", "This is our best contribution to the ultimate purpose of the Reserve Bank, which is to enable prosperity and wellbeing of all New Zealanders: Toitū te Ōhanga, Toitū te Oranga.", "Along the way, we need to steer our way through uncertainties and threats to our mandate from the evolving economic environment.", "Our least regrets approach is one tool to navigate these judgements.", "Bannister, G, Finger, H, Yosuke, K, Siddharth, K & Loukoianova, E (2020) ' Addressing the Pandemic's medium-term fallout in Australia and New Zealand', IMF Working Paper, 2020/272.", "Caggiano, E Castelnuovo and G Nodari (2018) 'Risk management-driven policy rate gap', Economics Letters, 171, pp 235-238.", "Evans, C, Gourio, F, Fisher, J., & Krane, S (2015) 'Risk management for monetary policy near the zero lower bound' Brookings Papers on Economic Activity, Spring 2015, pp.", "Evans, C (2019) 'On risk management in monetary policy', Federal reserve Bank of Chicago speech.", "Ferrero G, Pietrunti, M & Tiseno, A (2019) 'Benefits of gradualism or costs of inaction?", "Monetary policy in times of uncertainty', Bank of Italy Temi di discussione, 1205.", "Greenspan, A (2004) 'Risk and uncertainty in monetary policy', Federal Reserve Board speech.", "Hawkesby, C (2020) 'COVID-19 and the Reserve Bank's Balance Sheet', Reserve Bank of New Zealand speech, delivered on 20 August.", "Kaminska, I (2014) 'What's with the doves and hawks', Video published by the Financial Times, available at -3b89-39ca-97bf-c19d6fe097fc Kay, J and King, M (2020) 'Radical Uncertainty: Decision-making beyond the numbers'.", "Poloz, S (2020) ' Dealing with exreme uncertainty', Bank of Canada speech.", "Ratcliffe, J and Kendall, R (2019) 'Monetary policy strategy in New Zealand', Reserve Bank of New Zealand Bulletin, 82:3.", "Stevens, G (2009) 'The conduct of monetary policy in crisis and recovery', Reserve Bank of Australia speech.", "Annex 1: Summary of least regrets monetary policy since the arrival of COVID-19 Source of Immediate post- Initial recovery Most recent uncertainty COVID period from COVID March-May 2020 February 2021 Uncertainty so heightened Health measures more Although a robust recovery in that central projections were effective in containing spending is underway, there replaced with alternative COVID-19 than initially feared.", "is ongoing uncertainty about scenarios.", "the impacts of COVID-19 Considerable monetary and on the supply side of the fiscal stimulus supporting the economy.", "Bias of risks to Several published downside Although risks to the outlook Downside risks of a severe the outlook scenarios highlighted a were becoming less skewed, contraction have declined as material risk of a severe it was unclear how the evidence has accumulated economic correction.", "economy would cope with that demand in the economy expiry of Wage Subsidy is more resilient to COVID-19 Our ability to stimulate the support and the absence of than we had feared.", "economy could have been international tourists.", "constrained by the Effective Risks assessed as evenly Lower Bound.", "Risks to Significant threat to A prolonged downturn Increased confidence achieving our employment mandate if risks could still present a threat that robust demand and mandate to the economy materialised.", "to inflation and employment supply constraints will feed objectives.", "through into more persistent A decade of below-target inflation pressures, and inflation increased risk of that employment is at its expectations becoming maximum sustainable level.", "deanchored on the downside.", "Least regrets Deliver stimulus sooner Maintain stimulus until Reduce monetary policy rather than later, thus confident that inflation and stimulus to reduce the risk minimising the risk that employment objectives will that inflation expectations stimulus delivered turns out be sustainably achieved."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Least regrets approach", "Monetary policy", "Economic uncertainty", "Inflation", "Employment", "COVID-19", "Reserve Bank of New Zealand", "Monetary Policy Committee", "Maximum sustainable employment", "Official Cash Rate"]}