{"sentences": ["Your Excellencies Geer and Tiganj, Mr. Graf, Governor Vujčić, Mr. Balz, Ladies and gentlemen, It is my great privilege and honor to address you at the closure of this Twinning project, a project that has been a challenging, but nonetheless successful journey.", "We have started this journey in circumstances much more familiar to us, with joint meetings, visits, exchange of expertise.", "And we are ending it in a new world that requires cautiousness, distancing and virtualization of communication.", "But, apparently even a unique and severe shock, such as the one that we face with, cannot be a setback for those who devotedly, persistently and innovatively strive to achieve their objectives.", "Therefore, let me deeply thank all the supporting institutions for withstanding this disrupting context and continuing with the support - our twinning partners - the central banks of Germany and Croatia, as well as the central banks of Belgium, Greece, Lithuania, Portugal, Romania, Slovakia and the Netherlands.", "But, above all let me praise the efforts and the strivings of the staff - their joint collaboration, commitment and professional attitude that enabled the achievement of the project milestones and deliverables.", "These deliverables are an important stepping-stone to full compliance with the European practices and standards, and thus to a membership in the European family of central banks.", "This project shows that even in a disorderly environment, when we are overwhelmed with daily policy actions and decisions to respond to pandemics-related challenges, we have remained committed and well anchored to our strategic goals.", "At the same time, it demonstrates the cohesion of central banking community and its mutually supportive role in keeping pace with innovations, for the benefit of our societies.", "Although this Twinning commenced before the pandemic, it certainly enhanced our capacity in areas that are playing pivotal role in these unprecedented times.", "Now, let me briefly reflect on the project deliverables which are clustered in four different components of the Twinning.", "First, in the payment area, where \"creative disruption\" and fast track digitalization is taking place, the project assisted us in preparing the legal framework for licensing and supervision of the new payment service providers, in drafting standards for so called open banking concept, as well as in increasing consumer protection by facilitating access to relevant information.", "The confluence of all the above will enhance our capacity once the new Law on Payment Services and Payment Systems is passed and the new more competitive, innovative and transparent payment landscape comes to the fore.", "Second, harmonizing our banking supervision, regulations and practices with the EU acquis is another important pillar.", "The need for adequate risk management, especially credit and liquidity risk management is further highlighted in the current context when possible negative feedback loop between real and financial system asks for enhanced capacity and vigilance.", "The project resulted in robust regulatory framework on internal liquidity assessment and credit risk management, focusing on the development of secondary loan market as a tool for NPL resolution.", "The third project component relates to the statistics and confirms our strong commitment to adhere to the highest international and European statistical standards.", "In particular, the project contributes to further development of financial accounts statistics which helps us in assessing linkages between different sectors in the economy and thus detecting possible crisis spillover channels.", "Alongside the technical assistance on new data sources and methodologies, there was also a transfer of IT solution for data compiling from the Croatian National Bank.", "And last component.... Evidence-based and model-informed policy decisions are indispensable dimension of advanced central banks.", "What started as an idea to develop a research paper on the linkages between financial and business cycle, ended into the first full-fledged DSG Model (Dynamic Stochastic General Equilibrium Model) for the Macedonian economy, with financial frictions, adjusted to our specifics, such as the fixed exchange rate and partial euroisation.", "The research paper will increase our visibility in the scientific community, but more importantly, it has upgraded the research and modelling skills of our staff, and has grown into a complex model which can be used for policy simulations and decision making.", "Once again many thanks to all participants in this successful journey and I look forward to many more mutual journeys that will help in bringing our central bank closer to the European system of central banks.", "Let me also express my gratitude to the EU Delegation in Skopje, which has made great investments in this project, and which has always been, and I believe, will remain a supporter of our central bank in its efforts to adhere to the European values.", "At the end let me conclude with a quote I recently ran across - \"Coming together is the beginning.", "I think that all these features have marked the Twinning project that we now conclude in success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payment services", "Banking supervision", "Statistics", "DSG Model", "EU acquis", "European standards", "NPL resolution", "Financial stability", "Central banking community", "Policy simulations"]}