{"sentences": ["Speech The Term Funding Facility, Other Policy Measures, and Financial Conditions Christopher Kent Assistant Governor (Financial Markets) Address to KangaNews Online - 9 June 2021 The Reserve Bank's package of monetary policy measures is supporting the Australian economy through the pandemic.", "It reduced funding costs across the economy and is aiding the provision of credit to households and businesses.", "The Term Funding Facility - the TFF - is a key part of that package.", "The Board confirmed in May that the TFF will proceed as planned, with final drawings of 3-year funding due by the end of this month.", "So it is timely to discuss the operation of that facility and the ways in which it is contributing, and will continue to contribute, to stimulatory monetary conditions.", "I'll then discuss some of the Bank's other monetary policy measures and the evolution of financial conditions of late.", "Average interest rates being paid by business and household borrowers are at or close to historic lows and financial conditions more broadly remain very accommodative.", "Term Funding Facility The TFF was announced at the onset of the pandemic to provide banks access to low-cost funding for 3 years.", "The facility has 3 overall aims: First, it was put in place at a time when wholesale funding markets had been significantly disrupted and the economic outlook was extremely uncertain.", "The facility has enabled banks - which provide the bulk of financing to the Australian economy - to confidently extend credit to businesses and households.", "securities issued by non banks.", "Third, the TFF has provided an incentive for banks to increase their lending to businesses, particularly SMEs.", "Banks have received an additional dollar of low-cost funding from the TFF for every dollar of extra loans to large businesses, and an additional five dollars for every dollar of extra loans to SMEs.", "The bulk of additional TFF allowances are attributable to increases in SME lending by a range of banks since March 2020.", "To date, drawdowns from the TFF amount to $145 billion.", "Banks have until the end of this month to draw on remaining allowances of $64 billion.", "Drawdowns have accelerated in recent weeks (Graph 1).", "This growth is similar to the experience prior to the deadline for the initial allowance in September 2020.", "We expect that the bulk of available funding will be taken up because the cost of the facility remains well below the cost of similar funding available in the market.", "Most banks are expected to take up most or all of their remaining allowances.", "Term Funding Facility Total available Drawdowns* A M J J A S O N D J F M A M J J Includes all settled, contracted and pre-processed repos to date Sources: APRA; RBA What has the TFF achieved?", "The TFF, in combination with the Bank's other policy measures, is contributing to a significant reduction in the structure of interest rates in Australia.", "The substantial fall in banks' funding costs has been passed through to borrowers, who are benefiting from historically low rates.", "The most direct effect of the TFF has been to provide banks with a low-cost source of funding.", "In particular, the TFF provides access to funds for 3 years at a cost that has been well below the cost of wholesale debt for the same term (Graph 2).", "As banks have drawn on the TFF, they have largely refrained from issuing new senior debt, so the total stock of bank bonds has declined as existing bonds have matured.", "Cost of Major Banks' Funding Sources RBA estimates; 3-year funding; marginal Senior unsecured 1 1 M J S D M J S D M J Sources: Bloomberg; RBA At the same time, banks have been able to take advantage of the strong growth in deposits, the cost of which has declined to be much lower than the cost of issuing a new bond.", "The run-up in deposits has been driven, in part, by RBA purchases of government bonds from non-banks, as well as the indirect effects of the TFF (Graph 3).", "In short, the availability of the TFF, along with the large increase in low-cost deposits, have combined to reduce banks' cost of funds to historic lows.", "With fewer bank bonds on offer, investors have switched into other securities, including asset-backed securities and non-bank corporate bonds.", "This has contributed to a noticeable decline in spreads on these securities.", "For example, spreads on newly issued residential mortgagebacked securities (RMBS) have declined to their lowest level since 2007 (Graph 4).", "Non-bank lenders have responded by issuing large volumes of RMBS, and their market share in housing lending has rebounded from the modest decline around the middle of last year (Graph 5).", "Issuance of bonds by non-financial corporations has also been above average since mid 2020, particularly in the domestic market.", "Non-Bank RMBS Issuance and Pricing Cumulative gross issuance Spread to 1-month BBSW* 10 100 2017 2019 2021 AAA notes of prime RMBS Sources: Bloomberg; ICE; KangaNews; RBA Market Share of Housing Credit* Seasonally adjusted and break-adjusted Foreign banks Australian banks 16 3 2017 2019 2021 2017 2019 2021 Remaining share consists of major banks Sources: APRA; RBA The effect of the TFF on funding costs has been complemented by the Bank's other monetary policy measures.", "The Bank has lowered its policy interest rate to near zero, enhanced its forward guidance, set a target for the 3-year government bond yield, and put in place a program of purchasing government bonds.", "In combination, these measures have caused interest rates across the economy to be lower than they would have been otherwise.", "The sizeable decline in short-term risk-free rates has caused interest rates on variable loans to decline to historic lows (Graph 6).", "In Australia, the bulk of loans are in this form.", "Around 70 per cent of housing loans are variable rate.", "For business loans the share is even higher at 85 per cent.", "Funding costs for banks, and so ultimately these lending rates, are largely determined by the bank bill swap rate, which is closely linked to the cash rate.", "Bank bill swap rates have been at record lows, and banks have passed on lower rates to their existing customers by reducing their standard variable rates.", "The average rates paid by borrowers have fallen in addition to the decline in standard variable rates because new borrowers have been offered even lower rates than most existing borrowers, and many existing borrowers have been able to refinance their loans at lower rates.", "Lending Rates Outstanding New 4 4 Fixed Outstanding New Business Business 0 0 2019 2020 2021 2019 2020 2021 Sources: APRA; RBA Fixed loan rates have also declined as a result of the RBA's package of policy measures.", "In particular, 2 other policy measures are influencing expectations of the future path of the cash rate and hence other benchmark rates out along the yield curve.", "First and foremost there is the Bank's forward guidance.", "This is a commitment not to raise the cash rate target until inflation is sustainably within the 2-3 per cent target range.", "Achieving that goal will require the labour market to become tight enough to generate a sizeable increase in wages growth.", "The Board's assessment is that these conditions are unlikely to be met until 2024 at the earliest.", "The Bank's target of around 10 basis points for the 3-year Australian Government bond yield has worked to reinforce the Bank's forward guidance and thereby guide market expectations around the cash rate target.", "Together, these policies have helped to reduce interest rates on fixed-rate loans.", "Indeed, fixed housing rates have declined by more than variable rates since the start of the pandemic in response to the Bank's policy measures - so much so that there's been a noticeable increase in the share of new household loans at fixed rates (Graph 7).", "Since late last year, the volume of loans fixed for 3-4 years has grown rapidly, albeit from a low base.", "As a result, a number of Australian households have locked in low rates on their mortgages for some years.", "Fixed-rate Housing Credit Proportion of total outstanding housing credit; by residual term More than 3 years Less than 2 years 10 10 S D M J S D M J Sources: APRA; RBA The bond purchase program has also led to an easing in financial conditions by contributing to lower yields beyond the 3-year mark.", "Our estimates suggest that this program caused the yield on 10-year Australian Government Securities (AGS) to be 30 basis points lower than otherwise, and has also reduced the spread relative to AGS on securities issued by the states and territories.", "This lower level of yields puts downward pressure on interest rates for governments, households and businesses, as well as downward pressure on the exchange rate.", "Overall, the Bank's package of policy measures has brought about very accommodative financial conditions in Australia.", "The TFF has been an important part of this package, and will continue to provide support in the years ahead.", "Financial Conditions While bond yields and interest rates remain very low, they have increased over recent months out beyond the shorter end of the yield curve.", "This is in response to the improved outlook for economic activity and inflation, both here and offshore.", "Sovereign bond yields at the longer end of yield curves rose to around pre-pandemic levels earlier this year, underpinned by a rise in inflation expectations from very low levels to be more in line with central banks' inflation targets (Graph 8).", "Measures of inflation expectations have returned to levels of a few years ago, when inflation was consistent with, or even below, inflation targets (Graph 9).", "In other words, they don't point to inflation over the coming years sitting above central bank targets in a sustainable way.", "The increase in nominal yields has been smaller than the increase in expected inflation, which implies that real yields have declined (Graph 10).", "This is beneficial because it means that monetary policy is more stimulatory than otherwise.", "But 3year yields in other domestic markets rose over the first few months of this year alongside the global correction in bond markets and the rise in inflation expectations.", "In particular, the 3-year swap rate rose a bit and has remained at those slightly higher levels (Graph 11).", "Corporate bond yields have increased a little, although these yields are still low, including because spreads remain at low levels (Graph 12).", "Moreover, the domestic corporate bond market has served firms well.", "The market recovered relatively quickly after the beginning of the pandemic, and in addition to above-average issuance by non-financial businesses in 2020, the domestic market has absorbed a large volume of issuance at long tenors of around 10 years.", "Non-financial Corporate Bond Pricing 10-year bonds, BBB rated Bond yield bps bps 600 600 2005 2009 2013 2017 2021 Sources: Bloomberg; RBA The rise in the swap rate around the 3-year mark has flowed through to higher yields on bank bonds in the secondary market.", "Bank bond issuance is low, however, so the rise in bank bond yields is having minimal effect on banks' outstanding funding costs.", "Some banks have increased rates on fixed-rate loans with terms of between 3 to 4 years in response to the rise in swap rates at those terms (Graph 13).", "The increase has been modest to date and so these rates remain very low in historical terms.", "In any case, fixed-rate loans at these longer terms account for a small share of overall lending.", "Meanwhile, the rates on shorter-term fixed-rate mortgages are little changed.", "Also, many older fixed-rate loans that are rolling off in the period ahead will be moving to lower rates than they had been paying.", "Advertised Fixed Housing Interest Rates Owner-occupier; major banks Advertised 4-year 4 4 Advertised 2-year 2 2 2015 2017 2019 2021 Sources: Banks' websites; RBA In short, there's been a bit of an increase in some new fixed rates, but the effect of this on broader financial conditions is minimal, and shorter-term rates, including for variable-rate loans which constitute the bulk of credit, will remain low for as long as it takes to achieve the Bank's inflation goals.", "Drawings under the TFF have picked up noticeably ahead of the 30 June deadline.", "We anticipate that the bulk of funding available under the facility will be taken up, and so the scheme will be providing a substantive source of low-cost funds for the next 3 years.", "This and the Bank's other policy measures have delivered, and will continue to deliver, very stimulatory monetary conditions until the economy returns to full employment and inflation is consistent with the target.", "Recently, the improvement in the economic outlook globally and in Australia has contributed to a rise in sovereign bond yields to around pre-pandemic levels.", "Underpinning this, there has been an increase in inflation expectations to be more in line with central banks' targets.", "At the same time, expectations of shorter-term interest rates over the coming years have increased a bit.", "Even so, household and business borrowers continue to benefit from record low interest rates on most loans, their balance sheets are in good shape, and the economy is benefiting from supportive fiscal policy.", "So there are good prospects for growth and an eventual increase in wages and inflation.", "We anticipate that will be a gradual process, with inflation unlikely to be sustainably within the target range of 2-3 per cent until 2024 at the earliest.", "[*] I thank Ben Jackman and Kevin Lane for their great assistance in preparing this material.", "[1] These borrowings are collateralised and lent under repurchase (repo) agreements.", "For details, see the TFF Operational Notes <-operations/term-funding-facility/operational-notes.html>, or 'The Term Funding Facility', RBA Bulletin, December 2020.", "Available at <-termfunding-facility.html>.", "[2] The Australian Government created a complementary program of support for the non-bank financial sector, small lenders, and the securitisation market.", "[3] For an earlier discussion of this sort of mechanism see Kent C (2020) 'The Stance of Monetary Policy in a World of Numerous Tools', Address to the IFR Australia DCM Roundtable Webinar, Online, 20 October 2020.", "[4] For an explanation of how the Reserve Bank's purchase of bonds and the Term Funding Facility contribute to deposits, see 'Box D: Recent Growth in the Money Supply and Deposits', RBA Statement on Monetary Policy, August 2020.", "<-d-recent-growth-in-the-money-supply-anddeposits.html>.", "The TFF has also put downward pressure on interest rates at around the 3-year tenor.", "Because the TFF represents a 3year fixed-rate liability for banks, those that draw on the facility have an incentive to either write a fixed-rate loan for the same term, invest in a security, or enter into a swap.", "All of these measures place downward pressure on important 3-year interest rates throughout the economy, complementing forward guidance and the yield target.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Term Funding Facility", "Financial conditions", "Interest rates", "Bank funding", "Inflation", "Bond yields", "Monetary policy", "Economic outlook", "Credit", "Housing market"]}