{"sentences": ["Raising the Bar on Climate Ambition: Road to COP 26 Remarks by Ignazio Visco Governor of the Bank of Italy Asian Development Bank - 54th Annual Meeting of the Board of Governors Virtual event, 4 May 2021 • Climate change and the pandemic are the most important global problems of our times.", "The two phenomena are related, as many of the root causes of climate change, such as deforestation and the loss of habitat, by increasing the chance of contact between people and wildlife, also amplify the risk of new pandemics.", "• Arresting climate change requires achieving net-zero greenhouse gas emissions at a global scale by mid-century.", "It is an urgent task: acting later can be extremely costly and may turn out to be ineffective.", "But shifting economic development towards a sustainable path is a difficult process and all human activities have to facilitate it.", "A successful transition requires, therefore, strong global cooperation.", "• This transformation is more demanding for emerging and developing economies, characterised by an increasing thirst for energy driven by industrialisation and rising consumption.", "Many of them are still heavily reliant on coal to produce energy.", "In addition, they still need to provide energy access to almost one billion people living without electricity - a daunting task to undertake while at the same time decarbonising the economy.", "• The current economic recovery provides a one-time chance to foster the necessary changes.", "As the G20 Finance Ministers and Central Bank Governors recently recognised, we need to shape the recovery by investing in innovative technologies and promoting just transitions toward more sustainable economies and societies.", "• In this perspective, Multilateral Development Banks can provide a key contribution.", "Since 2017, they have been granting developing countries almost 200 billion dollars per year, partly going to climate mitigation and adaptation projects.", "Within the G20 Sustainable Finance Working Group, a work stream has been created to enhance the alignment of this contribution with the goals of the Paris Agreement.", "• Sharing best practices for classifying and monitoring sustainable investments will help to identify how they can effectively catalyse private resources and support climate finance.", "Indeed, most investment will necessarily be privately financed, and this will require putting in place adequate institutional and regulatory frameworks, as well as appropriate and predictable carbon prices.", "• Multilateral Development Banks can also play a pivotal role in further expanding the use of debt-for-nature swaps.", "These can improve biodiversity and the provision of ecosystem services, while increasing carbon dioxide natural removals, which are strongly needed to achieve net-zero targets.", "These are some of the key issues on the agenda of the Venice Conference on Climate to be held this July.", "• Since the Paris Agreement was signed five years ago, the climate emergency has considerably worsened.", "The close international cooperation that has been taking place over the last few months is the hoped-for premise that this year will be a turning point in the fight against climate change.", "The G20, by discussing the tools available for a transition to net-zero emissions, will pave the way for the next COP26, where new country commitments to reduce carbon emissions will be taken, hopefully transforming good intentions into concrete actions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "COP26", "Sustainable finance", "Multilateral Development Banks", "Debt-for-nature swaps", "Paris Agreement", "Net-zero emissions", "Climate mitigation", "Climate adaptation", "Energy transition"]}