{"sentences": ["Thank you for joining me to discuss today's policy announcement and the Bank's Monetary Policy Report (MPR).", "Our message today is threefold.", "First, the current surge of COVID-19 is a serious setback.", "With elevated infection rates and stricter containment measures in many parts of the country, households and businesses are facing renewed strains.", "The economy is slowing, and highcontact activities are once again being hit hardest.", "Second, with effective vaccines now rolling out, the prospects for a strong, sustained recovery through the second half of this year have improved in Canada and across most advanced economies.", "And third, the Bank of Canada will continue to support Canadians and the Canadian economy through these difficult times.", "Before turning to your questions, let me say a few words about the Governing Council's policy discussions.", "We reviewed recent economic data.", "They indicate the Canadian economy had considerable momentum through to about the middle of the fourth quarter of 2020, and extraordinary fiscal and monetary policies have been working as intended.", "In today's MPR, we estimate fourth-quarter growth at almost 5 percent, which is quite a bit stronger than we projected back in October.", "But with higher infection rates and tighter restrictions, this positive momentum has been broken.", "Employment declined in December for the first time since April, and consumer spending looks to have pulled back.", "We are now projecting the economy to shrink by roughly 21⁄2 percent in the first quarter of 2021.", "There is a risk that the severity and duration of the containment measures could be extended further, and the first-quarter decline could be larger.", "Once again, the burden of this renewed weakness is falling disproportionately on workers and businesses in high-contact industries, such as restaurants, hotels and travel services.", "In the near term, the highly uneven impacts of the pandemic will likely increase.", "As of December, employment of low-wage workers was still close to 20 percent below its pre-pandemic level, while employment of other workers had more than completely recovered.", "And, we know that the closing of in-person schooling in some provinces is making life more difficult for many working parents, particularly women.", "But these containment measures are temporary.", "When the current restrictions are eased, we can expect a sharp bounce back in economic activity.", "And, unlike the first lockdown in March, we now have a clearer sense of the way forward, thanks to effective vaccines that have arrived sooner than we had anticipated.", "As these vaccines are distributed, they will save lives and livelihoods.", "Governing Council spent a lot of time discussing our expectations for growth once we get past the current surge in the virus.", "We recognized that, while the arrival of vaccines has reduced uncertainty from exceptional levels, uncertainty remains elevated.", "In particular, the timing and strength of the economic recovery will depend importantly on the evolution of the virus and the rollout of vaccines.", "Based on the current vaccine rollout plans, as we move into the second half of this year and more Canadians are vaccinated, we expect to see sustained strength in consumption, with services picking up from very depressed levels.", "This should support job creation, particularly for workers who have been most affected by the pandemic.", "And as we move toward broad immunity, we can expect uncertainty about the pandemic to fade and business confidence to improve.", "This will lead to stronger business investment and exports, consistent with a more broad-based and sustainable recovery.", "All this will translate into strong economic growth in the second half of this year and first half of 2022.", "Expressed in annual average terms, we project an expansion of 4 percent this year and almost 5 percent in 2022, easing to about 21⁄2 percent in 2023.", "But even with this strong growth, Governing Council expects the recovery will be protracted, reflecting how far the economy still has to climb back to reach its full potential.", "In the MPR projection, economic slack is not fully absorbed until into 2023.", "Let me say a few words about the outlook for inflation.", "In recent months, CPI inflation has increased to near the bottom of the Bank's 1 to 3 percent target range.", "We now project inflation to return to around 2 percent in the first half of the year, but this is expected to be temporary.", "The anticipated increase in inflation mainly reflects the effects of the sharp declines in gasoline prices at the onset of the pandemic.", "As those base-year effects fade, inflation will fall again, pulled down by the significant excess supply in the economy.", "As the economy absorbs this excess supply, we expect inflation to move up gradually and return sustainably to the 2 percent target in 2023.", "In sum, there is clear reason to be more optimistic about the direction of the economy over medium term.", "But we are not there yet.", "The resurgence in COVID-19 cases weighs heavily on the near-term economic outlook.", "And this underlines the ongoing need for extraordinary fiscal and monetary policies.", "Governing Council spent a good bit of time discussing the amount of monetary stimulus the economy needs.", "In view of the near-term weakness and the protracted nature of the recovery, we concluded that the exceptional degree of monetary stimulus currently in place remains appropriate.", "We agreed that if the economy turns out to be substantially weaker than we are projecting- leading to more disinflationary pressures-then we have options to add even more stimulus.", "And we are prepared to use these options as needed.", "We also agreed that it is too early to consider slowing the pace of our purchases of Government of Canada bonds.", "However, if the economy and inflation play out broadly in line or stronger than we projected, then the amount of quantitative easing (QE) stimulus needed will diminish over time.", "In view of these conclusions, the Governing Council reiterated our commitment to hold the policy interest rate at its effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.", "In the projection we released today, that does not happen until into 2023.", "To reinforce this commitment and keep borrowing costs low for consumers and businesses, Governing Council decided to maintain our program of government bond purchases at the current pace of at least $4 billion per week.", "We will continue the QE program until the recovery is well underway.", "And as we gain confidence in the strength of the recovery, the pace of net purchases of Government of Canada bonds will be adjusted as required.", "We remain committed to providing the appropriate degree of monetary policy stimulus to support the recovery and achieve the inflation objective.", "Let me stop there, and turn to you for questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["COVID-19", "Recovery", "Monetary policy", "Inflation", "Growth", "Vaccine", "Economy", "Fiscal policy", "Quantitative easing", "Interest rates"]}