{"sentences": ["Thank you for inviting me to speak to you today.", "The economist Rudi Dornbusch once said that \"in economics, things take longer to happen than you think they will, and then they happen faster than you thought they could.\"", "That describes the situation we face today very well.", "The pandemic has accelerated pre-existing trends at a pace we could never have imagined.", "There are possibilities for our economy in 2022 which seemed at least a decade away in 2019.", "Companies have digitised their activities 20 to 25 times faster than they had previously thought possible.", "One in every five workdays are expected to move to the home after the pandemic ends, compared with just one in every 20 before.", "And the call for greener lifestyles has become thunderous.", "Having accepted tough restrictions to fight the pandemic, 70% of Europeans are now in favour of stricter government measures to fight climate change.", "Europe has long wanted to shift towards a more sustainable, more productive economy - and we now have the very real opportunity to do so.", "If we capitalise on this moment, the pandemic could accelerate labour productivity growth by around 1% a year by 2024 - more than double the rate achieved after the great financial crisis.", "So how can we capitalise on this opportunity?", "During the pandemic, we have mainly been acting to preserve the economy, which was the necessary thing to do.", "Compensation of employees fell by 3.5% in 2020 compared with 2019, but household real disposable income only declined by 0.3% - mainly because government transfers compensated for the loss of income.", "But as the pandemic passes, we need to shift the focus from preserving the economy to transforming it.", "This will require us to redirect spending by both public and private sectors towards the green and digital sectors of the future.", "Specifically, we need to see investment of around €330 billion every year by 2030 to achieve Europe's climate and energy targets, and around €125 billion every year to carry out the digital transformation.", "The NextGenerationEU (NGEU) programme will help channel public investment towards transformative sectors.", "But it is currently less clear whether the private financial sector can do the same.", "Fragmentation across national financial markets in Europe might constrain our ability to finance future investments in sufficient volume.", "This is why I have argued that we need to add another element to our post-pandemic recovery plan, which is to match NGEU with what I have termed a green capital markets union (CMU) - a truly green European capital market that transcends national borders.", "I see three reasons why this makes sense.", "First, capital markets are particularly well-suited to direct financing towards future-oriented sectors like green and digital.", "Though banks have an important role to play, capital markets are better able to finance projects with a defined purpose, directly linking investors to the impact they intend to achieve.", "They can provide more innovative investment vehicles.", "And they are better at drawing retail investors towards supporting transformative activities.", "Green capital markets would not only help the climate transition, but also the digital transformation of our economy.", "Green and digital investments are often two sides of the same coin.", "For instance, digital technologies such as smart urban mobility, precision agriculture and sustainable supply chains are critical to the green transition.", "The second rationale for Green CMU is that Europe already has a head start as the home of green capital markets.", "We can build on this solid foundation.", "Europe is the location of choice for global green bond issuance, with around 60% of all green senior unsecured bonds issued in 2020 originating here.", "And the market is growing rapidly - the outstanding volume of green bonds issued in the EU has grown almost eightfold since 2015.", "In addition, the euro has taken the lead as the global currency of green finance.", "Last year, around half of all green bonds issued globally were in euro.", "There is great scope for this role to grow once the green transition takes off worldwide and we see a generational transfer of wealth to millennials, who are bound to be concerned about the future.", "Third, Green CMU is an area where we have the potential to make rapid progress, since it does not face the same challenges as conventional capital markets.", "The European Commission is working towards completing a fully fledged CMU, but it will take time, in part because capital markets have developed nationally.", "That means we first have to open up and harmonise those markets in order to integrate them further.", "But the green bond market does not face these same barriers.", "In fact, it has already achieved greater pan-European scale than the conventional bond market.", "Holdings of green bonds within the EU have, on average, half the home bias of conventional bonds.", "So we have a real opportunity to build a genuinely European capital market from the outset.", "That's why, in my view, specific initiatives under the CMU action plan should be fast-tracked - even if they are only applied to sustainable finance for now.", "We need proper European supervision of green financial products with official EU seals, such as the forthcoming EU Green Bond Standard.", "We need harmonised tax treatment of investments in sustainable finance products to prevent green investments fragmenting along national lines.", "And we need further convergence in the efficiency of national insolvency frameworks, which may even entail carving out special procedures for green finance.", "If we succeed, it would not only accelerate the transformation of our economy, but also act as an engine for the CMU project generally, testing and putting in place some of the measures that are needed to advance wider capital market integration.", "This double dividend is, to my mind, too good an opportunity to pass up.", "Institutional change in Europe often takes longer than we expect.", "But let's show that, once we are committed, this change can happen faster than we ever thought possible."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Green capital markets union", "Green finance", "Climate change", "Digital transformation", "Green bonds", "Capital markets", "European economy", "Pandemic", "Sustainability", "Investment"]}