{"sentences": ["A couple of weeks ago, I attended a webinar organised by the Foundation for Fiscal Studies on the theme of wellbeing indicators and their potential use in Ireland's Budget.", "I had been invited to talk about my experience in New Zealand in the development of that country's first Wellbeing Budget a couple of years ago.", "The background to the Wellbeing Budget started many years before when some of us started to look at how we could improve public policy or indeed economic policy-making.", "Reflecting on our efforts (in my case from 2011 ), a feature that characterised a lot of the work can be summed-up in one word: patience.", "Patience to develop a new framework for policy-making, patience to allow it to be understood, tested, used and refined, and patience to wait for results.", "Patience isn't the first characteristic that one thinks of in the world of economic policy-making.", "If we take media or financial market commentary as a guide, the focus is on a decision that may have just been made and what it may mean for the next decision, or whether today's economy was operating at its potential.", "Perhaps that isn't surprising: it's easier to tackle issues that you can see, and even more satisfying to work in a time horizon which delivers tangible outputs.", "But history has shown us that successful economies need time to develop sustainably.", "They need time to develop the human and social capital that is the foundation of every successful economy, time to grow and nurture their natural capital, and time to build the financial and physical capital that is foundational to improving living standards.", "All of these capitals represent o u r economic capital as, when combined, the stocks of natural, human, social and financial/physical capital generate flows of tangible and intangible outcomes and ultimately the conditions that individuals, communities and countries live in.", "I believe that the objective of economic policy is to grow our stocks of economic capital in a sustainable way.", "The challenges ahead As I reflect on the impact of the pandemic and the significant economic transitions that started before it and remain ahead of us (climate change and demographic change in particular), it is clear that they require long-term and more integrated thinking across a number of dimensions.", "And, as economists and policymakers, we should ask ourselves whether the decision-making frameworks we've used in the past are the ones that will help us grow our economic capital in the most effective way for the future.", "I'm persuaded that some change is necessary.", "The long-term challenges we are facing - and not just in Ireland but across the European Union (EU) and beyond - require long-term thinking about the growth and resilience of our economic capital.", "And the nature of those challenges also requires more integrated and multi-disciplinary thinking.", "None of the individual stocks of capital exist in in a vacuum.", "To meet these structural challenges, policy frameworks need to invest in developing an integrated analytical framework that brings together different disciplines, maintaining their individual strengths but also leveraging their synergies.", "For example, as Diane Coyle wrote recently , \"one of the lessons from the pandemic must be the high cost of not having better integrated social, medical and natural science research.", "There has been great work across disciplines, on the hoof - it should have been in place to start with.", "If we don't fix this now, how on earth are climate change, biodiversity loss, demographic pressures and other big challenges going to be tackled?\".", "We need a framework that helps us to look at the bigger picture.", "Or, to put it in more familiar terms for some of us, our macroeconomic framework needs a greater intergenerational focus.", "We need to be thinking broadly and over longer time horizons to fully capture the trade-offs we face, not least because many of these structural challenges also require a global policy response.", "Policies to address climate change, for example, may appear costly in a short time horizon, but deliver large net benefits in a longer horizon that makes clear the benefits of avoiding catastrophic increases in global temperatures.", "The European context In Ireland, much of our macroeconomic framework is embedded into that of the EU and the euro area.", "As members of the EU and its common currency, we share an institutional architecture to manage the deep integration between our economies (including the European Central Bank (ECB), European Commission, European Parliament and European Council).", "An important part of that architecture are sets of rules which govern how we work, some of them in regulations and others in the Treaty on the Functioning of the European Union (such as the ECB's monetary policy role and the Stability and Growth Pact (SGP) which governs fiscal policy and the pursuit of sound public finances by Member States).", "As we emerge from the pandemic, it seems timely to consider how the EU's macroeconomic framework is working and, in particular, whether it needs a greater intergenerational focus.", "(As it happens the European Commission started an Economic Governance Review before the pandemic to look at the way the SGP was working, and the ECB is in the process of reviewing its monetary policy strategy .)", "I welcome the contribution that others have made to this debate in recent years.", "Looking at the SGP itself, sound public finances and sustainable debt are prerequisites for good policymaking.", "Only with these can economic policy turn to the task of growing the stocks of economic capital in a sustainable way for the long-term.", "But if we take an intergenerational and more integrated view of our macroeconomic policy challenges - and continuing with climate change as an example - we should be looking at our existing measures of debt sustainability against the investment required to manage the transition to net zero emissions by 2050.", "In highlighting the challenges of the 'green transition', the EU's Recovery and Resilience Fund (RRF) recognises the pivotal role of fiscal policy in achieving this objective.", "It also points to an important differentiation between expenditure - which often has an automatic or stabilisation focus - and investment (in the four capitals), which has implications for growth, productivity and resilience, and thus for longer-term debt sustainability.", "This means moving beyond a sole focus on the Structural Budget Balance and recognises the importance of the composition of investment and expenditure as well as its size.", "(I would argue that the assets on a sovereign's balance sheet are also relevant when taking a longer term perspective: net worth is a good indicator of sustainability.)", "An important focus of economic policy should be to build resilience to systemic risks and to the transitions that have already started.", "As we build that resilience, we also need to continue to learn from, and adapt to, events as they unfold.", "Many of our most important macroeconomic policy frameworks were developed 30 years ago.", "As we contemplate the future - not least the challenges posed by the net zero target - the issue we need to debate is whether those frameworks are what we need for the next 30 years.", "What changes do we foresee?", "Are our frameworks helping us to manage climate, demographic or technological change?", "Are we strengthening our stocks of economic capital?", "Are we building economic resilience and helping communities to manage economic transitions ahead?", "There will of course be debate about priorities and choices but we need to make sure we are making decisions in the best possible way, and that we are analysing the options through the most effective lens.", "These questions are not only relevant to Ireland nor only to the EU.", "They're relevant to anyone who is interested in good public policy and good economics.", "They are questions that economists and policymakers need to address.", "They do not diminish the importance of macroeconomic stability and sound public finances, nor the fact that the composition of expenditure and investment matters, that properly functioning markets matter, that a well-regulated financial system matters, that price signals matter and that incentives matter.", "In fact they emphasise that it all matters.", "In my view, the raison d'être of economics is good public policy.", "As Nobel Prize winner Jean Tirole wrote in Economics for the Common Good, \"economics not only documents and analyses individual and collective behaviour; it also aspires to recommend better public policy\".", "Economics is one of the most important tools in a policy adviser's tool kit.", "See for example Why Nations Fail: The origins of power, prosperity and poverty by Daron Acemoglu and James Robinson and The Wealth and Poverty of Nations by David Landes.", "To highlight just a few, a contribution from a group of French and German economists in 2018, Reconciling risk sharing with market discipline: A constructive approach to euro area reform, a Martin, Pisani-Ferry and Ragot paper from last month, Reforming the European Fiscal Framework, another recent paper from Blanchard, Leandro and Zettelmeyer, Redesigning EU fiscal rules: from rules to standards and The return of fiscal policy and the euro area fiscal rule from Vítor Constâncio in 2020.", "The European Fiscal Board has argued along similar lines.", "See, for example, Thygesen et al.", "(2020): \"Growthenhancing expenditure needs to be protected.", "The crisis underlined how certain items of government expenditure that are essential to support growth, such as investment, have declined over time, especially during periods of fiscal consolidation.", "This expenditure therefore needs an effective shield in the future, notably by allowing certain increases in investment when assessing compliance with the expenditure rule\".", "The European Commission made similar points in its own Review (EU Commission, 2020)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Economic capital", "Wellbeing Budget", "Sustainability", "Long-term thinking", "Integrated thinking", "Climate change", "Demographic change", "Fiscal policy", "Public policy", "Economics"]}