{"sentences": ["Introduction It is my great pleasure to welcome you all to our BOJ-IMES Conference.", "This is the 26th conference, and for the first time in its history since 1983, the conference is being held online.", "On behalf of the conference organizers, I would like to thank you all for your participation.", "The theme of this year's conference is \"Adapting to the New Normal: Perspectives and Policy Challenges after the COVID-19 Pandemic.\"", "More than a year has passed since the outbreak of the pandemic, during which time it has caused enormous loss and damage to people all over the world.", "Finally, we are beginning to see the light at the end of this dark tunnel as effective vaccines are being rolled out.", "It is at this juncture that our conference poses the following questions: what will the so-called new normal look like that emerges after the pandemic?", "and, how are we going to adapt to this new normal?", "These questions are the central theme of the conference.", "As a starting point, I would like to provide some common ground for developing our discussions.", "Specifically, I would like to focus on three issues: the economic perspectives, policy challenges, and the nature of the post-pandemic new normal.", "Economic Perspectives A. Uneven Recession and Recovery In considering the economic perspectives, let me begin by touching on the characteristics of the recession caused by the pandemic and of the following recovery.", "Simply put, the most important feature of both the recession and the recovery is their unevenness.", "Each recession is different, but this time, the difference in the severity of the downturn among industries, business types, and occupations has been particularly dramatic.", "People have changed their behavior under the pandemic and in response to the containment measures.", "Demand for goods and services that require in-person contact has plummeted.", "These industries have taken a huge hit and their recovery has been slow.", "The unevenness of the recession and the ongoing recovery could reinforce three trends that have continued since around the global financial crisis of the late 2000s.", "The first trend is an increase in saving.", "Against the backdrop of uncertainty over the course of the pandemic and recovery, saving has increased substantially.", "The second trend is an increase in economic inequality.", "The impact of the pandemic appears to be uneven and regressive, as the negative impact has been more tilted toward low-income earners and young workers.", "There are therefore concerns over an increase in income and wealth inequality.", "The third trend is an increase in debt.", "Be it public or private, borrowing is essential to smooth economic activity and to mitigate the negative impact of the pandemic.", "As a result of the necessary response to tackle the pandemic, debt has been mounting in many countries.", "The trio of increased saving, inequality, and debt is considered to be intertwined in practice and may theoretically reduce the natural interest rate.", "Academic research on this topic is already underway.", "Further research and discussion is to be encouraged to promote our understanding of the new economy that will emerge after the recovery from the health crisis.", "Structural Change Besides these three trends, another important area to consider when we look at the postpandemic economy is the underlying structural changes emerging in technology and industry and the accompanying changes in the behavior of households and firms.", "Perhaps the most important change we have seen during the health crisis is the wide and rapid spread of digitalization.", "Many areas of the economy have been affected by the shift from in-person to online activities.", "While the movement of people across national borders has almost completely stopped, digital technology has removed geographical restrictions and eased the potential economic downturn caused by the health crisis.", "New businesses that use digital technology have been emerging in a wide range of areas.", "Looking ahead, the important point is whether these structural changes lead to a wide-spread increase in productivity in the economy, and whether the fruits of growth are widely shared throughout the society.", "Advances in digitalization are expected to enhance productivity and benefit a wide range of individuals and firms by promoting innovation and efficient resource allocation.", "On the other hand, it is necessary to pay attention to the possibility that, if the fruits of growth are concentrated in a small fraction of society and inequality increases, it may be difficult to achieve inclusive economic growth.", "Policy Challenges Next, I would like to review the policy challenges facing central banks.", "There are two features common to the policy responses implemented during the pandemic.", "The first feature is the speed of the policy responses.", "Major central banks immediately provided massive amounts of liquidity in response to the dislocations in domestic and foreign financial markets.", "By doing so, central banks cut off the negative loop between financial markets and the real economy.", "We have certainly made full use of our experience in the global financial crisis.", "The second feature is the coordination of fiscal and monetary policies.", "While central banks provided liquidity lifelines, governments strengthened safety nets such as income-support and job-retention measures.", "The division of labor between fiscal and monetary policies has generated synergy effects and contributed to preventing the economy from sliding into a free-fall.", "Looking to the future, the challenges facing policymakers will likely change.", "The initial phase has been liquidity support.", "This will likely change to solvency and corporate viability problems, and then to resource re-allocation in response to structural changes in the economy.", "At the same time, policymakers face the additional challenges of the economic inequality that has become even more apparent during this health crisis, and the response to increasing worldwide concerns over climate change.", "Likewise, the nature of the policy responses will also shift from temporary first aid measures to medium- to long-term structural policies.", "To one degree or another, this set of challenges is related to the stability of inflation, the real economy, and the financial system.", "In this sense, we are seeing a widening in the scope of issues that central banks should take into account.", "Adapting to the New Normal So far, I have touched on the economic perspectives and on policy challenges.", "These factors will in part shape the post-pandemic new normal, although exactly how remains to be seen.", "One thing for certain, however, is that the world we live in will not be the same as that before the pandemic.", "After more than a year of living with the pandemic, we have seen a drastic change in the way our society works.", "In particular, the expansion of digital technology has led to a fundamental transformation in society, in ways that we could not have imagined.", "As I noted earlier, the shift from in-person to online activities has taken place in all aspects, such as of work, business, education, and health.", "Expansion in the areas of remote working, online shopping, remote learning, and telemedicine is just a few examples.", "I myself have participated in many online international meetings over the past year.", "I have benefited considerably from digital technology that allows me to reach people in different places all over the world, all at the same time.", "Indeed, it is thanks to the online format of this conference that I am able to welcome you all together today.", "Of course, there are two sides to any new technology, both positive and negative, and we cannot ignore the importance of the kind of exchange that can only come through face-to-face communication.", "In that respect, I do feel a certain ambivalence toward digital technology.", "And yet, even after we have overcome the pandemic, a full return to the less digital pre-pandemic world seems unlikely.", "Society has undergone irreversible change as it has adapted to the pandemic by expanding and accelerating digitalization.", "By building on our discoveries and experience during this health crisis, we should forge ahead and shape the new society and economy - the new normal.", "V. Conclusion Over the past 15 years, we have been through two global crises: the financial crisis and the health crisis.", "In addressing these two crises, cooperation among central banks, international institutions, and academia has deepened further, and the theory and practice of economic policies have evolved.", "In the current crisis, academic disciplines, including economics, have made a significant contribution.", "Cross-discipline approaches are providing timely policy suggestions, as, for example, through joint research in epidemiology and economics, or the use of digital technology to analyze mobility data.", "We are beginning to see the light at the end of this pandemic tunnel, but the light does not clearly reveal the shape of the society and economy we are approaching.", "Therefore, the theme of our conference, \"Perspectives and Policy Challenges after the COVID-19 Pandemic,\" is going to cover a wide range of issues.", "Given the considerable uncertainty we face, it is only natural that we will have different views on the relative importance of the issues involved and the direction our discussions should take.", "For the time being, we do not have to agree on all the details; the important thing is for participants from central banks, international institutions, and academia to present their views and share their ideas.", "Although we have only a few hours today and tomorrow, it is very encouraging to be able to welcome representatives from various institutions and from academia to participate in these discussions.", "I look forward to hearing a broad spectrum of views and insights into the post-pandemic economy and policies."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Perspectives", "Policy Challenges", "New Normal", "Structural Change", "Digitalization", "Fiscal Policy", "Monetary Policy", "Inflation", "Financial System", "Economic Inequality"]}