{"sentences": ["Peterson Institute for International Economics, 13 April 2021 How to revisit central banking and financial stability?", "Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr) Ladies and Gentlemen, It is a pleasure to be with you today, and I extend my warmest thanks to Adam Posen for his kind welcome speech.", "As you know, we are living a period of great uncertainties.", "Yet in this deep mist, one thing is clear: the Covid crisis has increased expectations among the general public about what central banks can and should do, and hence relaunched the debate about their objectives, be it climate mitigation or the fight against inequalities.", "Admittedly, this is a sign of great confidence: central banks are clearly the victims of their own success in their central roles of price stability.", "However, as Benjamin Franklin reportedly said: \"There are many roads to success, but only one sure road to failure; and that is to try to please everyone.\"", "These additional expectations run the risk of growing confusion and disappointment.", "Today I will first elaborate on our inflation objective.", "Although the title of today's lecture invites us to \"revisit\" central banking, inflation targeting is and will remain the principal edifice in the shared estate of central banking.", "I will turn to the question of three of the new expectations on central banks, that we at the ECB are currently discussing as part of the Strategic Review rightly initiated by Christine Lagarde.", "Inflation remains the principal edifice of the Central Bank's Construct I.A.", "The past: had inflation disappeared?", "When it comes to inflation, the last decade left economists and central bankers confronting a number of puzzles.", "The Great recession of 2008-09 exhibited a \"missing deflation\", when the important contraction of output was not associated with a consequent fall of prices.", "The recent years, on the contrary, were characterised as a period of \"missing inflation\".", "The vanishing level of inflation has been a pervasive and global phenomenon.", "It can be grasped with a simple comparison of the inflation rates in the first and the second decades of the 21st century.", "The inflation rate of the Euro area was 2.1% on average from 1999 - when the euro was created - to 2007 - when the financial crisis started.", "It dropped to 1.0% over the period 2013-19 following the double dip recession and until the current pandemic.", "At more than one percentage point, this is a substantial decline between the two periods.", "Headline inflation in the US experienced a similar decline, having dropped from 2.7% to 1.6% between the two periods.", "In the early 2000s, the euro area's inflation rate was in line with the ECB's price stability mandate, defined as a target of \"below but close to 2%\".", "Yet, since 2013, the cumulative shortfall relative to our inflation target is noticeable.", "This raises the question of whether changes in the functioning of developed economies may have impaired the Phillips curve, which I will take today as the relationship between the rate of changes of prices and the unemployment ratei.", "I find it prudent to choose the observed unemployment rate as a measure of slack, rather than model-dependent and uncertain estimates of the output gap.", "In the Euro area, two factors explain most of the gap between the observed level of inflation and our target.", "The first one is the double dip recession caused by the Great Recession and the sovereign debt crisis.", "The second factor is the strong decrease of the price of oil after 2014 that lowered the inflation rate both directly, through the energy component of consumption prices, and indirectly by decreasing production costs of services and non-energy goods.", "Food prices have also been less dynamic on average since 2014.", "Combined, these factors contribute to a 1 pp decrease in the annual inflation rate.", "They were partially mitigated by unconventional monetary policy.", "Absent this policy, in-house computations show that annual inflation would have been close to 0.3% lower between 2014 and 2019, in line with ECB estimates.", "According to recent analysis of the Banque de France, a powerful narrative then emerges by comparing the average contribution of each of these factors between 1999-2007 and 2013-19: In the second period, macroeconomic shocks have turned disinflationary relative to the first decade of the Euro, pushing down inflation despite a partial offset by unconventional monetary policy.", "The unexplained or residual part of the inflation decline has averaged about 0.3 percentage points since 2013.", "Yet this share has been growing, suggesting that we need to pay close attention to its potential causes.", "Across the euro area in recent years, higher wages have been partly offset by squeezing corporate margins, particularly in market services.", "Another factor may be the possibility of a downward drift in long-term price expectations that could have followed from the prolonged period of low inflation.", "Last, but not least, structural changes may have impacted the process of price and wage formation, in the context of increased digitalisation and globalisation of our economies, and diminishing bargaining power of workers.", "Still, the quantitative weight of these structural factors is less than clear and has not achieved consensus among economists.", "The future: the return of inflation?", "The current debate on a potential return of inflation may be legitimate in the USii, but not in the Euro area.", "In the US, the ongoing recovery is much faster than what was observed after previous crises and the output gap is projected to close and become positive in the course of 2021.", "The inflation surge could nevertheless be transient, and then hopefully stabilise in a new regime of \"controlled reflation\".", "The jump in euro area headline inflation in early 2021 did come as a surprise (it rose from -0.3% to +1.3%); Nonetheless, the causes of this increase are temporary in nature, like the recent rebound in oil prices, the reversal of the VAT rate cut in Germany and from modified weights in the HICP basket.", "Over the medium term, the persistence of substantial economic slack over the projection horizon, despite a significant recovery from the second half of this year, will weigh on inflation.", "All in all, the March 2021 ECB projections show that headline inflation would remain weak, at 1.4% in 2023.", "Inflation is therefore not yet where we would like it to be, back towards 2% over the medium term.", "Our inflation objective must be understood as simple, symmetric and medium-term oriented.iii \"Simple\" means that we could reexamine oversophisticated qualifiers still associated with the 2 % figure.", "\"Symmetric\" refers to the fact that our objective is a target and not a ceiling: we might be ready to accept inflation higher than 2% for some time.", "Finally \"medium term\" means that we assess inflation performance over a long enough period, looking forward, but also not ignoring the past.", "Keeping this inflation objective in mind, allow me to reflect on our current and future monetary policy, and design a reinforcing \"equilibrium triangle\": The first corner of this triangle is the flexibility of the PEPP (Pandemic Emergency Purchase Programme).", "Right from the beginning of the pandemic crisis, the PEPP differed from other asset purchase programs by being more flexible across jurisdictions, asset classes, and monthly volumes.iv Its indicative envelope now reaches EUR 1850 billion.", "I sometimes hear the suggestion from market analysts to provide a quantitative definition of \"favourable financing conditions\", and that we should perhaps even introduce Yield Curve Control on sovereign bonds.", "I disagree: as we are concerned about financial conditions for all borrowers - not just sovereigns - and different forms of financing - not just market funding, we stick to a multifaceted and holistic assessment.", "And the assessment of how favourable financing conditions are - while we look both at real and nominal yields - is done in conjunction with the inflation outlook, as explicitly stated in our latest Governing Council.", "So, we will make informed judgements rather than apply predetermined rules.", "Not acting automatically does not prevent responding effectively, quite the contrary.", "Our recent decision to conduct our purchases \"at a significantly higher pace\" was well noted by markets, and implemented promptly.", "It limited unwarranted transatlantic spillovers: since the start of the year, 10 year sovereign bond yields have increased by 0,8pp in the US, against 0.2pp in the euro area.", "The second corner of the triangle is related to the exit from our exceptional measures.", "The time to exit has not yet arrived.", "We will continue PEPP net asset purchases \"until at least the end of March 2022 and, in any case, until [we] judge that the coronavirus crisis phase is over\"v. We still have ample time to judge and decide; nevertheless in our present baseline scenario this crisis phase will be over by March 2022.", "But the possible end of net purchases under PEPP by that date would not imply an abrupt tightening of our monetary policy.", "Reinvestments under PEPP would remain significant, net purchases would continue under the APP, possibly somewhat adapted.", "Hence we could still play the full \"quartet\" of our accommodative monetary policy instruments, adding negative rates, liquidity provision, and forward guidance.", "The third corner of this triangle could indeed be an enhancement of our forward guidance consistent with the symmetry of our inflation objective.", "Rather than flexible average inflation targeting, which leaves many questions unanswered, my preferred option would be the use of a strengthened and non-linear forward guidance, mentioning explicitly our tolerance for inflation overshooting, with reference to past inflation shortfalls.", "It is the combination of these three levers that should be used as the foundations of the \"equilibrium triangle\" of our monetary policy in this next phase of the Covid crisis.", "Wider expectations are emerging Let us return to the question of broadening public expectations of central banks.", "Central banks are facing the risk of being considered not only the only game in town, but also the all-purpose game.", "That said, the reality of climate change, rising inequality - which I will touch briefly - and risks to financial stability - which you invited me to focus on - are all elements to be taken into account, and as such are parts of the ECB's Strategic Review, more than the Fed's one.", "Climate change Considering climate change is neither a mission creep, nor a mere militant conviction or a fad.", "It is an imperative: climate change does affect our ability to achieve price stability, our primary objective.", "On one side, extreme physical risk or more gradual transition risks will, and do already, affect supply.", "On the other side, the implementation of policies to mitigate climate change such as carbon taxes, emission targets or border adjustment tariffs will also affect input and consumer prices.", "For example the recent jump in headline inflation in the euro area illustrates these two points.", "Part of the recent increase in energy prices was linked to higher electricity prices in Spain due to unusually cold weather and the introduction of a carbon surcharge on prices of liquid fuels and gas in Germany.", "In my view, there are three measures we central bankers can take.vi The first is to incorporate climate change into our macroeconomic models.", "Second, we must gradually decarbonise our balance sheets in a pragmatic and targeted way by adapting the valuation of our assets.", "Third, by disclosing the criteria by which we value assets, we can set a standard that others will follow.", "And market neutrality - which should take into account the mispricing of climate risks - should not put a brake on carbon neutrality.", "Inequalities Monetary policy inevitably has redistributive effects.", "It transfers revenue between lenders and borrowers, and affects asset prices and hence wealth.", "The evidence is preliminary but it suggests that the effects of more accommodative monetary policy has reduced income inequality by boosting revenues thanks to increased employment for the lowest parts of the income distribution and diminishing savings revenues at the highest end.", "On wealth, the jury is still out, as the middle class benefited from the rise in housing prices, but the better-off could have benefited still more on their financial assets.", "That said, fiscal policy is and should remain the best tool for fighting inequality as it can be more targeted than monetary policy.", "This is especially true in Europe; thanks to our social model.", "Indeed, the debate about inequality and monetary policy seems to be somewhat less passionate on our side of the Atlantic.", "However, to the extent that ECB programs currently support governments borrowing and fiscal policy, we can see this as an indirect channel to reduce inequalities.", "C. Financial stability Financial stability is related to the inequality debate: the common link is the level of asset prices.", "The question of asset bubbles is not reserved for economists or financial markets.", "At the Banque de France and the ECB we have been conducting extensive listening exercises and the issue has been frequently raised by the general public.", "Moreover, to what extent financial stability concerns should figure in monetary policy decisions is a perennial debate.", "Most central banks have a separation principle in which monetary policy and financial stability, to be dealt with by macroprudential policy, are kept entirely distinct.", "This clear division of responsibilities has worked well but I think recent developments have tipped the balance in favour of more integrated approach.", "First, we are no longer in a linear world.", "When r* is very low, there is a fundamental asymmetry created by the effective lower bound on interest rates.", "We have created substitute instruments to compensate for the impotence of conventional monetary policy at the effective lower bound but these instruments, although still effective, have some adverse side effects on excessive risk taking.", "Second, the macroprudential instruments we actually have, while remaining the first and main line of defense, are insufficient to address the whole range of financial stability concerns.", "We should not be Panglossian, in the phrase of Charlie Beanvii.", "Consequently we must accept that financial stability concerns have to be a factor in the setting of other instruments, and in particular monetary policy.", "This is the more integrated approach that I want to plead for.", "This does not imply a systematic (mechanical) reaction to financial stability indicators, and it is very different from the leaning against the wind strategy.", "What I suggest is a slight evolution in our analysis - the data mix - and in our implementation - the instrument mix.", "On the data mix, the Governing Council already has to ensure its decisions comply with the proportionality principle and so has to consider the side effects of its policy actions.", "However, it does pose a more difficult analytical challenge: financial stability, unlike price stability, is not easily summarised by one statistic (inflation in the case of price stability), so we need in any case to look at a range of indicators.", "To respond to this challenge I believe we should broaden the current monetary second pillar into a monetary and financial pillar.", "This second pillar would be responsible for deepening research into the origins of the financial cycle.", "More specifically, let me mention a few examples of variables that could be monitored under this new pillar: - Indebtedness of firms and households; - Bank balance sheet information, which is useful for assessing the functioning of the bank lending channel (including in a forward-looking way); - Indicators of excess risk tolerance and excess credit, which provide information on the risk-taking channel; - Stock and house prices, which provide information on the asset price channel.", "On implementation and the \"instrument mix\", we now have quite an arsenal of unconventional policy instruments.", "With multiple monetary policy instruments, we now have a set of combinations that can deliver the required stance with respect to inflation.", "We can choose the combination that minimises financial stability risk.", "We did it with tiering, or when we excluded the housing sector from our TLTRO lending facilities.", "For example, when the time comes for a gradual exit strategy, we could calibrate the sequencing depending on the state of financial stability.", "If, say, corporate debt looked particularly overvalued, and risk premia excessively compressed, and a source of systemic risk, we could choose to reduce the size of our private portfolio quicker and hold more sovereign bonds to manage the run-off of the stock.", "If the resilience of the banking sector were too affected by the prolongation of low rates, we could modify the tiering parameter.", "The world we now live in one where the toolkit used by central banks to fulfil their mandate has greatly expanded.", "As they now have several instruments in their monetary policy toolkit, the old Tinbergen principle may be understood in a new and broader way by incorporating several goals.", "But how can we then address Benjamin Franklin's legitimate worry about \"trying to please everyone\"?", "Three rules may guide us to avoid excessive expectations.", "First we, the Eurosystem, must stick closely to our mandate which gives a clear primacy to our price stability mandate, without any change in the Treaty that governs us.", "Second, because both climate change and financial instability may threaten our ability to deliver on this primary mandate, we shall take their consequences into account, but with full credibility and transparency in our models and actions/tools.", "Third, we should take care to avoid overpromising, as there is no world in which central banks alone can address those issues, starting with the absolute necessity of an adequate carbon price.", "Central banks have increased capacities, but they still have limits.", "This is a piece of wisdom we must never forget.", "A standard Phillips curve approach provides a simple narrative of the path of euro area inflation over the last 20 years.", "Let me describe you briefly the exercise: HICP inflation is regressed on (i) a variable of economic slack, (ii) oil prices in euros, (iii) the prices of agricultural commodities in euros, and (iv) a lagged term of inflation measuring its inertia.", "In two separate specifications, the economic slack variable is (i) the output gap estimated by the European Commission, or (ii) the unemployment rate (ILO concept).", "The equations are estimated on quarterly data ranging from 1998 to 2019.", "For more details on reduced-form Phillips curve models used at the Banque de France, see Chatelais, De Gaye and Kalantzis (2015) \"Low inflation in the euro area: import prices and domestic slack », Rue de la Banque 6, and Berson, De Charsonville, Diev, Faubert, Ferrara, Guilloux-Nefussy, Kalantzis, Lalliard, Matheron and Mogliani (2018) \"Does the Phillips curve still exist?", "Technical details about the decomposition presented here are forthcoming in the Banque de France Bulletin.", "See Posen, A., \"A US Monetary Regime Change What Difference to Overheating?", "\", April 1, 2021, Peterson Institute for International Economic, Spring 2021 Global Economic Prospects Meeting Keynote address by François Villeroy de Galhau, Official Monetary and Financial Institutions Forum, webinar, 25 September 2020.", "For a recent review see Lagarde (2021).", "Introductory statement to the press conference, 11 March 2021.", "Villeroy de Galhau, F., \"The role of central banks in the greening of the economy\", Speech, 11 February 2021.", "See also the recommendations of the recent NGFS annual report Bean, C. « The Future of Monetary Policy » speech at the London School of Economics, 20 May 2014."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Financial Stability", "Climate Change", "Inequality", "Phillips Curve", "Asset Bubbles", "Fiscal Policy", "Macroprudential Policy", "Green Economy"]}