{"sentences": ["The rapid adoption of digital solutions has enhanced the economic and social well-being of millions of people around the world.", "But many of these solutions are not interoperable.", "Digital transactions are not seamless and we are not able to exploit the full efficiency benefits of digitalisation.", "It also means that the digital economy is not as inclusive as it should be.", "To create a truly efficient and inclusive digital economy, digitalisation must be end-toend.", "Digital innovation is not just about the number of patents or the sophistication of the algorithms.", "We must put people at the heart of innovation, by creating end-to-end digital solutions that will purposefully improve their lives.", "We need foundational digital infrastructures - systems that allow different users, different solutions, and different devices to seamlessly interact with one another.", "Foundational digital infrastructures will enable interoperable solutions and seamless digital services to reach more people and businesses, at lower cost and greater convenience.", "They will enable more pervasive digitalisation within and across economies.", "Just as physical infrastructures like railroads helped to advance the industrial economy, digital infrastructures will spur the growth of the digital economy.", "The public and private sectors must come together to co-create common digital infrastructures, and avoid the pitfalls of isolated technology solutions - 'digital islands' and 'walled gardens'.", "As a step in this direction, MAS, together with the central banks of Brunei, Cambodia, Ghana and Kenya, and with support from Mastercard, has published a report on 'Foundational Digital Infrastructures for Inclusive Digital Economies'.", "There are four foundational digital infrastructures.", "A digital identity establishes confidence and trust at both ends of the digital interaction.", "It enables access to the realm of public and private digital services across different sectors; it promotes digital inclusion.", "A digital identity may be centralised or decentralised, provided by the public sector or private sector.", "How it is designed will depend on a country's institutional and legal frameworks, digital literacy, and culture and attitudes towards issues such as privacy and security.", "Second, authorisation and consent.", "To foster public confidence that digital transactions are safe and secure, we need mechanisms for individual consent to ensure that the use of data is properly authorised.", "These mechanisms must also ensure transparency in the use of data - that data will be used and shared in accordance with the purposes for which it has been provided and in a manner that is expected and understood by individuals.", "Third, payments interoperability.", "Some form of payment is integral to most digital transactions.", "To facilitate seamless payments in both digital-to-digital and digital-to-physical environments, we need common payment rails or networks to enable inter-operability across payment solutions.", "Individuals and businesses must be able to digitally access all their relevant data and make them available to third party service providers who can then serve these individuals and business in a holistic manner.", "This could be for purposes of financial planning, trade financing, credit scoring, etc.", "where data aggregation is important for more customised and comprehensive solutioning.", "When these foundational digital infrastructures come together, they will have the power to deliver truly end-to-end digital transactions.", "Take for example, cross-border digital payments.", "With the four foundational digital infrastructures working in concert, we can effectively tackle the big pain points in know-your-customer checks, sanctions screening, and exchange of documents, to enable cheaper, faster and secure payments.", "Singapore has implemented these four foundational digital infrastructures.", "Singaporeans can use their national digital identity - SingPass Mobile - to transact digitally with both the government and the private sector Using SingPass Mobile, Singaporeans can make available relevant verified information to allow banks to onboard them without the need for paper documentation or physical presence.", "Singapore's retail payments infrastructure - FAST and PayNow - has made digital payments interoperable.", "Singaporeans can now move money to one another's bank accounts in real-time and at zero cost, with just three clicks on their mobile phones, regardless of which bank app they use.", "The Singapore Financial Data Exchange - SGFinDex - is a pioneering data exchange platform, the first of its kind in the world.", "SGFinDex uses the national digital identity and a centrally managed online consent system to enable Singaporeans to access their financial information held across different government agencies and financial institutions.", "Singaporeans can seamlessly consolidate their financial information, and use digital tools to make holistic financial planning decisions.", "Singapore is now looking at how our digital infrastructures can be made interoperable and connected with the rest of the world.", "The PromptPay-PayNow connectivity that links domestic payments between Thailand and Singapore will go live very soon.", "India's Rupay and Singapore's NETS were connected last year to make merchant payments interoperable.", "But linking payment systems bilaterally is complex and expensive, due to the different technical and data standards as well as legal regimes.", "We must explore multilateral cross-border payments in a more scalable way.", "The Bank for International Settlements (BIS) Innovation Hub Centre in Singapore is exploring how payment systems could be linked together to enable faster and cheaper cross-border payments.", "There is strong synergy between the BIS Innovation Hub's work on a cross-border payments bridge with MAS' work on foundational digital infrastructures.", "MAS plans to collaborate with the BIS Innovation Hub to explore opportunities to improve cross-border payments by connecting payment systems to digital identities across borders.", "We are also engaging financial regulators and central banks globally on their digital infrastructure initiatives to explore similar synergies and opportunities to move forward as a global digital community.", "Just as governments collaborate on economic integration to advance prosperity, the time has come for them to do so with digital integration to seize new economic opportunities.", "This requires establishing foundational digital infrastructures and connecting them, to create truly global digital public goods.", "Upon these platforms, enterprises can build innovative digital services and solutions to seamlessly serve global markets, helping to empower and uplift millions of people."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Digital infrastructures", "Foundational digital infrastructures", "Cross-border payments", "Digital identity", "Data sharing", "Digital economy", "Financial inclusion", "Digital solutions", "Payment interoperability", "Digital transactions"]}