{"sentences": ["Welcome to our annual conference on money markets .", "This is a prominent event in our calendar: it is difficult to over-state the importance of understanding money markets for the design and implementation of monetary policy.", "Money markets are a seismograph for central bank liquidity conditions and market expectations of future policy, while money market rates are central to the transmission of monetary policy through their impact on economy-wide financing conditions.", "In recent weeks, there has been volatility in money markets around the world, as traders work to absorb the implications of the recent increase in inflation rates for central bank policy decisions.", "At the ECB, our decision-making is guided by our new monetary policy strategy, as demonstrated by the revision of our interest rate forward guidance that we decided in July.", "A central element in our monetary policy strategy is the principle that if the economy is close to the effective lower bound it is necessary to adopt especially forceful or persistent monetary policy action to avoid negative deviations from the inflation target becoming entrenched.", "Despite the high current inflation rate, the analysis indicating that the euro area is still confronted with weak medium-term inflation dynamics remains compelling.", "In particular, the backdrop of the adverse demand shocks and positive supply developments during the pre-pandemic period - in which inflation averaged just 0.9 percent between 2014 and 2019 - has had a persistent impact on price- and wage-setting dynamics.", "In 2020, the inflation rate further declined to 0.3 percent on account of the initial adverse pandemic shock to the economy and inflation.", "The euro area has been confronted for an extended period with extensive slack and weak medium-term aggregate demand conditions, as reflected in the chronically-large aggregate current account surplus.", "While fiscal policy has been forcefully counter-cyclical during the pandemic (including the launch of the innovative Next Generation EU initiative), the capacity of fiscal policy to support aggregate demand dynamics over the medium term is constrained by high aggregate national debt levels and the absence of a permanent central fiscal capacity.", "These factors reinforce our strategic assessment that extensive monetary accommodation is required to ensure that inflation pressure builds up on a persistent basis in order to stabilise inflation at two per cent over the medium term.", "How do we reconcile the current high inflation rate and the subdued prospects for inflation over the medium term?", "Our analysis points to three temporary factors that are acting to push up inflation today but are projected to fade over the course of next year.", "First, the pandemic initially exerted powerful downward pressure on inflation.", "In part, this was due to the severe drop in economic activity during 2020; in part, some policy measures directly contributed to lower inflation in 2020, especially the temporary VAT cut in Germany.", "The economic recovery during 2021 and termination of temporary tax cuts has operated in the opposite direction, temporarily pushing up the inflation rate.", "In particular, the base effect of unusually-low prices during 2020 has contributed to higher inflation during 2021, but these unusually-low prices will fall out of the inflation calculation (which compares prices today with prices twelve months ago) at the end of this year.", "In terms of individual factors, the reversal of the temporary German VAT cut is a quantitatively-important component that will no longer feature in the data in the new year.", "Second, inflation pressures related to bottlenecks can in part be attributed to the unexpectedlystrong European and global recovery from the pandemic shock.", "In the June 2020 Eurosystem staff macroeconomic projections, it was foreseen that euro area GDP for 2021 would remain 4 percentage points below the 2019 pre-pandemic level; in the latest September 2021 projections, euro area GDP for 2021 is foreseen to run only 1.8 percentage points below the 2019 level.", "Similarly, at the global level, the June 2020 update to the IMF World Economic Outlook (WEO) forecast assessed that world GDP in 2021 would barely exceed the 2019 level (by 0.2 percentage points), whereas the October 2021 WEO puts global output in 2021 at 2.6 percentage points above the 2019 level.", "The performance is much stronger than initially expected, which can be attributed to the success of vaccination campaigns and other public health measures, together with extensive policy support around the world.", "However, a by-product of an unexpectedly-strong recovery is that there have been extensive demand-supply mismatches in the global markets for commodities and manufactured goods, which have been exacerbated by some sector-specific supply disruptions (including in the semi-conductor industry).", "There are also mis-matches in some segments of domestic labour markets, especially in those services sectors that suffered the most from the severe lockdowns but are now experiencing high demand, such as in hospitality.", "However, the nature of such bottleneck-induced inflation is that there is an inherent temporary component.", "In particular, demand-supply mismatches should be alleviated over time through the expansion of supply capacity, together with some normalisation of demand patterns following the reopening.", "All else equal, if lack of supply is putting upward pressure on prices today, the introduction of extra supply over time will operate in the opposite direction as an anti-inflationary force.", "The expansion of supply capacity can also be expected in domestic labour markets, through the reversal of the pandemic-related drop in the labour force participation rate and the return of many international workers that had temporarily gone back to their home countries.", "Third, the largest single contributor to the currently-high inflation rate has been the surge in energy prices.", "While energy inflation has been influenced by both base effects (energy prices dropped sharply in 2020) and bottleneck effects (demand-supply mismatches have been extensive for both oil and natural gas), the contribution of energy to overall inflation is typically stronger in the near term than in the medium term, also due to the adverse macroeconomic impact of high energy prices.", "In particular, since the euro area is a significant net importer of energy, an increase in global energy prices constitutes a negative terms of trade shock, depressing the net revenues of European firms and the disposable income of European households.", "This adverse aggregate demand channel means that an energy price shock can simultaneously raise headline inflation but, all else equal, exert downward pressure on the path of underlying inflation.", "Taken together, these three forces explain why inflation is temporarily high and provide solid reasons to expect inflation to decline through the course of next year.", "In relation to the connection between our inflation analysis and our interest rate policy, it is always necessary to keep in mind that monetary policy affects the inflation rate only with a considerable lag.", "In particular, an abrupt tightening of monetary policy today would not lower the currently-high inflation rates but would serve to slow down the economy and reduce employment over the next couple of years and thereby reduce medium-term inflation pressure.", "Given our assessment that the medium-term inflation trajectory remains below our two per cent target, it would be counterproductive to tighten monetary policy at the current juncture.", "In particular, our new forward guidance specifies three conditions that need to be met before we would start raising our policy rates.", "The first condition is that the Governing Council \"sees inflation reaching two per cent well ahead of the end of its projection horizon.\"", "The second condition is that the two per cent target is reached \"durably for the rest of the projection horizon\".", "The third condition is that the Governing Council \"judges that realised progress in underlying inflation is sufficiently advanced to be consistent with inflation stabilising at two per cent over the medium term.\"", "With regard to temporarily-high inflation, the requirement that we need to see inflation reaching two per cent not only \"well ahead of the end of our projection horizon\" but also \"durably for the rest of the projection horizon\" ensures that interest rate policy will not react to inflation shocks that are expected to fade away before the end of our projection horizon (which will include 2024 in the December round).", "Moreover, the condition that \"realised progress in underlying inflation is sufficiently advanced to be consistent with inflation stabilising at two per cent over the medium term\" serves an important purpose in our analysis of the incoming data: it sharply differentiates between the volatile components of headline inflation and the dynamics of underlying inflation, which is the persistent component that is the best guide to medium-term inflation dynamics.", "In assessing underlying inflation, it is critically important to filter out the temporary impact of base effects and bottlenecks on goods inflation and services inflation.", "The persistent component in wage dynamics will be central in the assessment of underlying inflation, especially in view of the high share of services in the overall price level and the high share of labour in services value added.", "Accordingly, tracking wage outcomes - adjusted for productivity - and differentiating between transitory and persistent components in wage settlements will be pivotal in assessing progress in the realised path of underlying inflation.", "In particular, a one-off shift in the level of wages as part of the adjustment to a transitory unexpected increase in the price level does not imply a trend shift in the path of underlying inflation.", "In addition to rate forward guidance, the calibration of asset purchases also plays a major role in ensuring that the monetary stance is sufficiently accommodative to deliver the timely attainment of our medium-term two per cent target.", "In particular, the compression of term premia through the duration extraction channel is quantitatively-significant in determining longer-term yields and ensuring that financing conditions are sufficiently supportive to be consistent with the delivery of our medium-term inflation objective.", "Finally, it is vitally important that the ECB is always attentive to the full risk distribution of possible outcomes, rather than focusing only on the baseline assessment.", "In our latest monetary policy meeting, we assessed that, in the near term, supply bottlenecks and rising energy prices are the main risks to the pace of recovery and the outlook for inflation.", "If supply shortages and higher energy prices last longer, these could slow down the recovery.", "At the same time, if persistent bottlenecks feed through into higher than anticipated wage rises or the economy returns more quickly to full capacity, price pressures could become stronger.", "However, economic activity could outperform our expectations if consumers become more confident and save less than currently expected.", "We will continuously reassess these risk factors, in line with incoming data flows.", "By pushing down the current price level compared with the future price level, a temporary VAT cut can be an effective stimulus measure during a downturn as it encourages a shift in consumption towards the present.", "The data suggest that the German VAT cut was effective in raising consumption: see Bachmann, R., Born, B., Goldfayn, O., Kocharkov, G., Luetticke, R. and Weber, M. (2021), \"A Temporary VAT Cut as Unconventional Fiscal Policy\", Discussion Paper Series, No.", "16690, Centre for Economic Policy Research, London.", "Under a different scenario, if energy prices rise due to hikes in carbon taxes, there is no decline in the terms of trade and aggregate demand can be protected through the recycling of carbon tax revenues.", "Our two percent target is expressed in relation to the HICP.", "While our strategy recognises that the inclusion of the costs related to owner-occupied housing in the HICP would better represent the inflation rate that is relevant for households, the full inclusion of owner-occupied housing in the HICP is a multi-year project.", "In the meantime, the Governing Council in its monetary policy assessments will take into account inflation measures that include initial estimates of the cost of owner-occupied housing in its wider set of supplementary inflation indicators.", "However, in terms of the two percent inflation target, clarity requires that this is guided by the prevailing HICP measure, which is produced by Eurostat on a timely, comprehensive basis with the application of the highest statistical standards."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["money markets", "inflation", "monetary policy", "interest rates", "bottlenecks", "energy prices", "underlying inflation", "forward guidance", "asset purchases", "risk distribution"]}