{"sentences": ["It gives me great pleasure to be here at the National Academy of Audit and Accounts (NAAA), Shimla today to address the probationers and other officers of the Indian Audit and Accounts Service (IAAS).", "For the probationers, this is a time when they are embarking upon a journey in the service of the nation as the principal flag bearers of accountability and transparency in public finance and governance.", "Civil Services play a pivotal role in the overall progress of a country.", "They are the steel frame underlying the growth and development of our country.", "Within Civil Services, the Indian Audit and Accounts Service is responsible for auditing the accounts of the Union and State Governments and Public Sector Organisations.", "It is also responsible for maintaining and auditing the accounts of the State Governments.", "The audit mechanism has a crucial role in improving governance and transparency by operating the accountability framework for public expenditure.", "In a globally integrated economy, fair and impartial audit is not just a domestic concern, but also an instrument to enhance our reputation and credibility on a global stage.", "It assumes greater significance during difficult times such as the one we are going through now due to the COVID19 pandemic.", "With increasing complexity of financial markets and higher expectations from the public about efficient resource allocation, the role of audit has become even more important.", "As India aspires to grow faster, the expertise and independence of auditors will have to be leveraged to provide more assurance on financial performance to all stakeholders.", "We need robust audit for a dynamic and resilient economy.", "I have, therefore, chosen the theme of the Role of Audit in the Modern Financial System for my address today.", "I propose to touch upon the areas relating to role of audit and its importance; the role of the Comptroller and Auditor General (CAG) of India as an institution; RBI's experience with audit as a regulator and supervisor in the financial sector; why audit failures happen and the impact thereof; adoption of modern audit tools; and the changing nature of audit.", "Origination of Audit 5.", "The early origins of the audit profession can be traced back to medieval Europe.", "The Pipe Rolls (collection of financial records) maintained by the British Exchequer were some of the earliest written financial records of the audit process of the monarchy's accounts.", "The earliest surviving Pipe Roll at the National Archives of the United Kingdom covers the financial year 1129-1130 .", "Since then, the profession evolved organically out of the competitive dynamics of free markets.", "It was, however, the development of limited liability companies during the 19th century in England and America that created a demand for professional accountants and auditors.", "Prompted by insolvencies and scandals arising out of such limited liability companies, especially Railway Companies, the English Companies Act, 1845 required, for the first time, semi-annual audit of accounts of certain companies by an audit committee composed of shareholders .", "In the Indian context, accounting and auditing have a much longer history.", "The Arthashastra written by Kautilya had prescribed detailed rules on accounting and auditing of public finances.", "The Arthashastra refers to \".....the collection and audit of all kinds of revenue\" and goes on to say that \"..... Accounts shall be submitted in the month of Ashádha .........Those accountants who do not present themselves in time or do not produce their account books along with the net revenue shall be fined ten times the amount due from them .\"", "In much later history, the Office of the Accountant General was established in 1858, which went on to become the Office of the Comptroller and Auditor General.", "As far as the private sector is concerned, following the developments in Europe, the Indian Companies Act 1866, made it mandatory for joint stock companies to get their accounts verified by an auditor, at least once in a year.", "Role and Importance of Audit 8.", "As you would be aware, Audit can be defined as an examination of the books of accounts and records of an enterprise to certify that the profit and loss account and the balance sheet are properly drawn up so that it exhibits a true and fair view of the financial state of affairs of the business.", "To delve into the need for audit, we have to understand that economic decisions are increasingly made based on the available evidence and information.", "Inaccurate information may lead to sub-optimal decisions or excess resource allocation, which would be neither in public interest where a public authority is involved, nor in the interest of individual stakeholders.", "To give an example from the banking sector, if a bank sanctions a loan on the basis of inaccurate and misleading financial statements and the borrower company is ultimately unable to repay, the bank loses both the principal and the interest.", "Apart from the loss incurred, this could make the bank risk averse and deprive other eligible companies from bank funding.", "Alternatively, the bank may try to recover this loss by charging higher interest rate to other borrowers, thus resulting in sowing seeds of non-viability in such borrowers, apart from creating a situation of higher interest cost to the society.", "Eventually at stake would be the safety of depositors' money.", "To overcome the problem of unreliable information, an assurance mechanism is required to be developed, which provides independent assurance to the decision makers about the quality and accuracy of information being provided to them.", "Such mechanism is provided through the audit mechanism, both internal and external.", "Informative, accurate, reliable and analytical audit reports are sine qua non for both financial stability and growth.", "The primary role of auditors is to resolve the Agency problems.", "Agency problems arise due to information asymmetries between the Agent (Management or the Government Departments/Users of Public Funds) and the Principal (Shareholders, Investors and the Public).", "To resolve Agency problems, one of the most-widely used tools is to designate auditors to act as the gatekeepers, be it for capital markets or for public funds.", "Thus, the independence of the auditor and the role of ethics in the profession of auditing are two of the most important aspects which should draw our attention.", "In case of the public sector, auditing is a cornerstone of good governance.", "By providing unbiased and objective assessments of whether public resources are managed responsibly and effectively to achieve the intended results, a fair and impartial audit instils confidence among citizens and stakeholders.", "As they say, the reports of the public sector auditors should facilitate better oversight, insight, and foresight.", "'Oversight' addresses whether public sector entities are doing what they are supposed to do as per the rules and procedures.", "'Insight' assists the decision-makers by providing an independent assessment of public sector programmes, policies, operations and results.", "'Foresight' identifies the trends and emerging challenges.", "Auditors can use tools such as financial audits, performance audits and advisory services to fulfil each of these roles.", "Role and Importance of the Institution of The Comptroller and Auditor General (CAG) of 13.", "In a representative democracy such as ours, public institutions function to serve the interest of the citizens, whereby public funds are spent or invested for the \"common good\".", "The Comptroller and Auditor General (CAG) of India as the Supreme Audit Institution of the country, serves as the critical link between the citizens and the Parliament on the one hand and the public institutions/departments on the other.", "It subjects the practical conduct and operations of the public sector to regular and independent examination as well as review.", "With such immense responsibilities, the audit processes of the CAG through financial, compliance and performance audits of public institutions, do enhance the accountability and legitimacy levels for the use of public funds which are sourced primarily from the taxpayers in the country.", "Based on the feedback given by the CAG, future decisions on allocation of public funds are taken through timely identification of implementation gaps for course correction or for replication if the outcomes are successful.", "Financial Sector Experience and Importance of Auditors 14.", "I am sure you would be picking up the ropes of Public Finance and Audit of Government and Public Accounts in your regular induction curriculum.", "I would, therefore, like to give certain perspectives of the Reserve Bank as a financial sector regulator and supervisor on the audit function in banks, non-banking financial companies (NBFCs) and other financial entities.", "Stability and growth of an economy and financial markets are dependent upon trust among stakeholders.", "One cannot take trust for granted.", "With greater openness of the economy and faster transmission of information flows, thanks to the advent of technology, it has become paramount to ensure credibility and confidence in the system.", "Statutory auditors play a vital role in maintaining market confidence on audited financial statements.", "In banking industry, this public role is particularly relevant for financial stability, given that banks hold public deposits.", "Audit quality is key to the effectiveness of such public role.", "In addition, the statutory auditor has a duty to report directly to the supervisor (RBI) on matters of material significance arising from the audit of banks and other regulated entities.", "For these reasons, RBI as the supervisor of banks and NBFCs has a keen interest in the manner with which statutory auditors perform audits in the regulated entities.", "The Reserve Bank's supervision, therefore, specifically focuses on audit quality relating to identification of gaps, assessment of asset quality and the so-called innovative accounting practices, if any, which could have a major impact on the capital base of regulated entities and their viability as a going concern.", "Audit being the first external line of defence, its failure in Supervised Entities will adversely impact timely identification of major issues and risks.", "The responsibility of risk management primarily rests with the Supervised Entities themselves; however, audit too has a critical role to play at the systemic level by examining the appropriateness of existing frameworks for plugging the control gaps and providing assurance to the Board and decision makers.", "Audit Failures and their Impact on the Entity / System 18.", "Without generalising, it may be said that problems usually arise when the independence of auditors itself is compromised or the auditors lack competence in performing their role.", "Compromising the independence of auditors could lead to moral hazard.", "As such, auditors are subjected to greater scrutiny and regulation so as to increase the reliability of their work.", "One of the important roles of audit is to check the so called smart accounting practices, if any, followed by management to overstate profits or understate expenses / liabilities.", "Let me give a few examples of such smart accounting practices that we have observed.", "Ind-AS has been implemented for all listed companies (other than banks) in India including Non-Banking Financial Companies (NBFCs) having net worth of more than ₹250 crore.", "IndAS is a principle-based standard as against the previous accounting standards, which were more prescriptive.", "Within Ind-AS, Ind-AS 109 with Expected Credit Loss approach allows the management to exercise discretion and judgement in determining the provisioning requirement for their financial assets.", "Such flexibility and forward-looking nature of assessment, however, poses the 'model risk', i.e., the model may rely on incorrect assumptions and may be far away from representing the real-life scenarios.", "This has been observed in several cases.", "Hence, auditors are expected to test the models used by the entities, challenge the management and validate the model outputs.", "Of late, several instances of related party transactions without following 'arms-length' principle and established transfer pricing mechanism have been observed.", "There have been instances of diversion of funds and / or transfer of profits to connected parties through various means - intra-group loans on favourable terms, over or under invoicing of transactions, asset transfers without fair valuation, etc.", "Auditors need to identify and thoroughly scrutinise related or connected party transactions to ensure that there is no undue transfer of income or assets.", "We have also seen cases of manipulation and misstatement of true nature of financial statements by employing opaque technological means (IT black boxes).", "Real transactions are camouflaged beneath various layers of IT solutions by a few entities.", "As such, auditors need to be technologically savvy and be able to 'see-through' the layers of information technology to detect the real nature of hidden transactions.", "Such undesirable practices and structures should draw the attention of the auditors.", "Since RBI, as the supervisor of the financial system, relies and leverages on the work done by auditors, the audit professionals are being sensitized through various fora to improve the quality of their reporting.", "We are constantly engaged with individual auditors, audit firms and the Institute of Chartered Accountants of India (ICAI) to improve the quality and depth of audit.", "A lot of work has been done in this area, but lot more needs to be done.", "Code of Ethics for Good Governance 21.", "A related issue is the importance of having a code of ethics for businesses to ensure that everyone in the institution is clear on the mission, values and guiding principles.", "Ethical behaviour goes beyond the minimum required by law and regulations.", "This aspect is closely intertwined with the efficacy and robustness of various assurance mechanisms, including audit.", "The management has the responsibility for demonstrating, through its actions, the importance of ethical conduct.", "While this is relevant for all businesses, it is even more important for financial institutions which hold public trust and depositor's money in fiduciary capacity.", "The Reserve Bank has been repeatedly emphasising the importance of strong governance framework in banks and NBFCs.", "Such a framework has to be built on principles of transparency, prudent business strategy, effective risk management and a strong compliance culture.", "Financial sector entities, the audit community and the financial sector regulators and supervisors have to work together and take proactive steps to ensure good governance and ethical practices to build a strong and resilient financial sector.", "Adoption of Modern Audit Tools and Related Issues 22.", "In this digital era, the manner of financial accounting and its consolidation has witnessed major transformations.", "The auditing profession cannot afford to lag in adoption of technology.", "Adopting technology tools such as Computer Assisted Audit Tools and Techniques (CAATTs) through constant upgradation and integration of new technologies will bring in a lot of efficiency in audits.", "In parallel, it has to be kept in mind that adoption of such technology tools for auditing cannot replace professional judgment.", "A holistic approach would, therefore, be always required while integrating technology tools in audit.", "Audit of Supervised Entities of RBI 23.", "Let me now move to some of the steps taken by the Reserve Bank of India over the past few years to bring about improvement in the audit function in its Supervised Entities.", "(i) The Reserve Bank is clear that financial stability, among other things, depends on market confidence which stems from investor / stakeholder confidence.", "This, in turn, is influenced by the quality of financial reporting.", "Our aim has been to ensure that banks make full and fair disclosure of all material information in their financial statements.", "Some of these disclosures mandated by the RBI are as follows: disclosures on the composition of regulatory capital so that stakeholders understand the quality of capital; details of the quality of advances with provisions held thereon, along with movement in nonperforming assets (NPAs); details of pending complaints, the major grounds for complaints and their disposal.", "(ii) In September 2020, RBI had revised the format for Long Form Audit Report (LFAR) to increase its utility value by enhancing the coverage of the prudential supervisory requirements stated in the Basel Committee on Banking Supervision (BCBS) document on \"External Audits of Banks\".", "(iii) The Risk-Based Internal Audit (RBIA) system in Scheduled Commercial Banks (SCBs), which was introduced in 2002 was further strengthened in January 2021.", "This was followed by issuance of guidelines for large NBFCs and Urban Co-operative Banks (UCBs) in February 2021 prescribing broad principles for such entities to gradually move towards the RBIA system.", "(iv) In April 2021, the RBI has updated the guidelines for Appointment of Statutory Auditors in Commercial Banks, UCBs and NBFCs putting in place ownership-neutral audit regulations for ensuring independence of auditors, avoiding conflict of interest in auditor appointments and improving the quality and standards of audit.", "The RBI has also taken several measures to improve governance and risk management in banks and NBFCs.", "These include issuance of updated guidelines on corporate governance in Scheduled Commercial Banks in April 2021.", "The role of Chief Risk Officers(CROs) in SCBs has been strengthened and the requirement of CROs in large NBFCs and UCBs has been mandated.", "Steps have been taken to simplify the complex group structures by implementing the Tapan Ray Committee recommendations relating to Core Investment Companies (CICs).", "A framework for scale based regulation of NBFCs has been announced on October 22, 2021.", "With globalization and increasing complexity of the financial system, audit as a public good has become vital for a sound, stable and vibrant financial system.", "Auditors need to update and upgrade skills on constant basis and perform their task in the most effective manner.", "The profile of tomorrow's auditor will be that of a critical yet constructive challenger, with a clear focus on public interest and quality audits.", "In essence, there is need to be even more professional, qualified, impartial, value driven, ethical and also display awareness and foresight.", "I am sure all of you will act as torch bearers of the supreme legacy of the Civil Service and the institution of CAG and uphold the principles of accountability, transparency, integrity and equity which are essential features of a good Public Servant, by imbibing the motto of the National Academy of Audit and Accounts - (commitment to truth for public good).", "With this, I conclude and wish you all a very fulfilling career in the Indian Audit and Accounts Service.", "www.nationalarchives.gov.uk/help-with-your-research/research-guides/medieval-financial-records-pipe-rolls- Report on Findings and Recommendations of the Committee on Experts on Regulating Audit Firms and Network, October 2018, Ministry of Corporate Affairs Kautilya's Arthashastra Translated into English by R. Shamasastry The Institute of Internal Auditors (January 2012), Supplemental Guidance: The Role of Auditing in Public Sector Governance"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Audit", "Financial Stability", "Role of Auditors", "Audit Failures", "Modern Audit Tools", "Comptroller and Auditor General (CAG)", "Code of Ethics", "Risk Management", "Public Finance", "Governance"]}