{"sentences": ["Ladies and Gentlemen, I am very happy to join you today for this discussion on \"EU and US Perspectives\".", "Exactly one year after my previous intervention in this Forum, I definitely see a change for the better in the economic climate in Europe.", "Europe is now the most vaccinated continent in the world.", "Economic growth in the euro area has so far been stronger than expected and according to our latest forecasts, real GDP is expected to exceed its pre-Covid level by the end of this year.", "If anything, we can perhaps say that uncertainty has shifted a little bit from the growth outlook to the inflation outlook, but I will come back to this point later.", "My speech today will address three interconnected issues: I.", "What are the key changes following the ECB strategy review?", "Where do we stand on inflation?", "Perspectives on the ECB's monetary policy up to and after the end of the Covid crisis.", "The ECB's monetary policy framework The unanimous adoption in July of the new monetary policy strategy was an important achievement for the Eurosystem.", "Let me pay tribute to Christine Lagarde, and sum up our review in three key messages: 1.", "The ECB has become a clearer and more credible inflation targeter after the clarification of its 2% inflation target, which is now both symmetric and medium-term, as I advocated here one year ago.", "To anchor inflation expectations, it is important to have symmetry built into the strategy so that our 2% inflation target is no longer perceived as a ceiling.", "Our objective is also forward-looking to help guide inflation expectations, but it does not ignore the past either.", "In this context, our new forward guidance announced in July plays a crucial role as it should reinforce the ECB's credibility.", "By incorporating conditionality on both inflation forecasts and underlying inflation outcomes relative to our 2% target, it allows us to maintain strong and persistent monetary policy action, going beyond transitory inflationary effects.", "This is particularly relevant at present.", "The ECB is a pioneer among central banks in the fight against climate change.", "Our action here is guided by two findings: first, we have acknowledged that climate change directly affects our primary mandate of price stability.", "Second, climate-related financial risks are becoming first order for banks and insurers, as well as for our own balance sheet, and can no longer be overlooked.", "The Governing Council has agreed on a comprehensive climate action plan that commits to further incorporating climate change considerations into our monetary policy operations by 2024, and to expand our analytical modelling and statistical tools with regard to climate change.", "The Banque de France played a central role in setting this agenda, notably through the creation of the Network for Greening the Financial System (NGFS) and its global secretariat.", "As I often stress, communication is The ECB also intends to step up its communication.", "fundamental for economic efficacy and for the transmission of monetary policy to all economic agents.", "Better-informed households and firms will also make better economic decisions.", "Our inflation targeting policy will be much more effective if economic agents understand it, adhere to it and believe in it, thus helping to better anchor inflation expectations.", "To this aim, a first step is our new Monetary Policy Statement, which is shorter and provides a clearer narrative of why we took our monetary policy decisions.", "Since effective speaking also means active listening, the Banque de France organised 17 listening events this year, both at national and regional levels, reaching out more than 300 000 French citizens.", "We discussed our mandate, the principles of monetary policy, and the effect of monetary policy on their daily lives.", "I have decided to make this an annual event.", "The current and future courses of inflation Let me now turn to the economic outlook.", "The robust euro area recovery has been helped by a successful combination of accommodative monetary and fiscal policies, both at national and EU levels.", "Inflation has also rebounded quite strongly, with headline inflation at 3.4% in September, according to the flash estimate, and inflation excluding energy and food at 1.9%.", "This rebound fuels a lively public debate, but we should be vigilant without being feverish: clearly, there is no such thing as stagflation.", "This rebound results mainly from several temporary factors, as already stressed by my ECB colleagues Philip Lanei and Isabel Schnabelii.", "Part of the rebound just offsets exceptionally low prices during the Covid crisis in 2020.", "Compared to September 2019, consumption prices have only increased by 1.5% on an annual basis, and prices excluding energy and food by 1.0%.", "A second cause can be attributed to the strong rebound of energy prices, in particular oil and natural gas, the latter having also a direct impact on wholesale electricity prices.", "It is of course very hard to forecast prices, but futures markets for natural gas are currently pricing a sharp decrease in the second quarter of 2022, once the current high demand related to stock replenishment and the winter season is over.", "A third cause is the global shift from the consumption of services to the consumption of goods as the global economy reopened while health restrictions or behavioural changes still affect the service sector.", "With low inventories, severe supply bottlenecks in some key sectors such as shipping or semi-conductors, and shortages, supply-chains are struggling to serve this demand.", "The resulting increase in the price of raw materials and industrial inputs has been transmitted to manufactured goods prices.", "Our central view is that the third cause will fade out over the coming quarters, but the exact timing is uncertain.", "Some prices, such as those of timber and ferrous metals, have already passed their peak and are falling sharply.", "But as tensions remain acute in shipping and semi-conductors, we cannot rule out that supply-side bottlenecks will push out the date at which inflation starts to come back to its trend.", "At the same time, we see few signs of general wage increases, in line with subdued services inflation.", "Moderate wage increases in the euro area, in some sectors of the economy, would certainly be warranted to make jobs more attractive and reduce labour shortages.", "But there are few signs of a wage-price spiral at the current juncture.", "Indicators of long-term inflation expectations of professionals, both market-based and survey-based, have picked up but remain below our 2% target.", "According to the ECB staff's latest macroeconomic projections, euro area inflation would decrease to 1.5% in 2023.", "Some may question the latter figure and call it too conservative.", "Let me take a practical approach here.", "There might be some upside risks by a few decimal points on our 2023 forecasts, but what matters for monetary policy is the distance of realized inflation from our target of 2%.", "From this point of view, it is clear that the risk remains that we fall short of our inflation target in 2023 rather than exceed it.", "This calls for a continued accommodative monetary policy.", "But we are carefully monitoring inflation developments.", "If ever inflationary pressures should turn out to be long lasting, we would have the means and the willingness to anchor inflation at 2% in the medium term.", "Some reflections accordingly on our instruments This brings me to the last part of my talk, about the use of our instruments consistent with the new strategy and the inflation outlook.", "Some of our instruments were designed to be temporary and to respond to specific risks associated with the pandemic, such as the Pandemic Emergency Purchase Programme (PEPP).", "The Governing Council will probably decide on the future of its monetary policy instruments in December.", "So we have significant time left to monitor economic and financial data; and one shouldn't give too much credit to rumours and speculations floating at present, including on an allegedly earlier calendar of ECB rate hikes.", "However, I would like today to dispel some misperceptions about how our instruments might evolve and mention some of the lessons I tend to draw from our successful crisis management.", "The transition out of temporary anti-crisis measures is not the end of our accommodative monetary policy Let me start by recalling that the transition out of the PEPP itself is different from our other instruments because it is conditioned on the end of the coronavirus crisis rather than on the inflation outlook, which guides our other instruments.", "If the Governing Council judges that the \"coronavirus crisis phase is over\", then net purchases under PEPP will end by March 2022.", "As things stand today, this is likely to happen.", "It is important, therefore, to stress that exiting from PEPP would not signal the end of our very accommodative monetary policy.", "Monetary policy will continue to provide accommodation through our quartet of tools, namely asset purchases and stocks, long-term liquidity provision, negative interest rates, and forward guidance.", "These tools have been durably established by the new strategyiii and we should probably start calling them the \"new conventional\" instruments rather than \"non conventional\" ones.", "Let me now share some more specific thoughts on the successes of our two crisis instruments, PEPP and TLTROs, and how these lessons might influence our future reflections on our quartet.", "The lessons from the PEPP The PEPP has been instrumental in the euro area since the start of the Covid crisis, thanks to its dual role regarding stance and transmission.", "It put an end to the turmoil in the financial markets during spring last year, and since then has ensured favourable financing conditions for both public and private borrowers.", "We can draw two main lessons from the PEPP's achievements: with respect to asset purchases, stock matters, and flexibility matters.", "First, the financial literature suggests that it is changes in the anticipated of assets that exert a downward pressure on longterm interest rates through a decrease in term premia.", "This effect tends to wear off over time as the securities portfolio held by the central bank ages.", "Thus, our future PEPP reinvestment policy will be key to continuing to provide an accommodative monetary stance even after the end of the net purchase phase.", "Second, the PEPP's flexibility both across asset classes and among jurisdictions is a powerful and innovative way to achieve the adequate transmission of our monetary policy.", "This allows us to intervene more effectively in specific market segments when it is most needed, and to prevent unwarranted fragmentation, such as during the March 2020 turbulence.", "Such conditions may of course arise again in the future, irrespective of the context of the Covid pandemic.", "Therefore, it could be worth examining if and how at least some elements of this PEPP flexibility should be kept in our \"virtual\" toolbox.", "Their mere existence, the theoretical possibility of their use, would mean that we would probably not have to actually use them.", "An additional key feature of the PEPP was to announce a total envelope of potential purchases, also incorporating a third flexibility feature regarding the timing of purchases within this total envelope.", "By contrast, the APP is currently operating with an open-ended flow of EUR 20 billion of additional net purchases per month.", "The APP might benefit, still more than from increased fixed volumes, from adding some forms of flexibility of purchases over time.", "Last but not least, in July the Governing Council updated its forward guidance on interest rates to bring it into line with the new definition of price stability.", "We agreed to reflect later - that is to say in December - on whether to adjust our forward guidance on the APP.", "The lessons of TLTRO III and the two-tier system My last point concerns the articulation of long-term liquidity provision and negative interest rates.", "The third round of targeted long-term refinancing operations (TLTRO III) has proved to be a powerful tool during the Covid crisis to avoid a credit crunch to the private sector.", "As the euro area financial system is mainly bank-based, our future actions must continue to support bank lending to businesses and households as the recovery evolves.", "I am therefore in favour of keeping this funding instrument as a liquidity backstop in some form in the future, also to avoid possible cliff effects related to future repayments.", "However, I think that a careful recalibration of its pricing is required.", "Now that the recovery is well underway, the generous pricing of TLTRO - lending rates can be up to 50 basis points below the average deposit facility rate since April 2020 - is no longer justified.", "The present calibration of TLTRO pricing clearly provides riskless arbitrage opportunities for banks.", "Having said that, I am fully aware of the possibility that the negative interest rates on excess liquidity holdings may affect the profitability of bank intermediation in the long run (since they are primarily funded by their clients' deposits).", "I hence strongly advocated the introduction of the two-tier system in 2019, which aims to exempt part of credit institutions' excess liquidity holdings from the cost of the negative deposit facility rate.", "This has been a success in limiting the negative side effects on bank intermediation of low-for-long interest rates, thereby preserving the transmission of monetary policy.", "The exemption volume is determined as a multiple of banks' minimum reserve requirements, which is currently set at six.", "When the two-tier system was introduced, in October 2019, total excess liquidity was just above €1.7 trillion.", "As a result of the ECB response to the Covid pandemic, this has now jumped to €4.4 trillion, an amount well above the level of reserves necessary to steer market rates towards the deposit facility rate.", "This FREL - floor required excess liquidity - is currently estimated at about €1 trillion.", "Consequently, I would support a more rule-based approach to set the level of the multiplier, as a function of the change in excess liquidity net of both necessary (FREL) and borrowed reserves (TLTROs).", "Much more than subsidising liquidity provision beyond exceptional circumstances, a well calibrated tiering system belongs to the normal tools of monetary policy as shown by other jurisdictions.", "We sometimes read that Central Banks, including the ECB, are presently squeezed by two dilemmas: the first one on their objectives, as Central Banks would have either to accept excessive inflation, or to threaten the recovery.", "And the second on their instruments as they would take the risk of cliff edge effects by exiting their Covid-crisis instruments.", "These two views are largely wrong according to me, and I tried to explain why in the case of the ECB.", "Based on the successful conclusion of our strategy review and forward guidance, we can be patient in navigating through a significant but temporary surge of inflation; besides, we have beyond PEPP a broad spectrum of possibilities to further run an accommodative monetary policy, thanks to our quartet of non conventional, or \"new conventional\" instruments.", "Thank you for your attention.", "), \"The monetary policy toolbox and the effective lower bound\", speech, 11 October ii Schnabel (I.", "), \"Prospects for inflation : sneezes and breezes\", speech, 7 October 2021 iii See paragraph 8 of ECB's monetary policy strategy statement"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "ECB", "Climate Change", "Economic Growth", "Supply Chain", "Wage Growth", "Forward Guidance", "Asset Purchases", "Interest Rates"]}