{"sentences": ["December 2, 2021 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Hyogo Member of the Policy Board I.", "Recent Economic and Price Developments A.", "Economic Developments I would like to begin my speech by talking about overseas economies.", "Overseas economies have recovered on the whole, albeit with variation across countries and regions (Chart 1).", "Specifically, the United States and Europe, where vaccinations against the novel coronavirus (COVID-19) moved ahead of other countries and regions, keep seeing economic improvement as the resumption of economic activity continues to progress.", "The Chinese economy is still recovering as a trend, although the pace of improvement has decelerated, partly due to the resurgence of COVID-19 and power supply issues, for example, exerting downward pressure on domestic demand and production.", "Regarding emerging and commodity-exporting economies other than China, domestic demand and production in some countries and regions were under downward pressure due to the spread of COVID-19 in summer 2021, but these economies have picked up on the whole as the effects of the spread have been waning recently.", "Against this background, Japan's economy has picked up as a trend, although it remains in a severe situation due to the impact of COVID-19 at home and abroad (Chart 2).", "Regarding the impact at home, with the repeated resurgence of confirmed cases, the economy has been pushed down significantly, mainly in the face-to-face services sector, including dining-out and travel; however, with the number of cases having been at a low level since autumn, such downward pressure seems to have started to wane somewhat.", "As for the impact abroad, the spread of COVID-19 in the ASEAN countries in summer and the semiconductor shortage have affected global supply chains.", "This has led to a temporary deceleration in exports and production in Japan, mainly in the automobile-related sector.", "That said, a virtuous cycle from corporate profits to business fixed investment continues to operate, supported by the recovery in overseas economies and the effects of various policy measures.", "Thus, I am of the view that the pick-up trend in Japan's economic activity as a whole is maintained.", "Let me elaborate on this by component.", "First, exports continue to increase as a trend on the back of the recovery in overseas economies, despite being weak recently due to the effects of supply-side constraints seen in some areas (Chart 3).", "By goods, exports of automobile-related goods have declined significantly due to a drop in production that reflects supply-chain disruptions caused by the spread of COVID-19 in the ASEAN countries.", "On the other hand, IT-related exports remain on an uptrend, as exports of goods such as semiconductors for smartphones and data centers have been solid, despite a decline in exports of some parts for automobiles.", "Exports of capital goods also continue to increase, supported by a global rise in machinery investment and by steady exports of semiconductor production equipment that reflect the expansion in demand for digital-related goods.", "As for the outlook, exports are likely to remain affected by supply- side constraints for the time being.", "Thereafter, however, they are expected to increase firmly again on the back of firm expansion in global demand, particularly for digital-related goods.", "Turning to private consumption, it has shown signs of a pick-up recently, although downward pressure remains strong, particularly on services consumption, mainly due to vigilance against COVID-19.", "The rate of change in consumption of households excluding imputed rent for the July-September quarter of 2021 was negative on a quarter-on-quarter basis (Chart 2).", "This was mainly attributable to (1) the continued downward pressure stemming from the impact of COVID-19, exerted mainly on consumption of services, such as eating and drinking as well as accommodations, (2) supply-side constraints, mainly on passenger cars and some white goods, due to shortages such as of semiconductors, and (3) irregular weather.", "That said, signs of a pick-up have been observed, mainly in face-to-face services consumption, reflecting the lifting of the state of emergency and priority measures to prevent the spread of disease, with the number of confirmed cases having been at a low level since October (Chart 4).", "With regard to the outlook, it is expected for the time being that private consumption will be restrained mainly by vigilance against COVID-19 and that durable goods consumption will be pushed down by supply-side constraints, such as on automobiles.", "However, private consumption is expected to pick up again, supported by the materialization of pent-up demand for services and durable goods, as public health protection and the resumption of consumption activities coexist more effectively, due mainly to the widespread vaccinations, and as supply- side constraints wane.", "Thereafter, as the impact of COVID-19 subsides gradually, an uptrend in private consumption is projected to become evident, supported by improvement in employee income.", "As for business fixed investment, weakness has been seen in some industries; for example, there has been a decrease in construction of stores and accommodation facilities by the eating and drinking as well as accommodations industries and a downtrend in orders of \"rolling machines\" (i.e., railway vehicles) and motor vehicles by the transportation industry.", "However, business fixed investment as a whole has picked up with improvement in corporate profits.", "Machinery investment has been supported mainly by digital-related goods, such as semiconductor production equipment and items related to mobile phone base stations and 5G networks, and by construction machinery.", "Regarding construction investment, construction of logistics facilities has increased on the back of expansion in e-commerce and urban redevelopment projects have made progress.", "The pick-up in business fixed investment can also be observed in the plan for fiscal 2021 in the Bank of Japan's September 2021 Tankan (Short-Term Economic Survey of Enterprises in Japan); business fixed investment is likely to increase by 9.3 percent on a year-on-year basis, suggesting that -- as with the previous survey in June -- the year-on-year rate of change in such investment for fiscal 2021 is likely to clearly turn upward.", "The employment and income situation remains weak due to the impact of COVID-19.", "With regard to the number of employed persons, the number of regular employees continues to increase moderately -- mainly in the medical, healthcare, and welfare services industry as well as the information and communications industry, both of which have faced a severe labor shortage.", "On the other hand, that of non-regular employees remains at a relatively low level, mainly in the face-to-face services industry.", "In addition, the unemployment rate and the active job openings-to-applicants ratio have been more or less flat, albeit with fluctuations (Chart 5).", "As for wages, although the year-on-year rate of change has been positive in contrast to 2020, when a significant decline was observed, the level of wages has been somewhat lower than that before the pandemic.", "Price Developments Let me now elaborate on price developments in Japan.", "The year-on-year rate of change in the consumer price index (CPI) for all items less fresh food, or the core CPI, has been at around 0 percent (Chart 6).", "That said, recent price developments are largely attributable to temporary factors both in terms of positive and negative changes.", "Specifically, mobile phone charges -- for which low-cost plans have been launched since spring 2021 -- have pushed down the overall rate of change in the CPI by the CPI has been pushed up by (1) a rise in more than 1 percentage point.", "On the other hand, energy prices -- which were subdued in 2020 -- reflecting developments in crude oil prices a recovery in the global economy and the base effects of a discount on hotel charges through the \"Go To Travel\" campaign in 2020, the government's program to promote domestic tourism.", "When excluding these temporary factors, the year-on-year rate of change in the CPI has been steady at around 0.5 percent.", "Meanwhile, medium- to long-term inflation expectations, which represent the perception of firms and households regarding future prices, have picked up (Chart 7).", "C. Outlook for and Risks to Economic Activity and Prices The outlook for Japan's economy is that, for the time being, there will likely remain (1) downward pressure stemming from COVID-19 on services consumption vigilance against and (2) the effects of supply-side constraints on exports and production.", "Thereafter, however, with the impact of COVID-19 waning gradually, mainly due to the widespread vaccinations, the economy is likely to recover, supported by an increase in external demand, accommodative financial conditions, and the government's economic measures.", "From the middle of the projection period that covers through fiscal 2023, Japan's economy is projected to continue growing, albeit slower, at a pace above its potential growth rate, as a virtuous cycle from income to spending intensifies in the overall economy, including the household sector.", "Given these factors, in the Bank's October 2021 Outlook for Economic Activity and Prices (Outlook Report), the medians of the Policy Board members' forecasts for the year- on-year growth rate of real GDP are 3.4 percent, 2.9 percent, and 1.3 percent for fiscal 2021, 2022, and 2023, respectively (Chart 8).", "Turning to prices, the year-on-year rate of change in the core CPI is likely to increase moderately in positive territory for the time being, reflecting a rise in energy prices.", "Thereafter, albeit with fluctuations due to temporary factors, it is projected to increase gradually as a trend, mainly on the back of improvement in the output gap and a rise in inflation expectations.", "In the October Outlook Report, the medians of the Policy Board members' forecasts for the year-on-year rate of change in the core CPI are 0.0 percent, 0.9 percent, and 1.0 percent for fiscal 2021, 2022, and 2023, respectively (Chart 8).", "Concerning risks to the outlook for economic activity and prices, the course of COVID-19 and its impact on domestic and overseas economies continue to warrant attention.", "In particular, there are high uncertainties over how public health protection and the resumption of economic activity will coexist.", "Specifically, if people's vigilance against COVID-19 entrenches due, for example, to the spread of variants, there is a risk that economic activity, mainly for consumption, will deviate downward from the baseline scenario.", "On the other hand, economic activity could improve by more than expected because if, for example, public health is protected and people's vigilance lessens significantly with the widespread vaccinations and the rollout of antiviral medicines, pent-up demand for services consumption will materialize relatively early.", "Attention also should be paid to a risk that the effects of supply-side constraints seen in some areas will be amplified or prolonged.", "Specifically, mainly due to a rapid economic recovery in advanced countries, such as the United States, and to the effects of the resurgence of COVID-19 in Asia, supply-side constraints have been seen globally, including the semiconductor shortage, the stagnation of logistics such as in marine transport, and parts procurement difficulties reflecting supply-chain disruptions.", "As the impact of COVID-19 wanes, demand imbalances and production and shipping bottlenecks are likely to head toward a resolution.", "However, if the effects of supply-side constraints are prolonged or amplified by more than expected, there is a risk that economic activity will deviate further downward from the baseline scenario, particularly in the first half of the projection period.", "Monetary Policy Responses to COVID-19 and Climate Change Next, I would like to talk about the Bank's monetary policy actions regarding the two important challenges that the world is facing: COVID-19 and climate change.", "Responses in Light of the Impact of COVID-19 Let me first touch on policy responses in light of the impact of COVID-19.", "In response to COVID-19, the Bank has been supporting financing, mainly of firms, and maintaining stability in financial markets by conducting powerful monetary easing through the following three measures since March 2020 (Chart 9): (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19); (2) an ample and flexible provision of funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations; and (3) purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "These three measures have had positive effects, coupled with the government's measures and private financial institutions having actively fulfilled the functioning of financial intermediation.", "As a result, financial conditions in Japan have been accommodative on the whole, although weakness in firms' financial positions remains in some segments.", "That said, developments in domestic and overseas economies continue to entail high uncertainties due to the spread of COVID-19 variants, for example.", "It therefore continues to be important to take measures in response to the pandemic for the time being.", "In this regard, the Bank extended the duration of the Special Program until the end of March 2022.", "Under this program, it will keep providing strong support for corporate financing.", "It will also continue to closely monitor the impact of COVID-19 on economic activity and will not hesitate to take additional easing measures if judged necessary.", "Responses to Climate Change Now, I will highlight responses to climate change.", "Climate change is a global challenge and could have a broad impact on our society and economic activity into the future.", "To address this challenge, all economic entities -- firms, households, financial institutions, and governments -- need to actively play their roles over the long term, and central banks are no exception.", "Specifically, since climate change could exert an extremely large impact on developments in economic activity and prices as well as financial conditions from a medium- to long-term perspective, central banks -- which have the mission of achieving price stability and ensuring the stability of the financial system -- need to address this critical challenge.", "Against this background, central banks around the world have taken necessary responses.", "The Bank of Japan released its strategy on climate change in July 2021.", "This covers a wide range of areas including monetary policy, the financial system, research, and international finance (Chart 10).", "In June 2021, as a monetary policy response, the Bank announced its decision to introduce a new fund-provisioning measure to support private financial institutions' various efforts in fields related to climate change (Chart 11).", "It decided on and released the details of the measure in September and will start the actual fund-provisioning in December.", "As such, supporting the private sector's efforts on climate change will contribute to stabilizing the macroeconomy in the long run.", "This is consistent with the monetary policy mission to achieve price stability and thereby contribute to the sound development of the national economy.", "On this basis, I would like to express my opinion on the importance of addressing climate change for the future of Japan's economy while explaining how the new fund-provisioning measure should be regarded.", "While there is growing awareness of climate change on a global basis, some say that firms' corporate values will increasingly be influenced by not only the digital transformation but also the green transformation -- that is, initiatives to adapt to changes to industrial structures and the socioeconomy with a view to restraining climate change caused by greenhouse gas emissions and promoting economic growth.", "One example of a change to the environment surrounding corporate activity is that carbon pricing, such as carbon taxes and emissions trading, will likely be adopted widely across countries and regions, in addition to such regulations as limiting greenhouse gas emissions.", "If the impact on climate change is explicitly reflected in the cost of corporate activity through such initiatives, firms will become more aware of such cost in making their decisions.", "Consequently, more firms -- mainly in manufacturing -- will, for example, switch from using fossil fuels to electricity and shift their business sites to locations where cheaper and more environmentally friendly electricity is available.", "I should note that thermal power generation using fossil fuels accounts for a large proportion of the energy mix in Japan compared with in European countries and the United States, due in part to the suspended operation of nuclear power plants following the Great East Japan Earthquake in 2011.", "In addition, industrial power prices in Japan are at a high level relative to those in other major countries.", "In particular, industrial power generated from renewable resources is even more expensive.", "If this situation continues, Japanese firms -- many of which have been advancing their global initiatives for \"local production for local consumption\" so as to reduce foreign exchange risk and personnel expenses -- may accelerate the shifting of their factories and other business sites abroad with a view to avoiding the high cost and constraints on the availability of electricity.", "To avoid this, Japanese firms must expand their R&D investment for the various technologies needed to address climate change and fixed investment to utilize those technologies.", "Specifically, it is necessary to (1) switch from using fossil fuels to electricity and carbon-free alternative energy such as hydrogen, (2) raise the power-generating capacity of renewable energy, and (3) proceed with carbon capture and reuse.", "To this end, joint efforts among industry, academia, and the government are indispensable.", "In order to prevent Japan from falling behind the rest of the world in the green transformation so that the hollowing out of industries in the country does not accelerate, the government is expected to make further efforts in terms of fiscal and institutional arrangements.", "At the same time, the Bank will firmly support private financial institutions' various efforts in fields related to climate change through its new fund-provisioning measure.", "Meanwhile, on the financial front, giving consideration to market neutrality is important in proceeding with the aforementioned initiatives.", "This is particularly true in Japan, where a notable number of industries is supported by indirect financing.", "What is pivotal in such financing is financial institutions' expertise in responding flexibly and appropriately to the borrowers' funding needs through close communication.", "Given this, if the central bank directly intervenes in micro-level resource allocation by, for example, implementing a policy that supports environmentally sustainable \"green\" economic activities and restrains the \"brown\" ones that are environmentally unfriendly, various distortions may occur in the financial system.", "I believe that such a negative impact on the financial system can be avoided with the Bank's new fund-provisioning measure, since it takes the approach of providing funds to financial institutions for investment or loans they make to address climate change based on their own decisions.", "Achieving the Price Stability Target of 2 Percent Next, I would like to discuss the Bank's monetary policy conduct that also looks ahead to the post-COVID-19 era.", "The Bank will persistently continue with powerful monetary easing based on Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, of which the sustainability and nimbleness were enhanced following the assessment conducted in March 2021.", "In doing so, it will continue to aim at achieving the price stability target of 2 percent, as long as it is necessary for maintaining that target in a stable manner (Chart 12).", "However, it is likely that the inflation rate will increase gradually toward fiscal 2023, as I mentioned earlier, but not reach the 2 percent target by then.", "It will take more time for prices to rise because the mindset and behavior based on the assumption that prices will not increase easily have been deeply entrenched among firms and households due to their experience of deflation in the past.", "Weak Private Consumption Due to Concern regarding the Future In addition, people have been concerned over possibilities of future tax hikes and lower pension payments.", "Also, their expectations for wage increases have not risen.", "I believe that these factors have led to a situation where households' appetite for spending and their tolerance of price rises have not been increasing.", "In this regard, I would like to share my views on the relationship between fiscal policy and economic activity.", "As the impact of COVID-19 has been exerting strong downward pressure on economic activity, countries around the world, including Japan, have been conducting large-scale fiscal spending.", "There is no doubt that such spending is indispensable to preventing the economy from slowing down further and bringing it back onto a growth path.", "At the same time, we must be aware that fiscal resources for such spending need to be secured into the future.", "The United Kingdom, for example, has announced that it will raise the corporate tax in 2023 for the first time in about 50 years to secure fiscal resources for taking measures in response to COVID-19.", "In the case of Japan, the funding of reconstruction following the Great East Japan Earthquake has been secured through a tax increase, particularly on income tax.", "In the process of securing fiscal resources to respond to COVID- 19, economic activity could be significantly affected.", "Thus, forthcoming discussions on fiscal soundness warrant close attention.", "I would now like to talk about wages.", "Labor force participation of women and seniors has increased due to the improved output gap and tightened labor market conditions under the Bank's large-scale monetary easing and the government's nimble fiscal policy since 2013.", "As a result, the number of employed persons, and in turn employee income, both increased up until the COVID-19 outbreak.", "On the other hand, the average rate of increase in wages per employee from 2013 to 2019 remained at 0.5 percent on a nominal basis and minus 0.5 percent on a real basis.", "Base pay has risen for eight consecutive years since 2014, and it is encouraging that this remains the case even with the impact of COVID-19; however, the negotiation results of firms for which base pay data are available for aggregation, as compiled by the Japanese Trade Union Confederation (Rengo), have shown that the average increase in base pay for the eight years is around 0.5 percent, remaining at a low level compared to the 2 percent price stability target.", "Path toward Wage Growth In order to achieve wage increases under such circumstances, it is necessary for firms to nimbly allocate their resources to promising business areas, and also for workers to receive appropriate recurrent education and become able to flexibly move among divisions within the firm or among different firms in seeking jobs with higher value added.", "On this point, attention should be paid to the possibility of such reform of the economic structure being delayed due to the impact of COVID-19.", "With economic activity being considerably pushed down, the government and the Bank have taken aggressive policy responses to support sustaining firms' businesses and employment.", "This has contained rises in the number of bankruptcies and the unemployment rate.", "In this regard, Japan's economy has been heading toward recovery while maintaining a certain continuity.", "On the other hand, I believe that these responses have enabled the continuation of ineffective business areas that have existed since before the pandemic.", "Therefore, having experienced the pandemic, it has become more important to proceed with the reform of Japan's economic structure by encouraging firms to make a shift to promising business areas, as the global economy has been undergoing further acceleration toward digitalization and decarbonization.", "Against this background, I expect that the Bank's monetary policy measures to underpin economic activity will help to support firms' efforts to allocate their funds and workers to areas with higher productivity by reallocating their internal resources, such as through business restructuring, and by cooperating or integrating with other firms.", "This will lead to an increase in corporate profits, and thus to wage increases.", "If households start to expect steady increases in wages, their concern regarding the future will ease and they will become encouraged to spend their income comfortably.", "As a result, they will become more tolerant of price rises, and firms that are able to pass on cost increases to prices more easily will deliver higher profitability, which in turn is expected to bring about further wage increases.", "Price Stability and Financial System Stability Next, I will present my view regarding the future conduct of monetary policy.", "The Bank has been pursuing powerful monetary easing for more than eight and a half years since the introduction of QQE in 2013.", "Nonetheless, partly due to the impact of COVID-19, it is unavoidable that this monetary easing will be prolonged further.", "To achieve the price stability target of 2 percent, the Bank is expected -- even after COVID-19 subsides -- to persistently continue with further effective and sustainable monetary easing, which reflects the findings of the assessment in March 2021.", "For monetary easing measures to have a sustained impact, maintaining the stability of the financial system is indispensable.", "In this regard, Japan's financial system has been maintaining stability on the whole, while COVID-19 continues to have a significant impact on economic and financial activity at home and abroad.", "Nevertheless, it is necessary to continue to pay attention to the possibility that credit costs will increase due to a delay in economic recovery at home and abroad.", "Also, downward pressure on financial institutions' core profitability is likely to persist as a trend even after COVID-19 subsides, reflecting the prolonged low interest rate environment and structural factors such as the decrease in loan demand due to, for example, the declining population.", "In this situation, attention should continue to be paid to the risk of a gradual pullback in financial intermediation and to the possibility that the vulnerability of the financial system will increase, mainly as a result of financial institutions' search for yield behavior.", "In March 2021, the Bank analyzed and assessed the impact of its monetary easing on economic activity and prices, as well as on the functioning of financial intermediation and market functioning.", "Based on the findings, it took policy actions to conduct further effective and sustainable monetary easing.", "It will continue to deliberate on whether there is room for more improvement in its conduct of monetary policy by carefully weighing the positive effects and side effects of monetary easing, taking account of developments in economic activity and prices as well as financial conditions at the time.", "In doing so, my view is that the Bank should pay due attention to the fact that side effects of monetary easing will accumulate over time.", "The Bank will continue to conduct monetary policy in an appropriate manner so as to fulfill the two missions of achieving price stability and ensuring the stability of the financial system.", "Figures are from the reference series in NOW, which takes changes in the number of consumers into account.", "Mobile phone charges Effects of the \"Go To Travel\" Effects of the consumption tax hike and free education policies Excluding the above factors CPI (all items less fresh food) CY 20 16 17 18 19 20 21 Source: Ministry of Internal Affairs and Communications.", "Figures for energy consist of those for petroleum products, electricity, and manufactured and piped gas charges.", "Figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are Bank staff estimates and include the effects of measures such as free higher education introduced in April 2020.", "Inflation Expectations y/y, ann.", "Figures for households are from the Opinion Survey on the General Public's Views and Behavior, estimated using the modified Carlson-Parkin method.", "Figures for firms are those for general prices in the Average of Enterprises' Inflation Outlook for all industries and enterprises in the Tankan.", "Figures in brackets indicate the medians of the Policy Board members' forecasts (point estimates).", "The forecasts of the majority of the Policy Board members are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which they attach the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The range does not indicate the forecast errors.", "The reduction in mobile phone charges by major carriers conducted in spring 2021 is estimated to directly push down the CPI for fiscal 2021 by around 1.1 percentage points.", "In August 2021, the base year of the CPI was changed from 2015 to 2020, and figures for the year-on-year rate of change from January 2021 onward were retroactively revised.", "Accordingly, the year-on-year rate of change in the CPI for all items excluding fresh food for the April-June quarter of 2021 was revised downward by around 0.7 percentage points; namely, from around 0.1 percent (2015-base) to minus 0.6 percent (2020-base).", "This is mainly because the negative contribution of mobile phone charges to the CPI expanded from around 0.6 percentage points to around 1.1 percentage points.", "The changes to the CPI forecasts in the October 2021 Outlook Report from the previous ones are largely attributable to the rebasing of the CPI.", "The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 about 20 tril.", "yen at Purchases of CP and corporate bonds: amount outstanding of maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Active purchases of JGBs and T-Bills U.S. Dollar Funds-Supplying Operations Lowering Risk Premia in Asset Markets Purchases of ETFs and J-REITs ETFs: annual pace with an upper limit of about 12 tril.", "yen J-REITs: annual pace with an upper limit of about 180 bil.", "yen The Bank's Strategy on Climate Change Funds-Supplying Operations to Support Financing for Climate Change Responses From a central bank standpoint, the Bank provides funds to financial institutions for investment or loans they make to address climate change based on their own decisions.", "Amid the uncertain external environment, it can respond flexibly to changes in circumstances while avoiding direct involvement in micro-level resource allocation as much as possible.", "Counterparties make investment/loans based on their own Eligible Counterparties decisions.", "Discipline will be exercised through a certain level Eligible Investment/Loans of disclosure.", "Establishment of the Interest Scheme to Promote Apply incentives (linked to the short-term policy interest rate) Enable the Bank to cut short- and long-term interest rates to financial institutions' (FIs') current account balances, more nimbly while considering the impact on the functioning corresponding to the amount outstanding of funds provided of financial intermediation through fund-provisioning measures to promote lending Mitigate the impact on FIs' profits at the time of rate cuts depending on the amount of lending 2.", "Clarification of the range of fluctuations in The applied interest rates and the eligible fund-provisioning measures for each category will be changed as necessary at long-term interest rates (±0.25%) MPMs depending on the situation.", "Strike a balance between securing effects of monetary easing and maintaining market functioning <Decision at the March 2021 MPM> Introduction of \"fixed-rate purchase operations for Applied interest rates Eligible fund-provisioning measures consecutive days\" Special Operations in Response to 0.2% when funds are Higher than the rate for provided against loans made by FIs on their own 3.", "New guideline for ETF and J-REIT purchases Special Operations in Response to Purchase ETFs and J-REITs as necessary with upper limits of 0.1% COVID-19, when funds are about 12 tril.", "yen, respectively, on Absolute value of the provided against loans other than short-term policy annual paces of increase in their amounts outstanding those for Category I and against private debt pledged as collateral (abolish the guideline for purchasing these assets, in principle, at annual paces of increase in their amounts outstanding of 0% Loan Support Program Operation to Support FIs in Lower than the rate for about 6 tril.", "yen and about 90 bil.", "yen, respectively) Disaster Areas Purchase only ETFs tracking the TOPIX"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Economic Activity", "Price Developments", "COVID-19", "Climate Change", "Monetary Policy", "Wage Growth", "Fiscal Policy", "Financial System Stability", "Inflation", "Supply-Side Constraints"]}