{"sentences": ["Banks and the crisis Overall, the Italian banking system coped well with the pandemic shock- as did those of many other countries.", "This is different from what happened during the great financial crisis, when the financial turmoil spilt over into the real economy almost everywhere in the world, mostly through the banking channel, highlighting the fact that global prudential standards had not kept up with developments in finance.", "In contrast, in the last eighteen months, banks have managed to continue supporting the productive system and have helped to mitigate the very severe effects of the crisis.", "Fears of a credit crunch which, based on the experience of the last crisis, were widespread at the start of the pandemic, proved groundless.", "Banks were able to satisfy the increased demand for funds stemming from firms' greater liquidity needs, especially in the sectors hardest hit by the measures restricting mobility and productive activities.", "Since the start of the pandemic, loans to firms increased constantly up to March of this year, for a total amount of €70 billion; subsequently, as activities began to recover more generally, lending naturally declined by around €7 billion.", "The countercyclical role of the banks has been supported by the actions of governments as well as monetary and supervisory authorities.", "Immediately after the onset of the pandemic, the adoption of generous and effective credit support measures - mainly in the form of government guarantees with high coverage ratios for new loans and generalised moratoriums on existing loans - allowed firms to benefit from favourable credit conditions and enabled banks to limit the capital absorption of new loans.", "The scope for flexibility agreed by European and national regulatory and supervisory authorities further facilitated banks' action during the crisis.", "The ample liquidity of banks, facilitated by exceptionally expansive monetary policy, also allowed them to support the economy, both in the most difficult months, during the initial acute phase of the pandemic, and when the recovery finally began.", "The liquidity coverage ratio and the net stable funding ratio, the two measures introduced by Basel III, were, on average, well above the regulatory minimums and they have remained so.", "Bank funding, more than 60 per cent of which is made up of deposits by resident customers (and which grew significantly as a result of the pandemic) has been more than sufficient to finance loans.", "Market funding, while limited in volume terms, has continued to be available at very low interest rates.", "In the face of a dramatically worsened economic outlook, which suddenly heightened the risk of insolvency for firms, the banking system quickly increased its loan loss provisions, although with some differences between banks.", "Profits in 2020 were inevitably affected, though capital ratios were not.", "Dividend distribution was very prudent, mainly owing to the recommendations issued by the European Systemic Risk Board, the Single Supervisory Mechanism and the Bank of Italy, supported by granular supervisory action.", "Public loan guarantees contributed to limiting riskweighted assets.", "At the end of June this year, the CET1 ratio was 15.2 per cent on average, more than one percentage point higher than at the end of 2019.", "In the first half of 2021, banks' profits returned to growth, both because the cost of credit risk went down considerably, mainly thanks to the sizeable provisions made in 2020, and as a result of the positive trend in trading profits.", "Average ROE reached 8.9 per cent on an annualised basis.", "Some improvements are probably transitory and, as a result, overall profitability in 2021 could be lower than in the first half of the year.", "The ROE expected by financial analysts for the main Italian banks stands at around 6 per cent, a similar level to that recorded in 2019.", "The gradual phasing out of the support measures, moratoriums and guarantees will surely bring to light cases of repayment difficulties.", "However, it is to be expected that the deterioration in credit quality will be much less marked than it was in previous crises.", "Banks have started paying out dividends again since the supervisory authorities, having carefully assessed the improving economic outlook, withdrew the exceptional restrictions they had previously recommended.", "In any case, we expect the banks to preserve adequate capital in relation to risks; it is essential that they continue to adopt a prudent approach to loan loss provisions.", "The Basel reforms The regulatory reforms introduced in recent years by the Basel Committee - known collectively as Basel III - contributed to the capacity of Italian and international banks to tackle the crisis of 2020.", "These reforms led to a significant strengthening of banks' capital and liquidity, increasing market confidence in their soundness and their capacity to absorb unexpected large-scale shocks.", "The work is not over.", "Mainly because of the massive interventions of the central banks, the resistance of banks' balance sheets to severe market turmoil has not been fully put to the test.", "It will be necessary to complete the implementation of Basel III with the last remaining measures, including the crucial revision of the prudential treatment of the trading book.", "The Committee's recently published preliminary analyses confirm that the banks have continued to carry out their role of providing support to the real economy during the most acute phases of the crisis, not least thanks to the reforms.", "It seems natural at this point to look back at the path taken over the years in establishing international prudential standards.", "This is particularly important at a time when Europe is getting ready to launch the last piece of those reforms.", "On a more personal note, doing so gives me the opportunity to give an account of my participation in the Basel Committee, which lasted a good 13 years.", "In fact, I became a member in the summer of 2008, on the very eve of the collapse of Lehman Brothers.", "I left it just a few weeks ago.", ".1 From the first Concordat to Basel III The Basel Committee was established in 1974 at the initiative of the Group of Ten, at a time - unsurprisingly - of a crisis: that of a German bank, the Herstatt Bank, which involved banks in many countries and exposed the risks connected with international banking activity conducted without common rules.", "Since the first Concordat was issued in 1975, the Committee - comprising representatives of central banks and banking supervision institutions - has introduced the international standards in progressive steps.", "Initially, the aim was managing the risks incurred in cross-border banking activity; then it increasingly extended to spreading regulatory best practices and ensuring minimum regulatory standards at global level.", "Basel rules are not binding within a jurisdiction until they are transposed into national law; their effectiveness therefore essentially rests on the Committee's reputation and on market and peer pressure on national parliaments.", "The successive agreements (Basel I in 1988; Basel II in 2004; and Basel III between 2010 and 2017) changed in line with developments in banking activity and with the mounting complexity of the financial world; they have also become increasingly broad in scope and prescriptive in content.", "This was probably inevitable, but it has made the process of implementing the standards at national level more complex and sometimes open to question.", "It is likely that the expansion of the Committee to the leading emerging economies, which was also inevitable, had a similar effect.", "Today there are about 30 member countries, and they differ from each other much more than the initial group of countries did.", "The first agreement, implemented in the main jurisdictions in 1992, marked a shift from 'structural' supervision, in many countries (including Italy) based on authorisations and administrative controls, to the 'prudential' kind.", "Since then, the aim of ensuring the sound and prudent management of banks has mainly been pursued by requiring bank to maintain a minimum ratio of capital to risk-weighted exposures, rather than through direct and discretionary action by the authority.", "Basel I divided credit exposures into four broad classes, with coefficients increasing as the counterparty's theoretical riskiness rose.", "This was meant to provide banks with sufficient resources to withstand unexpected losses, and discourage excessive risk-taking.", "In Italy, the transition from structural to prudential supervision was marked by the new Consolidated Law on Banking.", "There were two main shortcomings to Basel I: (i) it only covered credit risk; and (ii) the weighting scheme was insufficiently granular, as it was based merely on the legal nature of the counterparty and made no attempt at approximating borrowers' risk at the individual level.", "In order to surmount the first shortcoming, the Market Risk Amendment was adopted in 1996.", "It introduced minimum requirements for market risks and included a new class of capital instruments for coverage ('Tier 3').", "The MRA also marked a conceptual turning point: faced with the variety and complexity of the statistical and mathematical tools needed to assess market risk, banks were allowed for the first time to use their own internal models to calculate their capital requirements, subject to validation by the supervisory authority.", "Basel II sought to remedy the second shortcoming by introducing the three-pillar framework of rules that is still in place.", "The first pillar provides for quantitative capital requirements in relation to three risk categories (credit, market and operational risk); banks can compute the requirements using either a standardised approach or their own internal models.", "The second pillar, which is of a more qualitative nature, requires banks to have their own risk assessment and capital adequacy control process, and entrusts the supervisory authority with the task of verifying that this process is satisfactory.", "The third pillar leverages market discipline, with stringent public disclosure requirements for capital, risk exposure, and management and control systems.", "In the process of defining more risk-sensitive requirements, Basel II also sought a better alignment of objectives between banks and supervisors, creating incentives to refine internal risk management procedures.", "At that time, I was not working in supervision.", "However, it seemed to me from the outset that, given the innumerable and complex modelling choices to be made by the banks, each one reasonable and plausible in itself, these incentives could yield to the more powerful one of saving capital, thus leading to a potential systematic bias.", "I do not want to be misunderstood: I am not talking here about breaking the rules, but only about the incentive, when faced with technically justified alternatives, to choose the less capital-expensive option.", "The bias could be more or less marked depending on the bank's larger or smaller risk appetite, possibly also on the prudence of the supervisor.", "The latter could, in any case, only devote to the validation of the banks' extensive and complicated internal models resources that, while highly qualified, were much more limited than those employed by the banks themselves.", "Despite the safeguards that were put in place, therefore, the possibility of an inadequate evaluation of risks was not to be underestimated, especially with reference to the most advanced and often opaque models, those relating to trading activities or complex financial products.", "It is not clear whether the weaknesses of the Basel II rules contributed to causing the global financial crisis: at its onset, the rules had only recently been approved and their transposition into the different legal systems was at best partial.", "However, the same issues would come to the fore in the subsequent discussion of Basel III, as we shall see presently.", "In any case, the crisis clearly signalled the existence of certain significant gaps in the standards.", "The first was the quantity and quality of capital requirements, which proved to be insufficient.", "For example, during the crisis it became clear that some of the liabilities included in the regulatory definition of capital - such as hybrid instruments - were only capable of absorbing losses in the event of default, and that they could trigger contagion.", "Neither of these facts would be helpful from the point of view of protecting stability.", "The market itself immediately began to refer to stricter definitions of capital, focusing on equity capital alone.", "The second gap was the imbalance in prudential treatment between credit and financial risks, especially striking as the latter were at the root of the crisis.", "There were also no liquidity requirements, nor any limits to concentration risk.", "In some cases, such as in Italy, the effects of those gaps were mitigated by stricter supervisory practices and approaches.", "For example, we placed more stringent limits than elsewhere on the capital savings that could be achieved through the application of internal models.", "Experience has given us no reason to regret those choices.", "While a full analysis of all the direct and indirect causes of the crisis is complex and certainly beyond the scope of this speech, it is a fact that the sparks that ignited the crisis appeared in places where the supervisory 'touch' had, in the end, become too 'light'.", "Given the traumatic experience of the crisis, the Committee started to work on the development of new standards and the first Basel III text was published in 2010.", "The key elements of the reform were the following: (i) more capital, including through additional buffers, graduated according to the systemic importance of the bank, and also targeted at macroprudential risks; (ii) capital of a better quality, i.e., made up of instruments that would effectively be able to absorb unexpected losses without triggering a default; (iii) new requirements for risks that had previously been ignored, such as the Credit Valuation Adjustment for derivative transactions; (iv) liquidity requirements; and (v) limits on leverage.", "I would like to say a little more on the last two aspects, namely liquidity and leverage.", "Liquidity transformation is as intrinsic to banking as leverage, yet liquidity risk had been left out of international standards up until the great crisis.", "The safeguards introduced with Basel III ensure both greater short-term resilience (through the liquidity coverage ratio, LCR) and a better balance of maturities over the medium term (through the net stable funding ratio, NSFR).", "Based on the experience of the old Italian rules on maturity transformation, we had argued for a more structured NSFR requirement, that would cover maturities of more than one year more precisely, but we were unable to gain enough support.", "The two requirements, as approved, were nevertheless a decisive step forward.", "The leverage ratio, i.e., a minimum ratio between equity capital and non-weighted assets, was introduced as a backstop to risk-sensitive requirements.", "It is by definition a rough measure, as it is not calibrated to the riskiness of assets, and is not therefore expected to be binding on banks' operations in most circumstances.", "Its function is to act as a safeguard of last resort, obviously in relation to overly aggressive internal models as well.", "I have already spoken about the logical possibility of bias in internal models; its actual relevance is borne out by the benchmarking exercises that have been conducted over the years at various levels, both in Europe and worldwide.", "They have revealed considerable and hard-to-justify differences in the capital requirements obtained by applying the internal models of different banks to an identical portfolio.", "I would add here that the problem of supervising models could become even more complex in the future with the spread of techniques for measuring credit risk based on artificial intelligence and machine learning, which may be effective for the purpose of practical operations, but whose internal logic is often opaque.", "Basel III essentially recognises, and with good reason in my opinion, that no model, however granular and technically advanced, and regardless of any bias, can fully account for the complexity of banking risks; that some form of model risk is therefore fundamentally unavoidable; and that if we accept the existence of such limits to knowledge, it is better to use several measures, each one imperfect, than to strive for an impossible perfection.", "Hence the need to make use of various measures that complement one another and offset one another's limitations; hence the Committee's choice to add the Leverage Ratio to the risk-based metrics and then an output floor, as we shall see shortly.", ".2 The completion of Basel III The final version of Basel III, adopted at the end of 2017, concluded the post-crisis review process.", "It dealt with 'model risk', reviewed the standardised treatment for credit risk and finetuned the rules on securitizations.", "At the same time, completely new and stricter rules were adopted for market risks, and those for operational risks were simplified.", "Let me now list the main elements of this set of innovations.", "The final set of Basel III rules does not allow internal models to apply to loan portfolios for which the use of statistical criteria is problematic because of too few observations, series that are too short or distributions that are hard to characterise.", "It sets input floors for key parameters and it introduces an output floor, that is, a limit on the capital savings that banks can attain by using internal models with respect to the requirements based on the standardised method.", "(I add here that, in the discussion on this, we would have preferred the output floor to be more rigorously calibrated, in light of the experience of Italian supervision, which had always discouraged particularly aggressive modelling in banking system practices).", "It increases the robustness of the standardised method for credit risk and its sensitivity to risk.", "This is intended to make it, on the one hand, a sufficiently risk-sensitive alternative to internal models, and on the other hand, a credible parameter for calibrating the output floor.", "It strengthens the requirements associated with less transparent securitisations, encouraging simple, transparent and comparable ones.", "As regards market risk, Basel III completes a process that began immediately after the financial crisis with temporary regulatory interventions ('Basel 2.5').", "The trading-book rules have now been entirely rewritten ('fundamental review').", "It took ten years to define this revision, which may seem too long, and perhaps it is; yet the discussion of this part of the standards proved to be particularly difficult, both in technical terms and in terms of negotiation.", "This was the case because banks' activities in this sector are complex, opaque and often idiosyncratic, given the increasingly fast (and not always beneficial) progress in financial engineering; and because, allow me to say this, different national experiences, needs and priorities clashed.", "Unlike credit risk (where, for all innovations, the basic conceptual framework has remained unchanged), there is a radically new approach to market risks.", "This makes it hard to express a fully informed opinion, which will require more time.", "Yet the criteria inspiring the new rules, namely (i) stricter limits on the use of internal models and (ii) greater sensitivity to risk, appear to be eminently reasonable.", "Finally, there has also been a thorough overhaul of the prudential treatment of operational risk.", "The new approach simplifies the prudential rules by means of a unique, standardised method that links the capital requirement to the size of operations and to the past history of each bank's op-risk losses.", "The use of internal models has rightly been discontinued, as experience has shown that such models are not very robust.", "It should, however, be recognised that using capital requirements alone to cover op-risk remains a rather unsatisfactory choice.", "Exposure to this type of risk depends a great deal on the organisation of processes and on the business culture, and no model can easily convert these facts into quantitative requirements.", "There is therefore no alternative to using supervisory instruments to pursue further strengthening of the ability of banks to control and manage the relative risks.", "Given the progress of technology and the ever-greater recourse to outsourcing, these risks are highly likely to increase in the near future.", "There is reflection at all levels on how to tackle them; I doubt whether further tightening capital requirements would be the most efficient response.", ".3 Changes to the Committee's modus operandi The way the Committee operates and interacts with the market has also changed over time.", "As I have said, its participation base was broadened to include the big emerging economies.", "Its activities became more transparent, and the market was afforded many opportunities for making comments while the Basel III rules were being drawn up.", "Many consultation documents and impact studies have been published: for banks and supervisors alike, the Quantitative Impact Studies have in fact become valuable tools for measuring the effects, intended or otherwise, of the proposed prudential rules.", "Alongside the drawing up of standards, a considerable amount of the Committee's work now involves verifying their application, country by country, by means of peer reviews.", "This makes it possible to disseminate best practices and contributes to a more level playing field across different legal systems and banks, by limiting, for the latter, the margins for circumventing regulations and, for the former, the possibilities for using regulatory leverage to attract business and defend national flagship companies, as has happened in the past.", "There are, however, some drawbacks.", "The monitoring procedure, and specifically the fact that it includes attributing an overall final score (to sovereign jurisdictions), may give the false impression that the Committee, which is simply a producer of technical standards and counts on voluntary participation, wishes de facto to impose its choices.", "It appears, in other words, to assume a role as global legislator on banking issues but with no mandate to do so.", "We have sometimes made the proposal, as yet unheeded, to use a grading system only for the assessment of technical aspects, individually considered, based on objective and quantitative evidence.", "This would increase the usefulness of peer reviews, making their technical and impartial nature clearer to everyone (the public, political entities and the media) and reducing the risk of prompting reactions that bear little relation to prudential issues.", "Completing Basel III in Europe A few days ago, the European Commission published its proposal (known as the 'CRR3-CRD6 package'), which formally starts the process of transposing the final version of the agreement into EU law.", "For the most part, the proposal transposes the new standards into European legislation, although some European 'specificities' remain.", "The output floor is introduced, as expected; at the same time, the main existing deviations from the Basel standards are confirmed, including preferential treatment for exposures towards SMEs and for funding infrastructure projects.", "To guard against the unwanted effects of unilateral decisions on the competitive position of European banks, the Commission's proposal expressly provides for a review of European rules in some areas (for example, market and counterparty risk) over the next few years, to be conducted also in light of the actual degree of global convergence.", "For other areas where the Basel III rules allow for different options (operational risks), choices are proposed that take account of the stance that the other main jurisdictions are expected to adopt.", "On the subject of 'adjustments' with respect to the Basel III standard, however, the Commission's proposal goes further.", "For example, it has a mechanism that would allow banks that adopt internal models for credit risk to alleviate the impact of the output floor on a temporary basis.", "There is also a proposal to postpone the deadline for applying the new rules for another two years, even though it had already been delayed by the Committee owing to the effects of the pandemic.", "Some additional mechanisms for gradual change would mean that certain rules would not be fully implemented until 2032, some 24 years since the Lehman crisis.", "The negotiation that will lead to the definitive European rules is beginning now.", "Let me recall the statement issued in September by the vast majority of governors and heads of supervision in EU Member States, which urged EU institutions to uphold the letter and spirit of the agreements: 'The EU should stick to the Basel Agreement', just as the title of the message says.", "Except, perhaps, for safeguard clauses in the event of blatant non-compliance on the part of others, which should, however, be verified using reasonable criteria, as not even the European Union will fully apply these standards.", "I hope that the discussions over the next few months will not be an occasion for reopening the debate on the prudential treatment of individual risks.", "The pandemic crisis has confirmed what the great financial crisis had already taught us, namely how important it is to have a financial system that is robust, adequately capitalised and fully aware of the complexity of the risks."], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["Banks", "Basel III", "Financial crisis", "Credit risk", "Liquidity", "Capital", "Risk management", "Supervisory practices", "Basel Committee", "Prudential standards"]}