{"sentences": ["Dear Governor Knot, Minister Besimi, Dear speakers and participants It is my great pleasure to welcome you to our traditional conference on Payments in the Digital Era: Inside Out, hosted by our central bank together with the Dutch Central Bank, for which I express my deep gratitude to governor Knot and his colleagues.", "Our lives are becoming increasingly digital as a result of the proliferation of new technologies that transform public and private services making them more convenient and accessible to consumers.", "As our lives have gone digital, so have our payments.", "The digitalisation of consumer payment behaviour, which has been going on for years, has been accelerated by the pandemics that shifted it in a higher gear.", "Globally, last year cash payments declined by 16%, while the number of non-cash transactions increased by 6%.", "The pandemics has particularly accelerated the shift towards real time/instant payments that grew by 40%.", "In the euro area, according to the ECB survey on payment attitudes (2020) , 40% of the respondents stated that since the onset of the pandemic they have used less cash and more cards (contactless in particular).", "The main reasons for changing payment habits include the increased convenience of the electronic payments, for example increased limit on the amount of contactless payments, the perceived risk of infection from banknotes, governments' recommendations to use cash less, as well as more difficult access to and lower acceptance of cash at the points of sale.", "This trend in payments is unlikely to be reversed.", "Almost 90% of the respondents stated that they would continue to use cash less once the pandemic is over.", "Similar trends in payment habits can be observed in our country as well.", "Consumers have shown strong preferences for using cashless instruments such as cards.", "For example, the number of payment transactions initiated on the virtual point of sale last year doubled and continued to raise at double-digit growth rates this year.", "Also, the volume of contactless card payments increased by about 50% in 2020 and this trend has continued this year.", "Obviously, advancement in technology opens the doors to innovative digital services, but to unlock its true value for businesses and consumers, we as regulators have a role to play.", "In this context, clear example is the Payment Services Directive 2 (PSD2) that opened up EU payments market to higher competition, by establishing a level playing field for traditional players and new entrants, while providing higher protection for consumers.", "The new concept of open banking was conducive to richer payment landscape with numerous new entrants (third party providers) and numerous new customer-centric services.", "Thus, payments enabled by new providers have just started to take off, but it looks promising to become a new normal as they are expected to improve the user experience.", "How fast this segment of the financial system in the EU is developing can be witnessed by the approximately 300 new providers operating by midSeptember this year, which is just two years since the application of the new regulation-relevant regulatory technical standards under the PSD2 (Open Banking Report, 2021 ).", "Most of the companies that offer these innovative services are fintechs, but open banking also offers a possibility for traditional banks.", "In fact the survey conducted by Accenture finds that three quarters (75%) of the banks see payments modernization as being driven by changes in the national payments infrastructure and regulation, which include improving bank-to-bank payments systems, new industry standards and open banking.", "The rapid move to digital payments has put additional pressure on banks, with three-quarters (75%) of bank executives saying that the pandemic has increased the urgency of their plans to modernize payment systems.", "Pressures are felt by the central banks as well.", "In response to changes in consumer payments preferences, the need to further increase efficiency of payments, as well as the disruption caused by COVID-19, the interest in central bank digital currency (CBDC) has also increased.", "In fact, last year was the launch of the first \"live\" digital currency in the Bahamas.", "A recent BIS survey of central banks found that 86% were actively researching the potential for CBDCs, 60% were experimenting with the technology and 14% were already deploying pilot projects.", "The central bank digital money, intended to be digital equivalent to cash, could further increase consumer choice, competition and accessibility with regard to digital payments, thus supporting financial inclusion and making cross-border payments faster and cheaper.", "In addition, some central banks see the preservation of monetary sovereignty in case of widespread use of crypto assets (issued by private entities) as a motivation factor.", "However, central banks are also exploring possible side effects of digital currency.", "For example, the risk of financial disintermediation as households and businesses can chose between holding accounts with commercial banks or central bank, or the increased run risk in case of distress, as there will be readily available safe assets, hence endangering the financial and monetary stability.", "Therefore, it is crucial that digital currency meets public demand, contains possible risks and ensures that payments landscape remains competitive.", "How do we as a central bank embrace evolving challenges in the payments area?", "Two years ago, we established an Innovation Hub aiming to facilitate, encourage and support financial innovation.", "We find this communication channel very useful for both the fintech and the National Bank.", "We help new players to better understand the existing regulation, and in turn, they help us discover potential regulatory gaps.", "Furthermore, last year we conducted a survey to landscape the development of the fintech sector and to assess the opportunities and barriers for innovation.", "The results of the survey indicate that about 90% of all respondents are aware of the benefits that digitalization of financial services brings, about 70% invest in digital transformation, payment services in particular, while regulation and market size seem to be the two main obstacles for faster fintech development.", "Regulatory barriers mainly refer to data protection, money laundering and payment system areas.", "The latter will be addressed with the new Law on Payment Services and Payment Systems that transposes the European regulation in the payments area, including PSD2.", "The Survey has served as a base point for the preparation of the first National Fintech Strategy to be adopted at the begging of next year.", "We expect that the new regulatory framework and more broadly, the implementation of the Strategy, will bring and make the new \"inside out\" for the Macedonian payment industry.", "Apparently, the digital age is propelling innovations in the financial area and changing profoundly the habits and preferences of consumers.", "I have no doubt that these innovation waves will continue.", "To maximize benefits and contain risks that might come to the surface, regulators, including central banks have to be part of the innovation waves to meet consumers' needs in the payments landscape of tomorrow.", "I am very glad that this conference will shed light on these and many other relevant matters, so I eagerly look forward to the presentations and discussions of the participants.", "I wish all of you an enjoyable and rewarding virtual conference.", "www.ecb.europa.eu/pub/pdf/other/ecb.spacereport202012~bb2038bbb6.", "Open Banking Report 2021 - Open Finance and the Race for Relevance and New Business Models in Banking, The Paypers BV.", "newsroom.accenture.com/news/covid-19-increases-urgency-for-banks-to-transform-payment-systems-as- digital-payments-soar-finds-research-from-accenture.htm www.bis.org/about/bisih/topics/cbdc.htm"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "PSD2", "Open banking", "Central bank digital currency", "Financial inclusion", "Fintech", "Payment innovation", "Payment modernization", "Regulatory barriers", "Consumer preferences"]}