{"sentences": ["Honourable Professor Civici, Honourable Dr. Treska, Dear participants, colleagues, and media representatives, I have the pleasure to welcome you in this very important day for the Bank of Albania on the occasion of launching the awareness campaign: \"Neither old nor new, I am simply Lek!\".", "This new initiative of our institution in the field of financial education is part of a broad corpus of programmes and projects in the framework of comprehending and taking care of the national currency and banknote.", "It is the materialisation of the Bank of Albania's efforts to fulfil the recommendations of the Albanian Parliament embodied in the resolution on the assessment of our institution activity, for eliminating the use of outdated terms \"new lek\" -\"old lek\".", "We are conscious, that unfortunately, this happens perpetually, not only in day-to-day communication amid citizen, also in their economic and financial interactions, thus becoming either intentionally or not a source of misunderstandings.", "Before presenting this campaign, allow me to briefly address this phenomenon on the historical perspective, how it has arisen.", "The monetary reform in 1965 replaced the earliest Lek banknotes with new ones, in a ratio of 10 to 1, by changing at the same degree the value of prices, wages and, of any other financial operation.", "Since then, most of citizens have not been adopted yet with this change and are used to communicate with the outdated term \"old lek\", driving to confusion in both the communication of prices of goods and services and the accurate reading of economic and financial indicators.", "Even before the launching of this awareness campaign -postponed due to the difficulties caused by the restrictions imposed to tackle the Covid-19 pandemic situation - the Bank of Albania has been attentive in encompassing this message in its educational publications and programmes, such are: Global Money Week, or the campaign on the issue in circulation of the new banknotes.", "Recently, we have conducted the measurement on the use of terminology \"new lek\" - \"old lek\" on a national level, through the inclusion of dedicated questions in the survey on measuring financial literacy of the Albanian population structured pursuant to the model of International Network of Financial Education (INFE, OECD).", "The analyses of these questions provides information on the degree of wrong use of terminology by: location-residential, age-group, gender, education, employment and average level of income, as well as the settings where it is more frequently used; aimed at adopting the campaign undertaken by the Bank of Albania on the elimination of the outdated terms \"new lek\"- \"old lek\".", "Results of the survey show that more than half of interviewees (54%), in terms of a 500 Lekë banknote, in an instinctive manner either wrongly identify or read its value, by adding a \"0\" to turn its value into \"old lek\".", "The situations or sets where the interviewees, more than 80%, responded that habitually speak with the outdated term \"old lek\", are mainly informal or family ones: small shops or fruit and vegetables markets; conversations with family members, friends and colleagues; followed by means of public transport.", "On the other side, data show that the wrong communication of Lek value occurs very rarely across financial institutions (banks, non-banks, etc.", "), only 28.1%, or in the offices of public administration (39.4%), although it might be expected these figures would have been even lower In addition to public and financial institutions, another strongminded factor affecting the communication of public is media, the written and audio -visual media.", "According to 20% of public perception, media always or frequently communicate prices and monetary values in \"old lek\".", "This percentage, though a low one, sheds light on the need for a higher inclusion of media in the efforts to completely eliminate this phenomenon, particularly by bearing into mind its mission to transmit the information truly and accurately to the public, coupled with its educational role.", "In terms of analysis by socio-demographic groups, the survey results show that the monetary value in \"old lek\" is more frequently used by: (i) males; (ii) old-aged people; (iii) persons with a low-education level; (iv) unemployed persons in labour market; and (v) individuals with a low level of family income.", "These groups identified in the survey will be the focus in the projects of this awareness campaign for bringing to an end the use of the wrong term \"old lek\".", "Against this backdrop, the Bank of Albania is launching this awareness campaign, which will extend in time and will aim at being a comprehensive one, affecting various groups of interest.", "In a medium-term period, and through various channels, we aim at knocking at the doors of every Albanian to uproot the terms \"new\" or \"old\", by avoiding the confusion in the communication of prices and enhancing the correct reading of economic and financial indicators.", "Lek is the national currency in Albania, and the face value of each coin or banknote is the one written on it.", "Nevertheless, the fact that this incorrect use is inherited in the day-to-day speaking and has been resistant for more than 55 years, illustrates that the sporadic and isolated efforts of a solely institution to rectify this phenomenon are insufficient.", "A joint and coordinated commitment among central institutions of the country, media and other relevant actors is crucial in this regard.", "Particularly, the role of media is vital in this campaign, which through the transmission power to the public, has the skill to affect the mentality and communication pattern of the public at large.", "School, is another key factor for the establishment and cultivation of a new mentality.", "School may help for disrupting this 55-year chain and not transmitting it to the young generation.", "On behalf of the Bank of Albania, I invite all the participating institutions, and more broadly, to join us in this meaningful and demanding commitment to educate the Albanian public, with a view to abandoning forever the use of these outdated terms in the economic and financial interactions, and definitely turning it into a linguistic relict.", "I warmly thank you for the insofar contribution and allow me to recall once again that our currency is neither \"old\" nor \"new\", but simply Lek!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Old lek", "New lek", "Lek", "Financial education", "Communication", "Media", "Awareness campaign", "Monetary reform", "Public perception", "Socio-demographic groups"]}