{"sentences": ["Honorable Deputy Director Deng Zhonghua, Chief Executive Carrie Lam Cheng Yuet-ngor, Financial Secretary Paul Chan Mo-po, Deputy Director Yin Zonghua, Chief Executive Eddie Yue Wai-man, Chairman Chen Siqing, Distinguished guests, Good morning!", "In 2017, the Northbound Trading under the mutual bond market access and connection scheme between the Mainland and Hong Kong (Northbound Bond Connect) was launched.", "Since then, the scheme has been functioning smoothly and efficiently for four consecutive years, representing a milestone in the opening-up of China's financial market.", "Built on the solid cooperation between the Mainland and Hong Kong, upon approval of the central government, it is decided to launch the Southbound Bond Connect, facilitating Mainland institutions to go out and invest efficiently in Hong Kong and the global bond markets.", "This is another major step of the central government toward bolstering Hong Kong's development and deepening financial cooperation between the Mainland and Hong Kong.", "Here, entrusted by Governor Yi Gang and CPC PBC Committee Secretary Guo Shuqing, and on behalf of the People's Bank of China (PBC), I would like to extend warm congratulations on the launch of the Southbound Bond Connect.", "China's experience in developing the financial market demonstrates that unswervingly expanding opening-up provides strong driving force and crucial guarantee for building a market-based, lawbased, and internationalized financial market, and it is a key move toward enhancing the capabilities of the financial sector in serving the real economy and its international competitiveness.", "Hong Kong, as one of the major global financial centers, boasts a highly open business environment, a deep financial market, well-developed financial infrastructure, and an internationalized financial regulatory system, making it a key gateway and bridge for the Mainland financial market's opening up.", "In the past years, we have been working closely with the Hong Kong Monetary Authority (HKMA) and other relevant authorities to continuously optimize the Northbound Bond Connect.", "On the basis of thorough evaluation, we jointly devised the Southbound Bond Connect scheme.", "The official launch of the Southbound Bond Connect today denotes that China's Bond Connect scheme now achieves two-way connectivity.", "It manifests the central government's commitment to consolidate and strengthen Hong Kong's status as an international financial center and the confidence and resolve in sustaining Hong Kong's long-term prosperity, stability, and development.", "As an important channel linking the Mainland, Hong Kong and the international financial market, the Southbound Bond Connect will connect and integrate the financial markets of the Mainland and Hong Kong more efficiently.", "It will provide convenient access for Mainland investors to invest in Hong Kong and global financial markets, and inject fresh vitality and energy into Hong Kong.", "On this occasion, on behalf of the PBC, I would like to thank the Government of the Hong Kong Special Administrative Region, the HKMA, the Securities and Futures Commission of Hong Kong, as well as financial institutions and infrastructure providers in the Mainland and Hong Kong for your unremitting dedication to the Bond Connect scheme throughout these years.", "I would also like to thank the distinguished guests and friends from the media who are present at the ceremony, as your commitment and support are an integral part of China's financial reform and opening up.", "Next, the PBC will continue with the pragmatic cooperation with Hong Kong in accordance with the unified arrangements of the CPC Central Committee and the State Council and firmly support the development of Hong Kong as an international financial center.", "Finally, I wish the Southbound Bond Connect a full success and I wish Hong Kong greater achievements in developing the international financial center."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Southbound Bond Connect", "Bond Connect", "Financial market", "Hong Kong", "Mainland", "Opening-up", "Financial cooperation", "International financial center", "Central government", "Financial reform"]}