{"sentences": ["It is my pleasure to welcome all of you to the 23rd APG Typologies Workshop.", "This is the second time the Annual Typologies Workshop is held virtually.", "Malaysia is pleased to jointly host the Workshop with the APG Secretariat.", "After more than a year of COVID-19, the past few months have seen the ease of the pandemic and the lifting of restrictions by most countries.", "Despite the challenging environment, it is encouraging to note that the authorities remain vigilant in the fight against money laundering (ML), terrorism financing (TF) and proliferation financing (PF).", "Indeed, we are facing new and increasing challenges following the increasing sophistication of financial tools and products.", "This morning, allow me to share four observations on the recent developments and challenges that are pertinent in strengthening AML/CFT/CPF measures.", "First, on the rapid changes of ML/TF/PF methods and risks that are driven by technology.", "As the shift towards digitalisation especially in the financial industry accelerates, the emerging risks presented are intensifying.", "The rapid change in technology sometimes result in AML/CFT/CPF measures undertaken by authorities to be reactive.", "For example, we see this in the virtual asset sector given its rapid development and widespread innovations.", "As such, knowledge sharing platforms such as this Workshop are useful to enhance our knowledge on the latest changes and trends in this space.", "It is also crucial to continuously adopt new approaches and tools such as data analytics and artificial intelligence to elevate our surveillance and enforcement capability in keeping up with the increasingly complex and innovative financial instruments.", "Remaining reactive and defensive would limit our opportunity to proactively shape the orderly development of the financial landscape while managing any potential ML/TF/PF risks that accompany it.", "The second observation is on the greater scrutiny by both the domestic stakeholders and global community on AML/CFT/CPF measures and implementation.", "highprofile information such as Panama Papers, FINCEN leaks and more recently, the Pandora Papers, have attracted great interest within the domestic and international communities on the AML/CFT/CPF regime.", "This has led to higher expectations for authorities to take prompt action against activities involving cross-border flow of illicit funds as well as the broader ML/TF/PF threats.", "While efforts by the Financial Action Task Force (FATF) to enhance and provide greater clarity on related Standards, including on transparency of beneficial ownership is underway, authorities and gatekeepers are also expected to ensure that blind spots are effectively addressed.", "More often than not, the information regarding these illicit activities resides with multiple parties across the public and private sectors.", "Hence, any suspicion will only surface if we are able to link and integrate that information.", "In this pursuit, greater collaboration among the law enforcement agencies (LEAs) as well as between LEAs and the private sector is essential for us to efficiently and effectively connect and assess all relevant information, which will no doubt further strengthen our efforts to fight ML/TF/PF threats.", "In this respect, it is observed that the Public-Private Partnership (PPP) is gaining momentum and is fast becoming known as a key success factor for effective information sharing in the AML/CFT/CPF ecosystem.", "To quote some examples, the Joint Money Laundering Intelligence Taskforce (JMLIT) established by the United Kingdom in 2016 has prompted a key shift in addressing ML/TF threats.", "As of June 2020, JMLIT has completed over 750 cases and detected more than 5,000 suspected accounts linked to financial crimes.", "Similar achievement was also experienced by the Fintel Alliance in Australia where within the span of one year between 2018 to 2019, over 300 cases were successfully completed through the partnership.", "Other countries within the region have also followed suit - Hong Kong's Fraud and Money Laundering Intelligence Taskforce (FMLIT) and Singapore's Anti-Money Laundering and Countering the Financing of Terrorism Industry Partnership (ACIP).", "In Malaysia, the PPP is undertaken through the Financial Intelligence Network (MyFINet), which involves collaboration and information sharing between LEAs such as the Central Bank, Royal Malaysia Police and Malaysian Anti-Corruption Commission, and private sectors such as financial institutions.", "Given the significant potential of PPP, we have identified it as one of the APG Co-Chairs' Priorities and we have also successfully conducted the first part of the PPP Technical Seminar in July this year.", "For the upcoming PPP sessions in this Workshop, I believe speakers will explore more advanced topics including the operational and technical challenges of diverse PPP arrangements as well as the future of PPP, especially in relation to possible regional collaborative efforts.", "I trust that this would bring the conversation to the next level and encourage similar set-ups by other APG members.", "The third observation is on changes in the international AML/CFT/CPF standards.", "The FATF is continuously enhancing its Standards through various workstreams to ensure the availability of up-to-date policy responses and to facilitate better incorporation of the Standards into domestic laws and regulations.", "As you are aware, a recent change to the FATF Standards was the introduction of a requirement to identify and assess the risks of potential breaches, nonimplementation or evasion of the targeted financial sanctions related to PF and to take action to mitigate these risks.", "As authorities and the private sector are expected to promptly take necessary steps to implement this new requirement, it is timely for our Workshop to have further discussions on this matter.", "Compared to ML and TF, proliferation financing is usually considered a relatively new area and less understood.", "To date, only a few countries have conducted their Proliferation Financing Risk Assessment (PFRA), for example, Cayman Islands, Gibraltar, Latvia, Portugal, and the United States, as well as the recent assessments by Malaysia and the United Kingdom in 2021.", "To further facilitate APG members, the Workshop this week will discuss the strategies and best practices for conducting the PFRA including challenges faced by the public and private sectors as well as sharing of latest trends and typologies on PF.", "My fourth and final observation is on the importance of greater understanding of risk associated with AML/CFT/CPF measures which will help us mitigate any unintended consequences from such measures.", "The FATF's recent project on mitigating unintended consequences of its Standards has found financial exclusion and de-risking as among the consequences which are often observed from the incorrect understanding and implementation of AML/CFT/CPF measures.", "Taking pre-emptive steps to better understand the risks will help us avoid those potential consequences while supporting access to financial services and other developmental agendas which are equally important.", "I would like to encourage participants and delegates to take the opportunity to learn the latest developments and perspectives from various experts during the Workshop this week.", "I hope that participants will be able to draw new insights, consider relevant initiatives and emulate best practices in your respective jurisdictions.", "I also note that a diverse mix of participants including from the private sector has registered for the Workshop which no doubt will enrich the discourse this week.", "Having both the public and private sectors on the same platform would help to cement the shared responsibility mindset and synergise our efforts in addressing the ML/TF/PF risks.", "Finally, let me thank the APG Secretariat for coordinating this Workshop.", "Special thanks as well to all speakers, moderators, and participants that took their time to be with us for the next three days.", "With that, I wish all of you a successful and productive Workshop ahead.", "RUSI, 5 years of growth of Public-Private Partnership to Fight Financial Crime, August 2020 FATF Guidance on PF Risk Assessment and Mitigation UK National Risk Assessment of Proliferation Financing Mitigating the Unintended Consequences of the FATF Standards"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Public-Private Partnership", "Proliferation Financing", "Financial Crime", "Money Laundering", "Terrorism Financing", "Financial Intelligence", "Risk Assessment", "Unintended Consequences", "FATF Standards", "AML/CFT/CPF"]}