{"sentences": ["Speech The RBA and the Australian Economy Governor Address to CPA Australia Riverina Forum Wagga Wagga - 16 December 2021 I would like to thank the CPA for inviting me to your Riverina Forum.", "It is a great pleasure for me to be able to join you here in Wagga Wagga, where I grew up.", "I had the good fortune of attending Sacred Heart Primary School in Kooringal, St Michael's and then Trinity Senior High School.", "It was at Trinity, though, where I first became interested in economics.", "And that was thanks to an inspiring teacher, Mrs King.", "In her classroom she explained how economics could be used to address the world's problems and how the right combination of the invisible hand of the market and government regulation could maximise the welfare of our society.", "I remember being struck by these powerful ideas and they have stayed with me through the years.", "In Wagga, I also learnt the value of hard work and the challenges of running a small business.", "During my high school years, my father had a petrol station and auto accessories shop at the bottom of Fitzmaurice St.", "It was an old-style, full service petrol station and I spent many hours on cold winter mornings and hot summer afternoons pumping petrol.", "The valuable life lessons I learnt there complemented those that I learnt in the classroom.", "Given that I am back here today as the Governor of the RBA, I would like to begin by saying a few words about what the RBA does and then turn to some of the current economic issues we are working through.", "The Reserve Bank of Australia You might be thinking that you know what the RBA does: it sets interest rates and conducts monetary policy.", "That would be correct, but our functions are much broader than that.", "As Australia's central bank, we print and issue Australia's banknotes.", "Our colourful polymer banknotes are some of the best in the world and include cutting-edge security features to guard against counterfeiting.", "These notes are printed at our print works in outer Melbourne, where we also operate a mega vault.", "Today, there is around $100 billion of banknotes on issue, which is almost $4,000 for every person in Australia.", "The banknotes are being used less for day-to-day transactions than in the past, but there is still very strong demand for them as a store of value.", "Reflecting this demand, there are nearly 40 $50 bills on issue for every Australian and 18 $100 bills!", "Banknotes in Circulation Per Capita 30 30 $5 $10 $20 $50 $100 Sources: ABS; RBA The RBA also has a broad responsibility for the stability of the Australian financial system.", "Through our operations, we ensure that liquidity in the overall financial system is adequate and we have the capability to act as the lender of last resort in an emergency.", "We do not directly regulate the banks, but we work closely with the prudential regulator, APRA, on issues that affect the stability of the financial system.", "The RBA is the Australian Government's banker.", "When you receive a Medicare refund, it is from a government account at the RBA.", "And when you pay your tax, it is to the Australian Tax Office's account at the RBA.", "The RBA also processed all the JobKeeper and COVID-19 disaster payments during the pandemic.", "The disaster payments were made through our infrastructure that allows payments to be made 24 hours a day, seven days a week.", "The RBA also operates the settlement system that is at the core of Australia's payments system.", "All banks have accounts at the RBA and these accounts are used to move money from one bank to another.", "Without this system, the economy simply wouldn't work.", "In addition, we regulate important parts of Australia's payments system, including the credit and debit card systems and ATMs.", "At present, we are exploring the possibility of a new form of digital money that could be used from a digital wallet.", "The RBA also regulates core elements of Australia's financial market infrastructure, which are central to trading in financial instruments, including on the ASX.", "We also manage Australia's foreign exchange reserves.", "We do this with around 1,400 people.", "We have offices in most capital cities in Australia as well as in New York, London and Beijing and we have an extensive business and community liaison program.", "We have a large balance sheet, which has grown a lot during the pandemic and now stands at $623 billion (Graph 2).", "We have both operational and policy independence from the government and I have a seven-year term as Governor.", "So that is the Reserve Bank of Australia.", "As an organisation, we seek to be transparent, accountable, analytical and independent, and always act in the public interest.", "It is a huge privilege to have the role that I have.", "The RBA is doing important work to help maximise the economic welfare of our society and we take our job very seriously.", "The economic recovery I would now like to turn to the Australian economy and cover three issues that we have been focused on recently: the economic recovery, the housing market, and inflation.", "You might recall that back in March last year we were standing on the edge of an abyss.", "There were credible predictions that tens of thousands of Australians would lose their lives, the health system wouldn't cope, there would be mass unemployment, and that the economy would suffer deep scars.", "Since then, there have been many difficult days, but we have avoided these dire predictions.", "This is thanks to a combination of unprecedented public health measures, rapid scientific breakthroughs, very large fiscal and monetary policy support, and the underlying resilience and adaptability of Australian households and businesses.", "Now, as 2021 draws to a close, the economy is in recovery mode.", "This follows a setback in the September quarter when GDP declined by 1.9 per cent due to the measures taken to contain the Delta outbreak (Graph 3).", "In the quarter, there were sharp declines in household consumption and hours worked.", "But on a more positive note, spending was more resilient than we had expected, providing further evidence that households and businesses are adjusting to living with the virus.", "GDP Growth Year-ended Quarterly 2005 2009 2013 2017 2021 It would not come as a surprise to many of you in this room that the farm sector has been one of the bright spots in the economy.", "Farm output has increased by more than 40 per cent over the past year and rural exports are up by 50 per cent (Graph 4).", "Incomes have also been boosted by multi- year highs in the prices for many agricultural commodities.", "So it is a positive story.", "The Omicron outbreak does, though, represent a downside risk and it is difficult to know how things will develop from here.", "But we do expect the positive momentum in the economy to be maintained through the summer, underpinned by the opening up of the economy, the high rates of vaccination, significant fiscal and monetary support, and the strengthening of household and business balance sheets over the past year or so.", "Typically, in an economic downturn households dip into their savings.", "This downturn has been different - instead of dipping into their savings, households have added to them in a material way.", "In the September quarter, the household saving rate surged to near 20 per cent as governments supported incomes at a time when it was hard to spend (Graph 5).", "We estimate that the total additional savings by households during the pandemic has amounted to more than $200 billion and many businesses have also increased their cash reserves.", "Provided people have the ability to spend - and the confidence to do so - these additional savings will support strong growth in consumption over coming months.", "Household Saving Ratio* 20 20 0 0 2005 2009 2013 2017 2021 Saving as a share of disposable income, net of depreciation Sources: ABS; RBA The recovery in the economy is also evident in the sharp rise in the number of job advertisements and job vacancies (Graph 6).", "There are also increasing reports that firms are finding it difficult to find workers.", "This is especially so in a range of professional services, the construction industry, agriculture and parts of the hospitality industry.", "Job Vacancies and Advertisements Per cent of labour force 2.5 2.5 (National Skills Commission) 2.0 2.0 (ABS) 1.5 1.5 1.0 1.0 0.5 0.5 0.0 0.0 2009 2013 2017 2021 This survey was suspended between May 2008 and November 2009 Sources: ABS; National Skills Commission; RBA Here in the Riverina, the number of job ads is also at a very high level, with the surge in ads larger than it has been in the capital cities and in many other regional communities (Graph 7).", "By region group, January 2018 = 100 Riverina and Murray Regional* Capital cities 2018 2019 2020 2021 Regional includes ACT and NT Sources: National Skills Commission; RBA The unemployment rate has also come down significantly in regional Australia and is now below that in the capital cities by a wide margin, which is unusual (Graph 8).", "And here in the Riverina, the unemployment rate is substantially below the national rate and is also very low in absolute terms.", "By region group, seasonally adjusted Capital cities Riverina** 2011 2013 2015 2017 2019 2021 Regional includes ACT and NT Smoothed using a 12-month trailing average Sources: ABS; RBA Regional Australia is benefiting from two significant changes.", "The first is a re-evaluation of where, and how, people want to live following the pandemic.", "And the second is the advances in technology and changes in work practices that have reduced the need to be physically located in a workplace in a capital city.", "These changes are positive for many regional communities, creating new opportunities for growth and expansion.", "But they are also causing growing pains that need to be managed.", "Nationally, the labour market is expected to tighten further over the next couple of years.", "The RBA's central scenario is for the unemployment rate to reach 41⁄4 per cent by the end of 2022, and 4 per cent by the end of 2023 (Graph 9).", "If we could achieve this, these would be good outcomes - Australia has not experienced a sustained period of unemployment at levels this low since the early 1970s.", "As the unemployment rate declines and workers become harder to find, greater attention will need to be paid to training and skills development than has been the case over the past few decades.", "7 7 2015 2017 2019 2021 2023 Actual data is reported on a monthly basis; forecast is as at the November 2021 SMP and is projected for each quarter Sources: ABS; RBA The housing market I would now like to turn to the second topic - the housing market.", "Housing prices have been rising very briskly across most of the country over the past year, although there are signs of some slowing recently in the largest capital cities.", "Rising housing prices have been a global phenomenon - from New York to Seoul to here in Wagga.", "This reflects both the low level of interest rates and a shift in preferences for how and where people want to live.", "The available data suggest that average housing prices in Wagga have increased by around 20 per cent over the past year, similar to the average increase in the capital cities (Graph 10).", "I understand that this is a problem here in the Riverina, with the published vacancy rate now at a very low level (Graph 11).", "This is one of the growing pains that I mentioned earlier, with the supply side of the housing market struggling to keep up with the sudden increase in demand.", "Over recent months, residential building approvals in Wagga have been at very high levels (Graph 12).", "In time, this will add to the stock of housing and aleviate some of the pressures that are currently being felt.", "A challenge here, as I mentioned before, is finding the workers to build these extra homes.", "Private Residential Building Approvals* New houses, by region group Wagga Wagga 8 50 4 30 2017 2019 2021 2017 2019 2021 Smoothed using a three-month trailing average Sources: ABS; RBA In terms of the RBA's responsibilities, we do not target housing prices, nor would it make sense to do so.", "While higher interest rates over the past couple of years would have meant smaller increases in housing prices, they would have also meant that fewer people had jobs and wages growth would have been slower.", "That is not an attractive trade-off, nor is it one that is within our mandate to make.", "The solution to concerns about the high levels of housing prices isn't higher interest rates, but rather reforms that address the underlying balance of supply and demand.", "The RBA's focus, instead, has been on the sustainability of trends in household borrowing.", "It is important that during a time when interest rates are the lowest on record people do not borrow too much.", "At some point in the future, interest rates will increase from these record lows.", "The RBA has been working with APRA to require banks to factor appropriate buffers for higher interest rates into their calculations when deciding how to much to lend.", "It is important that both banks and households pay attention to these buffers.", "The third topic that I want to cover is inflation.", "After many years in which inflation was very low, it has recently increased sharply in the United States and Europe in the wake of the pandemic.", "In the United States, CPI inflation is currently at 6.8 per cent, the highest rate in almost four decades (Graph 13).", "This reflects a combination of higher energy prices, a decline in the number of people seeking work, which has boosted wages, and a supply side that has had trouble keeping pace with very strong demand for goods during the pandemic.", "These factors are expected to wane over the year ahead and inflation is expected to come down, although it is still uncertain by how much.", "Consumer Price Inflation United States Australia* Headline Trimmed mean 2011 2016 2021 2011 2016 2021 The trimmed mean measure excludes deposit & loan facilities Sources: ABS; RBA; Refinitiv The situation here in Australia is quite different.", "In underlying terms, inflation is 2.1 per cent and has only just returned to the 2-3 per cent target range for the first time in six years.", "In headline terms, it is higher than this at around 3 per cent, largely due to higher prices for petrol and constructing a new home.", "Nevertheless, headline inflation in Australia is much lower than it is in the North Atlantic.", "Two factors help explain much of this difference.", "The first is the different dynamics in electricity and gas prices.", "Here in Australia, electricity prices have declined, while, in contrast, they have increased sharply in a number of countries.", "The second factor is that wages growth remains relatively low in Australia.", "While aggregate wages growth has picked up recently, it has only returned to the low rates prevailing before the pandemic (Graph 14).", "There are certainly hot spots in which wages are increasingly briskly, but most workers are still receiving wage increases starting with a two, and sometimes lower than this.", "The RBA is expecting wages growth to pick up further but, at the aggregate level, to so do only gradually.", "This partly reflects elements of Australia's wage-setting processes, which create inertia in aggregate wage outcomes.", "These processes include enterprise agreements that tend to only get renegotiated once every two to three years, the annual review of award wages by the Fair Work Commission and public sector wages policies.", "Wage Price Index Growth* 4 4 Quarterly 2001 2006 2011 2016 2021 Total hourly rates of pay excluding bonuses and commissions The expected pick-up in wages growth is forecast to be associated with a steady but gradual increase in inflation in underlying terms.", "In the RBA's central scenario, published in early November, underlying inflation is expected to increase to 21⁄2 per cent over 2023.", "So, we are in quite a different position from the United States.", "I would like to finish with a couple of points about monetary policy.", "The first relates to the RBA's bond purchase program, which has provided important additional support to the economy during the pandemic.", "It has led to lower funding costs, supported asset values and led to a lower exchange rate than would otherwise have been the case.", "The Board will consider the future of this program at its next meeting in February.", "Ahead of that decision, we had a preliminary discussion of three options at our meeting last week, with all three options based on the premise that the economy does not experience another serious setback: The first option discussed was to further taper the bond purchases from the current rate of $4 billion a week, with an expectation that the purchases would come to an end in May.", "The second was to taper further and then review the situation again in May.", "The third option was to cease bond purchases altogether in February.", "In deciding between these options, the Board will use the same three criteria that it has used since the outset: the actions of other central banks, how the Australian bond market is functioning, and most importantly, the actual and expected progress towards the goals of full employment and inflation consistent with the target.", "We have made no decision yet.", "Much will depend upon the news we receive between now and when we meet in February.", "Importantly, we will receive further readings on inflation and the strength of the labour market (including the labour force survey later this morning) and learn about the strength of spending in the economy over the summer.", "We will also learn more about the actions of other central banks and the effects of the Omicron variant.", "The first option, namely to reduce the pace of purchases from mid-February with an expectation of a likely end point in May, is broadly consistent with the Bank's forecasts in November for employment and inflation.", "If better-than-expected progress towards the Board's goals was made, then the case to cease bond purchases in February would be stronger.", "Alternatively, if progress is slower than expected, or if the outlook becomes more uncertain, the case for retaining flexibility and reviewing again in May would be stronger.", "The second point that I want to make is that the Reserve Bank Board will not increase the cash rate until actual inflation is sustainably in the 2-3 per cent target range.", "We are still a fair way from that point.", "In our central scenario, the condition for an increase in the cash rate will not be met next year.", "It is likely to take time for that condition to be met and the Board is prepared to be patient.", "I am happy to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["economic recovery", "housing market", "inflation", "labour market", "monetary policy", "RBA", "interest rates", "wages growth", "supply and demand", "employment"]}