{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada Council on Foreign Relations Washington, D.C.", "The long and short of it: A balanced vision for the international monetary and financial system your kind introduction.", "I'm very pleased to be here with you, virtually at least.", "I look forward to the day when we can meet in person again.", "But the need to invest in international cooperation can't wait.", "And I know we'll have some thoughtful and engaging conversation despite the virtual format.", "My hope is that we can take inspiration from the cooperation among researchers who developed effective vaccines against COVID-19 in record time.", "Their efforts and collaboration are saving lives and livelihoods and are underpinning the global economic recovery.", "This is international cooperation at its very best.", "Tragically, been nearly as much success in ensuring the equitable global distribution of vaccines, especially to developing countries.", "This is the biggest health and economic risk facing the world, and-as the G20 highlighted in July-governments and the private sector must work together to make vaccines available to all.", "While global public health is the most urgent challenge for international cooperation, the international monetary and financial system is one of the most enduring.", "August marked the 50th anniversary of the end of the Bretton Woods system of fixed exchange rates.", "Canada exited early, moving to a floating exchange rate in 1970.1 That was a year before the United States suspended convertibility of the US dollar into gold and most major countries floated their exchange rates.", "This anniversary provides a timely occasion to reflect on the international monetary and financial system that has emerged-and how well equipped it is to deal with the challenges ahead.", "This global system-the exchange rate and capital accounts as well as the institutions and rules that govern them-affects everyone and is critical to our shared prosperity.", "The investments we have made collectively to strengthen the system have allowed us to clear some hurdles.", "But we need a system that better balances the immediate imperatives of the short run with the important building blocks for longer-run prosperity.", "what I want to talk about today.", "We aspire to an international monetary and financial system that favours inclusive and sustainable growth.", "In the long run, that is best achieved by a system that promotes economic integration-with free trade, open capital current system isn't there markets and flexible exchange rates.", "But the yet, and while we aspire to the long run, we live in the short run.", "For both these reasons, policy-makers face a delicate balance.", "Too much confidence that open markets will always deliver economic and financial stability increases the risk of volatile episodes that hurt jobs and growth.", "But too much focus on managing short-run pressures risks thwarting the medium- to long-run adjustments that are fundamental to productivity and rising standards of living.", "Finding the right balance between managing short-run pressures and ensuring steady progress toward liberalization is the crucial task of the international monetary and financial system.", "While much progress has been made in the 50 years since the end of Bretton Woods, achieving this balance remains elusive.", "And looking ahead, it will not get easier or less critical.", "As the recovery from the pandemic progresses, and major economies begin to remove exceptional monetary stimulus, the system will likely come under more pressure.", "Tighter financial conditions globally will suit some countries better than others.", "And beyond the pandemic recovery, new and even bigger challenges are on the horizon, including climate change, the digitalization of currencies and growing inequality.", "I'd like to talk about Canada's place in the global monetary and In my time today, financial system.", "Then I'd like to highlight some of the challenges the system I'd like to outline faces, particularly in the wake of the COVID-19 crisis.", "Finally, our vision for the 21st century.", "Canada and the global monetary and financial system Cross-border economic integration has been a critical source of increased prosperity for Canadians and for citizens the world over.", "To be effective, the international system needs to deliver stability in prices and allow exchange rate movements that reflect fundamentals.", "At the same time, it must be able to adjust to shocks and structural changes in a timely way.", "In Canada, we have longstanding experience with open capital accounts, inflation targeting and flexible exchange rates, and they have served us and a growing number of countries well.", "Still, weaknesses in the arrangements and policies that make up the international monetary and financial system are long-standing.", "Over the past two decades, the Bank of Canada has emphasized the need for sound economic and financial policy frameworks in advanced and emerging-market economies (EMEs) and sound governance of our global institutions.", "Progress has made the system better able to prevent and manage crises.", "The International Monetary Fund (IMF) has strengthened its surveillance, enhanced its financing facilities and developed a framework to guide the use of capital controls.", "Many EMEs have strengthened their policy frameworks, including the wider use of inflation targeting and greater exchange rate flexibility.", "Financial regulation and supervision have been enhanced globally through the implementation of the Basel III reforms.", "Swap lines and reserve pooling between central banks-two elements of the global financial safety net-have expanded.", "And advanced economies have also become more attuned to the spillovers their policies might cause.", "This progress has helped the global economy weather the COVID-19 shock.", "But the crisis has also reminded us of the connectedness and fragility that are inherent in the system.", "As we all know, massive liquidity interventions by central banks were needed to restore market functioning and support the provision of credit.", "The interconnections in the global financial system-across countries and between banks and non-bank financial institutions-have brought great benefits.", "But these interconnections can also propagate and amplify stress.", "The test we faced together during the COVID-19 shock as well as the challenges that lie ahead underline the need to refocus our attention on where the system should be headed and how we get there.", "The fallout from the pandemic and the inevitable adjustments ahead as major regions recover at different speeds make dealing with these issues more urgent.", "Challenges and issues facing the system The current challenges facing our global system can be grouped into two categories: short-run pressures and longer-run challenges.", "Let me first talk about those short-run issues.", "EMEs have continued to experience volatility in their financial conditions, despite improvements in fundamentals that have resulted in fewer full-fledged crises.", "In the last dozen years, episodes of global stress have been all too frequent: the global financial crisis in 2008-09, the taper tantrum in 2013, the sell-off in China T. Macklem, See, for example, \"Renewing the IMF: Some Lessons from Modern Central (speech to the Global Interdependence Banking\" Center, Philadelphia, March 9, 2006); D. Dodge, \"Making Global Economic Institutions Work-What the World Needs Now\" (speech to the Chicago Council on Global Affairs, Chicago, May 21, 2007); and M. Carney, \"The Paradigm Shifts: Global Imbalances, Policy and Latin America\" (speech to the Inter-American Development Bank, Calgary, March 26, 2011).", "Countries that attempted to fix their exchange rate in the 1990s, and paid the price when their \"iPhones, iCrises and iTargets: regimes collapsed, have adopted inflation targeting.", "Rose, Inflation Targeting Is Eradicating International Financial Crises in the iPhone Era,\" CEPR Policy Insight No.", "Swap lines are agreements between two central banks to exchange currencies, with one of them being a reserve-currency country.", "Reserve pooling involves access to a shared pool of reserves that countries contribute to.", "The COVID-19 shock dwarfs these in global scale and reach.", "In March 2020, capital flew out of EMEs at a historic pace (Chart 1).", "Chart 1: Portfolio flows to emerging-market economies declined sharply during COVID-19 compared with previous shocks Cumulative daily non-resident portfolio flows to emerging-market economies -100 t t + 1 t + 2 t + 3 t + 4 t + 5 t + 6 t + 7 t + 8 t + 9 t + 10 Number of weeks since start of episode Global financial crisis (2008) Taper tantrum (2013) China sell-off (2015) Emerging-market economy sell-off (2018) Sources: Institute of International Finance and Bank of Canada calculations Last observation: April 3, 2020 While the situation has since stabilized, capital outflows could happen again when the largest economies start reducing the extraordinary stimulus put in place to deal with the pandemic.", "To address similar circumstances, EME policy-makers have used a variety of measures, including restricting capital flows and intervening in foreign exchange markets.", "These policies have gained increased acceptance, and there are circumstances in which they are justified and can be effective in managing shortrun pressures.", "At the same time, these policy interventions can thwart or delay necessary adjustment in their economies and stunt the development of domestic financial markets and products.", "For example, the use of capital controls and foreign-exchange interventions-particularly the repeated use of them-can undermine the longer-run development of deep and liquid domestic financial markets.", "Appropriate guardrails are required to ensure that short-run actions do not get in the way of needed development.", "Otherwise the short run can become the long run.", "There is another knock-on effect.", "Faced with elevated volatility, EMEs are taking out more insurance by accumulating reserves (Chart 2).", "Chart 2: Reserve holdings by emerging-market economies remain high Official reserve assets (including gold) 9,000 6,000 3,000 China Emerging-market economies, excluding China Source: International Monetary Fund International Financial Statistics Last observation: July 31, 2021 At a minimum, this self insurance looks globally inefficient.", "And this demand for reserves is contributing to a shortage of reserve assets, which may be reinforcing the decline in the neutral rate of interest.", "This in turn raises the risk of liquidity traps and can lead to the buildup of financial vulnerabilities everywhere.", "Turning to longer-run challenges, there are several.", "The first involves the welcome evolution of countries from frontier to emerging to advanced economies.", "As these economies grow and increase in importance, their integration into the international monetary and financial system will become more pressing.", "Early on, they may not have a well regulated and stable domestic financial sector, or open trade and capital markets that promote economic integration.", "The international community needs to develop and invest in a clear long-run strategy to assist with the smooth integration of these countries into the global system and to encourage them to adopt the rules that guide this system.", "A second longer-run challenge is the choice of exchange rate regime.", "seen how a freely floating exchange rate may lead to excess volatility in response to short-run disturbances.", "But to accommodate longer-run structural changes that are essential for sustained development, some margin of flexibility is needed.", "If nominal exchange rates remain fixed, then domestic prices and wages have to adjust, and this can be protracted and painful.", "In particular, if domestic prices and wages need to fall, this is likely to require an extended period of weak demand and high unemployment.", "In the medium run, the real exchange rate moves and the system adjusts, but the cost of forcing the adjustment through all wages and prices can be steep.", "Worse still, if that adjustment is also hampered by capital controls, external imbalances are likely to persist and build.", "And if, as a result, the currency peg becomes unsustainable, the country is likely to face an abrupt adjustment, and the effects are often felt by the entire system.", "Vision and agenda for the 21st century As we consider these challenges together, the right balance is crucial.", "We need a vision for the international monetary and financial system of the 21st century in which EMEs will form an increasing share of the global economy, while gradually developing their financial systems.", "This vision for the long run cannot merely focus on a utopian system where all participants have mature, well-regulated financial systems, fully open capital accounts and exchange rates that are freely floating.", "We must also be mindful that some are closer to the destination than others.", "In discussing this vision, I want to focus on three priorities: the need to find balance between short-run policies and long-run progress, the value of a framework for currency intervention, and the need for global cooperation and resources.", "Over the past decade, the focus has been on widening the set of policies countries use to deal with temporary external shocks.", "This is welcome and is reflected in the IMF's View.", "But there has not been enough attention to ensuring that these policies do not impede longer-run progress.", "Many EMEs seem to be settling for intermediate exchange rate regimes with more or less regular foreign exchange interventions.", "This risks slowing needed structural adjustments in the real economy.", "It also risks exacerbating the very pressures these short-run tools seek to manage.", "By thwarting adjustment, they can cause pressures to build up, leading to greater volatility.", "Finding balance means allowing countries to respond to excess volatility or disruptions in the short run while making the system flexible enough to adjust in the long run.", "Progress has been made in the IMF's Institutional View, which supports the use of macroprudential policy to manage financial stability risks.", "And only if macroprudential measures are insufficient, should capital flow management be considered.", "But more work is required to understand the implication of short-run policies for longer-run financial development.", "Currency intervention needs attention as well.", "A freely floating currency may not provide as much benefit to some EMEs as once thought.", "Dominant currency pricing reduces the benefits of exchange rate adjustment for some countries, and currency mismatches on balance sheets increase the costs.", "But the system needs guardrails to make sure currency intervention does not get in the way of needed relative price adjustments.", "At the Bank, we would like to see the development of a framework for exchange rate management similar to that in the IMF's Institutional View for capital flow management.", "Such an agreed-upon framework could guide managed floating exchange rate regimes to make sure they do not stall adjustment in the medium to long run.", "The focus here should be on a coherence between the choice of exchange rate regime and other policies.", "In the end, policy-makers need to recognize that capital account and currency interventions should be targeted to address specific concerns, and these interventions should be temporary.", "Over the longer run, countries should plan to rely less on these policies as their financial systems mature.", "In the shorter run, every time these interventions are used, a clear exit plan should be in place.", "And the circumstances under which interventions may occur should be well defined, so that an exit can be facilitated when conditions are no longer met.", "Global cooperation and resources are also required to agree on a long-run vision for the international system.", "Considerable resources have been devoted to the management of short-term liquidity and volatility issues, and that has been necessary and important.", "Global policy-makers need to balance this effort with greater focus and resources to promote longer-term economic and financial development.", "The IMF's multilateral role in surveillance is essential-the global system needs to be managed as a system.", "And the Financial Stability Board is doing valuable work with peer review and assessments to strengthen adherence to international standards.", "My hope is that we can build on these elements to deepen the engagement of systemically important economies on an international monetary and financial system that maximizes the benefits of economic and financial integration.", "In Canada's experience, the destination is one with open capital markets, robust and transparent policy frameworks-including monetary, fiscal and macroprudential policies-and enough exchange rate flexibility to promote the timely and symmetric adjustment to shocks.", "Effective and legitimate multilateral institutions are essential to this destination.", "To this end, continuing efforts to improve the governance of these institutions are important.", "This includes ensuring that IMF members are properly represented in their quota shares and there are transparent and clear roles and responsibilities for each level of decision-maker at the IMF.", "Let me conclude here, so that we have enough time for a good discussion.", "I want to leave you with a sense of urgency and purpose.", "The pandemic and the looming challenges ahead, including climate change and digital currencies, make it more important than ever that the international monetary and financial system evolves.", "We need a clear long-run destination that everyone is committed to and challenges in a way that doesn't a framework to manage short-run derail us from that ultimate destination.", "What we need is an international monetary and financial system that can handle-even facilitate-the transitions to come, including the exit from exceptional monetary policy, the transition to net zero emissions and the potential digitalization of the international monetary system.", "I look forward to discussing all of these issues with you."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic integration", "Monetary policy", "Financial stability", "Exchange rate", "Capital flows", "Emerging-market economies", "International Monetary Fund", "Global financial system", "Long-run challenges", "Short-run pressures"]}