{"sentences": ["Mayor Tang, Minister Teo, colleagues from ASEAN, ladies and gentlemen, good afternoon.", "Welcome to the 4th Singapore-China (Chongqing) Connectivity Initiative (CCI) Financial Summit.", "I thank the Chongqing Municipal People's Government for hosting this Summit.", "Financial connectivity between Singapore and the Western Region has strengthened.", "Crossborder financing volumes have grown substantively over the years.", "Since 2015, there has been a total of 192 financing deals between the Western Region and Singapore, amounting to over US$ 17 billion.", "This year, despite the pandemic, cross-border financing amounted to US$ 3 billion.", "Globally, we are seeing the two big trends of digitalisation and sustainability.", "It is thus appropriate that Chongqing and Singapore have identified trade digitalisation and green finance as two of the focus areas under the CCI Finance Pillar.", "First, digitalising the CCI-International Land Sea Trade Corridor (CCI-ILSTC).", "The CCIILSTC, first conceptualised in 2018, has proven to be a viable alternative for traders looking to transport goods between Western China and Southeast Asia.", "Despite the pandemic, trade flows along the CCI-ILSTC increased by almost 30% in 2020.", "We should now aim to turn the CCI-ILSTC into a main thoroughfare for regional trade.", "But to do this, we must address some of the challenges inherent in its multi-modal nature.", "The rail-to-sea modality requires greater coordination than single modal transportation.", "For example, traders on the CCI-ILSTC have to rely on the multi-modal transport bill of lading or MTBL as proof of title as the goods are being carried on land, by rail, and over sea.", "However, the MTBL is currently not widely used as a negotiable document, unlike ordinary bills of lading which have clear legal status.", "This limits the access to trade financing facilities for importers and exporters using multimodal trade routes.", "We must step up efforts to enhance the acceptance of MTBLs amongst trade players in China and ASEAN.", "In fact, the MTBL will need to be recognised as a negotiable document, not only in its paper form but also its electronic form.", "Government agencies from Singapore are working with the Chongqing Port and Logistics Office to conduct a pilot to digitalise bills of lading, including the MTBL, using TradeTrust.", "TradeTrust is an interoperable framework to support the exchange of electronic documents.", "It uses distributed ledger technology to allow trade actors to establish the authenticity of a digital document.", "If we can scale the use of TradeTrust within the CCI-ILSTC, banks will be able to use these electronic documents for trade financing and we can effectively eliminate the risk of fraudulent MTBLs.", "More broadly, the greater use of electronic trade documents will make verification checks easier, reduce the incidence of fraud and human error, and ultimately lower costs.", "But to achieve this, all stakeholders need to adopt digital tools and upgrade their trade practices.", "We need close collaboration among government agencies and private sector players.", "There are promising signs of progress.", "Root Ant, a Singapore FinTech firm has signed an agreement with the Bank of China (BOC) to serve as the trade financing platform on the Singapore side, enabling traders, logistics companies, and BOC's branches to exchange electronic trade documents under the CCIILSTC for trade financing purposes.", "I look forward to more of such digital trade pilots bearing fruit over the next couple of years.", "Collectively, these will transform how trade is conducted on the CCI-ILSTC.", "Our second focus area is green finance.", "China and ASEAN will require significant green financing to make our transition to a more sustainable future.", "It is estimated that to achieve carbon neutrality, China will require more than 500 trillion RMB or US$ 78 trillion in green and low carbon investments over the next 30 years.", "ASEAN will require some US$ 2 trillion in green investments over the next 10 years.", "As an international financial centre, Singapore has made serving Asia's transition towards sustainability through green finance a key priority.", "Singapore can play an important role in supporting China's green financing needs.", "There is a deep green financing and investor pool based in Singapore looking for green assets in Asia.", "During 2017 to 2020, domestic and foreign corporates have successfully issued US$ 8 billion of green, social and sustainability linked bonds in Singapore.", "How can Singapore and Chongqing work together to mobilise green financing and investments in a safe, sound, and orderly manner?", "Let me offer four suggestions.", "First, we must help corporates understand the value of green financing.", "Singapore financial institutions have been partnering local authorities in Chongqing to build capabilities in green finance through workshops and online seminars.", "Second, we must ensure common understanding of what constitutes green or transition activities.", "In Singapore, an industry taskforce is developing a taxonomy that encompass green and transition activities.", "We are keen to collaborate with partners in China to identify commonalities in our taxonomies to unlock more cross-border sustainable financing flows.", "Third, we must enable corporates which want to improve their sustainability performance obtain cheaper financing in the form of sustainability-linked bonds and loans.", "Sustainability loans can provide discounts on the lending rate if predefined sustainability performance targets are met.", "MAS' grant schemes can help to defray the costs that borrowers incur to certify the fulfilment of sustainability targets.", "Fourth, we must explore innovative policy measures to facilitate qualified Chinese enterprises to issue green bonds overseas.", "For example, corporates from Chongqing or the broader Western Region could be allowed expedited approval for green bond issuances in Singapore.", "This could be done within specified limits and perhaps something akin to a dedicated green foreign debt quota for Chongqing.", "A growing number of Chongqing and Western Region companies are tapping Singapore to obtain green financing.", "Just last month, Chongqing Three Waters Conservancy and Power Co. signed an MOU with Chongqing Rural Commercial Bank to explore a potential RMB 1 billion green bond issuance in Singapore.", "There are more such deals in the pipeline, and I urge Chinese companies issuing green and sustainability bonds or taking green loans to seriously consider doing so in Singapore.", "I look forward to our continued cooperation with Chongqing.", "I am confident that our initiatives under the CCI will help build a more resilient, digital and sustainable future for our two countries."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["green finance", "digitalisation", "CCI-ILSTC", "trade financing", "sustainability", "multimodal trade", "MTBL", "TradeTrust", "green bonds", "ASEAN"]}