{"sentences": ["Esteemed ladies and gentlemen, dear colleagues, It is a pleasure and honour to greet you, from the position of the Governor, on behalf of the National Bank of Serbia and in my personal name, on the day when the Association of Serbian Banks is marking an entire century since its founding.", "Your 100th anniversary deserves respect in historical terms as it attests to the durability of one of the oldest associations of banks in Europe.", "The spirit of history commits us, just as it commits the National Bank of Serbia, which, with its 137-year-long tradition ranks among the oldest central banks in the world.", "If we take a retrospective view of our institution from its very inception to date, we shall unavoidably discern that the rising complexity of economic relations called for increasing authorities of the National Bank of Serbia, whereby we have become part of the group of central banks with the largest number of competences.", "The traditional functions of preserving monetary and financial stability were complemented with the supervision of financial institutions and financial education.", "Transparency is today one of important characteristics of central bank functioning.", "Our objective is to ensure that our decisions are understood and that we are the service of our citizens that they deserve.", "We are clear in our attitude and decisive in our intention not to allow any speculations that could sway the exchange rate into a direction that would be undesirable for our citizens and businesses, and I believe this is the warranty of our successful duration.", "Today, when we talk about history, I cannot but mention that it also implies the obligation and responsibility in terms of constant development and advancement of professionalism, expertise and true values.", "Of course, the notion of true values depends on who defines them.", "I am certain that we all agree that people, knowledge and trust are the key foundations of states and all institutions, particularly banking.", "Trust is a house of cards, destroyed by a tad of doubt, while the fortresses of doubt are made of the strongest material - prejudices and fear.", "Esteemed ladies and gentlemen, dear colleagues, We have learned through history that financial crises have often broken out as the crises of trust and a disconnect among those who define the rules of the game, who control them and who are obliged to respond in time and prevent the consequences that everyone feels.", "I am satisfied that today the first associations with the National Bank of Serbia are stability and trust.", "Each our decision is guided by system stability, as it is the basis of trust earned with it.", "It is not words but deeds that matter.", "This is the only way to preserve trust in the market, and thus in democracy and its main premise - the right to work.", "This is why the ultimate outcome of all our activities is the better life of citizens.", "Today, the National Bank of Serbia is a guarantor of banking system stability in its full sense.", "At the same time, we are a cautious regulator striking a balance between safety and development.", "In such a positive climate, our banking sector is flourishing and developing.", "We tend to say that the Serbian banking sector is highly capitalised and highly liquid.", "Its soundness indicators are among the best in the region.", "These are the verifiable facts.", "It is also indisputable that there is a strong feedback loop between the banking and real sectors.", "Stability, which we have achieved and which we maintain, encourages dynamic, investment-based growth, and employment and wages are rising.", "In Serbia we have a healthy synergy of positive effects, when real sector growth positively impacts loan demand, higher-quality bank clients, and rising deposits.", "The banking sector uses its potential to support sustainable growth, while savings are rising also owing to confidence in the banking system, which is stable and resilient.", "I take pride in such synergy, as well as in the full coordination of policies, which is present in Serbia in full scope.", "Of course, it is evident that everything flows and changes.", "I believe we have a reason to be proud of our modern banking sector as well, which does not lag even in terms of innovations.", "Today, financial service consumers in Serbia have everything that consumers in advanced economies have.", "However, this did not happen on its own.", "With its infrastructure, the National Bank of Serbia often leads and supports the banking sector, which is developing the facilities of modern operation.", "In the contemporary age, which entails fast adjustment to clients' needs, everyone is creating the niches in which to have a competitive advantage.", "Esteemed ladies and gentlemen, dear colleagues, The National Bank of Serbia is the mirror of the state before the people and the reflection of the people before the world, just as the Association of Serbian Banks is the mirror of banks before citizens and businesses.", "Today, when we are reminding ourselves of what has been done, let us not be lulled with what we have achieved.", "Just like all sectors, the banking sector must share the destiny of businesses and citizens, yesterday, today and tomorrow, because it is only in such way that we can last.", "\"Study the past if you would define the future\", said Confucius.", "And I wish to add: look into the past only occasionally in order to remind ourselves of what we have lived through, what we have learned and done, while at the same time being constantly focused on future challenges.", "This is the recipe for success.", "There are no final victories and it is our task to continue to create conditions worthy of man of the 21th century - the conditions that future generations will look at with pride when commemorating the next jubilee.", "Because nothing starts without people and nothing ends without institutions."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Trust", "Stability", "Banking", "Financial", "Development", "Growth", "Economy", "Innovation", "Citizens", "History"]}