{"sentences": ["Good afternoon, W e made a decision to raise the key rate by 75 basis points to 7.50% per annum.", "This is a significant increase and, obviously, this is not a fine-tuning exercise.", "This decision is driven not only by the current pace of inflation, but primarily by high inflation expectations and a considerable revision of the forecast compared to July.", "Inflation will be going down from a higher point than we assumed.", "This will require a greater tightening of monetary policy than we planned in our July forecast and expected in September.", "I will now explain in detail why we have made this decision.", "First of all, I would like to talk of inflation.", "In August and especially in September, inflation significantly exceeded our forecast.", "During the first weeks of October, we could see no signs of a weakening of inflationary pressure.", "Although the sudden surge in inflation that occurred in September was provoked predominantly by temporary factors, we consider this situation as potentially dangerous as it affects inflation expectations.", "I would like to remind you that inflation soared in September due to a smaller vegetable harvest and higher costs in livestock production.", "Meat, milk, and vegetables are all the so-called marker products.", "When prices for marker products surge, even if their share in the consumer basket is rather small, this might speed up inflation expectations.", "This is what we observed in sugar and sunflower oil prices last year.", "Today, inflation expectations are already high, and this impact might be even stronger.", "Inflationary pressure is still spurred by higher prices in global markets.", "Recently, prices for food products, coal, non-ferrous metals, and especially natural gas continued to trend upwards.", "Increased gas prices are pushing up prices for nitrogen fertilisers, which might ultimately become an additional driver of pressure on prices in food markets put by agricultural enterprises' costs.", "However, there are also goods demonstrating a stabilisation of prices and even their adjustment downwards.", "These are steel, iron ore, precious metals, and lumber.", "Nonetheless, we cannot be confident yet about how steady these trends are.", "Global markets remain a source of elevated inflation risks.", "However, the question is not only and not so much about transitory factors.", "It is more important that the indicators of steady inflation are above the target.", "This is about demand-side pressure, or to be more precise, about a considerable gap between the current level of demand and the potential of supply to meet such demand.", "It is not always possible to build up production capacities quickly.", "Supply may adjust to demand more slowly due to limited capacities, a shortage of components and raw materials, logistics bottlenecks, and - with regard to the economy in general - due to the lack of a sufficient number of workers.", "It may take a long time to overcome these restrictions and ramp up supply.", "Until these problems are solved, elevated demand will not turn into higher consumption, but will only translate into an increase in prices for those consumers who will be ready - or simply forced - to buy products at higher prices.", "All other consumers will be unable to purchase more expensive goods.", "This is exactly what we are observing now.", "The situation with cars is probably the most telling example.", "Excess demand, which cannot be met through an expansion of production, is not a source of additional economic growth.", "In such an environment, producers have the opportunity to easily pass their extra costs on to consumers.", "Hence, this discourages companies to enhance production and labour efficiency.", "Today, demand is fuelled by high inflation expectations.", "After the decrease in August and September, households' and businesses' inflation expectations are rising anew and have already returned to the peaks recorded in recent years.", "The longer inflation expectations stay elevated, the more we need to tighten our policy in order to bring inflation back to the target.", "We have considerably raised our inflation forecast for this year, as compared to July, namely to 7.4-7.9%.", "We have also increased the forecast range of the annual average key rate for the next year by 1.3 percentage points, as compared to July.", "Considering such policy, inflation will decline to 4.0-4.5% next year.", "I will now speak of the economic situation.", "Except oil production subject to the OPEC+ cuts, the economy generally bounced back to its long-term growth trends in the second quarter and even exceeded them in a number of industries.", "Growth slowed down in the third quarter, which is evidence that the recovery had completed.", "It should be noted that the third quarter GDP was affected by a decrease in harvest and the worsened epizootic situation.", "Excluding agriculture, we estimate that GDP growth quarter-on-quarter was positive.", "Consumer demand remains the main contributor to the growth.", "One-time payments to households also supported consumption.", "The surveyed companies expect a further expansion of demand.", "According to the data on GDP for the second quarter and recent statistics for the third quarter, gross fixed capital formation also grows fast this year, and even faster than we assumed in our July forecast.", "The oil industry is a large sector where there is still a substantial space for the recovery growth.", "The OPEC+ is gradually easing the oil production cuts.", "Furthermore, the environment in the global markets of energy commodities has improved considerably.", "We have raised the forecast oil price for 2021 and 2022, specifically to 70 and 65 US dollars per barrel, respectively.", "I will now briefly talk of the situation in the labour market.", "The unemployment rate has decreased close to its record lows, while the number of vacant jobs has approached its record high.", "To fill the new jobs, we need either an inflow of labour migrants, or a redistribution of the current labour force among regions, industries, and enterprises.", "This process is objectively slower than the return of the available labour force to work during the period of the recovery growth.", "A higher competition for specialists between employers is promoting the conditions for an increase in wages.", "It is essential that a rise in wages is consistent with the growth of labour productivity in the relevant sectors.", "Otherwise, it will entail higher costs which enterprises will pass on to consumers, and the rise in nominal wages will be ultimately absorbed by inflation.", "We keep our GDP forecast unchanged for the next year and further on.", "An additional tightening of monetary policy aimed at returning inflation to the target is coherent with the positive contribution of external demand and investments from the National Wealth Fund made to aggregate demand.", "GDP will increase by 4-4.5% this year and by 2-3% further on, which is in line with the sustainable growth path.", "Monetary conditions have changed only slightly after the September meeting.", "An increase in market rates following the rise in the key rate currently has only a limited effect on them.", "This is largely associated with the impact of higher inflation expectations.", "Lending growth rates remained high in all segments, which is the main indicator evidencing that monetary conditions remained accommodative, rather than neutral in the third quarter as well.", "Over the period from the September meeting to yesterday, yields on federal government bonds rose by 50-60 basis points.", "The increase in short-term yields suggests a revision of market expectations regarding the key rate, whereas growth in long-term yields is driven by the trends in global markets.", "Deposit rates continued to go up in September-October, although more slowly than in the previous months.", "Deposit terms are not yet sufficiently attractive to boost households' demand for this form of savings.", "As regards lending, the corporate segment continues to expand steadily.", "Growth in consumer lending has slowed down somewhat.", "As regards the mortgage segment, after a slight deceleration in July-August due to the revision of the subsidised mortgage lending programmes, growth sped up again in autumn.", "In this context, we have revised our forecast range of retail lending growth for this year upwards by 3 percentage points to 21- 25%.", "The forecast for lending in the economy in general remained unchanged.", "Currently, the actual changes in the credit market are obviously not sufficient to form such monetary conditions that would help bring inflation back to 4% and stabilise it at this level.", "Our today's decision will accelerate the adjustment in the credit and deposit market.", "As regards risks to the forecast, proinflationary ones currently prevail.", "The main risk is that inflation expectations stay elevated for a long time.", "The longer the price growth rate remains high, even if fuelled by temporary factors, the more considerable this risk is.", "We could already observe this over the recent three months.", "As regards external conditions, proinflationary risks persist as well.", "In the first place, they are associated with prices for energy commodities and other commodities.", "The damper mechanisms protect the domestic market against fluctuations of global prices for commodities.", "However, an increase in foreign producers' costs might also affect inflation in Russia.", "For instance, this happens when we import foreign equipment and vehicles made of more expensive metals.", "Disinflationary risks are mostly associated with the fact that producer costs might decrease as fast as they have risen.", "We have recently observed a multifold increase in prices for container shipments.", "This has pushed up cargo delivery costs worldwide.", "However, this growth has stopped by the moment.", "Possibly, even if prices do not decline to pre-pandemic levels, they might adjust downwards considerably closer to their initial level of this year, and later on this will translate into product prices.", "Another important disinflationary factor is still recovery prospects in outbound tourism.", "I should focus on the anti-pandemic restrictions that are currently introduced.", "Last spring, we believed that restrictions would cause a slump in demand, that is, provoke disinflationary risks.", "This is exactly what happened in the second quarter of 2020.", "However, the experience of the subsequent waves of the pandemic has proven that restrictions are impacting demand increasingly less, whereas supply contracts when enterprises are forced to suspend operations.", "We consider that restrictions rather have a proinflationary influence now.", "The industries that directly depend on restrictions, primarily services, will be affected most considerably.", "The Government has introduced support measures to aid the most vulnerable industries, first of all small and medium-sized enterprises and their employees.", "The Bank of Russia, on its part, has allocated a limit of 60 billion rubles within a special 4% refinancing programme for the banks that would issue loans on preferential terms to small and mediumsized enterprises affected by restrictions.", "We have also recommended that banks and microfinance organisations should approve restructuring applications for those individuals and entrepreneurs who need this.", "It has become more probable that the level I will now speak about our future decisions.", "of the key rate will be higher, and the period during which the key rate might stay at this elevated level will be longer than we assumed in our previous forecast.", "In other words, the key rate will return to its long-term neutral range no earlier than in the middle of 2023."], "classifications": ["none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Inflation expectations", "Demand", "Supply", "Wages", "Lending", "Risks", "Key rate"]}