{"sentences": ["I would like to thank Ravi Menon for his kind invitation to this FinTech Festival and the staff of the Monetary Authority of Singapore for their very helpful assistance.", "In these remarks, I will provide a brief overview of the work and the main results achieved this year by the Group of Twenty (G20) under the Italian Presidency, with special reference to its Finance Track.", "Italy took up the G20 Presidency at a critical time, not only due to the pandemic, but also because multilateralism had suffered major setbacks in previous years.", "This bout of inwardorientation in economic relations is perhaps best exemplified by the trade tensions between the United States and China, but is certainly not limited to this, with Brexit being another important example.", "This \"crisis of multilateralism\" has its deepest roots in the prolonged inattention given to the side effects of globalisation and technological progress.", "These phenomena, despite their positive impact on welfare and their contribution to the reduction of cross- country inequalities, have caused significant losses for segments of populations, not least within advanced economies, that were unprepared for these changes and found themselves unprotected during the process.", "The start of our G20 Presidency in December 2020 also coincided with the transitioning to the new administration in the United States.", "Since then, multilateral dialogue has been reignited across many dimensions and this momentum has positively impacted our G20 Presidency, facilitating the achievement of several important results.", "The key challenges that all our economies are currently facing continue to be related to the pandemic and to its direct and indirect consequences.", "This is the main reason why many people have been pushed into poverty, unemployment has increased, and both public and private debt have risen.", "The unequal distribution of vaccines in all regions, especially in the least developed ones, remains a major risk factor for the global economy.", "In order to help the weakest economies address the health crisis, debt service payments for 50 countries have been suspended since 2020, and the Italian Presidency has succeeded in extending this provision until the end of this year.", "Moreover, a consensus has been reached for a general allocation of Special Drawing Rights by the IMF (for 650 billion dollars), which will allow low-income countries to receive further support.", "The G20 has also supported the ACT-A program (Access to COVID-19 Tools Accelerator) promoted by the World Health Organization (WHO) and in particular its \"vaccine pillar\", COVAX, aimed at ensuring wide access to tests and vaccines.", "In addition to tackling the emergency, possible tools to strengthen prevention and preparedness against future global health threats have been envisaged.", "We have established a High Level Independent Panel to elaborate proposals on how to ensure the prompt, adequate and coordinated mobilisation of funding.", "One of its main recommendations has concerned the creation of a new Global Health Threats Board, bringing together representatives from Health and Finance Ministries and international organisations.", "This proposal has received strong support from all the relevant international institutions, in particular the WHO, although not all G20 members are yet on board.", "It was therefore decided to establish a task force to develop possible coordination arrangements, which we hope will deliver a shared solution next year.", "The most visible result probably concerns taxation.", "The July agreement reforms the architecture of international taxation, addressing the issues posed in this field by globalisation and digitalisation.", "On one hand, it sets the rules for the reallocation of taxing rights on excess profits of the largest multinationals to jurisdictions in which they have significant economic engagement, irrespective of their physical presence; on the other hand, it sets a common framework for the introduction of a minimum level of taxation on the profits of multinationals.", "In October we also approved an ambitious timeline for implementation by 2023.", "This agreement will contribute to stabilising the international tax system, ensuring a greater degree of fairness.", "While in the short term global economic prospects depend mostly on the evolution of the pandemic, in the long term the reduction of greenhouse gas emissions will be fundamental.", "Italy therefore insisted on including the fight against climate change in this year's priorities, one of the most defining issues of our time that has often been overlooked by the G20 in the past.", "This year our Presidency relaunched the Sustainable Finance Study Group, which has now been transformed into a permanent G20 working group, with the United States and China - the two largest economies and greenhouse gas emitters - agreeing to co-chair it.", "This group is set to be a coordination centre to mobilise financial resources, using the new Sustainable Finance Roadmap to best reflect the priorities set by future G20 Presidencies.", "The Italian Presidency has also promoted the development of a global baseline for disclosing and reporting sustainability information; it has focused on metrics for classifying and verifying sustainable investment; and it has called on international financial institutions to align their operations with the aims of the Paris Agreement.", "Other initiatives to further promote sustainability include: the request to the IMF and the international organisations of the Interagency Group on Economic and Financial Statistics to consider climate-related data needs in preparing a new Data Gap Initiative; the work carried out by the Financial Stability Board to both address data gaps on climate-related financial risks and enhance disclosures; the proposal to examine how to scale-up digital finance to promote sustainable growth; and the analytical review of specific solutions to achieve climate neutrality, including carbon pricing.", "Digitalisation also received ample consideration in our agenda.", "In July the G20 Menu of Policy Options on Digital Transformation and Productivity Recovery was endorsed.", "It provides an overview of measures to revive productivity growth, with a particular focus on digital platforms, digital skills and intangible assets.", "This Menu will contribute to future discussions within the G20 and will eventually serve as a guide for effective policies and regulations, to ensure that the benefits of digitalisation and innovation are fully exploited and evenly shared.", "As part of our drive to foster the development of new technologies, in May the Bank of Italy and the Bank for International Settlements (BIS) Innovation Hub, through its Singapore centre, launched a new G20 TechSprint, following an analogous initiative last year by the Saudi Arabian Presidency.", "Our international hackathon received about 250 draft proposals and 99 full applications from 25 countries; 21 teams advanced to the final stage and the 3 most promising solutions for the proposed challenges, which concerned green and sustainable finance, won the competition.", "These 3 teams are now competing in the Global FinTech Hackcelerator organised by the Monetary Authority of Singapore at this Festival.", "I am recording this message before the announcement of the winners, so I wish them all the best of luck.", "Our attention to the opportunities offered by digitalisation has gone hand in hand with a focus on the challenges that it poses to financial inclusion.", "The digitalisation of payments and financial services has accelerated sharply during the pandemic.", "In lower income countries, many citizens can access basic financial services only through online providers.", "Without comprehensive financial awareness and better consumer protection, consumers, not only in less developed countries, may find themselves exposed to risks due to digitalisation.", "The Global Partnership for Financial Inclusion, co-chaired by Italy and Russia, has therefore delivered a Menu of policy options, focusing on two complementary areas, financial consumer protection and financial education.", "The Menu distils best practices as well as practical examples from different countries' experiences during the pandemic.", "Other initiatives will need to be realised to continue carrying out the G20 Financial Inclusion Action Plan established last year, including on micro, small and medium-sized enterprises and on the collection of more granular and gender-disaggregated data to inform policymaking and best support the transition towards a more inclusive financial system, attenuating the risk of a \"digital divide\".", "Another related work stream is the Roadmap for enhancing cross-border payments, a detailed multi-year plan for making transactions cheaper and faster, endorsed by the G20 Saudi Presidency last year.", "Currently, cross-border payments are considerably more expensive, slower and less accessible than domestic ones.", "Yet, in recent years, they have become increasingly important for the global economy, reflecting the expansion of international trade, especially e-commerce, international tourism and business travel, migrations and remittances.", "This year, advancing the implementation of the Roadmap, we have developed a set of quantitative targets necessary for measuring progress in the main areas of intervention, strengthening our commitment to deliver on our goals.", "In this regard, I take this opportunity to share with you that the Bank of Italy will participate in the BIS Innovation Hub's \"Nexus proof-of-concept\" to develop a model for connecting multiple national instant payment systems.", "In dealing with innovative payment arrangements, we have paid special attention to two important challenges: global stablecoins and central bank digital currencies.", "On the former issue, the Financial Stability Board has defined ten recommendations for the regulation, supervision and oversight of global stablecoin arrangements which jurisdictions need to implement; the G20 has reiterated that no stablecoin project can be started until these tools meet the necessary legal, regulatory and oversight requirements.", "On the latter issue, we have initiated an exchange of views within the G20, even if the issuance of a digital currency is, ultimately, a national choice that does not require explicit international cooperation.", "Indeed, many central banks are already conducting their own experimentations in this area.", "However, we believe that openly discussing the economic and financial effects stemming from the potential cross-border use of central bank digital currencies in a setting like the G20 will ultimately be beneficial to everyone.", "Our Presidency has also focused on two other areas concerning financial stability.", "On one hand, we have analysed the performance of the financial system during the pandemic, the first true test of its resilience since the global financial crisis: we concluded that the regulatory reforms implemented over the last ten years have been effective in making the financial system more robust, although some regulatory issues and gaps remain to be addressed.", "On the other hand, we have given priority to the work aimed at strengthening the resilience of the non-bank financial intermediation sector, whose structure keeps evolving due to technological, especially digital, innovation.", "We are therefore committed to implementing the related work plan of the Financial Stability Board (FSB).", "In particular, as a first important step to addressing the vulnerabilities of non-bank intermediation, the G20 has endorsed the package of policy proposals delivered by the FSB to enhance the resilience of money market funds.", "Let me conclude by saying that I am grateful for the fact that there has been widespread recognition across all countries of the relevance of this agenda.", "As we pass the baton to the Indonesian Presidency, I would like to thank our fellow policymakers for their unwavering support and willingness to share their expertise.", "Our progress demonstrates the importance of overcoming our political divisions for the well-being of our people."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Digitalisation", "Financial Inclusion", "Climate Change", "Global Health", "Taxation", "Cross-Border Payments", "Global Stablecoins", "Central Bank Digital Currencies", "Non-Bank Financial Intermediation", "Sustainable Finance"]}