{"sentences": ["Ladies and Gentlemen, It is always a pleasure to attend this landmark event for sustainable finance.", "But on the eve of COP 26 opening, climate emergency is such that I owe you more than just another speech.", "I see it as my duty both to report the great progress we have made in this area and to set out the enormous challenges that lie ahead: in very concrete and practical terms, what we have achieved since the last Climate Finance Day in October 2020 (I), and what we have to further achieve in the coming year, notably on a better understanding of the macroeconomic effects of climate change (II).", "Our climate action has accelerated over the past year I am proud to stress that the Banque de France, and more generally Central banks have never been more committed.", "Addressing climate change is part of our missions as supervisor and Central bank: we are acting in the very name of our mandates.", "Our actions revolve along two axes, as stylised in this quadrant.", "[Slide] Against the vertical axis, as supervisors, we have made significant progress to identify and help contain climate-related born by financial institutions.", "The ACPR took a decisive step forward with the very first climate related stress tests, whose results were published in May 2021 .", "A large number of major banks and insurance companies took part on a voluntary basis.", "The two key takeaways from this pilot exercise are that (i) financial risks are better contained in the context of an early and orderly transition to a greener economy, (ii) all main supervisors should now follow suit, as for instance the ECB and the Bank of England will in spring 2022.", "When it comes to climate stress tests, learning by doing is much better than waiting for the perfect solution before taking any action.", "On voluntary disclosure of risks, the TCFD increased its footprint; it now has more than 2,600 supporters (a number that has more than doubled since last year), including more than 50 central banks.", "The European Union is about to make a significant step forward, as it will implement disclosure for corporates through a new standard developed by the EFRAG with the Corporate Sustainability Reporting Directive (CSRD), which should hopefully be adopted by mid-2022.", "Some might always argue - passionately - that Europe and France never do enough.", "Yes we must do more but we should value the reality of action to rhetorical overbidding.", "We must avoid discouraging those who are doing the most while excusing those who do the least.", "I very much hope we will soon have this mandatory disclosure everywhere.", "I welcome the US endeavour here under the sponsorship of the SEC.", "Ultimately we need internationally disclosure frameworks - at least a basic common ground on which jurisdictions can further elaborate.", "To this end, interoperability of standards will be key, and the coordination between the EFRAG and the IFRS Foundation, should be the cornerstone of a successful globalisation of non-financial reporting standards.", "On financial opportunities (let me turn now to the lower part of the axis), the market momentum has been impressive this year again.", "More than half a trillion USD of green bonds will be issued this year, which is an all-time high, with record debut for the EUR 12 bn NextGeneration EU green bond.", "Inflows into sustainable funds represented more than USD 262bn in the first half of this year, close to half of the overall inflows (USD 545bn) over the same period.", "On the horizontal axis, which brings together our missions as a Central bank, we collectively achieved a major breakthrough last July with the conclusion of the ECB monetary policy strategy review under Christine Lagarde's leadership.", "The Banque de France contributed decisively.", "The ECB is pioneer in having decided an ambitious action plan by 2024, including the three following steps: (1) make economic projections, and therefore model.", "This dimension of economic research is often overlooked: it is nevertheless crucial to grasp complex interdependencies between physical and economic phenomena, across sectors and countries, and across time horizons - I will come back to it (2) disclose: impose transparency requirements including on counterparties; (3) incorporate climate risk, into our operations on corporates (on both asset purchases and collateral policies).", "As regards asset purchases, the CSPP should take into account climate-related factors, including the alignment of issuers with the Paris agreement, and will adjust purchases on the primary and secondary markets accordingly.", "Moreover, regarding euro-denominated non-monetary portfolios, Eurosystem central banks committed last February to implement sustainable and responsible investment strategies and to report the first results by end of 2022.", "Banque de France's policy has been exemplary since 2018 regarding the management of its own funds, whose alignment on a 2° C objective is already effective.", "We won't stop there though: we started to exit from non-conventional oil and gas earlier this year, we announced that we are exiting totally from coal by end 2024.", "We now commit to work toward aligning our own portfolios with a 1.5°C objective.", "One additional word about the international context of these developments.", "Here again, we saw a major improvement this last year with the new American involvement: climate-related issues are now firmly on the agenda of the G20, the G7, the FSB and all other standard setting bodies.", "The NGFS, created in Paris in December 2017, is a unique knowledge hub.", "It now has 95 members, including the US Fed since last December and this number will still grow in coming weeks.", "The Banque de France provides its global secretariat with 15 staff, and we created last April our Climate Change Centre chaired by Nathalie Aufauvre.", "We are indeed making good progress across the board.", "But each year that passes without sufficient emission reductions makes the issue more severe, and the solutions more radical.", "To grapple with this dynamic situation, it is imperative that we are able to better understand and forecast the macroeconomic impacts of climate developments.", "An imperative for the year to come: forge models that gauge the interaction between climate and the economy One aspect of the ECB's action plan launched on the back of the strategy review may have received too little attention: macroeconomic modelling and scenario analyses.", "The challenge is huge as we face a triple source of uncertainty: first, how climate change will materialise, second, what the transition could look like and, third, how both will translate to the macroeconomy.", "The NGFS has produced detailed macro financial scenarios and the corresponding data that provide the most comprehensive framework to date for financial risk assessment.", "To make such scenarios possible, the central banking community - with a strong involvement of Bank of England and Banque de France among others - has collaborated with first tier research institutes in climate science and economic modelling.", "This is a huge step forward.", "Our objective is now to propose a common set of plausible and differentiated futures, built with the best available science and anchored in the last available IPCC results.", "Each jurisdiction or region will use them as they want, for their own stress tests and economic simulations, but there is no reason to base them on alternative set of scenarios.", "The purpose of the NGFS is to prepare and publish these common macro financial climate scenarios, just as the IPCC does for physical scenarios.", "Having this common language, instead of numerous local ones, will make our international discussion much easier.", "To this end, we are considering several significant steps forward.", "By next summer, the NGFS scenarios will not only be updated with the latest figures, but also upgraded to align with the new set of comprehensive scenarios to be released in March by the IPCC and to incorporate the more extreme ones.", "The NGFS should also work on understanding the impact of climate-related risks on various prices and ultimately on overall inflation.", "Scanning the horizon, we can already see that climate change is accelerating, and that some regions are likely to be affected sooner and on a larger scale.", "In addition, transition effects might be more front-loaded as they are increasingly anticipated by markets, producers and consumers, which would be good news.", "The forthcoming NGFS work should therefore also focus on shorterterm horizons (2030, and not only 2050) as the transition to a low-carbon economy may be less linear than anticipated, with tipping points accelerating the transition in a disorderly way.", "[Slide] We generally need to better understand the long-term trade-off, in terms of GDP, between transition and physical risks and the cost of delayed action.", "The chart breaks down the GDP losses under three scenarios into the costs of transition and physical damages.", "Under the \"Paris Agreement\" scenario, GDP would be 5% lower in 2060 and around 7% lower in 2100, and most of this reduction can be attributed to transition policies.", "Under the two \"Too-little too-late\" scenarios, the transition costs are limited, but by the end of the century the impact of physical risks becomes much larger, leading to overall losses that could range between at least 10 and 20% of world GDP level.", "From an economic and rational standpoint, the prescription is clear-cut: an orderly transition would require a governmental forward-looking guidance, sending long-term signals and anchoring credible but ambitious commitments.", "This \"climate forward guidance\" should include an appropriate pricing of carbon; and as long as we don't have such global pricing, a carbon border adjustment mechanism (CBAM), as recently put forth by the EU in order to prevent carbon leakage is appropriate.", "We all know how politically sensitive these issues are, domestically as well as internationally.", "But the political scene on climate has already been changing dramatically and it will continue to change - hopefully for the better.", "Looking back at how far we have come in developing green finance over the last six years, one may wonder: \"Is it useful?\"", "- certainly yes; \"Is it enough?\"", "Let me remind everyone of one simple - and dreadful number: according to the IPCC, we have less than six years of greenhouse gases budget left if we want to have 83% chance to stay below 1.5°C.", "Let's not fool ourselves: we have been making very significant progress to make sure that the financial system is fit to the challenge of the transition.", "But there is still much work to do on our side, starting with mandatory and harmonised disclosures, and a close monitoring of transition paths.", "Still more fundamentally, what we are doing only makes sense if this is part of a wider collective endeavour.", "Finance, and still more Central banks, cannot be the only green game in town.", "A few days ahead of Glasgow, it is the right time to listen to the Pink Floyd again and the Dark Side of the Moon: \"And then one day you find ten years have got behind you; no one told you when to run, you missed the starting gun\" .", "It is not too late yet, but let us hear the starting guns.", "I thank you for your attention.", "F. Villeroy de Galhau, « The role of central banks in the greening of the economy », speech, February 11 2021.", "3 Corporate Sector Purchase Programme 4 Pink Floyd, Time, The Dark Side of the Moon"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Green Finance", "Macroeconomic Effects", "Climate Stress Tests", "Disclosure of Risks", "Financial Opportunities", "Monetary Policy", "Macroeconomic Modelling", "Carbon Pricing", "Transition Risks"]}