{"sentences": ["I am delighted to have the opportunity to join the NSF AGM today.", "I would like to thank Joe Tobin, Chairperson of the NSF and the members of NSF executive for the invitation to speak with you today at your annual conference, the theme of which is the Fifth Anti Money Laundering Directive.", "Over the last 20 years or so, the NSF has played an important role in supporting credit unions' Supervisory and Board Oversight Committees in supervising credit unions' governance affairs relating to policies and procedures, and relevant legislation and regulations.", "This support is arguably even more important today than when the NSF was formed in 2002, due to the pace of change and growing complexity in the financial services industry and the implications for the future of the credit union movement.", "In my remarks today, I will: Outline how the Central Bank considers its role regarding credit unions within our overall mandate and the wider environmental context relevant to the credit union movement; Discuss the changing financial services system and the implications for credit unions; In line with the theme of the conference, consider Anti-Money Laundering and Counter Terrorism Financing requirements; Reflect on developments in the credit union sector and the critical enablers needed for credit unions to address future challenges and to embrace the opportunities of change; and Briefly summarise the key themes of the Central Bank's newly published strategy.", "Through my remarks, I hope that you will appreciate how important we consider the continued success of the credit union movement, as a necessary component part of the wider financial services system serving the needs of the people of Ireland and the wider Irish economy.", "I will also emphasise the role of Board Oversight Committees in ensuring that credit unions are able to meet the challenges ahead.", "I do want to start by recognising the efforts of credit union boards, management, staff and volunteers to continue to support your members through the pandemic.", "Much of the Central Bank's focus over the last 18 months has been on mitigating the effects of the pandemic on the financial sector - including a focus on operational and financial resilience for all sectors.", "Credit unions have played their part and demonstrated resilience in practice.", "Notably they have continued to provide service to members - in person, remotely and online as appropriate and feasible.", "Credit unions have also provided flexibility to members on loan repayments, providing payment breaks to impacted members and engaging with members to ensure that sustainable repayment arrangements are put in place.", "Environmental context The Central Bank's statutory mandate requires us to regulate the credit union sector with a view to ensuring the protection by each credit union of the funds of its members and the maintenance of the financial stability and well-being of the sector.", "Our role therefore necessarily focuses on both how members' funds are safeguarded and the viability of the sector as whole.", "This informs our risk appetite and overall strategy towards the credit union sector.", "Our wider ambition for the financial sector is that the financial system is resilient and trustworthy and that it sustainably services the needs of the economy and its consumers - with firms and individuals adhering to a culture of fairness and high standards.", "It is clear that strong, wellgoverned credit unions are and should remain an important part of the financial services landscape and have an important role to play in our wider ambition.", "Indeed, there is much that other financial services providers can learn from the credit union movement.", "Notably, credit unions are consistently ranked as the most trusted financial service providers in Ireland.", "This trust is due to a number of important factors, including: being part of local communities, closeness to customers, the prioritisation of meeting members' needs, the underlying ethos of the movement and more besides.", "But of course, credit unions do not operate in a vacuum, and the future success of the movement is dependent on continuing to evolve and adapt to meet current and potential future members' needs.", "In this context, it is worth considering some of the forces that are shaping the future of financial services provision: Technology and behavioural disruption The pace of change across the financial services system is accelerating.", "Consumer demands, expectations and behaviours continue to change, presenting both challenges and opportunities for all financial service providers, including credit unions.", "The pandemic has accelerated and deepened reliance on technology across all aspects of daily life.", "Technological change is disrupting the financial services landscape, with new entrants, new business models, a race by incumbents to invest in developing the necessary capabilities, and in many cases the potential for a fundamental disruption in the value chain of incumbent financial services firms and sectors.", "Notably, there is a significant fragmentation of the provision of services traditionally delivered by retail banks and credit unions (for example, payments and current accounts, savings and simple investments, and lending), which will have far-reaching implications for banks and credit unions.", "All business models are vulnerable to this disruption and there are few, if any, that will be able to compete effectively over the medium term without successfully making significant changes, to the necessary capability to meet changing customers' needs and to take advantage of the opportunities technology offers in providing their services; the resilience and security necessary to underpin the increased reliance on technology; and sufficient board and senior management understanding and oversight of the use of technology and customer data.", "Credit unions face specific issues in meeting these challenges.", "In particular, the size and scale of individual credit unions, means that success requires greater levels of reliance on third parties, greater cooperation between credit unions and effective sectoral leadership.", "It will also require the focus of individual credit union boards and management.", "Furthermore, longer term success will require successfully evolving the current credit union ethos and the basis of the trust in the credit union sector in a way that enables the continued servicing of current members as well as attracting new ones.", "Climate change effects and costs are with us today.", "There is broad scientific consensus that these effects and costs are going to grow exponentially and that the future costs of deferred and inadequate action today continue to grow.", "And yet, at global, national, political, economic, business and individual levels our responses and planned actions have been woefully inadequate to date.", "Playing our part in the meeting of the challenges of addressing climate change is a strategic priority for the Central Bank.", "We must all work to ensure that the financial system is resilient to the risks posed by climate change and capable of supporting the transition to a carbon neutral future.", "The challenges and opportunities are relevant to all financial service providers, including credit unions.", "The Central Bank wrote to regulated financial service providers on 3 November to highlight our commitments and our expectations for all firms to take action to address the risks posed by climate change.", "Regulatory Change The regulatory framework for credit unions has undergone substantial change over a period of years beginning with the legislative changes made following the Commission on Credit Unions, which included the introduction of detailed requirements to strengthen credit union governance frameworks.", "Since the introduction of the Central Bank's regulation making powers for credit unions in 2016, we have introduced a number of important changes to the framework, including, to the two main asset classes for credit unions - investments and lending.", "In 2018, to facilitate increased diversification, we introduced additional classes of investment in which credit unions may invest surplus funds.", "While development of appropriate investment structures for some of these new classes has taken time, recent developments will facilitate investment in approved housing bodies and corporate bonds for those credit unions seeking to do so.", "In 2020, we introduced changes to the lending framework providing those credit unions with the financial strength, competence and capability, flexibility to undertake increased longer term lending, including home mortgage and business lending.", "After this period of significant change, the Central Bank is not planning further significant changes to the specific regulations directly focused on the credit union sector in the foreseeable future.", "That is not to say we are closed to the possibility of future changes, and we will continue to engage with sector representatives and the Oireachtas on the appropriateness and effectiveness of the credit union regulatory framework.", "Notwithstanding this degree of relative stability, credit union boards and management will have to continue to address regulatory and legislative change relevant to the financial services system as a whole.", "One such area where there is increasing scrutiny relates to AML / CTF, as recognised by the theme of this event.", "At an international level, shortcomings in the AML and CTF frameworks and approaches have been recognised and we can, consequently, expect changes to underlying regulations and the supervision of AML and CTF matters.", "It is vitally important that Ireland, as a small, open economy with a thriving financial services industry, is pro-active in preventing its financial system from being used for money laundering and terrorist financing purposes.", "All financial service providers, including credit unions, have an important role in achieving this.", "The Central Bank is the competent authority for AML/ CFT supervision of credit unions.", "This requires us to effectively monitor credit unions' compliance with their legislative obligations and, where weaknesses are identified, to take actions that are reasonably necessary and proportionate to ensure compliance.", "In delivering on this mandate, in September 2019 the Central Bank published AML/CFT Guidelines for the Financial Sector, which were subsequently revised in June 2021 to reflect changes in the legislation.", "The purpose of these Guidelines is to provide clarity on the Central Bank's expectations in respect of compliance with AML/CFT obligations as set out in: the Criminal Justice Act 2010; Central Bank AML/CFT sectoral reports/ bulletins; and relevant European Supervisory Authority Guidelines.", "Areas of focus for Board Oversight Committee members I will now turn to highlight a number of key areas that will need to be the fore of Board Oversight Committee members' minds in striving for a thriving credit union sector.", "Governance, Culture and Board Oversight Board Oversight Committees have a unique role in assessing whether the board of directors are operating in accordance with their governance obligations thereby supporting strong governance and risk management frameworks in credit unions.", "The nature and effectiveness of the approach by Board Oversight Committees is important, with a need for clarity of purpose and constructive engagement and challenge.", "In assessing board performance you should expect an understanding of - and compliance with - the spirit as well as the letter of prudential standards.", "It is the responsibility of the board to set the 'tone from the top', by clearly articulating the core values and desired culture of the credit union and to ensure that their behaviours reflect those values.", "Likewise, the behaviours of Board Oversight Committee members should also reflect the culture and values of the credit union.", "Credit union culture has evolved significantly since the statutory changes introduced in 2012/13.", "This has been driven by a number of factors including the introduction of detailed governance requirements, the implementation of the Fitness and Probity regime, the impact of restructuring and resolution and the response of credit unions to our supervisory and enforcement engagements and actions.", "Individual credit unions need to build on this progress, continuing to focus on promoting and embedding an effective culture within their credit union - a culture that continues to be focused on members' needs, but also is effective in embracing change, and successfully managing risk.", "And it is this culture that will be key to the long term success of both individual credit unions and the sector as a whole.", "Effective governance and risk management better enable firms to take appropriate risks and be sustainably successful.", "The Central Bank's Credit Union Supervisory Commentary reports have continued to highlight weaknesses in these areas, which need to be addressed.", "We will shortly publish the findings of a thematic review undertaken on the maturity of risk management frameworks in credit unions and I urge credit union board members and managers to consider the findings, that will be set out in the report, to support them in enhancing and embedding their risk management frameworks to ensure they can identify and mitigate evolving and emerging risks.", "Strategic business model change I have described some of the forces driving change in the financial services system.", "Credit unions have existing business model challenges - particularly in relation to the levels of lending relative to members' funds.", "These challenges will become more acute if credit unions do not successfully evolve their business models to enable them to meet their members' changing needs and to attract new members.", "It is positive to see some successful initiatives being rolled out across the sector - such as the introduction of the Member Personal Current Account Service, developed as part of a collaborative effort by a group of credit unions.", "Further, there has also been some change in the maturity profile of credit union loan books reflecting a start in utilisation of the additional capacity provided in 2020 - though it is notable that activity in house and business lending has been relatively limited and confined to a small number of credit unions.", "However, overall, the pace of business model change has been slow.", "At the onset of the pandemic, credit unions' focus was necessarily on continuing to serve their members on a day to day basis, through ensuring business continuity.", "However, credit unions' boards and management now need to focus on strategic priorities and identification of actions to address the current and future commercial challenges facing credit unions.", "The current business model is suffering from low demand for credit over recent years which has been outpaced by stronger savings growth (accelerating during the pandemic).", "Surplus funds that are not lent out to members are earning limited investment returns (reflective of the current low interest rate environment).", "In addition, the operational business model continues to lack scale efficiencies and suffers from high operating costs.", "This translates into low loan to asset ratios, and high cost income ratios, impacting on the ability of credit unions to generate surplus to maintain and build reserves for the future, support distributions to members and build longer term sustainability.", "Credit unions have significant lending capacity available within the regulatory framework in the traditional personal lending space and in relation to house and/or business lending, where such lending is aligned with their strategic plans, competence and capability.", "Credit unions also have considerable scope to develop their service offerings to members - consistent with their strategic plans and risk appetite.", "As well as the provision of core savings and lending services to members, there is a list of 'exempt' service prescribed in the Credit Union regulations and credit unions may provide other services, where approved by the Central Bank, which are of mutual benefit to their members and which do not impose undue risk to members' savings.", "Successful utilisation of the capacity available within the framework requires leadership, strategic thinking and effective sector collaboration, supported by strong governance and effective and embedded risk management.", "These are critical enablers for credit unions to address the challenges they face and avail of development opportunities.", "Responsibility for meeting these challenges rests first and foremost with the board of each credit union, although there remains a need for greater sectoral leadership too.", "Each board must set and own the strategic plan for its credit union.", "The strategy should be clear in identifying and setting out actions to address current and emerging sustainability challenges.", "Individually and collectively, credit unions need to form and realise a clear vision of their role in the provision of financial services and ensure that they can implement the necessary business model and technological changes to realise their vision and fulfil this role for their members in a safe and sustainable way.", "Strategic plans need to be tailored to the credit union's individual financial circumstances and capabilities, as well as common bond dynamics, while addressing operational and commercial challenges.", "Strategic plans should demonstrate sound and prudent risk-focused strategy formulation, business planning and implementation, aimed at the sustainable delivery of member products and services.", "Post restructuring development The sector has undergone significant restructuring in recent years.", "Restructuring provides strategic transfer solutions for weaker credit unions, enabling affected members to retain access to credit union services and indeed gain access to a wider range of services provided by stronger, larger credit unions.", "Restructuring also offers opportunities for other credit unions to build scale and reach by coming together voluntarily.", "This restructuring has resulted in a significant change in the asset size profile of the sector.", "At 30 September 2021 there were 213 trading credit unions; down from 343 at 30 September 2015. Credit unions with assets of at least €100 million now represent 67 per cent of total sector assets - up from 41 percent in 2015.", "At the other end of the size scale credit union with assets of less than €40 million now represent 10 percent of total sector assets.", "Central Bank Strategy The Central Bank published its new strategy yesterday , 5th November.", "As key Central Bank stakeholders, I recommend you take the time to read the short strategy document, which sets out the four core key themes underpinning the strategy.", "These themes will be our \"north star\" when it comes to our focus in the years ahead and will act as a constant guide to everything we do as an organisation: Future-focused - the world in which we operate is changing rapidly.", "The economy, the financial system and financial services and products are changing and will continue to change over the coming years.", "We want to be ready to deliver our Mission through these changes and that will require a shift in our focus, our analysis and our frameworks.", "Open and engaged - the rapid pace of change and the expectations of our stakeholders means that we need to be well-connected with them.", "It will require us to explain what we are doing and what we are not doing.", "It will also require us to listen to individuals and businesses (and not only regulated firms) across the country so that we can understand the issues they are facing and help them to understand the actions we are taking in response.", "Transforming - in a rapidly changing world, we have to transform the way that we operate if we are to succeed.", "We will need to invest in new skills and capabilities, becoming more agile, and looking for continuous improvement in the way we work to meet the challenges of an evolving financial system.", "Our ability to turn data into information and to provide our people with the tools to use it effectively will be an important platform for our transformation.", "Safeguarding - we will remain steadfast to maintain price stability and the stability of the financial system overall, as well as the effective regulation of financial services and markets, while ensuring that the best interests of consumers of financial services are protected.", "Against the backdrop of key issues facing all financial service providers - continued risks and uncertainty relating to the pandemic, the pace of technological change, climate change - and the particular commercial challenges facing credit unions, there are significant opportunities and challenges for credit unions individually and collectively.", "The sector needs to embrace change.", "Credit unions need to form and realise a clear vision of their role and ensure that they implement the necessary business model and technological changes to realise their vision and fulfil this role.", "As I noted earlier, this will require credit unions the necessary capability to meet changing customers' needs and to take advantage of the opportunities technology offers in providing their services; the resilience and security necessary to underpin the increased reliance on technology; and sufficient board and senior management understanding and oversight of the use of technology and customer data.", "Available capacity and flexibility within the tailored regulatory framework for credit unions provides scope for credit unions to expand and develop existing and new service offerings.", "Additionally, the significant level of restructuring the sector has undergone should mean it is better positioned to take advantage of development opportunities - with larger credit unions leading the way for smaller credit unions.", "Addressing the challenges and availing of the opportunities will require effective collaboration and the other critical enablers I have highlighted, in particular strong governance and risk management and sound and effective strategic planning- matters where you as board oversight committee members should play a key oversight role in line with your statutory obligations.", "Many thanks for your attention.", "With thanks to Anna Marie Finnegan, Colm Henry, Anthony Cahalan and Patrick Casey for their support in the drafting.", "Discussed in this blog for example See further here Under the Criminal Justice (Money Laundering and Terrorist Financing) Act 2010, as amended See Risk and Guidance Credit Union Act, 1997 - section 76M For example, see PRISM Supervisory Commentary 2020 For example, see Financial Conditions of Credit Unions, 2020:I Our Strategy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Credit Unions", "Financial Services", "Anti-Money Laundering", "Board Oversight", "Climate Change", "Governance", "Risk Management", "Business Model", "Restructuring", "Strategy"]}