{"sentences": ["Symposium contribution Monetary policy under new constraints: challenges for the Swiss National Bank Jackson Hole Economic Policy Symposium: Reassessing Constraints on the Economy and Policy Contribution to the panel 'The Outlook for Policy Post-Pandemic' Thomas J. Jordan Chairman of the Governing Board∗ Swiss National Bank Jackson Hole, 27 August 2022 © Swiss National Bank This year's Jackson Hole symposium seeks to reassess the constraints on the economy following the coronavirus pandemic and Russia's attack on Ukraine, with this panel focusing on the monetary policy outlook in particular.", "The pandemic and the war in Ukraine have fundamentally changed the constraints on conducting monetary policy.", "In the past, central banks have been constrained by the effective lower bound on interest rates, but at present it is the strong rise in inflation that poses the major challenge.", "Over the longer term, structural developments such as the decarbonisation of the economy, the high levels of sovereign debt worldwide and potential deglobalisation could shape the economic constraints and lead to heightened inflationary pressure.", "I begin by looking back at the challenges central banks, and in particular the Swiss National Bank, have had to contend with since the global financial crisis.", "I will go on to highlight the developments since the pandemic and the outbreak of the war.", "The second half of my contribution will address in particular why an appropriately defined range for price stability and a narrow mandate are key factors in being able to conduct effective monetary policy over the longer term in an ever-changing environment.", "Here I will draw especially on the SNB's experience, taking the Swiss perspective of a small open economy with an important currency.", "Aftershocks of the global financial crisis In the two decades prior to the global financial crisis, the nominal interest rate level had declined worldwide.", "On the one hand, central banks' success in combatting inflation, coupled with cheap production opportunities resulting from an increasingly integrated global economy, had led to falling inflation rates.", "On the other hand, the real rate of interest had declined in many countries due to structural factors such as decreasing productivity growth and the ageing of the population.", "When the global financial crisis and the associated economic slump required a decisive easing in monetary policy, many central banks quickly reached the zero lower bound on interest rates.", "To continue to ensure an appropriately expansionary monetary policy in this situation, 'unconventional' measures then had to be introduced.", "Switzerland, too, was unable to escape these international developments.", "As a small open economy, in the wake of the financial crisis it was hit hard by the slump in global demand and the turbulence on the international financial markets.", "Our country's situation was exacerbated by strong upward pressure on the Swiss franc.", "The rapid pace of the appreciation, and the resulting - at times massive - overvaluation of the Swiss franc, heightened the economic challenges and gave rise to the threat of deflation.", "On the one hand, the appreciation reduced global demand for goods and services produced in Switzerland, and the associated negative effects on the economy curbed inflation.", "On the other hand, the appreciation led directly to lower prices for imported consumer goods.", "Owing to the high share of imports in Switzerland, this weighed additionally on inflation.", "This pronounced appreciation pressure was attributable to two specific characteristics of Switzerland.", "First, the traditionally low level of interest rates in Switzerland meant that there was less leeway to the effective lower bound by international comparison.", "Interest rates in Switzerland are generally lower than abroad since the Swiss franc is valued as a safe investment given Switzerland's long-standing political, fiscal and monetary stability.", "As central banks lowered interest rates significantly due to the global financial crisis, the interest rate differential between Switzerland and other countries decreased, making the Swiss franc comparatively more attractive.", "Second, when risk sentiment deteriorates globally, our currency typically gains in value owing to its characteristic as a safe haven.", "This was especially the case during the financial crisis and the European sovereign debt crisis.", "Heightened uncertainty worldwide following the outbreak of the coronavirus pandemic and Russia's attack on Ukraine also increased upward pressure on the Swiss franc.", "To ensure price stability over the medium term against this backdrop, the SNB resorted to unconventional measures.", "We lowered our policy rate well into negative territory and intervened in the foreign exchange market, at times considerably.", "This led to a marked expansion of our balance sheet (cf.", "The use of foreign exchange market interventions was necessary given that the strong appreciation of the Swiss franc was a direct source of the deflationary pressure in Switzerland.", "Furthermore, the scope for buying domestic bonds was limited given Switzerland's relatively small capital market.", "By lowering our policy rate to -0.75% and extensively intervening in the foreign exchange market, we were able to ensure price stability even in these difficult years.", "Although there were phases when inflation slipped into negative territory, it always returned relatively quickly to positive values.", "There are two points worth noting in this regard.", "First, the phases of negative inflation did not lead to a de-anchoring of longer-term inflation expectations.", "These remained consistently between 0% and 2%, i.e.", "in the range that the SNB equates with price stability.", "This can be seen in the inflation expectations of companies in Switzerland (cf.", "Although their short-term expectations tracked the development of inflation, their longer-term expectations remained stable even when inflation was temporarily negative.", "The companies regarded the recurring phases of negative inflation as one-off events.", "Although inflation has been very low on average over the past 15 years, companies have not perceived the decline in inflation as a trend.", "The companies apparently trusted that the SNB would be able to prevent a sustained decline in the level of prices through its decisive use of unconventional measures.", "The SNB was able to preserve its monetary policy credibility, even in this difficult environment.", "The second point relates to the adjustment processes following the sudden upward surges in the value of the Swiss franc.", "The negative or very low inflation in Switzerland was in fact part of these adjustment processes, since it contributed to reducing the overvaluation of the Swiss franc over time.", "Thus, the real exchange rate appreciated considerably less than the nominal exchange rate (cf.", "This helped to cushion the impact of the nominal appreciation on the real economy.", "The economy's ability to adapt to an environment with low - and in some instances negative - inflation has been better than many expected.", "The Swiss economy has fared relatively well over the past 15 years.", "The labour market has remained robust overall, and GDP growth has been good by international comparison (cf.", "Like most other countries, Switzerland was unable to avoid significant declines in GDP amid the global financial crisis and during the pandemic, but each time our economy quickly returned to a growth trajectory.", "The SNB was able to ensure price stability in the phase marked by deflationary risks, and thus contributed to a comparatively robust development of the economy.", "Of course, besides the influence of monetary policy, this development of the real economy also reflects structural factors such as the strong resilience of the well-diversified Swiss economy and the flexible labour market.", "Companies had to make considerable efforts to adapt to the difficult conditions after each appreciation surge, which may have enhanced the flexibility and efficiency of the Swiss economy even further.", "The increase in the population as a result of immigration made a positive contribution to growth as well.", "Furthermore, during the pandemic in particular, there was also a rapid and targeted fiscal policy response.", "New constraints The pandemic and the war in Ukraine have fundamentally changed the constraints on central banks.", "In particular, inflation has risen strongly in many countries over the past year, and uncertainty has also increased markedly in many respects.", "The SNB, too, is at present confronted with an inflation rate that is significantly above the range we equate with price stability.", "As in recent years, inflation in Switzerland is currently lower than in many other countries.", "Besides the strong Swiss franc, the energy mix in Switzerland has thus far also helped to keep inflation comparatively low.", "Nevertheless, the current level of 3.4% is still the highest inflation our country has seen since the 1990s.", "Furthermore, there are signs that inflation is increasingly spreading to goods and services that are not directly affected by the pandemic or the war in Ukraine.", "In fact, it appears that in the current environment, higher prices are being passed on more quickly - and are also being more readily accepted - than was the case until just recently.", "In conjunction with this, longerterm inflation expectations have also been moving upwards slightly over the past quarters.", "Furthermore, there are clear indications of wage growth gathering momentum.", "How is the SNB handling this situation?", "We already made our initial response to the impending inflationary pressure in the final months of 2021.", "Both inflation and our inflation forecast at that time were still at a very low level.", "At our monetary policy assessment in December, we announced that we would allow the Swiss franc to appreciate to a certain extent in nominal terms in order to reduce the inflationary pressure from abroad.", "The Swiss franc gained around 4% in nominal terms between autumn 2021 and spring 2022, making imports cheaper and so countering the general increase in prices.", "In June 2022, we then raised the SNB policy rate for the first time in 15 years, by half a percentage point to -0.25%.", "At the same time, we signalled that further interest rate moves may be necessary in the foreseeable future.", "With our policy rate rise, the Swiss franc appreciated further.", "The need for monetary policy tightening is shown by our conditional inflation forecast of June 2022 (cf.", "According to this forecast, and assuming that the SNB policy rate remains constant at -0.25%, the rate of inflation will temporarily decline before rising back to 2% over time.", "Had we not raised our policy rate in June, inflation would very probably have been well above this level over the medium term, and thus persistently outside the range of price stability.", "Our monetary policy decision in June must also be seen as a weighing-up of various risks.", "Tightening too soon or too strongly could have stalled economic development, and possibly even led to renewed deflationary risks.", "In Switzerland's case, however, these factors were clearly outweighed by the risks of tightening too late.", "Waiting could have necessitated a more abrupt and stronger rate increase at a later date, with the risk of a more severe economic downturn and threats to financial stability.", "The SNB's experience in the late 1980s and early 1990s, the most recent phase of higher inflation in Switzerland, shows that it can become necessary to pursue a markedly restrictive monetary policy with serious consequences for the real economy once inflation exceeds a certain level.", "Our substantial change in course at a comparatively early stage regarding the development of inflation, and the fact that we envisaged possible further tightening in the near future, were thus aimed at ensuring price stability over the medium term without placing an excessively heavy burden on the economy.", "This weighing up of various risks takes place in an environment marked by exceptional uncertainty.", "What does this uncertainty mean for the SNB?", "In the immediate term, the uncertainty above all pertains to the interpretation of the data currently available.", "In making our monetary policy decisions, it is important that we distinguish between temporary and sustained inflationary pressure.", "The recent rise in inflation may well have been triggered to a large extent by supply shocks with a temporary impact.", "However, given the difficulty in identifying an increase in sustained inflationary pressure in the current environment, there is the risk of underestimating the persistence of inflation.", "This is particularly the case because it is still very difficult to assess the impact of the highly expansionary monetary and fiscal policies worldwide in the wake of the pandemic and the war in Ukraine.", "The uncertainty is also reflected in the fact that our economic models may be capturing the current situation less reliably than usual.", "We have in fact had to repeatedly make upward revisions to our inflation forecast in recent quarters (cf.", "Models are inherently unable to anticipate either shocks - such as in the case of energy prices - or fundamental shifts in the behaviour of economic agents - such as pricing behaviour - and therefore only capture their impact with a certain time lag.", "It is very difficult at present to model companies' pricing behaviour due to the lack of experience with rapidly rising inflation.", "A combination of newer and traditional approaches are helping us to get a better understanding of the current data.", "On the one hand, micro price data point to Swiss companies having adapted their pricing policy in recent months in line with the higher rate of inflation (cf.", "For example, there has been an increase in the proportion of goods and services in the Swiss consumer price index with rising prices, whereas the proportion with declining prices has remained virtually constant.", "On the other hand, our delegates for regional economic relations serve us well.", "Their one-on-one discussions with companies allow us to better understand price-setting behaviour.", "These talks show that companies' long-standing reluctance to raise prices has largely disappeared.", "The change in their behaviour has resulted in prices becoming more flexible overall.", "This is facilitating the spread of price rises to other categories of goods and services.", "These findings make it clear that the increase in inflation should not be seen solely as a consequence of the temporary supply shocks triggered by the pandemic and the war.", "This strengthened our resolve in deciding to react relatively quickly to the rise in inflation.", "The longer-term outlook for monetary policy is also subject to high uncertainty.", "Structural factors such as the transition to a greener economy, rising sovereign debt worldwide, the demographic transition and ultimately also the fact that globalisation appears to have peaked - at least temporarily - could lead to persistently higher inflationary pressure in the coming years.", "In particular, a decline in global economic integration could increase companies' pricesetting power, meaning that they would be able to push through price increases more easily.", "However, from the current perspective, it is difficult to assess precisely how these structural factors will develop, and how they will influence inflation dynamics.", "There is further uncertainty with regard to the room for manoeuvre in monetary policy, i.e.", "the gap between the neutral level of interest and the effective lower bound.", "After the decades-long decline in interest rates, the question now is whether there are factors that could stop this downward trend, or even turn it around.", "I am thinking here of factors such as the tendency towards deglobalisation and increased investment in climate protection and defence - all of which could lead to a lasting rise in the need for capital and thus also in interest rate levels globally.", "What do these considerations mean for the SNB's monetary policy in the post-pandemic era?", "On the one hand, ensuring price stability must be our absolute priority.", "On the other hand, we will have to live with a high level of uncertainty over the medium to long term.", "This applies not only to temporary fluctuations in prices and the economy, but also to the fundamental equilibria in the economy.", "Structural factors could mean that the environment remains inflationary for a longer period of time.", "However, strong economic turmoil could quickly put us back at the lower bound on interest rates.", "The SNB must recognise changes in constraints at an early stage and analyse their impact.", "The key lies in thinking in terms of scenarios, and - as in a risk management approach - weighing these up against one another.", "With our monetary policy decisions, we must do our utmost to prevent negative developments.", "In light of the uncertainty, we must take robust monetary policy decisions that will ensure price stability in a broad range of scenarios.", "To conduct effective and robust monetary policy in deflationary and inflationary environments alike, in addition to these analytical skills we also need a sensible institutional framework.", "Amid changing conditions with differing structural inflationary pressure, there are two factors that are particularly important in my opinion with regard to the institutional framework: first, seeking to achieve low inflation while at the same time allowing for a certain amount of leeway; and second, a narrowly defined monetary policy mandate that focuses on maintaining price stability while taking due account of the economic situation.", "Anchoring and flexibility By defining price stability or setting an inflation target, central banks provide an important signal for the general public and the markets.", "Not least because this determines how quickly and how strongly monetary policy reacts to shocks, or the extent to which the central bank seeks to fine-tune inflation.", "For a small open economy like Switzerland, we have seen that there are considerable advantages in having a definition of price stability that anchors inflation expectations at a low level while at the same time allowing a certain degree of flexibility with regard to the accepted inflation rates.", "In our monetary policy strategy, we define price stability as a rise in consumer prices of less than 2% per year.", "Deflation - that is to say a sustained decrease in the price level - also breaches the objective of price stability.", "We thus do not have a point target in our definition of price stability, and we do not seek to achieve a specific value between 0% and 2%.", "Furthermore, the SNB focuses on the medium-term inflation outlook, which means that negative inflation or inflation rates in excess of 2% can also be temporarily permitted.", "In recent years, there has been intense debate in academic circles and also at central banks on how to best set inflation targets or define price stability.", "Some central banks have also adjusted their inflation targets.", "These adjustments have been primarily aimed at reducing potential constraints on the ability to take monetary policy action resulting from the low interest rate environment.", "Would adjusting the definition of price stability also make sense for the SNB?", "We are firmly convinced that our definition of price stability has proved its worth, even under the difficult circumstances of the past 15 years.", "We also regard our definition as a particular advantage in the post-pandemic phase, with its heightened uncertainty regarding structural equilibria.", "And how can three adjustments that have been discussed internationally be put in context against the backdrop of the specific situation in Switzerland and our definition of price stability?", "The first possible adjustment relates to the level of the inflation target.", "A credible higher inflation target would lead to both an increase in expected and realised inflation.", "The consequence would be higher average nominal interest rates, which would reduce the likelihood of the effective lower bound being reached.", "As a result, unconventional measures - in our case primarily foreign exchange market interventions - would need to be used less frequently.", "Why do we not aim for a higher rate of inflation?", "We do not believe a higher inflation target would truly free us from the problem of the effective lower bound.", "It would take a significantly higher inflation target to sustainably lift interest rates from the lower bound.", "However, such a target would no longer be compatible with our statutory mandate to ensure price stability.", "Furthermore, it would not tally with the pronounced preference of the Swiss people for low inflation.", "Higher rates of inflation would be neither understood nor accepted in Switzerland.", "A survey of more than 400 Swiss companies in the first half of 2022 showed a large majority in favour of low inflation, by which they typically mean a rate between 0% and 2% (cf.", "We do not have similar surveys of households, but it is safe to assume that they would likely favour even lower inflation.", "The public reaction to the recent rise in inflation clearly demonstrates that there would be little understanding among the general population for a higher targeted rate of inflation.", "A second possible adjustment would be to target an average inflation rate over a given period.", "Overshooting and undershooting inflation rates would have to be compensated for over time.", "This could better stabilise longer-term inflation expectations in that the aim would be a steady development in the level of prices.", "Why do we not compensate for past deviations from price stability?", "The Swiss economy has proven in the past that it can deal well with temporary inflation shocks, and that longer-term inflation expectations are well anchored.", "Compensating for past deviations from a targeted average value would only be possible with massive additional volatility in prices and output, especially given the strong global shocks to which Switzerland is exposed.", "Such an approach would also find little acceptance among the general public.", "The third possible adjustment relates to the choice of a point target instead of a range when defining price stability.", "This could help anchor inflation expectations more precisely and thus better stabilise inflation.", "Why do we refrain from adopting a point target?", "Having such a precise goal would unnecessarily complicate monetary policy implementation for the SNB.", "Our definition of price stability as a range enables us to continually weigh up the costs and benefits of our monetary policy measures.", "Doing so allows us to vary our inflation tolerance within the range consistent with price stability in line with the situation at hand.", "We can thus let inflation persist at the upper or lower end of this range for a longer period, without losing credibility.", "In particular, this allows us to better absorb different global inflation regimes.", "For example, we can live with inflation in the lower part of our price stability range over a longer period in an environment of increasing globalisation.", "Likewise, in an environment of shrinking global supply, we can accept inflation in the upper part of the range.", "Added to this, our medium-term focus allows us to be flexible in reacting to larger surges in inflation or deflation, and to take the costs of restoring price stability into consideration.", "The developments in recent years show that a 2% point target for inflation in Switzerland would have required significantly stronger monetary policy easing measures.", "This would not have been proportionate from a cost-benefit perspective.", "Our definition of price stability is thus also a sign of pragmatism and realism.", "A certain tolerance of inflation rate fluctuations is necessary, especially for a small open economy like Switzerland that is constantly exposed to disruptions from abroad.", "Our experience shows that it is virtually impossible to fine-tune inflation.", "Remaining realistic in our targets ultimately benefits our credibility.", "Realism and flexibility do not contradict our clear task of ensuring price stability over the medium term.", "On the one hand, our price stability range is set comparatively low and forms an anchor for low inflation expectations.", "On the other hand, we have repeatedly proved that we are prepared to act decisively if price stability is at threat.", "The preference for low inflation and the Swiss franc's role as a safe haven could see the SNB policy rate reaching the effective lower bound again in future.", "Unconventional monetary policy instruments are thus likely to continue to have an important part to play in Switzerland going forward.", "Even a somewhat higher level of interest rates worldwide is unlikely to change this.", "Our definition of price stability has proved its worth for Switzerland as a small open economy with an internationally important currency.", "However, the definition that is best suited to the successful pursuit of monetary policy will vary from country to country.", "Besides the definition of price stability, effective monetary policy over the long term also hinges on a narrow central bank mandate.", "Do not overburden the mandate In recent years, some in politics and among the public have time and again looked to central banks with regard to issues that go beyond the core task of monetary policy, namely price stability.", "Central banks have come under pressure to interpret their mandate more broadly and take on new tasks.", "And in some cases there is also a willingness among central banks themselves to adopt a looser interpretation of their existing mandates.", "This tendency has strengthened noticeably of late.", "In our case, for example, there have been a series of motions in parliament calling on the SNB to do more with regard to climate protection.", "The same applies to the issue of inequality, ever since the use of central bank balance sheets to tackle the global financial crisis has increasingly raised questions regarding the redistribution of wealth.", "Time and again, there have been initiatives from politicians demanding that central banks directly finance government tasks.", "For example, a popular initiative was recently launched in Switzerland seeking to amend the Federal Constitution to give the SNB a direct role in financing the national pension scheme.", "How is the SNB to deal with these demands?", "All these concerns - from climate protection to the redistribution of wealth and securing pension provision - are important matters that are rightfully being raised.", "That said, I am convinced that attempting to solve these issues with monetary policy instruments would entail a significant threat to the effectiveness of monetary policy over the medium to long term.", "The SNB naturally has to take into account the influence that changes in the economic structure have on inflation.", "For example, climate change can have an effect on potential growth, and this has to be considered when setting the monetary policy stance.", "However, the mandate of a central bank must not be overburdened.", "And doing so would not even help address the various issues in any case.", "I see three main reasons to support this view.", "First, central banks do not have effective instruments for successfully pursuing structural policy objectives such as tackling climate change over the long term.", "Their tools are designed to influence factors relevant for monetary policy, such as interest rates and exchange rates.", "By contrast, the influence of our investment policy on the global financing conditions for 'green' or 'brown' companies over the long term, for example, is low.", "While buying green investments may increase their price, when we sell the corresponding securities for monetary policy reasons, their market price will decline again.", "When it comes to inequality, again central banks do not have the instruments to bring about lasting change beyond the positive impact of a stability-oriented monetary policy.", "An expansionary monetary policy may mitigate income inequality in the short term in that it provides support to low-income households in particular or promotes the creation of jobs in the low-wage sector.", "However, an expansionary monetary policy also stimulates asset prices, which then tends to exacerbate wealth inequality.", "The biggest problem for the more vulnerable sections of society that central banks can influence is inflation.", "Concentrating on price stability thus inherently constitutes the greatest contribution a central bank can make to social cohesion.", "While central banks do not have effective instruments for achieving structural policy objectives, other state institutions do, for example in the form of fiscal policy and regulatory measures.", "If central banks assume responsibility for such objectives, there is a serious danger of other state institutions refraining from taking necessary and effective - but potentially unpopular - measures to achieve these goals.", "Expanding the monetary policy mandate can therefore be counterproductive.", "Second, a broad mandate can blur the clear focus of monetary policy on price stability and create unnecessary conflicts of interest.", "This can in turn give rise to doubts as to whether the central bank is at all times taking the necessary measures to ensure price stability.", "Such doubts can ultimately weaken the anchoring of inflation expectations, and so make conducting monetary policy more difficult.", "And third, a broad mandate or one that is interpreted too broadly can jeopardise the independence of a central bank over time.", "Even if central banks did have suitable instruments at their disposal, taking steps to address climate protection or wealth redistribution is a political decision.", "When it comes to matters of a political nature, the democratic process is essential and must not be circumvented by broadening the interpretation of the central bank's mandate.", "Independence also requires accountability, and rendering proper account is only possible if the objectives entrusted to the central bank can be achieved within a reasonable timeframe.", "Independence can only be legitimised if the central bank has a narrowly defined mandate that it can achieve and can then give due account of having done so.", "The independence of a central bank is not a law of nature, nor is it something that can be taken for granted politically.", "Rather, it exists because the public is convinced that price stability is a sensible objective that can best be ensured over the long term by delegating the responsibility to an independent central bank.", "This conviction is in turn based on solid scientific evidence.", "Independence in areas that go beyond a narrowly defined mandate is not democratically acceptable, nor does it have any scientific foundation.", "If the mandate is interpreted too broadly, or if legislators expand it beyond the core task of price stability, over time this will inevitably lead to public debate.", "Broader action by central banks might initially be welcomed by politicians and the general public, but that can quickly turn in the opposite direction.", "Overall, this would ultimately also entail the risk of constraints on the central bank's independence in conducting monetary policy.", "Central banks should therefore advocate a narrowly defined mandate, and should not take on any tasks that require political decisions and for which they do not have effective instruments.", "The institutional framework in Switzerland tallies with these principles.", "The Constitution and law entrust the SNB, as an independent central bank, with the pursuit of monetary policy in the overall interests of the country.", "In order to legitimise its independence, the SNB has a clearly defined, narrow mandate that compels it to focus on ensuring price stability while taking due account of economic developments.", "Furthermore, the SNB is obliged to give full account of its actions.", "This serves to make its decisions readily understandable for the general public, and to show whether and to what extent the targets have been met.", "The phrase 'the overall interests of the country' means that monetary policy is to be focused on the economy as a whole, rather than individual interests.", "It does not provide a basis for pursuing other objectives with monetary policy, even if the desired goals - as in the case of climate protection - are right and important for society.", "The SNB will remain committed to maintaining the current institutional framework in the future.", "Price stability is the most important contribution monetary policy can make with regard to growth and prosperity.", "This can also be seen in the current situation.", "High inflation has quickly pushed other important problems down the list of societal and political priorities.", "Ensuring price stability is thus also a prerequisite for successfully tackling other challenges facing society.", "V. Concluding remarks The environment in which we conduct our monetary policy has changed.", "In recent years we have been concerned about inflation being too low; now we are concerned about it being too high.", "In this difficult and changing environment, a narrow mandate and a definition of price stability that anchors inflation expectations at a low level while at the same time allowing a certain amount of leeway with regard to the accepted level of inflation are important factors for a successful monetary policy.", "Our definition of price stability is particularly beneficial for a small, open country such as Switzerland that is exposed to strong external shocks.", "Other approaches would have often required more drastic and disproportionate monetary policy responses in recent years.", "Given the openness of our economy, fine-tuning inflation is unrealistic.", "Our strategy has thus also made a significant contribution to the credibility of our monetary policy.", "The SNB's mandate is clearly focused and should remain so, regardless of important societal problems such as climate change and the financing of pension provision.", "A narrow mandate allows a central bank to concentrate on the essential task of ensuring price stability, but is also of fundamental importance in safeguarding its independence.", "Independence seeks to achieve and requires distance from politics.", "This distance is therefore not something to be given up lightly."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Price stability", "Monetary policy", "Swiss National Bank", "Economic constraints", "Central bank mandate", "Unconventional monetary policy", "Interest rates", "Inflation expectations", "Swiss franc"]}