{"sentences": ["MPC Schools Challenge Winners Announcement Wednesday, 31 August 2022 Speaking notes for Lesetja Kganyago, Governor of the South African Reserve Bank Good afternoon esteemed guests, Bank officials, learners, and those join us online.", "I wish to acknowledge the presence of colleagues from the Ministry of Basic Education led by Minister Angie Motshekga.", "We are grateful for the privilege of working in partnership with the Department of Basic Education (DBE) on the MPC Schools Challenge.", "As usual, representatives from all Provincial Departments of Education very beginning, culminating in today's announcement of collaborated with us from the the winners of the competition.", "This year, for the very first time we also extended an invitation to independent schools through the Independent Examination Board (IEB), and I am happy that they too could join us here today.", "As some of you may recall, in 2021 we suspended the Challenge due to the COVID pandemic.", "In 2021, we hosted the entire process virtually.", "This year we introduced a hybrid approach, something we hope to continue to do going forward.", "We are pleased that 225 schools attended the briefing sessions for learners and teachers, and 102 schools submitted essays that are required to proceed to the next level of the competition.", "These essays are prepared in the same format as the SARB MPC statement.", "The statement must reflect global and domestic economic conditions and factors and reflect the decision of the learners on its Monetary Policy stance.", "It's pleasing to note that essays were received from all provinces, confirming that this is indeed a national competition.", "Assessment of candidates The essays received were subjected to a rigorous marking and moderation process.", "Bank economists, representatives from the DBE and IEB participated in this process.", "Eight schools made the final cut and had to present their MPC Statement to a panel of judges this part of the Challenge was done in person.", "The judging panel was senior staff of the Bank's composed of Economic Research Department.", "Representatives from the DBE and IEB remained in the venue throughout all learner presentations and deliberations by judges about the ranking of finalists a transparent and inclusive process.", "Over the years, a trend has been forming.", "Girls seem to make up the majority of finalists.", "This year 26 out of 32 finalists are female, so that makes it more than 80% female.", "This is a trend worth noting, particularly during the month of August.", "Officials were also happy with the quality of presentations as well as the confidence displayed by our finalists.", "If those presentation are anything to go by, the future of Central Banking and Monetary Policy in South Africa will be in good hands.", "You can see snippets of their presentations in a video that we will play at the end of the event.", "I would like to pay special tribute to all the teachers who supported the learners.", "We are aware that you invested a lot of effort and hard work into this project.", "Congratulations to schools whose learners reached the final stages of the competition.", "Your support and encouragement exposed learners to a rare experience that will leave an indelible mark in their memories.", "We salute both the teachers and principals for making a difference MPC Challenge Objective achieved The main purpose of the MPC Schools Challenge is to promote interest in economics and deepen the understanding of Monetary Policy.", "The quality of your essays and presentations is evidence that the objective of expanding the understanding of monetary policy is being achieved.", "To our learners, remember that nothing of value comes without an effort.", "Your presence here as finalists bears testimony to your commitment, hard work and dedication.", "We encourage you to pursue careers in the field of economics and central banking.", "To the judges, moderators, markers, economists and the MPC Schools Challenge core team, congratulations on a job well done."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["MPC Schools Challenge", "Monetary Policy", "Economics", "Education", "Female Participation", "Learner Presentations", "Central Banking", "South Africa", "Economic Research", "Assessment"]}