{"sentences": ["Published Date: 19 May 2022 \"A Future Ready Workforce for an International Financial Centre\" - Opening Remarks by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at Singapore Financial Forum 2022 on 19 May Good morning from Singapore.", "I am pleased to join all of you, including our overseas Singaporeans and their friends, as well as leaders and professionals from Singapore's financial centre at today's forum.", "Singapore's financial centre is doing exceedingly well, and prospects remain bright for the years ahead.", "The financial sector performed strongly throughout the Covid-19 pandemic.", "The sector grew by an annual average of 7.2% during 2020-21, four times faster than the overall economy.", "The last two years also saw 5,800 net jobs created in financial services.", "Growth has been broad-based - across banking, insurance, asset management, and payment services.", "We have grown steadily as a leading fund management and domiciliation hub, with 500 variable capital companies incorporated in Singapore since we introduced this new investment fund structure just two years ago.", "We are now Asia's leading foreign exchange centre, with FX trading volume growing an average 13% every year from 2017 to 2021, with a modern e-FX trading ecosystem taking deep root.", "We are powering Asia's development, with infrastructure investment growing five-fold and project finance by 80%, from 2016 to 2020.", "The Singapore economy remains on track to grow by 3-5% in 2022 barring a further worsening in the external environment.", "The Russia-Ukraine conflict has generated both growth and inflation risks globally.", "But the ongoing recovery of the global economy from the Covid-19 pandemic and associated restrictions will provide support to economic activity.", "The financial sector should grow at least as fast as the overall economy.", "More importantly, the Asian growth story remains intact, and Singapore's financial centre is well positioned to support and grow with Asia.", "The Asian Development Bank estimates that strong exports and domestic demand will drive developing Asia's growth at more than 5% per annum in the coming years.", "Demand for financial services typically grows faster than income as the middle class and mass affluent base expands.", "We are seeing the development of new capabilities which will add more engines of growth to our financial sector.", "In private markets, Singapore's private equity and venture capital ecosystem is providing smart capital and business networks to the rapidly expanding pool of growth companies here and across the region.", "In wealth management, Singapore's thriving family office ecosystem is helping wealthy Asian families to professionalise the management of their wealth and support their growing interest to invest for impact, as wealth is transferred to the next generation.", "In insurance, new capabilities are being developed to provide risk advisory services for complex and structural risks in Asia, like cyber-attacks, pandemic, and climate risks.", "The increasingly pervasive use of technology in our financial sector will be another key driver of growth.", "Financial institutions in Singapore are making significant investments in technology.", "Major banks and insurers are accelerating their digital transformation and ramping up hiring in application development, data science, and artificial intelligence.", "Example: OCBC Bank recently announced that it plans to hire 1,500 technology staff over the next 3 years, with the majority of those positions to be based in Singapore.", "Bank of America has based one of its two overseas global cyber security centres in Singapore.", "The bank currently has more than 800 headcounts in Singapore focusing on technology.", "Another example is Shanghai Pudong Development Bank, which set up its first overseas innovation centre in Singapore.", "Likewise, global insurers like SCOR have established innovation labs in Singapore.", "Local insurers have invested heavily in technology too.", "Singapore has made a name for itself as providing one of the world's most conducive environments for financial innovation.", "We are now home to over 50 global and regional innovation labs and more than 1,400 FinTech firms.", "Last year, we saw record high FinTech investments of US$3.9 billion last year, up from USS$2.5 billion in 2020 .", "Leading players at the forefront of digital asset innovation have anchored their operations in Singapore.", "JP Morgan has partnered DBS Bank and Temasek to establish Partior, which is a multi-currency, cross-border settlement platform, leveraging blockchain technology.", "R3, a global distributed ledger technology provider with roots as a banking consortium, has grown its innovation hub in Singapore to become the regional headquarters for Asia.", "The newest and possibly most promising area of growth is sustainable finance where we aspire to support Asia's transition to a low carbon economy.", "The task of reducing emissions is urgent, as pointed out by the most recent report of the United Nations Intergovernmental Panel on Climate Change.", "All sectors of the economy need to achieve progressive and deep emission reductions.", "Some US$2 trillion in infrastructure investments will be needed over the next decade to enable Southeast Asia's transition towards sustainability .", "In Singapore, we are developing strategies to build a comprehensive ecosystem for green and transition financing.", "We are aligning financing efforts with credible sectoral transition plans, that provide clarity about transition pathways and carbon emission targets.", "This in turn generates investor confidence and catalyses greater sustainable finance flows.", "We are promoting blended finance solutions, where targeted risk sharing by governments or multilateral development banks can crowd in private capital more effectively.", "We are stepping up efforts to enhance collection of emissions data, develop credible transition taxonomies, and implement consistent climate-related reporting and disclosure standards.", "One key initiative which MAS has embarked on with the industry is Project Greenprint, which comprises common utility platforms.", "These platforms will harness technology to address the financial sector's sustainability data needs, and enable a more transparent, trusted and efficient ESG ecosystem that can catalyse green and sustainable finance.", "One of the most encouraging aspects of the strong growth of the financial sector is the number of good jobs that are being created.", "MAS estimates that there will be more than 9,400 new hiring opportunities for permanent roles in the financial sector in 2022 .", "More than 3,000 jobs will be in technology.", "Soware developers and engineers continue to have the highest demand, with more than 700 opportunities.", "They support a wide range of exciting activities, such as designing and developing digital finance services; applying blockchain technology in trade finance; and using artificial intelligence to detect fraud and money laundering.", "There will also be interesting new roles in sustainable finance.", "These range from execution of ESG transactions to advisory services and product development.", "Many of these jobs will draw on traditional finance expertise such as product structuring, risk management, reporting and pricing, but layered and infused with new knowledge on sustainability.", "The competition for talent is global.", "The skills in many areas of finance - especially technology and sustainability - are scarce everywhere.", "This is why supporting our financial institutions to access the talent they need to grow and thrive is a key priority for MAS.", "To continue growing as a leading international financial centre in Asia, we need a future-ready workforce - comprising a strong Singaporean Core complemented by a pool of deep and diverse global talent.", "Let me highlight our efforts in the two limbs of our strategy: first, growing a strong local talent pool; and second, attracting high quality global talent.", "MAS has been working closely with financial institutions, institutes of higher learning, and other government agencies to expand our local talent pipeline and build a strong Singaporean Core.", "Let me clarify that a Singaporean Core strategy is not a \"Singaporeans only\" strategy.", "A \"Singaporeans only\" approach will be fatal for Singapore as a global financial centre as there are simply not enough locals to meet the fast-expanding specialist needs of financial institutions.", "Rather, promoting a strong Singaporean Core is about building good skills and capabilities in our local workforce and ensuring fair hiring opportunities.", "It is about helping to equip them to do well in their jobs and advance in their careers.", "MAS estimates that more than 3,000 Singapore Citizens held senior roles in the financial sector in 2020, a remarkable increase of more than 80% compared to 2016.", "The need for a strong local talent pipeline is something that the CEOs of global financial institutions in Singapore fully understand and agree with.", "A strong Singaporean Core gives ballast to their operations here and resilience in their staff capacity.", "It provides local and regional networks and a keen sense of customers and markets.", "Over the years, MAS has put in place several schemes to help develop entry level, professional, specialist and leadership talent for the financial sector.", "Let me highlight three areas of local talent that MAS is stepping up efforts in: polytechnic graduates; mid-career professionals from other sectors; and overseas Singaporeans working in finance and in technology.", "First, polytechnic graduates.", "About 5,000 to 6,000 of polytechnic graduates enter fulltime permanent employment each year.", "But only 3% of them join the financial sector.", "MAS and financial institutions can do more to harness this talent pool.", "The quality of our polytechnic graduates is high - as good as college graduates from many countries.", "The practical training and technical skills of our polytechnic graduates are relevant across a wide variety of financial sector roles from relationship management, product marketing, data and technology, to operations.", "There is scope to develop meaningful career pathways for polytechnic graduates to do well in the financial sector.", "Some financial firms have already begun doing this.", "JP Morgan runs a one-year apprenticeship programme for polytechnic graduates to experience working in corporate, operations, finance and technology roles within the firm.", "The programme started in 2015 and has seen strong outcomes.", "One example is Hazel Lim from Singapore Polytechnic.", "Hazel joined as a business management apprentice in 2020.", "The apprenticeship developed her understanding of sales initiatives and the use of data analytics to identify sales opportunities.", "The experience has helped her transition to a full-time role as a Business Manager in JP Morgan.", "With the support of JP Morgan's tuition assistance programme, Hazel is currently pursuing a part-time business degree.", "The work-study arrangement allows her to apply theoretical knowledge to the real world and further hone her skillsets.", "OCBC Bank has co-designed with Ngee Ann Polytechnic a curated internship programme.", "The programme has provided 20 students with the opportunity to gain exposure to tech roles in finance that leads to potential employment with the bank.", "The 12-month programme - double the duration of typical internships - ties in students' work projects with their final year core curriculum, making their learning more applied and practical.", "These examples show that with the right support and programmes, polytechnic graduates who are willing to put in their best can succeed in the financial sector.", "We need more financial institutions to do what JP Morgan, OCBC, and some others are doing.", "And we need to scale up these efforts.", "MAS is working with the industry to develop meaningful programmes and support mechanisms to facilitate the hiring of polytechnic graduates by financial institutions.", "The second group that we're looking at is mid-career professionals from other sectors who are keen to pivot to the financial sector.", "This is already happening organically.", "Take for example Zainon Yussof, who started her career as a customer service officer in the healthcare sector.", "Last year, she took up a traineeship opportunity offered by BlackRock, a global asset management firm.", "Zainon learnt to help people plan their financial future and also picked up valuable tech programming skills.", "Her background in customer service enabled her to address client queries effectively and collaborate with stakeholders to find solutions to problems.", "This landed her a permanent role, as an analyst with BlackRock's Aladdin Technology Team.", "Another example is Edris Boey.", "Edris started her career as a financial auditor at KPMG.", "She then pivoted to a role in sustainability, advising clients on developing their sustainability strategies and carbon credit verification projects, a role that drew on her audit skills and new knowledge acquired from completing a master's degree in Environmental Management.", "Edris is now Head of ESG Research at Maitri Asset Management overseeing the firm's ESG investment framework.", "MAS, Workforce Singapore (WSG) and the Institute of Banking & Finance (IBF) have been working together to support more systematically such mid-career transitions to the financial sector.", "One key initiative is the Technology in Finance Immersion Programme (TFIP), which has seen promising results.", "% of the 2019 cohort who were from non-tech jobs completed the programme and have taken on good tech jobs in financial institutions.", "Another 530 are going through the programme from the 2020 and 2021 runs.", "I am pleased to say that IBF is launching the fourth run of this programme this year, with close to 700 training places - which is double the number offered last year.", "IBF and WSG will also launch a new Wealth Management Accelerator Programme (WMAP, pronounced as \"We-MAP\").", "WMAP targets mid-career professionals with a passion for customer relationship management and an interest in pursuing a career in wealth management.", "The three-month programme will include structured and on-the-job training to provide participants with the skills to be licensed and hired into relationship management roles.", "Seven major retail banks are participating in this inaugural programme, to fill close to 200 job roles.", "The third pool of local talent that we want to tap on is our network of overseas Singaporeans.", "Overseas Singaporeans in finance and in technology are well placed to excel in Singapore's international financial centre.", "They have a solid understanding of overseas markets, useful networks, and good experience working in a cross-cultural environment.", "Indeed, many returning Singaporeans have progressed well in their careers and taken on leadership roles here.", "Take for example Melissa Lim who returned from Germany.", "Melissa is a Technology & Innovation Strategy Director at Standard Chartered Bank, where she is involved in driving the bank's tech strategy and other transformation projects.", "Prior to that, Melissa spent five years in Frankfurt, Germany, where she was the Head of Investment Platform Transformation at Allianz Global Investors, leading a global team to deliver strategic investment transformation programmes.", "Melissa is one of the panellists for the Relocation Fireside later today, so do tune in to hear more from her.", "I hope that more overseas Singaporeans - when you are ready to return home - will take up opportunities in Singapore's vibrant financial sector, grow further in your careers, and make a difference here in Asia.", "As important as growing the Singaporean Core, we must continue to welcome and embrace high quality global talent.", "I know questions have been raised on Singapore's continued openness to global talent.", "First, the pandemic-related border controls were very difficult for many of our expatriate staff and their families.", "Many firms faced challenges bringing in foreign manpower due to our border controls.", "Today, we are in a much better state.", "We have reopened our borders and business travel has substantially resumed.", "Global firms are now once again able to build up the necessary staff capacity to meet their expanding business needs.", "Second, public discussions on growing the Singaporean Core, and some recent changes in work pass policies have also added to concerns about whether Singapore continues to be welcoming to foreigners.", "As I have said earlier, growing the Singaporean Core is not a zero-sum game with attracting the best of global talents.", "An internal MAS study shows that there is generally a high degree of complementarity between high-skilled employment pass holders and local professionals in the financial sector.", "In fact, staying open to global talent has been critical to the growth and success of our financial centre.", "Our financial sector will not be where it is if we had not been welcoming of talents from around the world.", "As we become an even more international and sophisticated financial centre pursuing cutting-edge developments in technology and sustainability, it is even more critical that we remain open.", "The recent changes in employment pass policies will not hinder firms from continuing to have access to the talents that they need for their growth in Singapore.", "There are no quotas on Employment Pass holders.", "The purpose of the new Employment Pass Complementary Assessment or COMPASS framework is not to reduce the intake of employment pass holders.", "Rather, it is to enable the entry of high-quality global talent in a more transparent and flexible way to complement the local workforce in Singapore.", "The enhanced framework has three key features that facilitate bringing in of talent that businesses need.", "First, the framework is based on a transparent points-based system.", "It clearly lists out the criteria that will be assessed for each application.", "Second, the system is more flexible.", "If an application for an employment pass falls short in certain criteria, the shortfall can be offset by scoring well in other criteria.", "Third, the framework facilitates applications where there is a skills shortage locally for specific job roles.", "A list of job roles where there is local shortage, will be developed for each sector.", "We want this list to reflect the needs of our financial institutions.", "MAS will be seeking the industry's inputs in the next 1 to 2 months, to identify job roles where there is a shortage.", "The framework has been designed such that most existing employment pass holders will have no problem meeting its requirements.", "Of course, some financial institutions may need to adjust their workforce profiles, as they transition to the new framework.", "But they will have ample time to make these adjustments - at least 15 months for new employment pass applications and 27 months for renewals.", "MAS will work closely with financial firms to ensure they have access to the talent they need to grow and that is in short supply locally.", "Together with the Ministry of Manpower, we are running a series of townhalls and dialogues with different industry groups within the financial sector to explain the framework and address questions.", "Any financial institution that has even the slightest concern as to how the new employment pass framework will affect its expansion plans here, should get in touch with MAS.", "Welcoming global talent is not a choice, it is a necessity.", "The financial sector is growing rapidly and creating more jobs than our small local workforce can meet.", "Our labour market is tightening, with unfilled vacancies and rising wages.", "If we do not remain open to global talent, our financial sector will lose its competitiveness and growth will be sub-par.", "The future of financial services in Singapore is shining bright.", "Despite all the challenges facing the global economy, Asia remains the most dynamic region of growth in the world.", "This bodes well for the growth of our financial centre.", "Technology is transforming financial services.", "Singapore's strong edge in technology positions the financial sector well for the future.", "Sustainability is emerging as an increasingly important area of focus.", "Singapore's financial sector can play a key role in facilitating Asia's transition towards a lowcarbon future.", "People and talent will be the key factors that will determine how far our financial centre seizes these opportunities.", "We must be relentless in our efforts to grow the Singaporean Core, continually upskilling our local talent pipeline to take on the exciting new jobs of the future.", "To our overseas Singaporeans, do consider coming back when you are ready and be a part of the growth journey of the Singapore financial sector.", "And we must continue to welcome and embrace talented people from all around the world to add lustre, dynamism, and vibrance to our financial centre.", "I wish everyone a successful Singapore Financial Forum 2022.", "Refers to growth in real value added (excluding holding companies).", "KPMG, Pulse of Fintech Report, February 2022.", "Bain & Company, Microso and Temasek, Southeast Asia's Green Economy: Opportunities on the Road to Net Zero, 2021.", "MAS-IBF Employment Outlook Survey 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial sector growth", "Financial innovation", "Sustainable finance", "Talent acquisition", "Singaporean Core", "Global talent", "Technology", "ESG", "Employment pass", "Polytechnic graduates"]}