{"sentences": ["A pleasant afternoon to everyone!", "Let me begin by congratulating the Philippine Payments Management, Inc. (PPMI), the PESONet MBS team, the Philippine Clearing House Corporation (PCHC), stakeholders in the payments industry and colleagues from the BSP's Payments and Currency Management Sector for achieving yet another milestone in Philippine retail payment system development: the launch of PESONet multiple batch settlement service or PESONet MBS.", "About a decade ago, retail payments in the country was dominated by physical cash or checks.", "To encourage e-payments adoption, the BSP, together with PPMI, embarked on strategic initiatives in building a safe, efficient, reliable, and inclusive payment system.", "These joint projects were pursued as part of the National Retail Payment System Framework under which PESONet was established.", "These proactive efforts to lay down interoperable digital payment rails prior to the COVID-19 pandemic turned out to be crucial.", "Digital channels made it possible to carry out essential transactions of households, businesses and the government in the face of mobility restrictions.", "In fact, a growing volume of pension, social security benefits and government aid have been disbursed digitally through PESONet.", "In 2021, the value of SSS disbursements coursed through PESONet reached P158.47 billion and there is room for further growth with the launch of these digital initiatives.", "The numbers showing the use of digital payments and those with financial accounts are encouraging.", "The BSP exceeded its target of digitalizing a fifth of retail payments by end 2020.", "Along with higher digital payments usage, we also expanded financial inclusion with the increased number of Filipinos who opened e-money accounts.", "By the first quarter of 2021, more than half or 53 percent of Filipino adults own a transaction account in a financial institution, a sharp increase from only 29 percent back in 2019.", "Today, we welcome another landmark achievement with the launch of the PESONet Multiple Batch Settlement - an improvement that allows more frequent settlement of PESONet fund transfers, from one to two cycles within a banking day.", "PESONet recipients will now be able to receive funds at an earlier time than the usual end of banking day.", "With this enhanced feature, we hope that consumers will be incentivized to use PESONet for greater convenience, faster settlement, and better liquidity management.", "This enhancement also stands to improve person-to-government payments made through EGov Pay, which is another facility that runs through the PESONet.", "With PESONet MBS, payments for taxes, permits, fees, and other obligations to the government using EGov Pay will be faster.", "As more Filipinos embrace digital payments, we are optimistic that PESONet MBS would bring us closer to our strategic objectives under the BSP's Digital Transformation Roadmap: namely, first, digitalizing 50 percent of retail payments volume, and second, onboarding 70 percent of adult Filipinos to the formal financial system by 2023.", "They say, \"teamwork makes the dream work.\"", "Hence, I would like to commend our partners in the payments industry for helping us turn this vision into reality.", "Despite the challenges from the pandemic, we, at the BSP, remain committed to closely collaborate with the various stakeholders in the payments industry, as well as in the public and private sectors to deliver safe, convenient and responsive digital payment services that help our fellow countrymen thrive in the New Economy.", "Together, let us continue to work towards achieving our shared goal of building a vibrant and inclusive digital Philippine economy where every Filipino can have meaningful participation.", "Once again, congratulations to all the men and women who worked tirelessly to make the PESONet MBS launch a success!​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["PESONet MBS", "Digital payments", "Financial inclusion", "Retail payments", "E-payments", "BSP", "Digital Transformation Roadmap", "EGov Pay", "Economic growth", "Public-private partnership"]}