{"sentences": ["Ladies and gentlemen, friends and colleagues, I am delighted to welcome you to the third biennial conference on \"Financial Stability and Regulation\" organised by the Bank of Italy and Bocconi University.", "The conference takes place at a particularly difficult time: while we are still facing the complexities of the gradual phasing out of the policies implemented during the pandemic, new risks have dramatically taken centre stage.", "The Russian invasion of Ukraine has changed the macroeconomic scenario almost overnight.", "In the current situation, even financial stability faces significant risk from potential energy supply disruptions and their consequences for the real economy and intermediaries, as well as from dislocations in financial markets.", "Amidst such profound uncertainty, amplification mechanisms may arise from multiple channels, due to the close interconnections within the global financial system.", "Looking forward, beyond the dramatic events we are currently witnessing, technology as well as the transition to an economy with net-zero carbon emissions will continue to shape the evolution of markets and of both traditional and new financial service providers.", "While this evolution has the potential to make the financial industry more effective in supplying the services required by households and firms, intermediaries and investors need to learn how to manage the risks arising from digitalisation and climate change.", "On the regulatory and supervisory front, national and international authorities responsible for financial stability are themselves \"proactively adapting\", by developing new approaches and instruments to identify, monitor and manage new risks.", "These issues will be discussed in depth during this conference, and I am sure it will provide an excellent opportunity to gain new insights from academic research.", "At the same time, the experience of policymakers and the challenges they face may help guide researchers towards the specific questions that it is of the utmost importance they address.", "In these brief opening remarks, I would like to mention some research questions raised by the interaction between monetary policy, financial stability and macroprudential policies, which I think should be explored over the coming years.", "In its recent strategy Welcome address Ignazio Visco Governor of the Bank of Italy 3rd Banca d'Italia and Bocconi University Conference, \"Financial Stability and Regulation\" Online event, 17 March 2022 2 review, the ECB has highlighted that \"the preparation of monetary policy deliberations will be enhanced with additional information on financial stability considerations.\"", "While macroprudential policies are and will remain the first line of defence against financial stability risks, we aim at basing our monetary policy decisions on a more systematic assessment of the risks to output and inflation created by the accumulation of financial vulnerabilities, of the extent to which macroprudential measures can mitigate these risks, and of the design features of monetary policy tools that minimise side effects on the financial sector.", "Taking proper account of these financial stability considerations will require the contribution of research along two main dimensions.", "First, further progress is necessary on the development of macro-financial models capable of underpinning the joint analysis of monetary and macroprudential policies.", "The global financial crisis of 2007-08 spurred a vast research agenda on macro-financial linkages, providing us with new analytical tools to calibrate macroprudential measures and to evaluate their impact.", "Work in this direction should be expanded to build integrated frameworks for the assessment of the trade-offs and complementarities between price stability and financial stability over different time horizons, and of the interactions between monetary policy and macroprudential policy.", "We need to better understand, in particular, the nonlinearities associated with episodes of financial instability, the potential lack of synchronicity between the real business cycle and the typically longer financial cycle, and the extent to which each policy influences the effectiveness of the other.", "Second, we have to expand our knowledge of the impact of monetary policy on the non-bank financial intermediation sector.", "The share of financial intermediation performed by non-banks has risen sharply over the last few decades at a global level.", "On one hand, these institutions are increasingly becoming an important channel for the transmission of monetary policy during normal times.", "On the other hand, they could also seriously threaten its functioning in situations of stress, requiring central banks to turn to extraordinary (direct or indirect) interventions, such as those that were implemented in March 2020.", "Non-bank financial intermediaries are not currently subject to a macroprudential framework, nor have explicit access to central bank facilities.", "Understanding how monetary policy measures may affect their behaviour is therefore particularly relevant from a financial stability perspective.", "Several other important issues should also be better investigated.", "As the balance sheets of banks and non-banks differ markedly in terms of exposure to duration and market risks, their response to monetary policy measures may also be expected to diverge.", "Distinct responses are likely to depend on whether monetary policy tools affect the short or the long end of the yield curve.", "The transmission of monetary policy through non-banks could depend on the stringency of micro and macroprudential policies on the banking sector due to leakages from the regulated to non-regulated parts of the financial sector.", "Finally, expectations of central bank support in case of systemic market turmoil could feed risk-taking behaviour among non-bank financial intermediaries, and increase the sensitivity of their response to monetary policy changes.", "When we organised the first edition of this conference in April 2018, we aimed at establishing a venue for discussing financial stability issues, macroprudential policies and financial sector regulation on solid analytical and empirical grounds.", "Based on the excellent program of this third edition, I would say that this objective has once again been well achieved.", "I would like, therefore, to thank the speakers, the discussants, the chairpersons and the organisers at Bocconi University, whose partnership in this initiative has been so fruitful, as well as the Bank of Italy's staff.", "I wish you all very fruitful and constructive discussions."], "classifications": ["none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial stability", "Monetary policy", "Macroprudential policies", "Non-bank financial intermediation", "Financial regulation", "Climate change", "Digitalisation", "Financial vulnerabilities", "Macro-financial models", "Risk-taking behaviour"]}