{"sentences": ["1 Welcome Minister Lindner, Christine Lagarde, Claudia Buch, Colleagues joining us online, Ladies and gentlemen, I, too, would like to extend a warm welcome to you.", "I am delighted that you are able to attend this virtual ceremony.", "It is a great honour for me to be able to stand here before you today as the new President of the Bundesbank.", "There are numerous people that I would like to thank: Mr Lindner, and the entire Federal Government, for the trust placed in me.", "My fellow speakers, for the many kind words and best wishes.", "My colleagues both on the Executive Board and throughout the Bank, for the warm welcome over the past few days.", "A personal retrospective For me, it's a bit like coming back home.", "I know lots of people at the Bank, and lots of people know me.", "As you've already heard, I'm returning to the institution where I spent the longest part of my working life; the institution which has shaped me the most.", "My professional journey took me to different parts of the Bank; at the former Landeszentralbank, in the Directorate General Markets at Central Office and, in my last position, on the Executive Board, too.", "The Bundesbank became part of the Eurosystem and found its role there.", "The transition from Deutsche Mark to euro was no easy feat for the Bundesbank as an institution, I won't deny that.", "Nonetheless, we resolutely embarked on this path and never lost sight of our target: a stable currency for the euro area.", "The Bundesbank isn't one for wallowing in nostalgia.", "It is forward-looking and very much hands on.", "It is an essential and competent part of the Eurosystem, working together with its partners.", "It stands firm on its convictions and, I believe, presents them convincingly.", "This is the Bundesbank that I met back then.", "And this is how I envisage the Bundesbank continuing.", "As President, I will also feed on the experience that I gained working for the KfW and the Bank for International Settlements.", "Having the opportunity to see things from a different perspective has given me a valuable insight and will no doubt stand me in good stead.", "I will admit, though, that my decision back in 2016 to leave the Bundesbank for KfW was not an easy one.", "As Jens Weidmann said: I was, and still am, a \"central banker through and through\".", "This profession never let me go.", "So while I am pleased to now be returning to the Bundesbank as its President, I regret that my homecoming was preceded by Jens Weidmann's departure.", "For you, Jens, were a strong President in turbulent times.", "I thank you for the great service you have rendered to the Bundesbank.", "In arduous discussions, you showed backbone and weren't afraid to be a challenging monetary policymaker.", "Your views were always based on competent analysis and sound arguments.", "As a central banker, you were highly respected around the world - on both a professional and a personal level.", "And your standing within the Bundesbank itself is at least equally high.", "You pressed ahead with internal change like virtually no president before you.", "I myself witnessed the inspiration you brought to the Bank.", "The state-of-the-art, open corporate culture you established here.", "And the way you treated all staff with respect - be they at Central Office, in the regional offices or in the branches.", "Further strengthen cooperation and harness digitalisation I wholeheartedly supported this course of action back then, and as President I will continue where you laid off.", "I believe that our success hinges on a spirit of respect, partnership and cooperation within the Bundesbank.", "And I am committed to fostering this spirit.", "This is something our staff can bank on.", "I am happy to accept your offer, Mr Supplitt.", "And I look forward to a constructive working relationship with the staff representation committees.", "The challenges we face can best be mastered by working together.", "There are two aspects I would briefly like to touch upon.", "First, I am convinced that we should make even greater use of the opportunities afforded by digitalisation, in many areas of the Bank.", "We will further advance digital transformation within the Bank.", "My vision is a digitally networked organisation that is able to adapt to change more nimbly and can systematically harness the potential of emerging technologies.", "Second, I would like to further strengthen the culture of openness and of diversity within the Bank.", "For I am convinced that we can benefit from different perspectives, experiences, skillsets and lifestyles.", "I therefore wish to promote diversity within the Bank and leverage the opportunities it presents.", "Safeguarding stability Throughout its history and thanks to the commitment of its staff, the Bundesbank has always managed to adapt to a changing environment.", "This is how it has fulfilled its mandate and remained true to its core.", "Stability is the Bundesbank's mission and its core.", "This includes stable prices, stable banks, a stable financial system and stable payments - digital payment systems as well as a reliable supply of safe cash.", "Stability is not at odds with change and a forward-looking approach, either.", "You see, the economy and society have to be built on stable and reliable foundations if they are to successfully evolve.", "We are living in a time of profound change.", "Digitalisation is transforming the way we live and work.", "The economy needs to be restructured in response to climate change.", "And various developments might even pick up speed due to the pandemic.", "All these changes also have an impact on our tasks and how we go about fulfilling them.", "The Bundesbank must rise to this challenge, and it will do.", "Like my predecessors before me, now it is I who must build on the tried and tested culture of stability to find contemporary answers of my own.", "The Bundesbank should be a modern, efficient institution that rises to the challenges that change brings and harnesses the opportunities it offers.", ".1 Price stability Our primary objective is clear: to ensure price stability for the people of the euro area.", "Inflation rates have risen steeply in the past few months, climbing to their highest levels since the beginning of monetary union.", "Rates of up to 5% were recorded in the euro area, and in Germany even higher.", "This means households have significantly less money in their pockets.", "Many people are concerned about this loss of purchasing power.", "It is true that the high rates are partly attributable to one-off effects that will expire automatically.", "But there are other reasons as well.", "And the medium-term outlook for prices is exceptionally uncertain.", "While prices might also rise by less than projected in the forecasts, right now I see more of a risk that the inflation rate could remain elevated for longer than expected at the current time.", "In any case, monetary policymakers must be on the alert.", "This raises a series of questions that are weighing heavily on all our minds at present.", "First, how persistent are the high inflation rates?", "Second, is the very accommodative monetary policy stance still appropriate?", "If so, for how much longer?", "And third, how should we deal with the current high degree of uncertainty when making monetary policy decisions?", "What is the trade-off between different risk scenarios, say?", "Early on during my initial tenure at the Bundesbank and in the wider Eurosystem, it was repeatedly tackling these kinds of complex issues in an open manner that proved successful.", "This meant looking closely at data and analyses, soliciting a variety of opinions and then forming one's own opinion.", "I will carry on in this vein.", "In so doing, I will build on the existing policy of the Bundesbank: The Bundesbank flagged inflation risks early on.", "It has also been insistent that the pandemic emergency purchase programme (PEPP) should remain tightly bound to the pandemic.", "And it has warned against committing to the very expansionary monetary policy stance for too long, and has called for policy options to be kept open.", "For one thing is quite clear through all the uncertainty: the ECB Governing Council must act and must adapt its monetary policy stance where doing so is needed to safeguard price stability.", "Inflation comes not just with economic costs but with social costs as well: low-income households are normally hit harder by inflation, simply because they spend more of their income on consumption.", "For this reason price stability also promotes social cohesion.", "As central banks, the most important capital we have is trust.", "People count on us to keep the value of money stable.", "In order to maintain this trust, it is vital for monetary policy to focus on the objective of price stability.", "That is why central banks need to preserve their independence and interpret their mandate narrowly.", "A narrow interpretation of the mandate is not at odds with a far-sighted approach to the challenges of our time.", "Quite the opposite is true: a stability-oriented monetary policy includes devoting more attention to climate-related matters, for example.", "For one thing, climate change and climate policy also affect inflation and growth.", "For another, as a central bank we must protect our balance sheet.", "We should therefore keep an even closer eye on financial risks arising from climate change and climate policy when implementing monetary policy in the future.", "For example, when valuing the assets that banks lodge as collateral, or when purchasing securities.", "This will require, amongst other things, better data, which we should also demand.", "If, by doing so, the Eurosystem brings about greater transparency in the markets, it will also help pave the way for a \"greener\" financial system in general.", "I have no doubts that the financial system will play a vital role in the transition to a sustainable economy.", "After all, said transition will require massive additional investment.", "This will require the mobilisation of correspondingly large sums of money.", "But it is governments and parliaments which must take the crucial steps towards climate neutrality.", "They make decisions on specific policy measures - especially the pricing of greenhouse gas emissions - as well as on international coordination and on striking a social balance.", "Climate change also shines a spotlight on the legitimate interests and needs of future generations.", "We can't leave young people to bear the burden all by themselves.", "Generational fairness also means leaving our children a modern and effective general government.", "A government such as this needs sufficient fiscal leeway to successfully withstand future crises, too.", "This is why public finances need to be placed on a solid footing while times are good.", "This footing forms the basis for stabilisation when times are tough.", "In addition, sound public finances are an important safeguard for our single monetary policy.", "That's one of the Bundesbank's core beliefs.", "And so it is part of the job description of every Bundesbank President to sometimes offer critical advice as well.", "It's essential that monetary policymakers do not come under pressure to guarantee government solvency.", "In the debate surrounding the reform of the European fiscal rules, one thing is therefore particularly vital: high debt ratios must be scaled back reliably.", ".2 Banks and financial stability The coronavirus pandemic has shown just how important it is that general government has the financial capacity to act - a swift, extensive and responsible fiscal policy response meant that larger-scale economic damage could be avoided.", "This also protected Germany's financial sector from losses.", "However, we shouldn't simply assume that this will continue to be the case.", "Credit risk could flare up again in the future.", "As the Bundesbank noted in its Financial Stability Review, cyclical vulnerabilities in the German financial system have continued to mount.", "For instance, the risks stemming from the overvaluation of assets and credit collateral have risen.", "This is especially true for the residential real estate market.", "And other vulnerabilities are continuing to build up in the German financial system as well - for example in the shape of interest rate risk.", "All in all, now is the time to prepare for the future so that the financial system can perform its functions smoothly even in the event of unexpected developments.", "Above and beyond this, the climate risks I have already mentioned need to be looked at in closer detail.", "I'm sure that how banks deal with these will come to play an even bigger role in our supervisory activities.", "Digitalisation is creating other tough challenges for banks.", "Cyber risk has been a serious threat for some time now.", "And new players have appeared on the payments scene in the form of FinTech and BigTech firms.. .3 The digital euro Digital innovations in payment systems are posing a challenge to central banks, too.", "And they are rising to this challenge.", "Around the world, central banks are currently exploring the possibility of issuing central bank digital currencies in particular.", "The Eurosystem, too, has redoubled its efforts in this area.", "The digital euro could broaden the range of available payment instruments.", "It should offer clear value added to people in the euro area, such as by lowering costs or providing a platform for new services.", "And we should prepare thoroughly for the introduction of the digital euro - including with regard to its potential impact on the banking system and financial stability.", "Importantly, the digital euro should complement cash, not replace it.", "If and when the digital euro arrives, outreach initiatives will be crucial.", "In the digital age, economic education is more important than ever.", "And public understanding of fundamental economic relationships can also help the central bank to safeguard price stability.", "Ladies and gentlemen, Our outreach work and our communication as a whole build a bridge between monetary policy and the general public.", "These kinds of bridges are vital.", "And, as President of the Deutsche Bundesbank, I want to maintain these connections so that we can reach an even wider audience.", "The Bundesbank and Eurosystem are politically independent in order to ensure stable prices.", "In return for their independence, however, central banks in democracies have to be accountable to the public.", "This is the only way that people can be sure that we are fulfilling our mandate and acting within our remit.", "The German public expect, and rightly so, that the Bundesbank will make its voice heard as an advocate for a culture of stability.", "I can reassure them that it will.", "We will contribute our expertise and our convictions to the discourse with confidence.", "However, making a case with confidence does not mean disparaging the validity of others.", "I am looking forward to fruitful discussions on the ECB Governing Council and to working with you, Christine.", "As a long-standing member of the Market Operations Committee, I always enjoyed working together with colleagues from the Eurosystem and benefited from a variety of views and experiences.", "We are all striving to achieve our common goal of safeguarding price stability for the people of the euro area.", "Likewise, I am looking forward to working together with the other members of the Bundesbank Executive Board as well as with my colleagues throughout the entire Bundesbank: in the branches, the regional offices and at Central Office.", "And I am already looking forward to getting reacquainted with old friends as well as getting to know new faces.", "Together, we can achieve a great deal."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Banks", "Digital euro", "Financial stability", "Monetary policy", "Climate change", "Government finances", "Economic education", "Outreach", "ECB Governing Council"]}