{"sentences": ["SPEECHES & INTERVIEWS Governor's Speech at the Launching of Financial Crime Exhibition Speaker: Tan Sri Nor Shamsiah Mohd Yunus Venue: Kuala Lumpur Language: English Speech/Interview Date: 26 Sep 2022 Welcome to the launch of the Financial Crime Exhibition.", "First of all, I would like to express my appreciation and gratitude to the Inspector- General of the Police for joining us at the launch of this virtual exhibition.", "Scams and cybercrimes have been on the rise of late, not just in Malaysia but all around the world.", "This is a concerning development which Bank Negara Malaysia BNM takes seriously.", "This is especially so where these cases concern financial scams.", "We have been and will continue to step up efforts to combat financial scams, and in doing so collaborate with other stakeholders.", "These include rolling out preventive measures, pursuing more effective and coordinated enforcement actions, and raising public awareness.", "BNM requires banks in Malaysia to adopt high standards of security, especially for Internet and mobile banking services.", "From time to time, BNM also issues security advisories to the financial industry highlighting the latest modus operandi (tactics) of scammers and additional security measures that banks need to implement to protect their customers' savings.", "The reality, however, is that methods used by criminals will continue to evolve.", "BNM therefore continuously intensifies efforts and take steps to combat scams by introducing additional controls and safeguards from time to time.", "On this occasion, I would therefore like to announce the following measures which we have instructed financial institutions to take, to further strengthen safeguards against financial scams.", "First, financial institutions are required to migrate from SMS One Time Passwords OTP to more secure forms of authentication for online activities or transactions relating to account opening, fund transfers and payments, as well as changes to personal information and account settings.", "The major banks have already started this process of migrating to more secure forms of authentication; Second, financial institutions will further tighten fraud detection rules and triggers for blocking suspected scam transactions.", "Customers will be immediately alerted when any such activity involving their banking accounts is detected.", "As an additional measure, financial institutions will block such transactions, and customers will be asked to confirm that such transactions are genuine before they are unblocked; Third, a cooling-off period will be observed for the first-time enrolment of online banking services or secure devices.", "During this time, no online banking activity is allowed to be conducted; Fourth, customers will be restricted to one mobile or secure device for the authentication of online banking transactions; and Fifth, financial institutions will be required to set up dedicated hotlines for customers to report financial scam incidents.", "Financial institutions have been directed to be more responsive to scam reports lodged by customers.", "Financial institutions have also been directed to facilitate efforts to recover and protect stolen funds, including to work with relevant agencies to prevent further losses.", "In addition, financial institutions are required to provide convenient ways for customers to suspend their bank accounts if they suspect that their accounts have been compromised as a result of a scam.", "Customers will also be able to subsequently reactivate their accounts after a reasonable period to ensure that their accounts are secure.", "In short, BNM and the financial industry will continue to ensure that banking and payment channels remain secure and equipped with up-to-date security controls.", "The tighter security controls are being put in place to deter efforts by criminals to scam consumers.", "However, these controls may also inevitably lead to some friction or inconvenience in the online banking experience of customers.", "For example, online banking transactions might take a little longer to process.", "Financial institutions will also conduct more checks when customers request to change or register a new phone number.", "Make no mistake, while these measures entail some inconvenience, they are important to protect the interests of customers.", "In implementing these measures, BNM and the financial industry will continue to carefully balance between security considerations and customer convenience.", "BNM will also continue to monitor and take appropriate action on financial institutions to ensure that the highest levels of controls and security standards are observed.", "We will also continue to take effective preventive measures against ever-evolving financial scams.", "The effort to eradicate financial scams requires cooperation and concerted action from all parties, not just of BNM and the financial industry, but also from law enforcement agencies, relevant Ministries and agencies, as well as the public.", "PDRM plays an important role in combating scams, and has implemented various initiatives on this front.", "This includes establishing the CCID Scam Response Centre to facilitate the reporting by the public of financial scams.", "BNM and the financial industry will continue to cooperate with PDRM to combat financial crimes.", "This includes supporting efforts to recover stolen funds and bring scammers to justice.", "To combat scams effectively, the cooperation of law enforcement agencies is key, especially to share information and intelligence.", "In this regard, BNM, together with PDRM, the Malaysian Communications and Multimedia Commission MCMC, and the National Anti-Financial Crime Centre NFCC, will work together to further elevate the CCID Scam Response Centre as a more systematic information sharing platform that will enable quicker action to prevent further losses.", "Through the centre, the agencies will also cooperate and coordinate measures to prevent scams, through the sharing of resources, expertise and data.", "Further details on this initiative will be announced in due course.", "In addition, the cooperation of MCMC, third-party service providers (e.g.", "telecommunication companies), and tech platforms (e.g.", "social media, e- commerce) will also be key to prevent these services from being abused for scams.", "In short, all parties play an important role in strengthening our collective defences to deal with the threat of financial scams.", "An important aspect in dealing with financial scams is in raising public awareness, including of scam tactics used by criminals and the steps that the public can take to avoid becoming victims of financial scams.", "In this regard, BNM, the financial industry and law enforcement agencies will continue efforts to enhance the effectiveness of awareness programmes and improve on the dissemination of information to the public.", "Various educational and awareness initiatives have been implemented across multiple channels and platforms, including online webinars, as well as the sharing of reminders and advisories on how the public can protect themselves against financial scams.", "We encourage the public to visit and follow the Amaran Scam Facebook page at .", "That said, the effort to combat financial crimes requires the support of all parties.", "Each of us as consumers are responsible and have a role in protecting ourselves from scams.", "Online banking users must protect their personal and banking information, and to never disclose such information to any individual or to key it into suspicious websites.", "Users should also be vigilant and ensure that their devices, such as mobile phones, run up-to-date software and operating systems.", "They should ensure that their devices are secure, free from suspicious apps which might carry malware and spyware.", "This means being careful with what you install on devices used for online banking transactions.", "There are many ways we can protect ourselves from scams, but in my mind, they boil down to three steps, what we call \"3S - Spot, Stop and Spot Look out for signs of scams.", "Question, investigate and enquire to ensure that you are about to engage in a legitimate transaction; Stop - If anything looks doubtful or suspicious, it's probably a In such cases, stop engaging with the suspected scammer.", "It is important that you do not provide any banking or payment details; Share - Share your knowledge of scams with friends and family, and help protect others by reporting scams to relevant authorities so that they can take action.", "This 3S concept is also in line with the theme of the virtual exhibition which is 'Semak Sebelum Diperdaya'.", "I hope that the information and safety pointers from this exhibition can help the public avoid being scammed.", "This exhibition can be accessed through the website of the Museum and Art Gallery of Bank Negara Malaysia at .", "In closing, always remember that scammers will evolve their tactics to fool and ensnare customers.", "I hope that through this virtual exhibition, all of us will be more aware and better equipped to protect ourselves against scams.", "We can surely succeed in beating scams, but this requires collective efforts and action by all, and not just of the authorities.", "All of us can do our part to raise awareness and share relevant information on scams with others, being vigilant ourselves while also helping others do so."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial scams", "Security controls", "Customer protection", "Law enforcement cooperation", "Public awareness", "Fraud prevention", "Online banking security", "Scam tactics", "Malware and spyware", "3S concept"]}