{"sentences": ["Speech Inflation and the Monetary Policy Philip Lowe[*] Speech to the Anika Foundation Sydney - 8 September 2022 I would like to begin by thanking everybody who is attending today in support of the Anika Foundation.", "It's been a hard time for young people over the past couple of years, so the Foundation's work supporting young Australians is more important than ever.", "Thank you for your support.", "Last year, this event was held online as we were in the midst of the Delta outbreak.", "At the time, the economy was contracting, inflation was below the target band and the normalisation of monetary policy still seemed to be in the distance.", "A year on, a lot has changed.", "We are no longer in lockdowns, the economy has performed well, unemployment is at a 50-year low, inflation is the highest it has been in years and interest rates are being increased quickly.", "Today, I would like to focus my remarks on the pick-up in inflation.", "After a number of years in which inflation was below target, it is now considerably above target and is expected to go higher still in the short term.", "The extent of this turnaround in inflation has come as a surprise to many, including us.", "So, I would like to begin by exploring some of the lessons from this surprising burst in inflation.", "I will then discuss why, in my view, flexible inflation targeting remains the appropriate monetary policy framework for Australia.", "I will conclude with some remarks on the importance of returning inflation to target over time and how the RBA's recent monetary policy decisions will help achieve this.", "A very large inflation surprise First, to the very large surprise in inflation.", "When I spoke at the Anika Foundation event last year, CPI inflation in Australia had been below 2 per cent for a number of years and, in underlying terms, was just 1.6 per cent (Graph 1).", "Today, CPI inflation has risen to 6.1 per cent and underlying inflation is 4.9 per cent.", "These are the highest rates in many years.", "Sources: ABS; RBA This lift in inflation has come as a surprise.", "A year ago, the RBA was forecasting that inflation over 2022 would be just 13⁄4 per cent.", "Now, we are expecting CPI inflation this year to be around 73⁄4 per cent.", "This is a very big change and a very large forecast miss.", "The RBA has plenty of company in not predicting this lift in inflation.", "This next graph shows our forecasts of underlying inflation a year ago, as well as the range of forecasts from private-sector economists (Graph 2).", "Some forecasters were certainly expecting higher inflation than we were, but the magnitude of the pick-up in inflation has taken everybody by surprise.", "Sources: ABS; RBA 2 RESERVE BANK OF AUSTRALIA The same is true internationally.", "This next graph shows Consensus forecasts for headline inflation in August last year for the United States, the euro area, the United Kingdom and Canada (Graph 3).", "In all four cases, inflation was expected to be close to 2 per cent by now.", "Instead, the latest readings of CPI inflation in these four areas are 8.5 per cent, 9.1 per cent, 10.1 per cent and 7.6 per cent.", "Headline Inflation Forecasts Consensus, year-ended US Euro area Latest Aug 2021 9 9 2021 2022 2023 2021 2022 2023 Sources: Consensus Economics; RBA Forecast misses of this scale should lead to soul-searching by forecasters and they certainly have at the RBA.", "It is important that we learn from this and improve our understanding of the inflation process.", "One starting point for understanding the unexpected surge in inflation is the big lift in energy prices stemming from Russia's invasion of Ukraine and various problems in the production of energy around the world.", "Analysis by the European Central Bank suggests that around three-quarters of the surprise in inflation in the euro area reflects unexpected developments in the markets for oil, gas and electricity.", "In the United Kingdom, the Bank of England estimates that higher energy prices will directly boost CPI inflation by 61⁄2 percentage points this year.", "And in Australia, the price of petrol at the bowser increased by 32 per cent over the past year (Graph 4).", "The direct effect of this alone has been to add 1.2 percentage points to Australia's CPI inflation, and on top of this there are second-round effects of higher fuel prices.", "We can make some further progress in understanding this surge by using the standard workhorse models of inflation, which explain inflation by inflation expectations and the aggregate output gap.", "Strong demand at a time of impaired supply - and thus a closure of the output gap - certainly helps explain part of the recent higher inflation.", "But these models fall well short of explaining the magnitude of the lift in inflation and, in my view, face some real challenges.", "One of these challenges is that the focus on the aggregate output gap is insufficient in a world in which shocks are highly uneven across sectors.", "We need to pay more attention to developments in individual sectors.", "One of the distinguishing features of the past two years is that the shocks have been highly asymmetrical.", "In 2020 and 2021 there was a huge increase in demand for goods and a decline in demand for services.", "This was particularly evident in the United States, where the demand for goods surged by close to 20 per cent in less than a year and the demand for many services was weak (Graph 5).", "A similar, although less pronounced, pattern was evident in Australia.", "Consumption December 2019 = 100 United States Australia 110 110 Services 2019 2022 2019 2022 Sources: ABS; RBA; Refinitiv This surge in demand for goods occurred at the same time as the supply side was constrained.", "This was partly because COVID interrupted production.", "But it goes beyond this.", "Even in good times, the supply side would have had trouble coping with a 20 per cent surge in demand in a short period of time.", "Just-in-time inventory management and long supply chains had made the system less resilient and less able to respond to rapid and unexpected shifts in demand.", "The result was that many industries quickly found themselves on the sharply upward sloping part of the supply curve, and prices increased.", "And there was no offsetting deflation in those parts of the economy where demand was weak.", "One lesson here is that what is happening at the sectoral level is important in influencing the overall inflation dynamics in our economy - it's not just the aggregates that matter.", "Resources don't move freely between sectors, which means that the composition of demand and supply is important, not just the overall level of demand.", "One relevant example in Australia has been in the home-building sector.", "Over the past year, the cost of building a new home has increased by 20 per cent (Graph 6).", "This alone has added close to 2 percentage points to headline inflation.", "Very strong demand in this sector - partly due to low interest rates and government grants totalling up to $35,000 for some first home buyers - came up against COVID-related problems on the supply side.", "The result was a big jump in prices, which has had a material impact on the overall inflation rate in Australia.", "Inflation expectations have picked up a little, but the measures derived from financial prices suggest there is a high degree of confidence that inflation will return to target (Graph 7).", "This suggests that a pick-up in inflation expectations is not a primary driver of the sharp rise in inflation.", "Inflation Expectations Australia, inflation swaps measure 5-10 years ahead 1-5 years ahead 2010 2014 2018 2022 Sources: Bloomberg; RBA There is something here, though, that is worth watching that is not easily captured in our standard models - and that is the general inflation psychology in the community.", "By this, I mean the general willingness of businesses to seek price increases and the willingness of the community to accept price increases.", "Prior to the pandemic, it was very difficult for a business person to stand in the public square and say they were putting their prices up.", "And a common theme from our liaison was that, because most businesses had trouble putting their prices up, wage increases had to be kept modest.", "Today, business people are able to stand in the public square and say they are putting their prices up, and they can point to a number of reasons why.", "The community doesn't like it, but there is a begrudging acceptance.", "And with prices rising, it is harder to resist bigger wage increases, especially in a tight labour market.", "Or as the Bank for International Settlements put it in its recent annual report: when inflation is high, it becomes a coordinating mechanism for pricing decisions.", "In other words, people really start to pay attention to changes in costs and prices.", "The result can be faster and fuller pass-through of cost shocks and more frequent price and wage adjustments.", "There is some evidence that is already occurring, which is contributing to the strength of the pick-up in inflation.", "So, it is something to watch.", "Flexible inflation targeting I would now like to turn to the monetary policy framework, as this framework guides the Reserve Bank Board's decisions about interest rates each month.", "At a very high level, the RBA's job is to support the maximisation of the economic welfare of Australians, with the tools and responsibilities of a central bank.", "Delivering medium-term price stability is fundamental here.", "Since the early 1990s, our operating definition of 'price stability' has been that inflation averages 2 point something per cent.", "At this level, inflation is something that most people don't normally need to worry about.", "In terms of the policy framework, we adopted a flexible inflation targeting framework around three decades ago and this has been supported by successive governments.", "Under that framework, our operating objective has been to have consumer price inflation average between 2 and 3 per cent over time.", "I would like to highlight two aspects of this formulation.", "The first is the focus on 2 to 3 per cent.", "This focus has provided an important nominal anchor for inflation expectations in the Australian community.", "While the inflation rate has varied from year to year, it has always returned to the 2 to 3 per cent range.", "It has also averaged 2 point something per cent since the early 1990s.", "The second is the on average, over time aspect of the target.", "This formulation has provided the Board with the flexibility to pursue price stability in a way that, in its judgement, best contributes to full employment and the general welfare of the Australian people, which are both legislated objectives of the RBA.", "The RBA was an early adopter of flexible inflation targeting, eschewing the hard-edged stricter versions of inflation targeting that were popular in the 1990s.", "That was the right call.", "I note that the recent reviews by the Federal Reserve, the European Central Bank and the Bank of Canada have all concluded that some form of flexible inflation targeting is the preferred monetary policy regime in their countries.", "In my view, flexible inflation targeting has served Australia well and remains the best monetary policy regime for Australia.", "It is certainly worth examining alternatives as part of the current Review of the RBA, but I do not see a strong case for a move away from this broad approach.", "Flexible inflation targeting is not a perfect monetary policy regime, but it is hard to do better.", "Any monetary policy regime is likely to face challenges in today's changing world.", "Our economies are adjusting to the ageing of the population, the emergence of new digital technologies, climate change, slower productivity growth and a less interconnected global economy.", "These changes are affecting the dynamics of inflation and will continue to do so.", "As our economy continues to adapt, the strong nominal anchor and the flexibility provided by flexible inflation targeting will both be very helpful.", "These attributes are difficult (although not impossible) to replicate with another monetary policy regime.", "There are, though, some elements of the design of our flexible inflation target that could helpfully be looked at as part of the current Review.", "The first is whether 2 to 3 per cent is the appropriate nominal anchor and operating definition of 'price stability'.", "Many other countries have chosen 2 per cent as their nominal anchor.", "As part of the Review, it is worth examining the arguments for and against a change to the nominal anchor.", "The second element is how to best think about the 'flexible' part of flexible inflation targeting.", "Flexibility means that the Board's decisions are not determined by a rule - we have the flexibility to achieve the broad objective of price stability in a way that maximises welfare.", "A more rules-based, or highly parameterised approach, to monetary policy would provide less scope to respond in this way.", "Flexibility also means that the Board faces choices and trade-offs.", "For example, when supply shocks occur, there can be a short-term trade-off between inflation and growth.", "And in other circumstances, there can be a trade-off between achieving an inflation objective in the short term, via lower interest rates, and the build-up of macroeconomic and financial stability risks.", "Our legislation provides the scope to make these often difficult choices in the national interest.", "There is, though, a question here about accountability.", "Given the flexibility, the Bank's performance is sometimes hard to judge at any single point in time.", "This can complicate the task of holding us to account.", "Given this, it is important that the Bank explains when trade-offs are being made, including how and why.", "I hope the Review will provide a further opportunity to examine how the RBA has managed these trade-offs in the past and how it might manage and explain them in the future.", "Recent monetary policy I would now like to turn to the Board's monetary policy decisions over recent months.", "The Board is committed to doing what is necessary to ensure that inflation returns to target over time.", "High inflation is a scourge.", "It damages our standard of living, creates additional uncertainty for households and businesses, erodes the value of people's savings and adds to inequality.", "And without price stability, it is not possible to achieve a sustained period of low unemployment.", "It is important, therefore, that this current surge in inflation is only temporary and that we once again return to the 2 to 3 per cent range.", "The Board is committed to the return of inflation to target.", "It is seeking to do this in a way that keeps the economy on an even keel; it is possible to achieve this, but the path here is a narrow one and it is clouded in uncertainty.", "I would like to highlight three sources of this uncertainty.", "The first is the global economic environment.", "In the United States, the Federal Reserve has indicated that a period of tight monetary policy and below-trend growth will be required to get inflation under control.", "In Europe, real incomes are suffering very big declines because of sharply higher energy costs, and this will weigh on spending and growth.", "And in China, the economy is being affected by the authorities' approach to COVID, major stresses in its property industry and drought in parts of the country.", "Some slowing in the global economy will help bring inflation down, but a sharp slowing would make the job of delivering a soft landing here in Australia much harder.", "The second source of uncertainty is domestic in nature - and that is how inflation expectations and the inflation psychology in Australia adjust to the period of high inflation.", "If workers and businesses come to expect higher inflation, and wages growth and price-setting behaviour adjusts accordingly, the task of navigating that narrow path will be very difficult, if not impossible.", "A shift higher in inflation expectations will require higher interest rates.", "In time that would mean a sharper slowing of the economy.", "It is in our national interest that we avoid this.", "The third source of uncertainty is how households respond to higher interest rates.", "Interest rates are increasing for the first time in 12 years and they are rising quickly.", "The full effects of this are still to be felt.", "Household budgets are also under pressure from higher inflation, and housing prices are declining after large gains (Graph 8).", "On the other hand, many households have built up large financial buffers, including through offset accounts, and the household saving rate remains higher than it was before the pandemic.", "Many households are also benefiting from the strong labour market, with a higher share of Australians having a job than ever before.", "It is still difficult to know how all of these factors will balance out, but recent data continue to suggest resilience in consumer spending.", "Sources: ABS; APRA; CoreLogic; RBA We are paying close attention to these various uncertainties, but also recognise that there have been a number of developments that should prove helpful in navigating the narrow path.", "The first is that the supply side of the global economy is gradually improving and the demand for goods is stabilising - which means that a better balance of supply and demand is being established.", "Shipping costs are declining and delivery times have shortened (Graph 9).", "Many commodity prices have also reversed their rises following Russia's invasion of Ukraine.", "Sources: IHS Markit; RBA; Refinitiv It is also noteworthy that inflation expectations in Australia remain consistent with the inflation target.", "In addition, wages growth has picked up, but not nearly to the same extent as in the United States (Graph 10).", "This is an important difference.", "While there are some areas where wages are rising very quickly in Australia, aggregate growth in wages has not responded materially to the higher inflation and is not inconsistent with inflation returning to target over time.", "It is important that this remains the case and that we avoid the cycle of higher inflation leading to higher wages growth and then higher inflation - a cycle like that would end in higher interest rates and a sharper slowing in the economy.", "Wages Growth* United States Australia 2010 2016 2022 2010 2016 2022 Measured by the Employment Cost Index for the United States and the Wage Price Index for Australia.", "Sources: ABS; Refinitiv It is in this environment in which we have been increasing interest rates.", "Since May, the Board has raised the cash rate target by a cumulative 21⁄4 percentage points, including a 1⁄2 percentage point rise earlier this week (Graph 11).", "This increase in interest rates - from what was a historically low level - is to ensure that the current period of high inflation is only temporary and that a more sustainable balance between demand and supply is established.", "To repeat an earlier point, price stability is necessary for a strong economy and a sustained period of full employment.", "So, it is important that we achieve this.", "Australian Cash Rate Target 4 4 1997 2002 2007 2012 2017 2022 The Board expects that further increases in interest rates will be required over the months ahead.", "The Board is not on a pre-set path, especially given the uncertainties that I have spoken about.", "We are conscious that there are lags in the operation of monetary policy and that interest rates have increased very quickly.", "And we recognise that, all else equal, the case for a slower pace of increase in interest rates becomes stronger as the level of the cash rate rises.", "But how high interest rates need to go and how quickly we get there will be guided by the incoming data and the evolving outlook for inflation and the labour market.", "Thank you very much for listening and for supporting the Anika Foundation.", "I look forward to answering your questions.", "[*] I would like to thank David Jacobs and Tom Rosewall for assistance in preparing this speech.", "[1] See Chahad M, A Hofmann-Drahonsky, B Meunier, A Page and M Tirpák (2022), 'What Explains Recent Errors in the Inflation Projections of Eurosystem and ECB Staff?", "[2] See Bank of England (2022), Monetary Policy Report, August.", "[3] A model in which sectoral factors influence aggregate inflation is explored in di Giovanni J, S Kalemli-Özcan, A Silva and M Yildirim (2022), 'Global Supply Chain Pressures, International Trade, and Inflation', ECB Forum on Central Banking, June.", "[4] See Bank for International Settlements (2022), 'Inflation: A look Under the Hood', Annual Economic Report, June.", "[5] See Federal Reserve (2020), 'Statement on Longer-Run Goals and Monetary Policy Strategy', 27 August (see also Powell JH (2020), 'New Economic Challenges and the Fed's Monetary Policy Review', Speech, 27 August); European Central Bank (2021), 'The ECB's Monetary Policy Strategy Statement'; Bank of Canada (2021), 'Joint Statement of the Government of Canada and the Bank of Canada on the Renewal of the Monetary Policy Framework', Press Release, 13 December."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Supply chain", "Inflation expectations", "Economic growth", "Labour market", "Price stability", "Flexible inflation targeting", "Central bank"]}