{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada Canadian Chamber of Commerce February 9, 2022 (delivered virtually) The role of Canadian business in fostering non-inflationary growth It is a pleasure to join this summit to talk about the economic recovery.", "I'm particularly pleased to be here to discuss the challenges Canada must overcome \"sustain strong to be clear, to sustain strong growth.", "And when I say, growth,\" \"non-inflationary growth.\"", "There is no better time than now to have this discussion.", "Our economic recovery from the deepest recession on record has been strong.", "Canadian businesses and workers have shown impressive ingenuity and resilience.", "Employment is robust, household savings are high, and immigration is rebounding.", "As we emerge from the COVID-19 pandemic, Canada has the opportunity to make long overdue gains in productivity.", "In the years ahead, business investment decisions will determine the path of productivity growth.", "And productivity growth is vital to non-inflationary growth and rising standards of living.", "At a time when inflation is already well above our target, this is more vital than ever.", "to talk to you about two things.", "First, I want to unpack what is behind the Bank of Canada's latest economic projection and explain why we And second, I'd like expect a pickup in investment and productivity growth.", "to ingenuity we've seen outline the path to get there-crossing a bridge from the through the pandemic to long-term productivity growth.", "Unpacking the projection Canada has come through the pressure cooker of the pandemic with impressive resilience, and critical business investments in digital technologies were an important element of this success.", "Those of us who could shifted to remote work.", "Almost everyone learned how to buy and sell online, and many businesses shifted supply chains as borders closed.", "By January 2021, during the second Canadian lockdown, one-third of Canadian employees worked most of their I would like to thank Tatjana Dahlhaus, Christopher Hajzler, James (Jim) C. MacGee, Temel Taskin and Ben Tomlin for their help in preparing this speech.", "Not for publication before February 9, 2022 12:00 pm Eastern Time hours from home, compared with just 4% in 2016.1 These digital investments have been essential to sustaining our economy through the pandemic.", "Of course, the pandemic has also held productivity back for a variety of reasons.", "Disruptions to global supply chains have made it harder for businesses to get critical inputs, limiting the productivity of labour and capital.", "Public health restrictions have necessitated more people and space to do the same work.", "And rapidly changing circumstances have made it hard to plan and operate efficiently.", "As the pandemic fades, these forces should dissipate, creating the opportunity to increase productivity.", "There are two fundamental sources of growth in gross domestic product-more workers and more output per worker.", "We call output per worker productivity.", "We measure workers by total hours worked, which is the product of employment and average hours worked.", "We call this labour input.", "And we measure productivity as output divided by labour input.", "Comparing Canada and the United States through the pandemic and recovery, we can see that rebound in employment has been considerably stronger.", "But workers in the United States increased their hours of work by much more than workers did in Canada.", "So the recovery in labour input has been quite similar in both countries.", "The difference lies in productivity.", "Productivity growth has been considerably stronger in the United States, so with roughly the same recovery in labour inputs, the United States has seen a larger increase in output (Chart 1).", "Chart 1: Canada's labour productivity lags the United States Index: 2019Q4 = 100 Real gross Labour input Productivity Employment Average hours domestic product worked Canada United States Sources: Statistics Canada, US Bureau of Labor Statistics via Haver Analytics and Bank of Canada calculations Last observation: 2021Q3 1 See T. Mehdi and R. Morisette \"Working from Home in Canada: What Have We Learned So far?\"", "Statistics Canada Economics and Social Reports 1, No.", "True underlying productivity or efficiency cannot be directly observed, and it can be volatile in the short run.", "That's especially valid now because of the stops and starts of the pandemic lockdowns.", "There appear to be two related factors.", "Public health restrictions have been more comprehensive in Canada, causing temporary restraints on economic activity.", "As we emerge from the pandemic, we should make up this difference.", "But the second reason could have more lasting consequences: business investment through the pandemic has been considerably stronger in the United States than in Canada.", "Indeed, US businesses have long been investing in more capital per worker than Canadian businesses have, and this gap has widened over the past decade (Chart 2).", "The share of investment in information and communications technology (ICT) equipment has also been lower in Canada, and this gap has widened too (Chart 3).", "This is significant because research shows that ICT investment has played an important role in driving productivity growth.", "In addition, research shows that capital in the United States has moved to higherproductivity sectors in larger amounts than it has in Canada.", "In other words, US capital has been more nimble.", "Chart 2: Business investment per worker is higher in the United States Current prices, Purchasing Power Parity adjusted for the United States, annual data 2001 2006 2011 2016 2021 Canada United States Sources: Statistics Canada, US Bureau of Economic Analysis, US Bureau of Labor Statistics and Bank of Canada calculations Last observation: 2020 3 As measured by the Oxford COVID-19 Government Response Tracker, the stringency index for the Canadian government's response over the course of the pandemic was higher, on average, at 65, than that for the US government, at 57.", "At the end of January 2022, COVID-19 deaths per million people were 886 in Canada compared with 2,656 in the United States.", "Chart 2 compares business investment per worker excluding the oil and gas sectors in both countries to make the industrial structures more comparable.", "If oil and gas are included, the widening of the gap is more pronounced in the last eight years.", "V. Spiezia, \"ICT and Productivity: Measuring the Contribution of ICTS to Growth,\" 5 See, for example, Investments OECD Colecchia and P. Schreyer, \"ICT Journal: Economic Studies 2012, No.", "Investment and Economic Growth in the 1990s: Is the United States a Unique Case?", "A Comparative Study of Nine OECD Countries,\" Review of Economic Dynamics 5, No.", "See L. Shao and R. Tang, \"Allocative Efficiency and Aggregate Productivity Growth in Canada and the United States,\" Bank of Canada Staff Working Paper No.", "Chart 3: Investment in ICT in Canada has lagged the United States Percentage of gross fixed capital formation, annual data 1972 1977 1982 1987 1992 1997 2002 2007 2012 2017 Canada United States Sources: Organisation for Economic Co-operation and Development and Bank of Canada calculations Last observation: 2019 The question is, does COVID-19 provide us with an opportunity to change our course?", "In our projection, we expect business investment in Canada to pick up (Chart 4).", "Corporate balance sheets are generally strong, and companies are increasingly reporting that they are facing capacity constraints.", "In addition, consumer demand is anticipated to remain robust, and US demand for our exports is strengthening.", "Chart 4: Business investment projected to grow faster in Canada Index: 2019Q4 = 100, quarterly data 2019 2020 2021 2022 2023 Canada United States In our most recent Business Outlook Survey, 62% of firms reported that they are planning to spend more on machinery and equipment in the year ahead than they did last year-the highest reading since we started the survey in 1999 (Chart 5).", "Firms' plans to invest in machinery and equipment are strong 2008 2010 2012 2014 2016 2018 2020 2022 Note: Percentage of respondents to the Business Outlook Survey reporting \"Higher\" when asked the question, \"Over the next 12 months, is your firm's investment spending on machinery and equipment expected to be higher, lower or the same as over the past 12 months?\"", "Source: Bank of Canada Last observation: 2021Q4 This all points to solid growth in business investment in Canada.", "Indeed, we expect that business investment will grow faster in Canada than in the United States.", "imperative that businesses in Canada follow through on these plans or risk losing out to US competitors.", "For the economy as a whole, investment is critical to non-inflationary growth.", "In our projection, productivity growth rises as pandemic restrictions ease, supply chain bottlenecks dissipate, and companies return to more efficient operations.", "To sustain this rise in productivity, we need business investment to pick up.", "With the labour market already tight and wages rising, productivity growth is vital to economic growth-and to increasing wages without raising unit labour costs.", "In our forecast, productivity growth in Canada closes in but remains below US productivity growth.", "But I suspect our forecast does not do justice to your ambition.", "And as much as we like to get our forecasts right, we would be happy to be surprised by the strength of investment and productivity.", "The bridge to the future So how do we get more growth without inflation?", "The short answer is by investing in capital and in people.", "And by confronting our weaknesses and playing to our strengths.", "I believe an opportunity exists to build a bridge between the short-term changes Canadians have made to cope with COVID-19 and the sustained investments that will grow our economy and improve our quality of life.", "The pandemic has pulled forward digital investments.", "It has also pulled forward the digital economy.", "With more firms and consumers using more digital infrastructure, related jobs have multiplied.", "These digital investments need to continue.", "The other element is investing in people.", "The public and private sectors share responsibility, and it's a strength for Canada.", "Our strong labour market participation rates, high levels of immigration, and the access to quality education in Canada are long-standing advantages for us.", "The pandemic presents an opportunity to build on these strengths.", "Remote work is one of the most visible changes wrought by the pandemic.", "It has created challenges for workers, families and employers alike.", "But as new, more flexible work arrangements become embedded, we're expecting productivity gains.", "And the productivity of remote work will likely rise further as innovation continues.", "With sustained investment in technology that enables remote work, and innovations in new ways of working, businesses can both raise productivity and expand their access to new workers who value flexibility.", "Throughout the pandemic, parents-particularly mothers-were affected disproportionately, and challenges of continued child care disruptions remain.", "But in Canada, by the end of last year, the female labour market participation rate had returned to pre-pandemic levels.", "By this metric, the so-called she-cession has largely recovered.", "Businesses in Canada have an opportunity to lean into this bounce back in female participation and leverage new ways of working to The Government of Canada's new universal child attract more women.", "care program has the potential to improve access to and reduce the cost of daycare.", "This should support higher labour market participation of parents, particularly women.", "More broadly, with labour markets already tight, we know that businesses are going to have a harder time hiring workers.", "Companies need to reach into underutilized communities to attract more diverse workers-not only because they need the workers, but also because the diversity will benefit their business.", "The digitalization trend accelerated by the pandemic, including remote work, may boost labour force participation among those who can't balance hours or locations with other demands in their life.", "Increased immigration also provides an opportunity to add workers and skills.", "While the pandemic cut immigrant flows nearly in half in 2020, Canada met its ambitious immigration target for 2021, and further increases are projected for Education has also been a challenge throughout the pandemic.", "But we afford to lose our education edge.", "In 2020, 60% of Canadians had a college or university degree, compared with 50% of Americans, though we lag in advanced degrees.", "University enrolment in Canada by young adults has increased during the pandemic, which is encouraging.", "And enrolment in university science, technology, engineering and math (STEM) programs has been increasing over time.", "Businesses, too, have a critical role in training and preparing workers for new digital technologies.", "New online learning platforms have reduced the cost, improved the flexibility and expanded the reach of learning.", "Businesses must also be willing to pay up for talent, and that comes back to productivity-higher productivity pays for higher wages.", "Workers and the public sector also play critical roles in expanding our economy's growth potential.", "Workers must be prepared to update their skills and retrain throughout their careers, with the help of both their employers and the public sector.", "Universities and colleges need to continue to expand STEM programs and extend the development of digital and entrepreneurial skills more broadly.", "Governments have to help get people launched and support business investment and opportunity.", "I hope we can dig more deeply into the challenges you see on that front as we turn to our discussion today.", "of Canada's Before we do that, let me conclude with the Bank role.", "We have a responsibility to deliver low, stable and predictable inflation so Canadians can plan and invest with confidence.", "At close to 5%, the current rate of inflation is too high.", "This is well above our 2% target.", "It is not the result of generalized excess demand in the Canadian economy.", "Our economy is only just now getting back to full capacity.", "The inflation we are experiencing today largely reflects global supply problems, most of which stem from the pandemic.", "With many services shut down, households around the world bought goods instead.", "But the pandemic has impaired supply chains, holding back both production and transportation.", "The result has been sharply higher prices for many goods.", "Oil prices have also risen, and food prices are being boosted by poor harvests.", "While uncertainty remains, there is some evidence global supply chain problems may have peaked.", "As the pandemic recedes, conditions around the world should normalize, taking pressure off global goods prices.", "As this happens, we expect inflation to come down relatively quickly in the second half of 2022 to about 3% by the end of the year.", "But to get inflation the rest of the way back to its 2% target, we need a significant shift in monetary policy.", "why, in January, we removed our exceptional commitment to hold the policy interest rate at its floor of 0.25% and told The Bank's Governing Canadians they should expect interest rates to increase.", "Council agreed that the economy will need higher interest rates to moderate growth in spending and bring demand in line with supply.", "We also agreed that we must keep inflation expectations well anchored.", "If inflation expectations become unmoored, the costs of getting inflation back to target will be much higher.", "For both of these reasons, we signalled with unusual clarity that Canadians should expect a rising path for interest rates.", "What can businesses expect from us?", "We will continue to act deliberately and communicate clearly so monetary policy is a source of confidence, not of uncertainty.", "And as businesses set prices and wages, firms and workers alike can be assured that the Bank of Canada will use its monetary tools to control inflation.", "Your business decisions have important implications for the performance of the Canadian economy.", "Your ingenuity and willingness to invest in digitalization have laid the groundwork for productivity growth-now we need to turn that short-term success into long-term growth.", "Canadians count on the Bank of Canada to control inflation.", "And they count on to invest in capital and people to grow our economy.", "So let's discuss the issues and consider solutions together."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Productivity", "Investment", "Inflation", "Economic growth", "Labor market", "Supply chain", "Digitalization", "Remote work", "Immigration", "Education"]}