{"sentences": ["Speech Leadership in times of crisis Speech by Christine Lagarde, President of the ECB, at Manager Magazin's Top100 women in German Business Hamburg, 27 April 2022 Russia's brutal war against Ukraine marks a dark moment for Europe.", "Events that we thought were consigned to history have once again become a deeply troubling reality on our continent.", "The invasion of Ukraine is first and foremost a human tragedy.", "Lives and livelihoods have been lost.", "Cities have been levelled.", "And millions of Ukrainians are now seeking refuge from the violence that has engulfed their nation.", "Our world has changed dramatically in just two short months.", "Indeed, the war has heightened the sense that our world is in constant flux.", "Some say that we live in an age of \"permacrisis\", where we move seamlessly from one emergency to the next.", "[ In just over a decade, we have faced the largest financial crisis since the 1930s, the worst pandemic since 1919, and now the most serious geopolitical crisis in Europe since the end of the Cold War.", "As business leaders, all of you here are grappling with the effects of these multiple crises in one form or another - be it the burden of supply chain disruptions, high energy prices, or general uncertainty about the economic outlook.", "So how can we navigate through these uncertain times?", "How can we lead others when the path ahead is so obscured?", "There are no easy answers.", "But I would like to highlight two courses of action that can help us - as leaders, and as women - to shine a light through this murky landscape.", "First, we need to accurately diagnose the nature of today's challenges, since this is the precondition for taking effective action.", "As Marie Curie is said to have once remarked: \"Nothing in life is to be feared; it is only to be understood.", "Now is the time to understand more, so that we may fear less.\"", "Second, once we have that understanding, we need to identify the type of leadership required to master those challenges.", "It is my deeply held belief that many of the qualities the world needs today are those that women in particular can bring to the table, which speaks to the benefits of governments and companies alike embracing more female leadership.", "The nature of today's challenges So, what defines today's challenges?", "Many of them are not new.", "Environmental threats such as smog and acid rain plagued the developed world in the 19th and 20th centuries.", "Pandemics have ravaged many parts of the world before.", "And global economic crises have been a recurring feature of the globalised economy.", "But three factors make the current challenges unique.", "The first is their sheer scale and complexity.", "Global challenges are now highly complex and require unprecedented levels of multilateral coordination.", "When countries set out to close the hole in the ozone layer in the mid-1980s, for example, the solution essentially required only a handful of the largest chemical companies to stop producing CFCs[ and find alternatives.", "But addressing climate change is orders of magnitude more difficult.", "Not only do we have to contend with the multiple faces of climate change - more extreme weather patterns, rising sea levels, loss of ecosystems and biodiversity - but regions are also affected in different ways and at different speeds.", "[ This makes devising timely solutions across countries exceptionally complex.", "That complexity leads to the second factor that defines the challenges we face today: more than ever, we can only make progress by working together across countries, sectors and disciplines.", "Take our response to the pandemic as an example.", "This was a challenge that could not be tackled by governments acting alone, or even by governments cooperating with each other.", "It required a truly joint approach between science and policy, between business and government.", "Policymakers had to put aside preconceived notions, be prepared to further integrate science into policymaking, and have the courage to follow the emerging evidence wherever it led.", "And it is now clear that governments which chose to do so performed better - in terms of both protecting lives and shielding the economy - than those that did not.", "[ In parallel, businesses had to work alongside governments to accelerate our common response - and where they did, the results were remarkable.", "Within a few months, tests for infection had been made available.", "And within a year, highly effective vaccines had been developed - thanks not least to Dr Özlem Türeci and her team at BioNTech.", "We are seeing this dynamic again today as we respond to the refugee crisis triggered by the Russian invasion of Ukraine.", "Here in Germany, Deutsche Bahn was quick to make train journeys free for Ukrainians travelling through the country, thereby easing the burden for those who were displaced.", "And Deutsche Telekom stopped charging for calls from Germany to Ukraine.", "But as the need for cooperation becomes ever greater, we see a countervailing wind blowing: the world is moving in directions that make collective action harder.", "And this is the third factor which characterises today's challenges.", "The spread of \"fake news\" is leading to greater cynicism among the public about whom to trust and whether common sacrifices are really needed.", "We saw this clearly during the pandemic - be it about the need for restrictions or the safety of vaccines.", "This is a feature, not a bug, of the internet: falsehoods on Twitter are found to spread about 10 to 20 times faster than facts.", "[ We are also seeing a fracturing of the geopolitical landscape, which makes it harder to solve global challenges through multilateral coordination.", "This had already started before the pandemic, as the USChina relationship deteriorated and security concerns began to take on a greater importance for supply chains.", "But it has clearly been exacerbated and accelerated by the Russian invasion of Ukraine.", "We do not know what type of global order will emerge in the years to come, but we can surmise that it is likely to be more divided than the current one.", "And yet, we will continue to face complex, global challenges, such as climate change, greater migration flows and faster technological change.", "The ECB is also reckoning with these challenges.", "When the pandemic hit, we had to respond decisively to prevent a credit crunch for struggling firms.", "And now, the reopening of the economy and the war in Ukraine are leading to a phase of higher, mainly energy-driven inflation.", "We are fully committed to ensuring that inflation stabilises at 2% over the medium term - which is what our mandate requires.", "As we grapple with the unique nature of today's crises and strive to manage an increasingly unpredictable world, the need for good leadership will be immense.", "The role of female leadership So what kind of leadership does that entail?", "Clearly, we need leaders who are prepared to adapt to a world of greater complexity and uncertainty.", "That means people who can break down knowledge silos, bring together pioneering minds from different sectors and find integrated solutions to complex problems.", "But faced with growing distrust and division, both within and across societies, we also need leaders who can build bridges and find common ground where it exists.", "These are people who create trust, listen to others and can connect with those unlike themselves.", "These are qualities that both male and female leaders possess and can develop further.", "But, in general, female leaders possess certain qualities that can be beneficial in multiple situations - especially in times of crisis.", "First, women tend to be more willing to step outside their immediate circle and work across different disciplines.", "For example, studies have found that, in scientific settings, women in almost every age bracket are more likely to participate in interdisciplinary research in almost every subject.", "[ Second, women tend to have a broader focus - making them more inclined to take their social and environmental setting into account.", "ECB research, for instance, shows that companies with greater gender diversity reduced their CO2 emissions by about 5% more than firms with more male managers.", "Third - and perhaps most importantly - women tend to inspire trust and followership.", "One analysis finds that qualities such as wisdom and compassion are the hallmarks of exceptional leaders.", "[ And in a recent study of global companies, 55% of female leaders were judged by their followers as being wise and compassionate, compared with only 27% of male leaders.", "[ These are not fuzzy qualities that are tangential to success - the pandemic has shown us their real world impact.", "There is evidence that female leaders performed better[ ], in part because their communication approach struck a balance between science and empathy.", "Female leaders often sought to share common experiences, engage with the public and reach out to vulnerable groups.", "[ And there is a wealth of evidence that female leadership leads to better results in other fields, too.", "When women are included in conflict negotiations, for example, the ensuing agreements are found to be more durable and better implemented.", "[ Equally, in the private sector we know that diversity on banks' boards leads to greater stability[ and efficiency, and even higher returns.", "[ Unfortunately, we still have a long way to go until female leadership is as prominent as it should be - and needs to be - if we are to mobilise all our talents to solve today's global problems.", "On average across the EU, women account for only 33% of members of national parliaments, and just over one-quarter of the leaders of major political parties are women.", "[ Only three in ten board members in large corporations in Europe are female.", "[ And in my profession - central banking - Isabel Schnabel and I are the only women on the ECB's Governing Council.", "But looking around the room today, I am confident that we are on the right path.", "And more importantly, with each and every one of you, we are making that path a little easier for the next generation of women to follow.", "I have absolutely no doubt that if all the extraordinary leaders in this room, across all the fields we represent, can continue to lead with cooperation and compassion, we can be a force for good amid the turbulence of our current times.", "And this is very much the spirit I am aiming to bring to my leadership of the ECB.", "Research shows that trust in the ECB hinges not just on our competence in delivering on our mandate, but also on whether we are perceived to care about citizens and to be acting responsibly.", "[ That is why I have strived since I took office to better explain to the public what we are doing and why, and to show that we take people's concerns seriously.", "Today, that means following through on our unwavering commitment to deliver on our inflation target of 2% over the medium term.", "The Russia-Ukraine war has reminded us just how quickly the world can change.", "But Russia's actions have unleashed what is only the latest in a string of crises that have marked the past decade.", "The challenges we face are becoming more complex and global at a time when the forces sustaining cooperation and multilateralism are weakening.", "In this setting, the need for female leadership has, in many ways, never been greater.", "It is often in the darkest hour that women are called to leadership.", "And now is the time for us to heed that call.", "Let me recall those powerful words of Eleanor Roosevelt: \"Nothing has ever been achieved by the person who says, 'It can't be done.'\"", "Because let me tell you: it can be done.", "The leadership qualities we need to master this uncertain world are ones that I see in abundance before me in this room tonight.", "And as we celebrate the top 100 female leaders in business, now is the moment for us to really show what female leaders can bring to the table.", "Zuleeg F., Emmanouilidis J.A.", "and Borges de Castro, R. (2021), \" Europe in the age of permacrisis \", European Policy Centre, 11 March.", "Intergovernmental Panel on Climate Change (2021), \" Climate change widespread, rapid, and intensifying - IPCC \", press release, 9 August; and Intergovernmental Panel on Climate Change (2022), \" The evidence is clear: the time for action is now.", "We can halve emissions by 2030.", "(2021), \" COVID-19 and Global Income Inequality \", NBER Working Paper Series, No 28392, National Bureau of Economic Research, January.", "Dizikes, P. (2018), \" Study: On Twitter, false news travels faster than true stories \", MIT News, 8 March.", "Rhoten, D. and Pfirman, S. (2007), \"Women in interdisciplinary science: Exploring preferences and consequences\", Research Policy, Vol.", "(2022), \" Does gender diversity in the workplace mitigate climate change?", "\", Working Paper Series, No 2650, ECB, Frankfurt am Main, February.", "Potential Project, \" The Human Leader - A New World, A New Kind of Leadership \".", "Hougaard, R., Carter, J. and Afton, M. (2022), \" When Women Leaders Leave, the Losses Multiply \", Harvard Business Review, 8 March.", "Garikipati, S. and Kambhampati, U.", "(2020), \" Leading the Fight Against the Pandemic: Does Gender 'Really' Matter?", "\", Discussion Paper Series, No 2020-13, Department of Economics, University of Reading.", "Burni, A. and Domgörgen, F. (2021), \" The verbal fight against COVID-19: Why female leaders stand out on their political communication during the pandemic \", The Current Column, German Development Institute, 10 March.", "Krause, J., Krause, W. and Bränfors, P. (2018), \"Women's Participation in Peace Negotiations and the Durability of Peace\", Empirical and Theoretical Research in International Relations, Vol.", "\", IMF Working Papers, No 17/199, International Monetary Fund, 7 September.", "European Banking Authority (2020), Benchmarking of diversity practices at EU level .", "European Institute for Gender Equality (2022), \" Women and men in decision-making \" - statistics for national parliaments and major political parties .", "Eurostat (2020), International Women's Day press release , 6 March.", "Gardt, M., Angino, S., Mee, S. and Glöckler, G. (2021), \" ECB communication with the wider public \", Economic Bulletin, Issue 8, ECB, Frankfurt am Main."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["leadership", "female leadership", "cooperation", "crises", "climate change", "inflation", "trust", "uncertainty", "global challenges", "gender diversity"]}