{"sentences": ["SPEECH Price stability and policy transmission in the Speech by Christine Lagarde, President of the ECB, at the ECB Forum on Central Banking 2022 on \"Challenges for monetary policy in a rapidly changing world\" in Sintra, Portugal Sintra, 28 June 2022 Inflation in the euro area is undesirably high and it is projected to stay that way for some time to come.", "This is a great challenge for our monetary policy.", "In response to the changing inflation outlook, we have consistently followed the path of policy normalisation since December last year, sequentially adjusting our policy stance.", "Net asset purchases under our various programmes will come to an end this week.", "In July we intend to raise our policy rates for the first time in 11 years.", "And we have provided some guidance for our September policy meeting and the rate path we envisage taking thereafter.", "We will continue along this normalisation path - and we will go as far as necessary to ensure that inflation stabilises at our 2% target over the medium term.", "As Victor Hugo is said to have remarked, perseverance is the \"secret of all triumphs\".", "At the same time, the euro area differs from some other major economies for two key reasons and the path of normalisation has to be managed accordingly.", "First, inflation in the euro area today is being driven by a complex mix of factors that reflect, in part, our economic structures and strategic dependencies.", "This creates uncertainty about how quickly inflation will return to our medium-term target.", "In this setting, we need to act in a determined and sustained manner, incorporating our principles of gradualism and optionality.", "This means moving gradually if there is uncertainty about the outlook, but with the option to act decisively on any deterioration in medium-term inflation, especially if there are signs of a de-anchoring of inflation expectations.", "Second, the euro area has a unique institutional set-up, built around 19 not yet fully integrated national financial markets and 19 national fiscal policies, with limited coordination.", "This presents the risk of our monetary policy stance being unevenly transmitted across the union.", "And this is why we have emphasised all along that flexibility is integral to the process of normalising our monetary policy.", "It is essential to allow us to deliver the necessary policy stance and protect price stability in an environment where inflation is too high.", "Today, I would like to outline how a combination of shocks is currently hitting the euro area economy; how our monetary policy stance should react to the challenges these shocks create; and how we can preserve the transmission of this stance throughout the euro area.", "The shocks hitting the euro area economy Broadly speaking, inflation in the euro area is being driven by two different types of shock.", "First, the original source of inflation is an extraordinary series of external shocks.", "Global supply chain disruptions coupled with surging global demand have pushed up prices sharply for industrial goods along the pricing chain.", "[ Mismatches between supply and demand in global energy markets have led to rising energy prices for the euro area.", "And the Russia-Ukraine war has amplified both of these factors while also driving up global food prices.", "Given its energy dependence, the euro area is experiencing these shocks acutely.", "[ The current levels of food and industrial goods inflation have not been seen since the mid-1980s.", "[ And the increase in the relative price of energy in recent months is much higher than the individual spikes that occurred in the 1970s.", "Together, energy, food and industrial goods account for around 80% of the overall inflation rate seen since the start of this year.", "The second factor driving up inflation - and one which has intensified in recent months - is the recovery in internal demand as the economy has reopened after the pandemic.", "Spending is rotating from goods back to services as restrictions are being lifted, while pent-up demand for tourism and leisure activities is proving unexpectedly strong.", "This rebound in spending has seen services inflation rise to 3.5% in May - the highest rate since the mid-1990s - with the highest price increases in contact-intensive sectors.", "These shocks, in particular the surge in energy prices, are driving up short-term inflation to very high levels.", "They are also leading to significant upward revisions to our medium-term inflation forecasts.", "The June Eurosystem staff projections saw inflation above 2% for the whole projection horizon, converging back to slightly above our medium-term target in 2024.", "The persistence of inflation But the size and complexity of these shocks are also creating uncertainty about how persistent this inflation is likely to be.", "We are not facing a straightforward situation of generalised excess demand or economic overheating, in which case the trajectory of medium-term inflation would have been clearer.", "Despite the bounceback in services, private consumption in the euro area is still more than 2% below its prepandemic level.", "Although there have been some signs of above-target revisions in recent months, longer-term inflation expectations currently stand at around 2% across a range of measures.", "This supports our baseline projection for inflation to converge back towards our medium-term inflation target.", "At the same time, inflation pressures are intensifying and broadening through the domestic economy.", "Almost four-fifths of items in the consumption basket had annual price increases above 2% in April, and this is not only a reflection of high import prices.", "A new ECB indicator of domestic inflation - which removes items with a high import content - currently stands above 3%.", "[ In this environment, it is important to understand how persistent domestic price pressures are likely to become.", "There are several factors worth considering here.", "First, inflation is starting to take root in the services sector, which is the \"stickiest\" component of inflation and has a higher weight than goods.", "[ Second, unemployment in the euro area is at a record low[ ], labour shortages are broad-based across sectors and indicators of labour demand remain strong.", "This tightening of the labour market, together with the catch-up effect triggered by the high inflation environment, suggests that wage growth will pick up.", "Our latest forecasts see wage growth[ above 4% in 2022 and 2023 and at 3.7% in 2024 - almost double the historical average before the pandemic.", "Third, these factors combined have led us to project core inflation at 2.3% in 2024 - and, in the euro area, core inflation tends to be an indicator of headline inflation over the medium term.", "We are also seeing signs that the supply shocks hitting the economy could linger for longer.", "While it is reasonable to assume that global supply chain disruptions will gradually be resolved, the outlook for energy and commodities remains clouded.", "There is not yet an end in sight to the Russia-Ukraine war, and we still face the risk of cuts to supply that could keep energy prices high.", "That could contribute to inflation directly - if it leads to further rises in energy costs - or indirectly, if a higher level of energy prices makes some production uneconomic and leads to a durable loss of economic capacity.", "The war is also likely to accelerate Europe's green transition as a way to enhance our energy security.", "In the long term, this should lead to lower energy costs in Europe.", "But in the meantime, it could lead to price increases for rare minerals and metals,[ higher costs for the investment needed in clean technologies, and an expansion of carbon-pricing schemes.", "[ Uncertainty about growth That said, these shocks also have implications for growth and, as such, they can weigh on the medium-term inflation outlook.", "So what are we seeing in this regard?", "The external supply shocks hitting the euro area are affecting spending.", "Rising import prices represent a terms of trade \"tax\" which reduces the total income of the economy.", "Households are seeing their real income being squeezed.", "Real wage growth has been negative for two consecutive quarters.", "And consumer surveys suggest that households are expecting their real income and consumption to decline further over the next year.", "Firms are trying to protect their margins by raising prices, but this uncertain environment is also leading them to delay investment decisions.", "And sales growth now appears to be decelerating.", "The latest Purchasing Managers' Indices point to no further growth in new business, and business expectations in a year's time have reached their lowest level since October 2020.", "At the same time, spending is being supported by the boost to demand from the full reopening of the services sector.", "And consumption is being buffered by the large stock of household savings built up during the pandemic, fiscal support measures and the continued strength of the labour market, which is helping to sustain labour income overall.", "But if supply shocks drag on and inflation continues to exceed wage growth by a wide margin, losses in real income could intensify and the excess savings buffer could be eroded.", "The resulting hit to demand could test the resilience of the labour market and possibly temper the expected rise in labour income.", "In this setting, we have markedly revised down our forecasts for growth in the next two years.", "But we are still expecting positive growth rates due to the domestic buffers against the loss of growth momentum.", "The path ahead for rate normalisation Based on the overall outlook, the process of normalising our monetary policy will continue in a determined and sustained manner.", "But given the uncertainty we still face, the pace of interest rate normalisation cannot be defined ex ante.", "As I laid out in a recent blog post[ ], the appropriate monetary policy stance has to incorporate our principles of gradualism and optionality.", "Gradualism allows policymakers to assess the impact of their moves on the inflation outlook as they go, which can be a prudent strategy in times of uncertainty.", "Optionality ensures that policy can react nimbly to the incoming data on the economy and inflation expectations and, if uncertainty decreases, re-optimise the policy path as necessary.", "Indeed, there are clearly conditions in which gradualism would not be appropriate.", "If, for example, we were to see higher inflation threatening to de-anchor inflation expectations, or signs of a more permanent loss of economic potential that limits resource availability, we would need to withdraw accommodation more promptly to stamp out the risk of a selffulfilling spiral.", "These two elements of the monetary policy stance underlie the Governing Council's decisions at our meeting on 9 June.", "Consistent with moving gradually, we announced that we will end net asset purchases under our asset purchase programme on 1 July and intend to raise our three key interest rates by 25 basis points at our next meeting on 21 July.", "But we also announced that we expect to raise the key interest rates again in September, and \"if the medium-term inflation outlook persists or deteriorates, a larger increment will be appropriate at the September meeting.\"", "This reflects the optionality principle.", "If the inflation outlook does not improve, we will have sufficient information to move faster.", "This commitment is, however, data dependent.", "This conditional approach to the pace of interest rate adjustment should not be confused with delaying normalisation.", "As our policy stance rests on a clear reaction function, interest-rate expectations and risk-free rates can adjust in advance.", "Our policy adjustment is already working its way through the euro area economy.", "The €STR forward rate ten years out is around 240 basis points above its pre-pandemic level, without policy rates having yet moved.", "One-year forward real rates, one-year ahead and five-year forward real rates, five-years ahead are around 100 and 140 basis points higher, respectively.", "Beyond September, the Governing Council has agreed that a \"gradual but sustained\" path of further rate increases will be appropriate.", "The starting point at each meeting will be an assessment of the evolution of the shocks, their implications for the outlook and the degree of confidence we have in inflation converging to our medium-term target.", "Transmitting the policy stance For these changes in our monetary policy stance to be effective, we need to preserve the orderly transmission of our stance throughout the euro area.", "The ECB is conducting monetary policy in an incomplete monetary union, in which its policy has to be transmitted through 19 different financial and sovereign bond markets.", "The yields on those sovereign bonds provide the benchmark for pricing all other private sector assets in the 19 Member States - and ultimately also for ensuring that our monetary policy impulse reaches individual firms and households.", "If spreads in some countries respond in a rapid and disorderly way to an underlying change in risk-free rates, over and above what would be justified by economic fundamentals, our capacity to deliver a single monetary policy is impeded.", "In this situation, a change in the policy stance can be followed by an asymmetric response of financing conditions, regardless of the credit risk of individual borrowers.", "In such conditions - when we have what we describe as unwarranted fragmentation - preserving policy transmission is a precondition for returning inflation to our target.", "The normalisation of our monetary policy will naturally lead to rising risk-free rates and sovereign yields.", "And, as euro area sovereigns are starting from different fiscal positions, it can also lead to a rise in spreads.", "But in order to preserve the orderly transmission of our policy stance throughout the euro area, we need to ensure that this repricing is not exacerbated and distorted by destabilising market dynamics, leading to a fragmentation of our original policy impulse.", "That risk of fragmentation is also affected by the pandemic, which has left lasting vulnerabilities in the euro area economy.", "These vulnerabilities are now contributing to the uneven transmission of the normalisation of our policy across jurisdictions.", "The Governing Council is therefore acting in two ways.", "First, we will use flexibility in reinvesting redemptions coming due under the pandemic emergency purchase programme (PEPP) to preserve the functioning of the monetary policy transmission mechanism.", "In other words, those redemptions can, as appropriate, be invested within the Eurosystem in bond markets of jurisdictions where orderly transmission is at risk.", "We have decided to apply this flexibility in reinvesting redemptions coming due in the PEPP portfolio as of 1 July.", "Second, we have decided to mandate the relevant Eurosystem committees, together with the ECB services, to accelerate the completion of the design of a new instrument for consideration by the Governing Council.", "The new instrument will have to be effective, while being proportionate and containing sufficient safeguards to preserve the impetus of Member States towards a sound fiscal policy.", "This decision lies squarely within the ECB's tradition.", "In the past, the ECB has made use of separate instruments to target inflation and to preserve the functioning of the monetary policy transmission mechanism.", "Measures to preserve transmission could be used at any level of interest rates - so long as they were designed not to interfere with the monetary policy stance.", "At times when inflation fell too low, it made sense to shift from \"separation\" to \"combination\" so that all tools reinforced the required policy easing.", "That is why, for example, we linked asset purchases tightly to forward guidance on rates.", "But with high inflation now being the main challenge, there are merits in separating policy tools again.", "Preserving policy transmission throughout the euro area will allow rates to rise as far as necessary.", "In this sense, there is no trade-off between launching this new tool and adopting the necessary policy stance to stabilise inflation at our target.", "In fact, one enables the other.", "The euro area is facing a complex mix of shocks which are reducing growth and pushing up inflation.", "In this environment, it is imperative for policymakers, within their respective mandates, to address the risks to the economic outlook.", "Fiscal policymakers have to play their part in reducing these risks by providing targeted and temporary support while, over the medium term, following a rules-based framework that underpins both debt sustainability and macroeconomic stabilisation.", "We are unwavering in our commitment to ensure that inflation returns to 2% over the medium term.", "We have designed a strategy to normalise our policy that allows us to respond nimbly to the high inflation environment.", "And we will ensure that the orderly transmission of our policy stance throughout the euro area is preserved.", "As Leonardo da Vinci said, \"every obstacle yields to stern resolve\".", "We will address every obstacle that may pose a threat to our price stability mandate.", "Kalemli-Özcan, S., di Giovanni, J., Silva, A., Yıldırım, M. (2022), \" Global supply chain pressures, international trade and inflation \", paper presented at the ECB Forum on Central Banking, Sintra, 27-29 June 2022.", "Bjørnland, H. (2022), \" The effect of rising energy prices amid geopolitical developments and supply disruptions \", paper presented at the ECB Forum on Central Banking, Sintra, 27-29 June 2022.", "Based on historical Consumer Price Index data series for euro area countries.", "Fröhling, A., O'Brien, D. and Schaefer, S. (2022), \" A new indicator of domestic inflation for the euro area \", Economic Bulletin, Issue 4, ECB.", "For the increasing importance of services in the Harmonised Index of Consumer Prices, see Baldwin, R. (2022), \" Globotics and macroeconomics: Globalisation and automation of the service sector \", paper presented at the ECB Forum on Central Banking, Sintra, 27-29 June 2022.", "However, 1.1% of workers are still enrolled in job retention schemes.", "International Energy Agency (2022), \" The Role of Critical Minerals in Clean Energy Transitions \", revised versin, March.", "(2022), \" The impact of climate change on activity and prices - insights from a survey of leading firms \", Economic Bulletin, Issue 4, ECB; Bua, G., Kapp, D., Kuik, F. and Lis, E. (2021), \" EU emissions allowance prices in the context of the ECB's climate change action plan \", Economic Bulletin, Issue 6, ECB."], "classifications": ["none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Price stability", "Transmission", "Uncertainty", "Energy", "Growth", "Wages", "Services", "Fiscal policy"]}