{"sentences": ["A year ago, we envisioned a new BSP Complex to rise here at the New Clark City-one that will become a global benchmark for a smart, green, and modern facility that promotes environmental sustainability and efficiency.", "To transform that vision into a master development plan, the BSP searched for the best architectural and engineering design which will bring our vision into fruition.", "The architectural and engineering design will cover the development of 21.32 hectares of land for the construction of a new BSP office building, BSP data centers, command centers, museum, academic buildings, sports complex, and commercial stalls in the non-restricted and semirestricted zones of the new BSP Complex.", "The design will incorporate a water feature and several greeneries that will allow a comfortable, relaxing, and healthy atmosphere for the employees and visitors of the BSP - one that is available for the entire community.", "The design will welcome people with open spaces that have extensive and robust security to safeguard the BSP's currency production, data center, and IT systems.", "Today, I am pleased to inform you that after undergoing very stringent procurement processes, we have found the design we were looking for.", "The conceptual design which AIDEA, (pronounced like \"Idea\") presented best represents our vision of a smart, green, and modern BSP.", "The development plan embodies inclusivity, reflective of the BSP's drive for financial inclusion.", "With easily accessible, and pedestrian- and bicycle-friendly circulation paths, we are constructing a new BSP Complex that is \"for the people.\"", "Furthermore, a museum and a sports complex will help nurture this inclusive environment.", "The BSP recognizes the impact of climate change in the country's financial system.", "Thus, we are integrating sustainability principles in all ways possible, especially in this infrastructure.", "This design resonates well with our sustainability agenda.", "It incorporates sustainable and green design elements and introduces multi-dimensions of sustainability, wellness strategies, and technologies.", "There will be smart building systems.", "Low-energy materials and processes will be used and observed.", "And onsite renewable energy will be utilized.", "In line with the BSP's efforts toward digital transformation, the new BSP complex will also use technological advancements to promote a digital lifestyle without taking away personal interactions within members of the community.", "We are grateful for the efforts that AIDEA put together in this master development plan.", "The amount of hard work and the thought process involved in the development of the plan show how well you understood our intention to capture the messages of strength, stability, sustainability, and resilience.", "We are glad to welcome you onboard, and like your concept for the main building, this day marks two hands reaching out for the Filipino - yours and ours.", "The BSP which will rise here will not just be a regular government office but embodies BSP's vision and aspirations for the country.", "What will rise here is a BSP complex that is greener, better, smarter, and for the people.", "May we all enjoy this wonderful day!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["BSP Complex", "Sustainability", "Smart", "Green", "Inclusivity", "Financial Inclusion", "Digital Transformation", "Resilience", "Wellness", "Modern"]}