{"sentences": ["Indian Business: Past, Present and Future Address delivered by Shri Shaktikanta Das, Governor, Reserve Bank of India on the occasion of Iconic Week of Azadi ka Amrit Mahotsav Celebrations organised by the Central Board of Indirect Taxes and Customs in Mumbai on June 9, 2022 It is a great pleasure to address such an august gathering in this event organised by the Central Board of Indirect Taxes and Customs (CBIC), Department of Revenue, Government of India as part of the Iconic week of Azadi ka Amrit Mahotsav celebrations.", "The topic I have chosen for my address today, namely, \"Indian Businesses: Past, Present and Future\" will resonate with the audience here.", "Businesses form the bedrock of an economy and on an occasion like this, it would be worthwhile to look at how Indian businesses have evolved over the years.", "The current context of transformative changes that are altering the business landscape in India and across the world is yet another reason for choosing this theme.", "I have structured my talk in the following order.", "I shall start by recounting the historical evolution of Indian businesses to draw lessons for the future.", "I will then turn to the current scenario where I propose to highlight the tremendous opportunities that are available today for Indian businesses and the challenges that they would have to contend with.", "I also propose to highlight aspects of corporate governance and related issues that are indispensable for a sustained performance by any entity or business.", "Historically, businesses have been the creators of wealth by bringing innovation in production and trading activities which facilitated higher productivity and better standard of living of the people.", "Apart from creating growth and employment opportunities, thriving businesses generate vital resources through tax payments for the government to undertake welfare measures.", "Thus, both from growth and welfare standpoints, businesses play a crucial role in overall economic development.", "In the words of Nobel Laureate in literature T. S. Eliot, \"Only those who will risk going too far can possibly find out how far one can go.", "\"1 The underlying theme of business is to explore opportunities and capitalise on them.", "In India, business and entrepreneurship have always had a special place in our society.", "The history of Indian business is a fascinating story and one that is closely intertwined with the political and economic history of our country.", "Traditionally, Indian businesses were rooted in local knowledge and resources that were greatly admired all over the world.", "During the colonial period, however, many of our businesses were faced with existential challenges.", "Showing resilience and capacity to innovate and improvise, Indian business has over the years not only survived but is now well-positioned to take India's growth story forward.", "Indeed, this could just be the moment of India's arrival as a global growth driver.", "A Peep into History 5.", "The history of Indian business is fairly long.", "India was a key hub of scientific innovation from its very early history which lent India a pole position in several areas like medicines, mathematics, astronomy and metallurgy.", "During the medieval period, India was a prominent economy having trade relations with the rest of the world.", "India was central to the Silk Route and the Cotton Road.", "India's indigenous craftmanship was world renowned.", "Even so, large scale domestic business was restricted by the fragmented nature of political landscape coupled with infrastructural bottlenecks.", "While trading and money lending were the hallmark of business, manufacturing, which was primarily small scale was largely left to artisans.", "In short, trade was the face of Indian business alongside a flourishing banking and exchange business offered by merchants.", "The advent of imperial powers and the discovery of new trading routes completely changed the face of Indian business during the colonial period.", "The onset of the industrial revolution in the late 18th century had catapulted England into a position of leading industrial power.", "British tariff policy encouraged exports of raw materials to the detriment of India's domestic industrial development and local enterprise.", "A Reserve Bank of India Survey in 1948 estimated that of all foreign capital invested in India, only 28 per cent was in the manufacturing industry, whereas 37 per cent was invested in merchandising and transport, and 20 per cent in tea, coffee, and rubber plantation.", "Clearly , the thrust was to promote British interests.", "Despite adverse circumstances, Indian business managed to hold its own amidst the nationalistic fervour of the times.", "With British industrial power on a decline due to war preoccupations, several Indian industries such as textiles, jute, iron and steel, paper and cement consolidated their position.", "Considering the stagnation in the previous decades, the post- World War I spurt in industrial activity was significant.", "Notably, Indian businessmen also remained alive to the socio-political atmosphere of the time by pursuing and propagating the nationalistic agenda.", "Aftermath of Independence 9.", "The initial decades after independence brought in changes to the Indian business environment with economic policy focussed towards capital-intensive production structure.", "Indian businesses were unshackled from the confines and constraints that reduced them to be just raw material producers.", "In the subsequent period, shocks such as wars (1962, 1965 and 1971), droughts (1965-66) and the OPEC oil crisis (1973) revealed the underlying vulnerabilities of the Indian economy.", "In hindsight, excessive regulations stifled entrepreneurial growth and led to inefficiencies that reflected in macroeconomic imbalances of the period.", "As a result, a new vision of political economy driven by markets and private enterprise started to evolve steadily.", "Reforms and After 11.", "In the 1980s, the Open General License (OGL) list for imports was expanded, industrial controls were somewhat eased, limited external borrowings were allowed, and an early version of indirect tax reforms began.", "The external payments crisis, as we entered the 1990s, culminated in the path-breaking economic reforms of 1991. .", "The economic reforms of 1990s were wide-ranging and were essentially based on the trinity of liberalisation, privatisation and globalisation.", "They entailed deregulation; the end of the licence-permit raj; increased outward orientation; and willingness to let market forces play their role.", "The financial system and the external sector also underwent fundamental reforms relating to strengthening of prudential norms and the supervisory system; operational flexibility of the banking sector; taxes and tariffs; exchange rate; and capital flows.", "The reforms aimed to bring competition to promote efficient markets that deliver growth, create wealth and reduce poverty.", "In the years since the initiation of economic reforms, Indian business has witnessed various transformational changes.", "In several sectors spanning information technology, telecom, pharmaceuticals, automobiles, hotels, textiles, engineering goods and entertainment, our businesses have created global reputation.", "Indian business entities have shown a great deal of flexibility in an environment of rapid technological changes.", "This has led to a shortening of product lifecycles and innovation and technology have become key sources of competitive strength.", "The country now commands a diversified industrial base that has shown resilience in the face of multiple challenges posed by shocks such as the Global Financial Crisis, the recent COVID-19 pandemic and now the war in Europe.", "New Opportunities and Challenges 14.", "The last few years have seen several policy measures and reforms that have created conducive conditions for Indian businesses to grow more rapidly.", "There has been a clear focus on improving ease of doing business, simplifying procedures and creating incentives to enable business and industry to take a quantum leap.", "The Make in India and the Production Linked Incentive (PLI) schemes aim to establish India as a world class manufacturing centre.", "The historic reform of goods and services tax (GST) unified various central and state tax laws and provided relief to businesses from cascading of taxes.", "Despite initial teething troubles, the new system has removed tax barriers across states and created a single common market thereby facilitating free flow of goods and bringing efficiency gains across sectors.", "A few states have rationalised labour laws to simplify procedures and ease restrictions of entry and exit.", "The Insolvency and Bankruptcy Code (IBC), 2016 is a ground-breaking reform to help time-bound resolution of stressed assets that will free up scarce capital to drive growth.", "To bridge the infrastructure deficit, several measures including the National Infrastructure Pipeline (NIP), National Monetisation Pipeline (NMP) and the PM Gati Shakti have been taken up.", "All these measures are expected to create a conducive business eco-system in India.", "Policy actions taken by the Government and the Reserve Bank since the onset of the pandemic in early 2020 have mitigated the disruptive effects of the pandemic while restoring market confidence and ensuring quick revival in economic activity.", "Alongside, businesses are going through a redefining phase and are adapting to the new realities emerging from the pandemic.", "Adoption of digital technologies and Artificial Intelligence (AI) is getting accelerated across firms/businesses/sectors.", "These disruptive technologies offer opportunities to young enterprises to create their own niche in markets dominated by incumbents.", "A reflection of this is seen in the emergence of several start-ups in the Indian business landscape as young entrepreneurs experiment with ideas in digital payments, online retail, on-demand delivery, education, software and more.", "The number of unicorns, or new businesses valued at over USD 1 billion, is rising very fast.", "These start-ups are supported by a new ecosystem of angel and venture funding, incubators and accelerators - as well as new patterns of consumption in society.", "A word of unsolicited advice to these young entrepreneurs and start-ups: they should constantly evaluate the build-up of risks and vulnerabilities in their businesses.", "I recognise that many of them may already be doing it and risk taking is a part of their business model, but nonetheless these are things which should always be kept at the back of one's mind for long term sustainability of any business.", "Now we are in a situation where it has become imperative even for well-established firms to adopt technology solutions if they wish to remain competitive.", "The advent of new technologies is fundamentally changing all aspects of business.", "Decision making is increasingly supported by insights from data analytics, artificial intelligence and deep learning.", "Now there is almost a real-time assessment of customer needs, innovations and market trends that is helping manufacturers to manage production capacities, save costs, reduce risks and meet evolving customer needs more quickly.", "We are in the age of data-driven smart manufacturing.", "If Indian businesses aspire to remain competitive and attain world-class status, it is important that they gear up to make the right investments sooner than later.", "I believe the pandemic-induced changes in strategy, management, operations and priorities are going to stay.", "Therefore, the success of Indian entrepreneurs will depend on how quickly and efficiently they are able to make necessary adjustments in their business models.", "Corporate Governance, Ethics, Accounting Transparency and Corporate Governance 18.", "I would now like to draw your attention to the single most important aspect that determines the long-term success of a business and that is corporate governance.", "The thrust of sound corporate governance is to help build an environment of trust, transparency and accountability in business entities.", "These are prerequisites for fostering long-term investment, business stability and integrity.", "It is important to remember that trust is the most valuable asset of a business; and good governance aims to protect and preserve that trust in the organisation.", "Good governance entails effective and collective oversight by the board and senior management of a company.", "This would also include control layers of risk management and internal audit.", "These need to be based on a proper risk appetite with the purpose of inculcating appropriate risk culture.", "Ethical conduct, accounting transparency and appropriate business models are various components of the broader governance framework.", "Organisational culture can exert substantial influence on both ethical conduct and transparency practices.", "Former Associate Justice of the U.S. Supreme Court Potter Stewart once stated: \"Ethics is knowing the difference between what you have the right to do and what is right to do\".", "Ethics denotes the conduct of responsible professional behaviour within the mission of a business by managing risks professionally and pursuing profits legitimately.", "It is essential that the board and senior management of a business instil a strong sense of ethics in their organisation by setting up a comprehensive internal code of conduct which is easily and clearly observed, continuously communicated and disseminated across the organisation.", "The strength and viability of a business entity directly draws from its organisational culture and ethics.", "Transparency in Accounting 20.", "A robust corporate governance frame+work would require that businesses follow prudent accounting practices and provide transparent disclosures.", "Sufficient information should be made available to the market participants to enable them to make informed judgments about the health and viability of a business entity.", "Creative and aggressive accounting techniques and policies tend to overstate financial strength and would be detrimental to the long term sustainability of a business.", "The Board of Directors and the Audit Committee should ensure that integrity of the financial statements is not compromised in any manner.", "Entities with robust corporate governance and high transparency get rewarded by the investors with higher valuation metrics and are also able to raise capital at a much cheaper cost.", "The Reserve Bank has mandated a host of disclosures for its regulated entities to ensure that they make full and fair disclosure of all material information in their financial statements.", "This would make them relevant, reliable, comparable and transparent.", "22. Business models and business strategies of individual entities should be conscious choices, that are adopted following a robust strategic discussion in the Board, after considering all relevant aspects.", "Businesses should avoid aggressive short-term reward seeking culture, without regard for the build-up of excessive risks in the balance sheet.", "The common characteristics of some inappropriate business models or strategies that are observed include:  Inappropriate funding structure;  Building asset liability mismatches which are highly risky and not  Unrealistic strategic assumptions, particularly excessive optimism about capabilities, growth opportunities and market trends which may lead to poor strategic decisions that imperil business model viability;  Over-focus on business considerations with neglect of risk, control and compliance systems.", "As I said earlier, risk taking is the essence of doing business.", "What I am now emphasizing is the need to carefully weigh the upsides and downsides of every risk before embarking upon it.", "India has a long history of industrious entrepreneurs and businesses.", "In a sense, the evolution of Indian economy is essentially a reflection of the transformation seen in Indian businesses over the years.", "The story of Indian entrepreneurship is fascinating and now we are witnessing a new generation of entrepreneurs who are the flag-bearers of epochal changes in the conception, organisation and operation of businesses.", "In my speech today, I have attempted to highlight certain important aspects which are essential features of successful and sustainable businesses.", "At the Reserve Bank, we do recognise the role of existing as well as emerging businesses for economic progress.", "Long term success of any business is directly linked to its quality of governance, internal control systems and the robustness of its risk and organisational culture.", "The Reserve Bank has been pushing for improvements in the governance and compliance culture of its regulated entities through a series of measures.", "Indian business is now at a critical juncture with both opportunities and challenges.", "The macroeconomic and geopolitical environment is fast changing and there is a greater need to remain alert.", "I am confident of our dynamic entrepreneurs having ample capacity to deal with the challenges, capitalise on the opportunities and leap forward.", "Let me end by recalling what Steve Jobs said about the role of perseverance in success: \"If you really look closely, most overnight successes took a long time.", "\"3 My best wishes to you all on this great occasion of the Iconic week of Azadi Ka Amrit Mahotsav."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate Governance", "Economic Reforms", "Business Environment", "Innovation and Technology", "Entrepreneurship", "Risk Management", "Accounting Transparency", "Start-ups", "Manufacturing", "Ethics"]}