{"sentences": ["Dear colleagues, I would like to inform you that the Board of the National Bank of Ukraine has decided to raise its key policy rate to 10% per annum.", "As many of the pro-inflationary risks have materialized, tighter monetary policy is needed in order to improve inflation expectations and ensure steady disinflation toward the target of 5%.", "What price developments followed the last monetary policy meeting of the NBU Board?", "At the end of the year, consumer inflation slowed from a peak of 11% in September to 10% in December.", "The factors behind the decline in inflation included: record-high harvests and a correction of some global food prices the strengthening of the hryvnia in the previous months the vanished low base effect and monetary policy tightening by the NBU and administrative decisions to fix tariffs on some utility services.", "On the other hand, a faster disinflation was prevented by a further increase in global energy prices, which passed through to prices of goods and services, and by pressures from other production costs, including labor costs.", "In particular, robust consumer demand also continued to play a role, which, among other things, pushed up core inflation to 7.9% as of the end of the year.", "How will prices behave going forward?", "The NBU has downgraded its 2022 inflation forecast, from 5% to 7.7%, considering the materialization of said pro-inflationary factors.", "In particular, global energy prices will remain high for longer than expected.", "Not only will it put pressure on businesses' production costs, but will also require at least a gradual revision of utility tariffs.", "Price pressures from Ukraine's trading partner countries, in which inflation is only approaching its peak, will remain strong as well.", "Second-round effects from businesses' larger raw material expenses and labor costs will also materialize further on.", "An increase in demand for Ukrainian labor force, both inside the country and abroad, and qualification mismatches on the labor market will impact the growth in wages more than expected.", "With household income rising, consumer demand will remain robust, which will restrain disinflation.", "On the other hand, monetary policy tightening by the NBU, a correction of global commodity prices, the influence of last year's bumper crops, the easing of the global inflation surge, and vanishing effects of the pandemic will foster a gradual disinflation.", "The NBU estimates inflation will be quite volatile in 2022 due to base effects.", "In addition, like in many other countries, the rise in inflation in Ukraine will last longer than expected.", "Taking into account the strong pro-inflationary factors and the need to continue supporting the post-pandemic economic recovery, inflation is projected to return to the target range of 5%±1 pp in 2023.", "What will be the overall state of the Ukrainian economy?", "The growth will be underpinned by consumer demand and still rather favorable terms of trade.", "Yet the potential for growth will be limited by the rather heavy fallout from the coronavirus crisis, relatively high energy prices, and shortages of certain raw materials, especially in the first half of the year.", "This will be due to the following factors: Geopolitical conditions will stabilize during 2022.", "The negative impact of the pandemic will fade completely.", "The global economy will continue to grow.", "And the terms of trade will remain rather favorable.", "According to our forecasts, the current account deficit will widen to 3.3% of GDP in 2022 and to 3.3%-3.5% of GDP in the coming years due to the revival of domestic demand from both consumers and investors.", "Under what conditions would this forecast materialize?", "The primary assumption of the NBU Board is that Ukraine will continue to make progress on its cooperation with the IMF.", "IMF financing was a significant catalyst of the Ukrainian economy in 2020-2021.", "Cooperation with the IMF stands to be at least as important in the years ahead, especially as geopolitical tensions loom large and competition for capital between EMs and other countries intensifies amid the tighter monetary policies pursued by central banks around the globe.", "Key risks to the forecast are still posed by an escalation of the military conflict with Russia and a longer and more pronounced global price surge than expected earlier.", "The stoking of tensions in the media regarding the possibility of military aggression has decreased the value of Ukrainian assets and increased depreciation pressures.", "Prolonged geopolitical tensions could have a very negative impact on the expectations of households, businesses and investors, while also significantly hampering investment in the economy and making it difficult to raise external financing.", "If geopolitical risks increase further, the NBU will stand ready to tighten its monetary policy.", "The ongoing global spike in inflation, due to, among other things, persistently high energy and food prices, remains an important risk.", "Looking ahead, global price movements will strongly depend on how quickly leading central banks respond to inflation challenges.", "Any delays will push up external price pressures.", "Conversely, a rapid tightening of monetary policies by leading central banks poses the risk of there being more substantial capital outflows from emerging markets.", "The baseline scenario of the NBU's forecast assumes that the impact of the pandemic on the Ukrainian economy will continue to decrease.", "That said, the emergence of new coronavirus variants, coupled with the still low vaccination rollout in Ukraine, poses the risk of additional economic losses in 2022.", "New pandemic outbreaks are unlikely to hit consumer demand hard, but will stifle business activity.", "This could increase inflationary pressures.", "Other pro-inflationary risks are also important.", "These include: a marked deterioration in terms of trade or a sharp decline in harvests after last year's a revival in labor migration, on the back of the gradually waning pandemic, which could increase the mismatches on the domestic labor market and push up wage costs and the need to bring utility prices to economically sound levels.", "What will the NBU's monetary policy stance be in future?", "Under the baseline scenario of the macroeconomic forecast, the monetary policy stance will remain moderately tight over the entire forecast horizon.", "The key policy rate will be at least at its neutral level in 2022 and in the coming years.", "In addition, to shore up the interest rate channel of monetary transmission by managing the structural surplus of liquidity in the banking system, the NBU in February will raise by 2 pp the required reserve ratio for current accounts denominated in hryvnias and current accounts and term deposits in foreign currency.", "In March, the central bank will also consider the issue of introducing other measures to regulate the banking system's structural liquidity surplus.", "The NBU will continue to intervene in the FX market to smooth out excessive market fluctuations.", "At the same time, the NBU decided not to carry out daily interventions to purchase foreign currency on the interbank FX market to replenish the reserves.", "The NBU continues to assess the balance of risks for its baseline forecast for inflation and the key policy rate as having shifted upward, especially in the medium term.", "In view of the above, the NBU will continue its monetary policy tightening cycle and stands ready to act decisively if pro-inflationary factors continue to materialize.", "Thank you for your attention!"], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Energy prices", "Labor market", "Global economy", "IMF cooperation", "Geopolitical risks", "Pandemic", "Banking system"]}