{"sentences": ["Published Date: 28 July 2022 Remarks by Mr Ravi Menon, Managing Director, MAS, 'From Green Finance to Transition Finance', at the MAS Sustainability Report 2021/2022 Media Conference on 28 Good morning and thank you for joining us today at the launch of MAS' sustainability report 2022.", "High quality sustainability disclosure is critical to managing environmental risks and allocating capital to climate risk mitigation.", "The Task Force on Climate-related Financial Disclosures (TCFD) has issued a set of recommendations for clear, comparable, and consistent disclosures on climate related risks and opportunities.", "More recently, the International Sustainability Standards Board (ISSB) has published dra proposals for a more comprehensive global baseline sustainability reporting standard, building on the TCFD recommendations.", "This second sustainability report by MAS is aligned with the TCFD recommendations - one of the few central bank reports in the world to do so.", "We hope it will set the tone as internationally consistent sustainability disclosures become mandatory for financial institutions and listed companies in Singapore over the next couple of years.", "MAS will align future reports with new international standards, including that of the ISSB.", "Before I report on the progress that MAS and the financial sector have made on sustainability, let me briefly paint the larger picture on climate change.", "In a nutshell, the threat of climate change has grown but progress in mitigating it has been slow.", "Global greenhouse gas emissions are continuing to rise, not fall.", "Global temperatures have already risen by 1.1 degrees Celsius above pre-industrial levels.", "According to the latest report by the Intergovernmental Panel on Climate Change (IPCC), global warming is already causing widespread climate-related disruptions around us.", "To limit global warming to 1.5 degrees Celsius, global greenhouse gas emissions must peak by 2025 and come down by about 45% by 2030 relative to 2019 levels.", "This is far from the emissions trajectory the world is currently on.", "The already tepid transition towards net zero has been thrown off course by the war in Ukraine.", "In the short term, the imperative facing some major economies to cut dependence on Russian gas could see them turn to readily available fossil fuel alternatives, including coal.", "But there also promising efforts to make a more decisive pivot towards sustainability.", "More than 601 countries have made pledges to achieve net zero by 2050.", "Close to 450 major financial institutions across 45 countries have made a similar pledge, as part of the Glasgow Financial Alliance for Net Zero (GFANZ).", "Europe is setting ambitious targets to boost renewables development.", "A €300 billion package under the European Commission's REPowerEU plan will accelerate investments into renewables and necessary infrastructure.", "To achieve net zero by 2050 in a way that does not compromise economic growth and social inclusion, we need credible transition strategies.", "The financial system can be a powerful lever to enable such strategies.", "To reach net zero, greening the economy is more important than growing the green economy.", "Investing in green technologies and renewable energy is important.", "But such pure green activities are estimated to make up less than 8% of the global economy2.", "Non-green activities - in manufacturing, building and construction, aviation, maritime, agriculture and fisheries - make up the bulk of any economy.", "To move the needle on emissions reduction, we need transition strategies that progressively reduce the carbon footprint across all economic sectors.", "Green finance alone is not enough.", "The world, and Asia in particular, need transition finance.", "The global financial industry has made good progress in harnessing green finance.", "Last year, green and sustainable bond issuance reached US$800 billion3, a tenfold increase from 2015.", "Where the industry needs to do better is in transition finance - to provide the funding support for companies that are not so green, to become greener.", "Last year saw just twelve transition bonds issued globally, amounting to US$4.4 billion.", "The transition bond market has good potential to grow.", "Transition finance is an important theme that permeates this year's MAS sustainability report.", "The report reflects how sustainability is integrated across MAS' functions as a central bank, an integrated financial regulator, and promoter of the financial sector.", "It details our efforts, together with the financial industry, to: strengthen the resilience of Singapore's financial sector to environmental risks; develop a vibrant sustainable finance ecosystem; build a climate-resilient Official Foreign Reserves investment portfolio; and reduce carbon emissions across all of MAS' own physical operations.", "Let me now report progress on each of these four key outcomes.", "A CLIMATE RESILIENT FINANCIAL SECTOR First, a climate resilient financial sector.", "MAS seeks to strengthen the financial sector's resilience to environmental risks in four ways: integrate environmental risk into our supervisory framework; deepen climate scenario analysis through stress tests of financial institutions; enhance comparability and reliability of sustainability-related disclosures; and engage financial institutions on their transition plans for reducing emissions.", "MAS has published papers highlighting good practices in environmental risk management by banks, insurance companies, and asset managers.", "These good practices were drawn from a review of how some financial institutions were implementing MAS' guidelines on environmental risk management issued in Areas for improvement include: setting credible and actionable targets to chart progress on reducing carbon obtaining environmental-related data on clients' business operations so that financial institutions can play a more effective role as stewards of clients' transition plans.", "MAS has incorporated a range of long-term climate scenarios as part of this year's stress tests for the financial industry.", "The climate scenarios take reference from those developed by the Network for Greening the Financial System (NGFS), which sketch out three possible future a business-as-usual scenario where no additional climate policy actions are introduced from now till 2050; an ambitious scenario where the world undertakes timely and decisive actions to move towards a low carbon future in an orderly manner; and a disruptive scenario where the shi to a low carbon future is delayed and sudden, resulting in abrupt structural shis in the global economy.", "SGX and MAS are stepping up efforts to strengthen the comparability and reliability of sustainability-related disclosures - for listed companies, major financial institutions, and retail ESG funds.", "Listed companies will be required to disclose their climate-related risks, based on TCFD recommendations, from 2023 onwards.", "Listed entities from the financial services, energy, agriculture, food and forest products industries will be scoped in first.", "By 2025, more than 60% of SGX-listed entities by number and 78% by total market capitalisation will be covered.", "These steps will be important in preparing issuers for eventually reporting against the ISSB standard which is expected to be finalised by the end of this year.", "Mandatory climate-related disclosures for major financial institutions will kick in later but reference the ISSB standard.", "Currently, MAS expects all financial institutions to make climate-related disclosures from this June onwards, in accordance with international reporting frameworks such as the TCFD recommendations.", "For mandatory reporting, rather than adopt the TCFD recommendations and then move to the ISSB standard, MAS has judged that a seamless move to the ISSB standard would be more efficient.", "We will consult on the disclosure requirements for financial institutions as soon as the ISSB standard is finalised.", "Today, MAS is putting out disclosure and reporting guidelines for retail ESG funds.", "Funds that are sold to retail investors in Singapore under the ESG label will now have to provide relevant information to better substantiate the label.", "Some of the required information includes: details on the ESG fund's investment strategy; criteria and metrics used to select investments; and risks and limitations associated with the fund's strategy.", "MAS will require the disclosures to be made on an ongoing basis.", "Investors will receive annual updates on how well the fund has achieved its ESG focus.", "The new guidelines, to take effect from January 2023, will help to reduce greenwashing risks and enable retail investors to better understand the ESG funds they invest in.", "MAS is planning to engage financial institutions on their transition plans towards netzero or other relevant emissions targets.", "We are working with fellow supervisors at the NGFS to examine the role of supervisors in assessing financial institutions' transition plans.", "We are also studying ways to assess the resilience of financial institutions' transition plans to environmental risks.", "In developing their transition plans, financial institutions should engage their clients on their emissions reduction plans and reference credible sectoral pathways.", "A sectoral pathway provides clear criteria on the emissions reduction required by entities in that sector over a multi-year horizon to support the goal of limiting global warming to 1.5-degree Celsius.", "The Science Based Targets Initiative (SBTi), for instance, has published sectorspecific guidance on target setting for emissions reduction for five sectors.", "A VIBRANT SUSTAINABLE FINANCE ECOSYSTEM The second key outcome: a vibrant sustainable finance ecosystem.", "This past year, we focused on four areas: climate financing mechanisms such as blended finance sound and vibrant carbon markets comparable and reliable sustainability data capability building and research Traditional sustainability finance solutions have made good progress but may not be sufficient to close the financing gap.", "According to the International Energy Agency, about US$5 trillion of climate investments may be required annually by 2030 to support the world's transition to net zero by 2050.", "But climate finance only reached about 30% of the amount required, in 2021.", "A key impediment is that many sustainability or transition projects are not quite bankable; their return profile is not commensurate with the risks facing investors.", "Synergising public and private capital - through blended finance - can potentially be a key part of the solution to bridge the gap.", "Catalytic funding from the public sector, multilateral banks, and philanthropic sources can potentially provide critical de-risking and improve project bankability.", "This in turn can help crowd in additional multiples of private sector funding.", "There are some promising developments in the blended finance space.", "Globally, more blended finance platforms have been launched, such as the IFCMIGA Private Sector Window Blended Finance Facility.", "Regionally, HSBC and Temasek have set up a debt financing platform for Asian green and sustainable infrastructure projects, with support from Asian Development Bank and Clifford Capital.", "MAS is keen to promote blended finance solutions to help fill Asia's transition financing gap and will be hosting a pre-COP27 conference on blended finance.", "The conference, to be held on 4 October 2022, will bring together key public and private stakeholders from around the world - multilateral development banks, governments, catalytic donors, institutional investors, and financial institutions - to develop innovative solutions to de-risk and channel funds to green and transition projects in the region.", "Singapore is facilitating the growth of the voluntary carbon services ecosystem.", "Carbon credits help to channel funds from firms with hard-to-abate emissions to projects that reduce or remove emissions.", "Singapore is home to more than 70 organisations providing carbon services, the highest concentration of service providers in Southeast Asia.", "Singapore is partnering the World Bank and International Emissions Trading Association to host the Climate Warehouse.", "This is a meta-data infrastructure that will connect various carbon credit registries in the world to facilitate information sharing on carbon credit projects and reduce the risk of double counting carbon credits.", "Carbon exchanges such as AirCarbon Exchange, MetaVerse Green Exchange, and Climate Impact X (CIX) have set up bases in Singapore.", "CIX has launched Project Marketplace, a digital platform enabling businesses and carbon project suppliers to list, compare, buy, and retire carbon credits.", "Comparable and reliable sustainability data are critical to develop and track the progress of transition plans.", "MAS has focused on two priorities: standardise the taxonomy for transition activities and make it interoperable with other major taxonomies; and improve financial institutions' ease of access to relevant ESG data.", "MAS is supporting the development of an industry-led green and transition taxonomy.", "In the first phase of the work, the Green Finance Industry Task Force (GFIT) defined the environmental objectives of the taxonomy and identified eight focus sectors.", "In the second phase, GFIT has set out detailed thresholds and criteria to classify activities as green or amber for economic activities in the energy, building, and transportation sectors.", "The proposed amber (or transition) thresholds will take into consideration the feasibility and availability of alternative technologies in Singapore and the region.", "In the next phase of its work, GFIT will issue, for public consultation by the end of this year, thresholds and criteria for another five sectors.", "MAS is engaged in work on inter-operability across national taxonomies.", "Globally, MAS is participating in work by the International Platform on Sustainable Finance (IPSF) to develop a common ground taxonomy across the EU and Chinese taxonomies.", "As Vice-Chair of the ASEAN Taxonomy Board, MAS is involved in developing a multitier ASEAN taxonomy to guide transition financing flows in this region.", "To facilitate financial institutions' access to clear and reliable ESG data, MAS is working with industry partners on Project Greenprint to develop relevant digital infrastructures.", "In May this year, an ESG registry was launched under Project Greenprint.", "The registry uses distributed ledger technology to record and maintain the provenance of green certifications issued by various competent bodies, allowing banks to access these for their green and sustainable financing decisions.", "Later this year, MAS and SGX will launch an ESG disclosure platform, also under Project Greenprint.", "The platform will allow listed companies in Singapore to upload corporate sustainability data in a structured and efficient manner, accessible by external stakeholders upon consent.", "It will help streamline and reduce corporates' ESG reporting burden, and ensure comparability for users of these data sets such as financial institutions and service providers.", "MAS is getting together with the industry to establish an ESG impact hub focused on applying technology to enhance the ESG data ecosystem.", "The Hub will run a number of ESG accelerators, aimed at spurring sustainabilityfocused innovation and encouraging the development of solutions to plug ESG data gaps.", "The Hub will host green fintech players and provide a platform for collaboration and experimentation, to help them scale and integrate their solutions with use cases in the financial sector and real economy.", "For example, Google Cloud will launch here the world's first open-source cloud platform to facilitate the deployment of climate FinTech solutions by the financial sector.", "Capacity building and research in sustainable finance was given a further boost this year with the establishment of a third centre of excellence.", "The Sustainable and Green Finance Institute (SGFin) will provide multi-disciplinary research and training targeted at shaping sustainability outcomes and policymaking across the corporate and financial sectors.", "MAS is pleased to share that the Centre for Sustainable Finance and Private Wealth (CSP), founded at the University of Zurich, has supported the set-up of an office in Singapore.", "CSP Singapore will provide specialised training backed by applied research in sustainable finance, tailored for the wealth management industry in Asia, and including areas such as impact investing and blended finance.", "MAS and the Institute of Banking and Finance (IBF) have outlined twelve Technical Skills and Competencies (TSC)s in sustainable finance.", "Taking reference from the TSCs, the Wealth Management Institute and the Investment Management Association of Singapore have introduced a series of capacity building workshops and initiatives.", "MAS, together with IBF, will embark on a Jobs Transformation Map (JTM) for sustainable finance.", "The JTM exercise will project how job roles in Singapore's financial sector will evolve over a 3-, 5- and 10-year horizon as sustainability becomes more integrated with mainstream financial services.", "The exercise will help MAS and IBF develop more effective strategies to support the building of skills in sustainable finance.", "Finally, the Financial Sector Development Fund (FSDF) administered by MAS has set aside S$100 million over the next five years to accelerate Singapore's sustainable finance agenda.", "This comes on top of the S$115 million in funding support committed over the last three years for sustainable finance activities.", "The additional funding will continue to promote areas such as capability building, green fintech, climate risk and reinsurance, and solutions for transition finance and sustainable infrastructure.", "A CLIMATE RESILIENT OFFICIAL FOREIGN RESERVES INVESTMENT PORTFOLIO The third key outcome is a climate resilient official foreign reserves investment portfolio.", "As the steward of Singapore's official foreign reserves, MAS will ensure that the reserves investment portfolio is well-positioned for the transition to a low-carbon future.", "This means: protect the reserves against potential effects of climate change as well as the potential policy and technological changes to mitigate climate change; and benefit from opportunities presented by the transition to a low carbon future.", "MAS is building the portfolio's climate resilience from the bottom-up through our external fund managers.", "We expect our external fund managers to: integrate climate change considerations into their investment process; and steer their portfolio companies to align with our expectations.", "Working with like-minded shareholders, MAS' external fund managers have influenced portfolio companies to enhance disclosures and strengthen transition plans and targets.", "The transition towards a low carbon global economy could accelerate given the growing importance that is being placed on climate mitigation.", "If this happens, MAS' equities portfolio is expected to be the most impacted.", "We are therefore taking two portfolio actions to guard against the risks from an accelerated low carbon transition and to benefit from low carbon investment opportunities.", "MAS will implement a climate overlay programme (COP), starting next year.", "Under the COP, we will tilt our equities investments towards exposures that are less carbon-intensive and more aligned with the low-carbon transition.", "The programme will start with a small allocation to a customised equities benchmark, and it will be scaled up over time, guided by climate signposts.", "MAS will exclude from our portfolio, the equities and corporate bonds of companies which derive more than 10% of their revenues from thermal coal mining and oil sands activities.", "Such companies have high transition risks but limited long-term prospects as the world transits to the use of cleaner or renewable sources of energy.", "The exclusion will minimise our portfolio exposures to companies with the largest risk of asset stranding.", "As a result of these climate portfolio actions, MAS expects that the weighted average carbon intensity of our equities portfolio will be reduced by up to 50% by FY2030 compared to the base year of FY2018.", "MAS will continue to monitor climate signposts to assess the pace and nature of the lowcarbon transition, and will adjust our portfolio actions accordingly.", "A SUSTAINABLE ORGANISATION The fourth key outcome is a sustainable organisation.", "This is about MAS' efforts to reduce its own carbon emissions across its physical operations.", "Last year, we started reporting our Scope 1, Scope 2 and part of Scope 3 carbon emissions.", "This year, we have taken further steps.", "First, we have expanded the reporting of our Scope 3 emissions to include that from MAS' outsourced currency operations.", "We now have a complete picture of our carbon profile.", "Second, we have set near-term emissions reduction targets, which have been independently validated based on the Science Based Targets initiative (SBTi) methodology.", "Currently, our Scope 1 and Scope 2 emissions account for around 40% of our total emissions, mostly contributed by electricity consumption.", "To achieve our targets, we will continue to deploy energy efficient measures in our central air conditioning and lighting systems.", "We will also install solar panels on the roof spaces of our buildings and explore other carbon abatement solutions.", "To scale down emissions related to air travel, we have introduced a carbon budget framework and measures relating to delegation sizes.", "MAS aims to reduce our Scope 3 emissions from outsourced currency operations by 10% by FY2025, and by 20% by FY2030, from the level in FY2018.", "Outsourced currency operations accounted for more than 50% of MAS' total carbon emissions in FY2021, in part due to the significant drop in air travel.", "To reduce upstream emissions, we are working with our vendors to reduce carbon emissions in currency production.", "We plan to incorporate environmental considerations in selecting our currency vendors in future.", "To reduce downstream emissions, MAS will continue with efforts to promote epayments and reduce public demand for notes and coins.", "The carbon footprint of the excess new notes issued to meet festive demand each year makes up about 8% of MAS' total emissions, comparable to the emissions from powering 430 four-room HDB flats annually.", "MAS will step up efforts to reduce demand for new notes during festive seasons such as Lunar New Year by encouraging the use of fit notes and e-giing.", "We hope more Singaporeans will embrace these alternatives to reduce the environmental impact and carbon footprint of new notes for festive giving.", "Looking beyond 2030, MAS is studying the earliest possible timeframe to achieve net zero emissions for our physical operations, in line with Singapore's commitment to achieve net-zero by or around mid-century.", "With that, I will conclude my remarks.", "[1] Climatewatchdata.org/net-zero-transition [2] FTSE, Investing in the green economy 2022, May 2022 [3] Climate Bonds Initiative, Sustainable Debt Global State of the Market 2021, April 2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Transition Finance", "Climate Change", "Green Finance", "Sustainability Disclosures", "Sustainable Finance Ecosystem", "Climate-Resilient Financial Sector", "Climate-Resilient Official Foreign Reserves Investment Portfolio", "Sustainable Organization", "Carbon Markets", "Blended Finance"]}