{"sentences": ["I am delighted to welcome you to this event marking the conclusion of the first call for proposals by Milano Hub, the innovation centre through which the Bank of Italy intends to provide concrete support to digital developments in the financial market.", "This first call focused on the contribution of artificial intelligence to improving the provision of banking, financial and payment services.", "The importance of this field is apparent in the many Fintech and non-Fintech initiatives that rely on technological solutions based on artificial intelligence.", "We have seen this not only when performing our institutional functions but also through our dialogue with the market within the two other innovation incubators, the Fintech Channel and the regulatory sandbox.", "Based on some market estimates, investment in artificial intelligence in Europe currently amounts to more than $20 billion and is set to exceed $50 billion in 2025.", "The banking and manufacturing sectors are among the trendsetters and yet - according to analyses conducted by the European Commission and the European Investment Bank - Europe lags behind both the US and China in the development and use of artificial intelligence.", "Artificial intelligence systems allow business processes to be modernized, strengthen risk management processes, and promote the supply of new products.", "At the same time, they can give rise to new risks that must be carefully monitored.", "We must, for example, ensure that the mechanical adoption of complex and at times opaque algorithms do not generate distortions and improper uses of data.", "Acknowledging the need for a common legal framework to regulate the use of artificial intelligence, last year the European Commission began discussions on its definition.", "Specific provisions on the financial sector are contained in the framework proposal, which will help ensure an increasingly intensive yet balanced use of the applications developed by industry.", "It is from this fertile and promising new ground that we put out the call for proposals for our hub.", "The market response has been more than positive with over 40 projects presented by Italian and foreign operators.", "The initiatives, which were submitted to a panel of experts for evaluation, were notable in most cases for their variety, novelty and the wealth of topics explored.", "This experience has proven that Milano Hub can be a key forum for interacting with the market and supporting the development of innovative solutions based on approaches that take due account of the need to balance opportunities and risks.", "Before announcing the winners, I wish to thank all of you who answered this call for proposals and who took up this shared challenge.", "Special thanks go to the members of the panel who assessed the projects, for their commitment to carrying out a difficult task with great speed and professionalism, and to all our colleagues in the Bank of Italy who enabled us to reach our goals in just a few short months.", "I wish you every success in your future endeavours and hope that cooperation between the supervisory authorities, Fintech companies, supervised intermediaries and research centres can continue to make progress and to be intensified over time."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Artificial intelligence", "Financial innovation", "Fintech", "Risk management", "Regulatory framework", "European Commission", "Milano Hub", "Banking", "Data", "Opportunities and risks"]}