{"sentences": ["Central clearing: three lessons and a path forward - speech by Christina Given at the European Association of CCP Clearing Houses (EACH), Published on 19 May 2022 Christina Segal-Knowles talks about central clearing (a system that helps manage the risks of financial contracts).", "She says the work to strengthen it is a crucial part of our efforts to enhance the resilience of the UK and global financial system.", "Christina reflects on recent episodes of extreme market stress, and looks at what could be learnt from them to make central clearing stronger.", "Thank you for having me - it is a pleasure to be here with you to celebrate the 30th anniversary of EACH.", "I would have loved to be there in person.", "But I have another anniversary to celebrate here in London - my son turns 6 today - so I am multitasking!", "The reality is that Central Counterparties (CCPs) have much to celebrate.", "A decade ago, incentivising central clearing was a key prong of post-global-financial-crisis reforms.", "CCPs were central to efforts to move away from the opaque network of insufficiently margined bilateral derivatives contracts that helped to turn a slump in U.S. subprime mortgages into a global financial meltdown.", "Today, prompt and transparent margining and greater use of central clearing ensures that perceived stress on one major participant does not cause a panic.", "Greater use of CCPs and the broader reforms to derivative markets have made the financial system more resilient.", "But history is full of stories of reformers who made progress, declared victory, and paused, only to find their accomplishments threatened or reversed.", "For the post-crisis reforms to be durable, we cannot rest on our laurels - we have to keep learning and adapting.", "CCPs should keep themselves central by again being part of the solution.", "Over the past two years, two episodes of extreme market stress caused by external factors have tested the system: first, a once-in-100 year pandemic and second, the unprovoked invasion of Ukraine by Russia.", "We should use the lessons from those episodes to make central clearing stronger.", "Global Pandemic - Spring 2020 In early 2020, the COVID-19 pandemic sparked a 'flight to safety' by investors, with considerable volatility across asset classes, including government bonds.", "We saw the biggest two-day price moves for some cleared products in the past decade.", "Thankfully, the financial system entered the pandemic in a much stronger position than in 2008, with at least $1trillion in additional collateral against over the counter (OTC) derivative exposures; and a significant increase of central clearing in OTC markets.", "CCPs in this period functioned as intended.", "Very significant and sudden changes in asset prices did not lead to counterparty credit risk - actual or anticipated.", "There were no major clearing member defaults during the pandemic, so clearing was not tested to the limit.", "But there was no panic about counterparty credit risk, no ructions in the interest rate swap markets.", "UK CCPs were able to provide clearing services without disruption.", "However, the episode highlighted a feature of the reformed system: in periods of stress, losses are realised faster.", "Market participants are forced to post sufficient collateral that reflects the market volatility promptly.", "This is key to addressing the build-up of counterparty credit risk that had been at the root of the devastating global financial crisis.", "But it also meant that some market participants faced a liquidity crunch and a different type of panic as investors scrambled to get their hands on cash (and particularly U.S. dollars).", "Margin calls in aggregate were large over the stress period.", "Initial and variation margin increased significantly, with the increase in initial margin (IM) at major global CCPs totalling around $300billion in March 2020 and the increase in variation margin (VM) flows peaking at $140billion during the height of the stress in mid-March.", "Central banks had to step in to restore market stability in a big way.", "Over the course of 2020, G10 central bank balance sheets rose by $8 trillion.", "Had central banks not acted, the financial stability consequences could have been severe.", "The first quarter of 2022 saw another episode of unprecedented volatility across financial markets as Russia invaded its neighbour.", "Once again, we saw shocks, this time in some commodity and energy markets.", "Again, we saw big margin calls at CCPs.", "Losses (and corresponding gains) on derivative positions spiked across February and March 2022, primarily in markets experiencing the largest shocks.", "The margin exchanged to reflect those losses and gains (VM) across UK CCPs in Q1 2022 were larger than those observed during the 2020 Covid crisis.", "UK CCPs' aggregate initial margin requirements also increased, but by relatively less than we saw during Q1 2020.", "This was partially because the shocks to asset prices were less broad- based, and partially because commodity markets had gone through a period of volatility just a few months earlier, so initial margin was already elevated.", "Some early lessons Just because central clearing has been a success, does not mean that CCPs and CCP regulators do not need to keep learning.", "CCPs have been central to making the financial system safer over the past decade.", "But we have also seen new significant strains that need to be addressed.", "Policy makers and market participants have deliberately and sensibly put CCPs in the centre of the financial system.", "To continue to earn that trusted role we need to keep learning - we cannot be defensive.", "I see three areas for further work (1) Tackle the side effects without sacrificing the cure By design, post-crisis reforms mean that in events of market turmoil losses are crystalized promptly and risk is repriced.", "But as we have seen in 2020 and again in 2022 this can mean very sharp strains on liquidity in parts of the system.", "The answer here is obviously not to return to pre-2008.", "We need to avoid having such short memories that we return to a pre-Lehman system.", "Instead, just as CCPs were part of the solution when it came to counterparty credit risk, they can play a role in helping to solve the liquidity risk we have seen recur in each recent episode of stress.", "In particular, CCPs can: ensure that IM is sufficiently conservative in good times that it reduces the need for wild swings once a crisis hits; and ensure that participants have sufficient information, data, and tools to anticipate what margin calls might look like under stress, and how pro-cyclical they may be.", "Importantly, tackling the side effects will also require addressing participants' preparedness to meet stress margin calls.", "While CCPs can play a part in the solution, this is not something CCPs can solve on their own.", "We also need to take a hard look at the ability of non-banks to insure against severe but plausible liquidity stress.", "The international work to look at these issues[8] is welcome - it offers opportunities to address them in a way that preserves and enhances the role of CCPs.", "If done right, it can help to address the lessons of the COVID and Russian invasion market turmoil, while ensuring that market participants have incentives to centrally clear their derivatives trades in good and bad times.", "(2) The past is not always a good guide to the future Markets, especially those for physical commodities, can behave in unexpected ways.", "Let me give you just a few examples.", "In April 2020, as the global economy was still reckoning with the many consequences of prolonged lockdowns, West Texas Intermediate (WTI) oil future contracts close to their expiry date went from positive to negative - people were willing to pay for you to take oil off their hands.", "Last year, in February 2021, the Great Texas Freeze hit as a result of several severe winter storms; we saw the coldest weather there for generations.", "This overwhelmed much of the state's power infrastructure, leading to extraordinary spikes in natural gas and electricity prices - multiplied several hundred times in some markets.", "Earlier in March this year, the 3-month Nickel contract price rose +$21,000 per tonne in two days, and then rose a further +$53,000 per tonne in overnight trading, prompting the London Metal Exchange to suspend trading in nickel futures and cancel the overnight trades.", "These are absolutely extraordinary price moves - the previous historical record two-day increase was +$4,800 per tonne (September 2007).", "There are numerous lessons to be learned from this incident and we have announced an independent review into LME Clear's governance and risk management framework.", "CCP's models and regulation are designed based on history.", "Initial margin covers price moves with at least 99 percent confidence.", "CCPs design stress scenarios to prepare for extreme but plausible events.", "We need more work on what to do about the implausible.", "[10] (3) Ignore structural factors at your peril A basic lesson in science and ecology is that population structures matter.", "Nature's education website declares: \"Ignoring Population Structure Can Lead to Erroneous Predictions of Future Population Size.", "\"[11] The lesson is no different in markets - underlying market structures matter.", "CCPs - who are in the risk management business - can help with this by understanding and managing the markets in which they operate.", "This includes client positions and the role of physical delivery.", "The recent events in the nickel market are a good example.", "The historic price moves I just spoke about can be the result of things completely outside of the financial system - weather, plagues, and invasions.", "But they can also be exacerbated or even driven by market structure.", "In the case of nickel, much of the price move was related to the build-up of a very large position in the form of a tangled and opaque web of derivative exposures involving a single client.", "We have seen these before: Archegos, Long Term Capital Management.", "This time, while the bulk of the contracts were bilateral, many were centrally cleared.", "There will be important lessons learned from the events in nickel - both with respect to the specific incident and more generally,[12] and I am sure I will have more to report following the conclusions of the independent review we have commissioned.", "When it comes to this early lesson, CCPs could form part of the solution.", "The Principles for Financial Market Infrastructures (FMI) say that \"An FMI should identify, monitor, and manage the material risks to the FMI arising from tiered participation arrangements.", "\"[13] That means understanding what is going on with clients.", "Communication between exchanges and CCPs; and better sight of OTC markets by exchanges and CCPs will be important here.", "Thriving, well-regulated, international CCPs, like the members of EACH, continue to be a crucial part of our efforts to enhance financial stability and build resilience.", "As we learn the lessons from recent volatility episodes we should look to how CCPs can continue to be part of the solution by learning and adapting.", "This will require cooperation across borders.", "For the financial system to reap the full benefits of central clearing, we need CCPs that can provide a seamless network of functions across borders.", "We need to ensure that CCPs can continue to operate cross-border with appropriate supervision and regulation that gives both home and host regulators confidence.", "The alternative risks fragmenting the clearing market in ways that will make it less robust, and potentially imperil the success we've seen over the past 14 years.", "Building on the extensive and successful cooperation that already takes place, the Bank of England has outlined an approach to regulating cross-border CCPs based on informed reliance and proportionality.", "Large international CCPs that are well-regulated and supervised by authorities with whom we have a deep cooperative relationship can continue to serve UK clearing members and clients.", "This will make the UK financial system safer.", "And we are already practicing what we preach.", "As a home supervisor for UK CCPs throughout the recent stress events I mentioned earlier, cooperation with host authorities has always been at the front of our mind.", "We held 10 colleges over the past two years.", "Where necessary, we shared daily updates on developments we were seeing.", "Together - and working with all of you in industry, I hope that global CCP regulators can find ways to begin to address the lessons I have just laid out: tackling the side effects without sacrificing the cure; dealing with situations in which history is not a good guide to the future; and understanding the structural factors that can lead to big price moves.", "Addressing the issues we have seen in March 2020 and again in 2022 is both urgent and important.", "Cooperation will give us a strong foundation on which to enhance the crucial role CCPs play in supporting global financial stability as we address vulnerabilities that have become evident in recent stress.", "I am grateful to Sarah Crowley, Chandima Wijerathna, Dan Wright, Don Payagala, Michael Wood, Pavel Chichkanov and Shriya Mrug for their help in preparing these remarks.", "I am also grateful to Jon Cunliffe, Andrew Hauser, David Bailey, Nathanael Benjamin, Sarah Breeden, Andrea Rosen, Imane Bakkar, Martin Arrowsmith, Simon Morley, Justin Jacobs, Barry King and Jaynika Patel for their helpful comments.", "The FTSE All-Share index fell over 10% on 12 March, the largest one-day fall since 1987.", "Other markets also saw shocks beyond or close to the largest in history.", "FSB (2017) Report on effectiveness of derivatives reforms .", "Review of margining practices (bis.org) 5.", "From Lender of Last Resort to Market Maker of Last Resort via the dash for cash: why central banks need new tools for dealing with market dysfunction (bankofengland.co.uk) 6.", "VM calls were six times larger compared to normal levels on 1 March 2022 (£34billion), compared to a five-fold increase on 18 March 2020 (£29billion).", "VM calls at the most affected clearing services were as high as 35 times normal levels (LME Base).", "Total IM requirements of UK CCPs peaked at around 30% higher relative to their pre-stress levels in Q1 2020.", "Review of margining practices (bis.org) 9.", "Joint statement from UK Financial Regulation Authorities on London Metal Exchange and LME Clear | Bank of 10.", "This is different to climate change, where it is possible to model how the future will be different to the past and this is informing the pricing of risk today - but there is no obvious way to identify future market shocks and volatility robustly.", "Ignoring Population Structure Can Lead to Erroneous Predictions of Future Population Size | Learn Science at Scitable (nature.com) 12.", "Joint statement from UK Financial Regulation Authorities on London Metal Exchange and LME Clear | Bank of 13.", "Principles for financial market infrastructures (bis.org) 14.", "Bank of England - Consultation Paper - The Bank of England's approach to tiering incoming central counterparties under EMIR Article 25"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["central clearing", "market volatility", "liquidity risk", "margin calls", "CCP resilience", "structural factors", "cross-border regulation", "implausible events", "financial stability", "derivative markets"]}