{"sentences": ["Where is monetary policy headed?", "Virtual keynote speech at the Frankfurt Euro Finance Summit 04.07.2022 | Virtual | Joachim Nagel 1 Introductory remarks 3 Need for monetary policy action 3.1 How far will key ECB interest rates rise?", ".2 Do we need an anti-fragmentation instrument?", "Introductory remarks Ladies and gentlemen, I would like to extend my warmest welcome to all of you here in attendance at the Frankfurt Euro Finance Summit.", "I wish I could have been there with you today at the Frankfurter Hof.", "Especially since I know that we have all sorely missed seeing each other in person at events like this.", "However, for today, Chancellor Scholz invited me to come to Berlin for the opening event of Konzertierte Aktion.", "I therefore trust you will understand that I am only able to speak to you via video today.", "Konzertierte Aktion focuses on the high rates of inflation and the question of what policymakers and social partners can do to combat it.", "In this context, I believe my role is to contribute the Bundesbank's analytical expertise to the discussion.", "Exchange and dialogue between policymakers and social partners can be beneficial.", "However, it is also clear that the responsibility for safeguarding price stability lies foremost with the independent Eurosystem.", "The Eurosystem is responsible for monetary policy and tasked with safeguarding price stability in the euro area as a whole.", "And it is precisely this topic that I would like to discuss today: where is monetary policy headed, and what is it doing to bring the high rates of inflation back under control?", "Ladies and gentlemen, Just a few days ago, the Eurosystem ended its net purchases under the asset purchase programme.", "The ECB Governing Council very clearly set out the prospect of multiple key interest rate hikes.", "The first rise in interest rates will likely be decided at the next monetary policy meeting on 21 July.", "Many consider this to be long overdue in light of the high rates of inflation.", "To use a house as a metaphor, monetary policy is coming out of the basement and making its way back upstairs.", "It is now taking the first step on the staircase of interest rates.", "Monetary policy is being pushed to act, above all, by the medium-term inflation outlook.", "However, the current inflation rates are cause for concern, too.", "Over the past few months, consumer price inflation has repeatedly reached new highs since the introduction of the single currency.", "And, in the case of Germany, you have to look far back in history to find inflation rates close to those we are seeing now.", "In June, according to the flash estimate and as measured by the Harmonised Index of Consumer Prices, we had an inflation rate of 8.2%.", "That is slightly lower than it was in May, which is partly a result of the Federal Government's relief measures, such as the fuel rebate and the nine-euro ticket.", "Inflation has not been this high for almost 50 years, during the first oil crisis.", "Like at that time, energy prices are currently playing a key role, but so are rising food prices.", "The triggers for these price rises are thus largely on the supply side.", "Most recently, the Russian war against Ukraine was the major contributing factor.", "However, another important aspect was the fact that demand, especially for industrial goods, picked up considerably as the pandemic began to subside around the world.", "In any case, monetary policy cannot afford to simply \"look through\" price inflation.", "If it does not act now, there is a risk that the high rates of inflation will become entrenched.", "This is all the more true given that the price increases are now becoming increasingly widespread.", "Euro area inflation excluding energy and food already came to 3.8% in May - up from 1.0% a year earlier and 1.4% on average between 1999 and 2019.", "And there are signs that inflation will remain high for the time being and only ease gradually next year: for example, strong price pressure at earlier input stages that diminishes only slowly and is transmitted with a time lag.", "The Eurosystem staff macroeconomic projections from the beginning of June expect euro area consumer price inflation to average 6.8% for 2022 and still come to 3.5% in 2023.", "And in 2024, the average inflation rate is projected to still be slightly in excess of our 2% inflation target.", "However, forecasts promising that inflation will decline towards 2% over the medium term should not lull into a false sense of security.", "After all, past projections underestimated the actual path of inflation on multiple occasions.", "That is why they had to be revised upwards over and over again.", "The June projection, too, was already outdated when it was published because the inflation rate in May had been underestimated.", "[1] It may be the case that our models are not capturing the currently exceptionally strong price dynamics in full.", "And quite possibly, the projection will once again have to be revised upwards next time.", "So it's appropriate to exercise caution in this regard, especially since the risks are clearly tilted to the upside - and by that, I mean energy delivery stoppages.", "Need for monetary policy action 3.1 How far will key ECB interest rates rise?", "But it is not just our own experts who do not see inflation declining rapidly.", "Shortterm inflation expectations have risen significantly of late.", "And this concerns the expectations of professional market participants and observers alike as well as households and firms.", "What monetary policy needs to prevent at all events is a situation where mediumterm to long-term inflation expectations drift away from our inflation target.", "Expert surveys indicate that while these expectations have risen, they are still roughly at our target of 2%.", "For monetary policy, anchoring medium-term to long-term inflation expectations is critical \"as it ensures that temporary movements in inflation do not feed into wages and prices and hence become permanent.\"", "[2] That point was driven home by Mario Draghi back in 2014 - that is, in a different setting altogether.", "If that was right back then, it is just as right today.", "Thus, a de-anchoring of inflation expectations has to be prevented no matter what.", "Which now calls for resolute monetary policy action.", "The more tentatively monetary policy acts now, the more it risks getting into a situation where it would need to tighten all the more strongly and abruptly further down the line in order to preserve price stability.", "The example of the US Federal Reserve in the early 1980s shall serve as a lesson here.", "Back then, the Fed raised its policy rate to 19%, no less, willingly accepting the cost of two severe recessions.", "Inflation expectations had become de-anchored at the time, and only extremely high interest rates helped curb the soaring inflation.", "We do not want to get to that point.", "That is why we need to act in a timely fashion.", "It is clear, then, that the interest rate move planned for 21 July is only the first step up the staircase.", "The ECB Governing Council made its announcement of a second step on 8 September equally clear.", "The number of subsequent steps we will have to climb up the interest rate staircase will depend on the medium-term inflation outlook.", "If this does not improve, a more sizeable interest rate hike would be completely appropriate, in my view.", "We are assuming that further interest rate steps will follow, and that monetary policy normalisation will continue.", "Due to current inflation dynamics, the present situation is completely different to that of 2008 or 2011, when the ECB Governing Council had to reverse interest rate increases shortly after implementing them.", "All the same, we are likely to be leaving the monetary policy \"basement\" soon; the era of negative interest rates will finally come to an end.", "It should be plain to see that the rise cannot stop at zero.", "Rather, the still very accommodative monetary policy stance should swiftly be abandoned.", "However, even that could potentially be insufficient to bring the medium-term price outlook in line with the 2% target.", "A restrictive monetary policy stance may be necessary to achieve this, at least temporarily.", ".2 Do we need an anti-fragmentation instrument?", "I will now come to a point in my speech that I'm sure will be of interest to you all.", "It has been the subject of intense debate as of late, and I'd like to share my thoughts on it with you: namely, do we need an anti-fragmentation instrument in the Eurosystem?", "It goes without saying that it is our duty to safeguard price stability.", "We now need to fulfil this mandate.", "Not even fiscal considerations should be allowed to stand in our way.", "It is certainly plausible that risk premia on the bonds of highly indebted Member States have increased with the announcement of the interest rate reversal.", "When the risk-free interest rate level rises, market participants reconsider their risk appetite.", "Risk premia, which were extremely compressed during the low interest rate phase, are expanding again - for a multitude of assets.", "In the case of government bonds, for example, this means that market participants are assessing whether deficit, debt and growth potential are in good shape, and are taking the future outlook into account.", "Of course, a changing interest rate environment will have an impact on these factors.", "The Member States now have the task of bolstering confidence in their future fiscal policies.", "Against such a backdrop, it surprises me that the escape clause for deviation from the fiscal rules was recently already extended to 2023.", "Furthermore, there sometimes seems to be the impression that fiscal rules will no longer be truly binding in future.", "These are the wrong signals to send if we want to generate confidence in sound government finances even in an environment of rising interest rates.", "In any case, it would be fatal if governments were to assume that the Eurosystem will ultimately be ready to assure favourable financing terms for the Member States.", "I would thus caution against using monetary policy instruments to limit risk premia, as it is virtually impossible to establish for sure whether or not a widened spread is fundamentally justified.", "One can easily find oneself in dire straits.", "Monetary policy must not be driven by what are often very short-lived developments in the financial markets.", "Short-term price movements in the financial markets are not a suitable yardstick for monetary policy.", "For, in order to maintain price stability, monetary policy pursues a medium-term inflation target, and for good reason.", "For me, it is clear that unusual monetary policy measures to combat fragmentation can be justified only in exceptional circumstances and under narrowly-defined conditions.", "In my view, therefore, this can only be achieved using a clearly defined instrument.", "Any such instrument would be predicated on comprehensive and regular analyses covering a broad set of indicators.", "Therefore, at a minimum, the following factors require clear justification: First, interest rate spreads are fundamentally unjustified at the observed level.", "In other words, they are the result of excesses in the financial markets.", "Second, individual Member States are not receiving the monetary policy signals as intended.", "In other words, the transmission mechanism is impaired.", "And third, the above is limiting the Eurosystem's ability to maintain price stability in the euro area.", "On the basis of these three conditions, the Governing Council of the ECB would then have to decide whether an anti-fragmentation instrument should be activated based on monetary policy considerations.", "In such a situation, it would be crucial for this measure to be strictly temporary.", "In exceptional situations where these three conditions are met, the OMT programme, which you are all familiar with, already exists in principle.", "OMT is subject to clear conditions.", "This is important from a legal perspective.", "The European Court of Justice and the Federal Constitutional Court have reviewed OMT and found its design to be legal.", "Any new anti-fragmentation instrument would need to be properly set up to meet three conditions: the first condition relating to the orientation of monetary policy, the second to our mandate and the third to economic incentives.", "The first condition, relating to the orientation of monetary policy, is that the use of the instrument must not change said orientation.", "Should this be the case, measures would have to be taken at the same time to neutralise its impact on the orientation of monetary policy.", "The next condition, relating to our mandate, is that, in order to be compatible with our mandate, any new instrument would have to be justified solely on monetary policy grounds, comply with the principle of proportionality and contain sufficient guarantees to prevent it from entering into conflict with the ban on monetary financing of governments.", "There would also need to be an explanation of what sets the new instrument apart from OMT.", "The final condition, relating to economic incentives, is that it is crucial that Member States continue to have sufficient incentives to conduct their fiscal and economic policies in a sustainable manner and reduce their debt levels.", "Effective fiscal conditionality is indispensable in this case.", "It is clear that our current focus must be on the very high inflation rates.", "It is important to concentrate all of our efforts on combating this high level of inflation.", "I would now like to thank you for listening and wish you fruitful discussions, an insightful exchange of ideas and all the best for the event.", "European Central Bank, Eurosystem staff macroeconomic projections for the euro area, June 2022, footnote 10. .", "Draghi, M., Monetary policy in the euro area, Opening keynote speech at the Frankfurt European Banking Congress, Frankfurt am Main, 21 November 2014."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Price stability", "Inflation expectations", "Fragmentation", "Fiscal policy", "OMT", "ECB Governing Council", "Bundesbank"]}