{"sentences": ["Introduction Good afternoon, and thank you for taking time out of your day to join me.", "I'm delighted to be here and honoured to speak to Women in Capital Markets.", "Your goal of accelerating equity and inclusion in the financial industry is one the Bank of Canada shares, and it's one near to my heart.", "This is my first speech since joining the Bank.", "It's also the first in-person speech by a member of Governing Council since the onset of the COVID-19 pandemic.", "Incidentally, the last in-person speech by the Bank was also to your organization in March 2020, right before society-and the economy-shut down.", "There's just something about being able to speak in person that makes it easier to connect-to build trust and credibility.", "And that's exactly what I'd like to talk about today: trust and credibility.", "These are two things that are vitally important to central banks, and two things the Banks of Canada works very hard to achieve.", "A central bank isn't like a commercial bank where you can walk into a branch and open an account.", "We talk about things that can seem abstract to most people-growth, output, productivity.", "And our decisions take time and have to work through other parts of the economy before they directly affect Canadians.", "We can seem a little mysterious.", "But mysterious is not what we're aiming for.", "What we're aiming for is trust.", "We believe we earn the trust of Canadians by clearly explaining ourselves and by following through on our commitments.", "And we know that the better Canadians understand our goals, the more likely we are to achieve them.", "Public trust is fundamental to our ability to deliver on our mandate.", "So we are acutely aware that, with some of the extraordinary actions we have taken during the pandemic and with inflation well above our target, some people are questioning that trust.", "Tough questions, added scrutiny and informed debate are entirely appropriate in the current environment.", "We welcome them as an opportunity to engage with Canadians about what we do, how we do it and how we can improve.", "We also know that some Canadians are questioning whether their central bank is independent, whether it is accountable and whether it's acting in their best interests.", "I'd like to respond directly to those questions today.", "Let me start with independence.", "We know this is important to Canadians.", "They tell us consistently-through surveys, focus groups and other consultations-that they want their central bank to be independent of any commercial or political influence, and to act clearly in their best interests.", "It may not be obvious why such independence matters, but it's important.", "Central banks that provide public benefits-like low inflation, financial stability and secure forms of payment-should not be influenced by commercial interests.", "With respect to political influence, governments have many public policy priorities-health, education, industry and trade, for example.", "Sometimes those policy pursuits can come into conflict with a central bank's core mandate of ensuring low and stable inflation.", "That's another reason why independence matters.", "The desire to have a public entity separate from both the banking sector and the political process, whose job is to guide the economy in the long-term best interests of its citizens, is what's behind the existence of central banks around the world.", "And it's what led to the creation of the Bank of Canada in 1934.", "The Bank of Canada Act established the Bank as a special type of Crown corporation with considerable independence to carry out its responsibilities.", "The Act sets out our \"business and powers\" as they relate to our core responsibilities of monetary policy, financial stability, currency, funds management and, more recently, retail payments supervision.", "But the legislation also protects the Bank's operational independence to carry out activities to meet our responsibilities, free of political influence.", "Put differently, the Act dictates what we do, but not how we do it.", "And over the years, the Bank has made important changes to how we achieve our mandate.", "The most important came in 1991 when the Government of Canada and the Bank introduced the country's first inflation-targeting agreement.", "This is exactly what it sounds like-a form of contract between the Bank and the government that lays out a target level for inflation but gives the Bank the decision-making authority to achieve it.", "Canada was an early adopter of inflation targeting as an approach to improving monetary policy outcomes.", "Prior to the introduction of inflation targeting, the Bank of Canada and other central banks around the world experimented with a number of ways to provide economic and price stability, such as fixed exchange rates and controlling the supply of money.", "But a period of high and volatile inflation through the 1970s and early 1980s prompted central bankers and other economists to search for a better approach.", "So after a considerable amount of research and reflection, the Bank and the government of the day adopted their first inflation-targeting agreement.", "This framework has been renewed at regular intervals ever since, most recently just last year following extensive consultations.", "At each renewal, the government and the Bank agree on the monetary policy objectives for Canada.", "Over the years there have been some adjustments to the agreement, but the fundamental principles have remained the same.", "And that's because it has worked.", "In the 30 years since the first agreement was signed, inflation has averaged almost exactly 2%.", "As a result of that stability, Canadians' expectations have become solidly anchored on the inflation target.", "Our monetary policy framework is one important way we put our independence into practice.", "The Bank has a Board of Directors made up of the Governor, Senior Deputy Governor and 12 independent directors.", "The Board doesn't get involved in monetary policy decisions-that's the work of Governing Council-but it does provide oversight of the Bank's operations and finances.", "And the independent directors recommend the appointment of both the Governor and Senior Deputy Governor, for approval by Governor in Council.", "The Bank also has financial independence.", "Our expenditures are funded through our own operations rather than an appropriation from the government.", "And our budget is approved by our Board of Directors.", "The Bank's employees are subject to policies set by the Bank and approved by the Board, not by federal public service agencies.", "And finally, the Governor and I both serve fixed, seven-year terms.", "This provides a measure of continuity over economic cycles-not electoral cycles-and allows for decision making that considers the long-term economic interests of Canadians.", "Taken together, these measures mean that the Bank has the necessary room to act independently, to take a long-term view and to make the decisions it judges best meet the economic interests of Canadians.", "But this independence does not mean we act without accountability.", "Like our independence, the Bank of Canada's accountability is anchored in our governing legislation.", "The Bank of Canada Act requires that we are audited annually by two independent firms, simultaneously.", "We are the only federal Crown corporation with this requirement.", "The Act also provides the Minister of Finance with the authority to enlarge the scope of audits, conduct special audits and request special reports.", "And the Auditor General of Canada has legal authority to investigate and audit the Bank's activities and records in relation to its role as fiscal agent for the Government, agent for management of the Government's debt and agent for the Exchange Fund Account.", "The Bank of Canada Act also makes it clear that if the Minister of Finance and Governor of the Bank of Canada ever have a difference of opinion on a monetary policy action, the Minister has the power, after consulting with the Governor and obtaining approval from the Governor in Council, to direct the Bank through a written directive tabled in Parliament.", "This is an important assurance of ultimate democratic accountability.", "And it is a testament to our track record-and to the respect that consecutive governments have shown for the Bank's independence-that this power has never been exercised.", "The Board of Directors is another important check and balance.", "They provide oversight of the Bank's management and administration, and they review our corporate policies, plans and annual budget.", "And as I mentioned earlier, the Governor and I both serve fixed seven-year terms, meaning we're around long enough to be held accountable for our decisions.", "We appear regularly before committees of the House of Commons and Senate, where representatives can question us on any of our functions or decisions.", "And just as our monetary policy framework serves as a cornerstone to our independence, it is also a cornerstone to our accountability.", "The 2% target serves as a clear, measurable objective.", "The consumer price index is published monthly by Statistics Canada, so Canadians can easily track how we are performing against that objective.", "The Bank also demonstrates accountability through our public communication.", "In 1995 we began publishing a Monetary Policy Report (MPR) to provide detailed economic forecasts twice per year.", "We now publish our MPR quarterly, and we have continually increased the amount of data and level of detail we make available to support the projections you find in the MPR.", "In 2000 we moved to a system of eight fixed dates for announcing our policy rate decision.", "Over the years we have enhanced the amount of information that comes with these decisions.", "Four of our policy rate decisions each year are accompanied by an MPR and a press conference where the Governor and I explain how our forecast guided our deliberations and decision.", "The other four decisions are accompanied by a speech from a member of the Governing Council, discussing our outlook and explaining our decision.", "For all eight decisions, we publish a press release and take questions from the media.", "Beyond our policy announcements, the Bank is always looking for ways to engage with Canadians.", "My colleagues and I deliver about 20 public speeches each year across Canada, discussing different aspects of the Bank's work.", "And the Bank speaks directly with individual Canadians and businesses about a wide variety of economic issues.", "We use their feedback as input to our policy deliberations, to enhance our research and to improve our communication.", "Listening makes us better at our job and better at explaining our job in a way that makes sense to Canadians.", "Trust in uncertain times So far, I have provided a bit of history and some important facts to explain how the Bank's independence and accountability are embedded in legislation, and how they work in practice.", "What I would like to do now is describe how the Bank put its independence and accountability to work over the past two years to support Canadians through the pandemic.", "To do that, I need to go back in time to a little more than two years ago.", "The Canadian economy-indeed, the global economy-had been suddenly shut down to deal with a health emergency.", "Nearly six million Canadians lost their job or found themselves working less than half of their normal hours.", "Inflation fell sharply, dropping into negative territory.", "It wasn't clear at that point how long this extraordinary situation would last or whether it might get even worse.", "There was talk of another Great Depression.", "The Bank of Canada, and central banks around the world, intervened quickly, providing emergency liquidity to keep the financial system functioning so households and businesses could continue to access credit.", "This is one of the core functions of central banks: to restore stability to markets in times of crisis and provide liquidity when others won't.", "Governments around the world also intervened swiftly, providing immediate support to businesses that had to close and to people who lost their income.", "The combined efforts of central banks and governments helped stabilize the economy and ensure that, on top of an unparalleled health crisis, the world would not also have to face a financial crisis.", "But as the pandemic wore on, it became clear that the Canadian economy would need more support to recover from the initial shock and to avoid greater hardships for individuals and businesses.", "The Bank had already lowered its policy rate as low as it could go to make borrowing cheaper for Canadian consumers and business, and to stimulate the economy.", "So the Bank committed to keeping the policy rate at 25 basis points until the economy recovered.", "The Bank also initiated quantitative easing (QE) to complement a very low policy rate.", "Through QE, the Bank bought government bonds to push down long-term interest rates-those that matter for household mortgages and business loans.", "All of these steps-lowering the policy rate, purchasing government bonds and committing to keep rates low until the economy recovered-were taken to support Canadians.", "They were not done to help commercial banks, nor were they done to fund government spending.", "They were done to lower the cost of borrowing for Canadians, to provide the economy muchneeded stimulus at a time when it was facing a once-in-a-generation downturn.", "Throughout this period of extraordinary policy action, the Bank ramped up its approach to policy transparency and clear communication.", "We explained our policy actions as clearly as we could for Canadians.", "We talked about how these actions worked, what their impact would be, what the conditions would be to exit them and how to judge their effectiveness.", "We were transparent about our asset purchase programs, regularly reporting the holdings on our balance sheet.", "We set up a dedicated webpage where the terms and conditions, and results of each purchase operation, were made available.", "And once we ended our purchase programs, we published full transaction-level details.", "These steps were all designed to make sure the public could follow our actions, and trust that we were doing what we said we'd do.", "Maintaining public trust takes on a whole new imperative in situations like the COVID-19 pandemic when uncertainty is unusually high.", "The Governor talked about this in a speech in the early days of the pandemic-how it was more important, yet at the same time more difficult, for central banks to be trusted sources of information and analysis in times of crisis.", "Trust is often tested in a crisis, and there is no question that central banks have been tested by the unpredictability brought on by the pandemic.", "Our work relies on having a clear view of the future so we can generate our outlook for the economy and inflation.", "A clear view of the future has been hard to come by for anyone these last two years, and there were some things we got wrong.", "The intensity and persistence of supply chain disruptions have surprised us.", "What started as narrowly focused problems in a few key products-like computer chips-has spread to a wide range of goods.", "The invasion of Ukraine intensified supply chain problems and pushed up commodity prices and inflation worldwide.", "And large parts of China are now under a renewed lockdown, causing further supply issues, transportation backlogs and uncertainty.", "These are things we didn't foresee.", "We know we have a ways to go before Canadians can fully judge the success of our actions.", "There is still work to do.", "The job is not complete.", "We will continue to focus on building and maintaining the trust of Canadians, and we know Canadians will continue to hold us to account.", "Trust in times ahead Now, I'd like to wrap up by saying a few words about where we are today and what Canadians can expect from us going forward.", "The good news is the economy has recovered remarkably fast.", "As public health measures ease, Canadians are spending more.", "Business investment and exports are both picking up, and higher prices for the commodities we export means more revenue coming into Canada.", "Job growth is strong, wage growth has returned to pre-pandemic levels and the unemployment rate is at a record low.", "There are now almost twice as many vacant jobs as there were before the pandemic, which means wages are likely to increase as businesses compete for workers.", "The bad news is that Canadians are facing high inflation for the first time in more than three decades.", "With inflation running close to 7% and spreading to more and more everyday items, it's squeezing budgets for families and putting pressure on businesses.", "High inflation here in Canada and around the world largely results from global pressures such as supply chain disruptions and elevated commodity prices.", "But with the Canadian economy starting to overheat, we can't let demand get too far ahead of supply or we risk adding further to inflation.", "That is why the Bank has taken concrete and decisive actions.", "We raised our policy rate and started the process of quantitative tightening-letting the bonds we purchased over the course of the last two years mature and roll off our balance sheet.", "Interest rates remain low, but they are rising, and they will need to move higher still.", "These actions will moderate domestic demand so that a buildup in domestic prices doesn't add to the inflationary pressures in Canada that are coming from global factors.", "Raising the policy rate will help moderate spending and rein in inflation.", "It will make borrowing costs more expensive, and we understand this has many Canadians worried.", "We will be watching closely to see how the economy responds to higher interest rates.", "We're not on autopilot.", "We will be looking for signs that the economy is returning to balance.", "Just as Canadians trusted us to respond with strength and conviction when the economy needed support at the onset of the pandemic, they are counting on us now to lower inflation.", "We take that trust seriously.", "We have the tools, we have the track record, and we are committed to getting inflation back to target.", "You've been an attentive audience, but an important part of being transparent and accountable is listening, and taking questions.", "So that's what I'd like to do now.", "T. Gravelle, \"Market Stress Relief: The Role of the Bank of Canada's Balance Sheet\" (speech delivered virtually to CFA Society Toronto, Toronto, Ontario, March 23, 2021).", "T. Macklem, \"The Imperative for Public Engagement\" (speech delivered virtually to the Federal Reserve Bank of Kansas City Jackson Hole Symposium, Jackson Hole, Wyoming, August 27, 2020)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Trust", "Independence", "Accountability", "Inflation", "Central Banks", "Monetary Policy", "Financial Stability", "Economic Growth", "Communication", "Transparency"]}