{"sentences": ["Remarks by Paul Beaudry Gatineau of Chamber Commerce Gatineau, Quebec Economic progress report: Navigating a high inflation environment Thanks for the kind introduction.", "It is my pleasure to speak with you today.", "I would like to acknowledge that the land I am speaking from is the traditional, unceded territory of the Algonquin Anishnaabeg People.", "Although I am originally from Québec, part of my family is from the GatineauOttawa region.", "So I particularly appreciate this opportunity to discuss inflation with the Gatineau Chamber of Commerce.", "Inflation is top of mind for Canadians these days, as it is for me and my colleagues at the Bank of Canada.", "The ongoing challenge of inflation emerged about a year ago.", "What started as supply disruptions affecting a few products in a few sectors has broadened to include a wide range of everyday items.", "More recently, inflation has been exacerbated by the unprovoked Russian invasion of Ukraine.", "The war has resulted in tremendous human suffering in Ukraine.", "I know this remains a very anxious time for those with family and friends there.", "It has also further pushed up prices for energy and other commodities, which is feeding through to inflation here in Canada and around the world.", "And that inflation is painful for everyone, especially for those on fixed or low incomes.", "High inflation for extended periods can also complicate the Bank's ability to bring inflation back to our 2% target.", "because inflation can become self-fulfilling if it leads households and businesses to expect higher inflation in the future.", "Inflation hasn't been higher than our target over the past year.", "It has also consistently exceeded our forecasts.", "When we update our inflation projections in July, we will also provide an initial analysis of our inflation forecast errors.", "This will help us better assess the factors driving inflation.", "For today, I'd like to discuss what we know now about the factors that have contributed to the current high inflation environment, what is at stake, and how you can be sure that we will bring inflation back to target.", "Let me start with a brief update on recent economic developments.", "Economic update since April The Canadian economy has recovered remarkably fast from the effects of the COVID-19 pandemic and is showing considerable momentum.", "Indeed, National Accounts data for the first quarter of 2022, published earlier this week, show gross domestic product (GDP) growth of 3.1%, in line with the forecast in our also above the economy's potential April Monetary Policy Report.", "That rate is growth rate, which means the economy is moving further into excess demand.", "Job growth is strong, and wage growth is starting to rise above pre-pandemic levels.", "The unemployment rate is at a record low of just above 5%, after soaring to about 13% when the pandemic struck.", "And there are almost twice as many vacant jobs as before the pandemic, with many firms telling us they are struggling to fill them.", "The rebound in the economy, especially in employment, has been much faster That's thanks to exceptional than the Bank anticipated.", "fiscal and monetary policy stimulus, effective vaccines, and the ability of Canadians to adapt and innovate.", "We expect strong growth and low unemployment to continue.", "And looking forward, robust business investment, improved labour productivity and should help boost the economy's productive capacity.", "strong immigration Unfortunately, as I noted, we also have high inflation.", "At close to 7% today, inflation is well above our most recent forecast, and it is likely to move even higher in the near term before beginning to ease.", "This is squeezing budgets for families and raising the cost of inputs for businesses.", "With inflation well above our target, bringing it down is our main concern.", "Our objective is to keep consumer price index (CPI) inflation close to our target of 2%, the midpoint of a 1% to 3% control range.", "We aim for the CPI, the cost of a basket of goods and services tracked by Statistics Canada, to advance at that rate each year.", "We sometimes find it necessary to tolerate short-term deviations from 2%, but only when we think these will be smaller and less persistent than what we're witnessing now.", "What we want to avoid is high inflation becoming entrenched.", "Let me explain what I mean by that, how recent developments have increased this risk and how the Bank is responding.", "Preventing high inflation from becoming entrenched Entrenched inflation comes about when inflation feeds on itself.", "Prices rise because other prices are rising and because the cost of labour is rising.", "The cost of labour rises because workers want to keep up with higher prices for goods and services.", "No ongoing outside force-such as supply shortages or strengthening demand-is needed to feed this type of inflation.", "It becomes largely self-fulfilling, with the main driver being expectations that inflation will stay high or keep rising.", "Many may feel already happening.", "But, as discuss, clear outside forces are currently driving the inflation we are experiencing.", "Nevertheless, we must-and we will-be resolute in bringing inflation back down.", "The longer inflation remains well above our target, the more likely it is to feed into inflation expectations, and the greater the risk that inflation becomes self-fulfilling.", "History shows that once high inflation is entrenched, bringing it back down without severely hampering the economy is hard.", "Preventing high inflation from becoming entrenched is much more desirable than trying to quash it once it has.", "mandate is renewed every five years through an agreement with the federal government, and the Bank has operational independence to pursue that mandate.", "The latest renewal, in December 2021, reaffirmed that our primary objective is ensuring low and stable inflation, which is defined as achieving a 2% inflation target.", "The presence and continuity of that mandate and the fact that inflation in Canada has averaged close to 2% since the 1990s have helped keep expectations anchored over that time.", "But to ensure that inflation become entrenched above 2%, we need to make sure we keep inflation expectations well anchored.", "Given this, some may ask why we start raising interest rates until March of this year.", "Let me explain our rationale by outlining the key drivers of inflation over the past year.", "Domestic versus international forces Two main sets of forces are behind the current high inflation.", "The more significant one is largely international and, perspective, has worked mostly through supply.", "The second one is largely domestic and has worked mostly through demand.", "discuss the domestic one first because the monetary policy response to it is clearer.", "Demand-driven domestic inflation happens when households and businesses are willing to buy more goods and services than the economy can produce.", "If left unchecked, it can open the door to persistently higher inflation.", "Central banks respond to the prospect of such demand-driven inflation by raising interest rates to slow economic activity, which helps realign demand with supply.", "In our case, we began raising interest rates once we judged that the output gap-essentially, the gap between what the economy is capable of producing and its actual output-had closed.", "Our interest rate increases will take time to have their full impact.", "But, by making borrowing more expensive, our tightening phase will ensure that demand doesn't above capacity for long.", "The set of inflationary forces linked mainly to supply and stemming mostly from international developments is more complicated for monetary policy to tackle.", "This is especially so in a small, open economy such as Canada's.", "These forces were evident last year.", "Supply shortages and disruptions emerged as much of the world economy reopened after the initial lockdowns caused by the pandemic.", "This global recovery sparked severe supply issues in key sectors such as energy, electronics and many consumer durables.", "The war in Ukraine has further amplified supply issues, while also causing prices for oil, wheat, fertilizer and other production inputs to soar.", "At a global level, many of these international forces are also driven by demand.", "But, in Canada, their main impact has been on our supply conditions because we the prices of most internationally traded goods.", "This makes dealing with these forces much trickier.", "Normally, inflationary shocks linked to supply disruptions beyond our borders persist for long.", "And interest rate moves can take at least a year to have their full impact on inflation.", "So, an inflation-targeting central bank like ours typically does not react to such shocks, since tightening needed to get inflation back to target on an acceptable timeline.", "Trade-offs and uncertainty Still, deciding not to react always involves some judgment and risk.", "Such decisions involve trade-offs.", "They often mean choosing between tolerating above-target inflation that might last longer than we think or needlessly weakening the economy and employment if it turns out we were too quick to tighten.", "The unprecedented and highly uncertain environment of the pandemic has made such calculations much more challenging.", "With this in mind, when inflation in Canada started to rise last year, my Governing Council colleagues and I chose to hold our policy interest rate steady at a very low level.", "We scaled back our quantitative easing program twice in 2021, in April and July, and ended it in the autumn.", "But we opted against raising interest rates, for a few reasons.", "First, as I said, inflationary shocks coming from abroad are often temporary.", "Second, for most of 2021, the economy was operating well below capacity, so there excess demand.", "Finally, amid successive waves of the pandemic, we knew that premature tightening could impede the ability of people who lost jobs during the pandemic to find work again.", "And we were clear about this in our communications, which indicated that we intended to leave interest rates at their lowest possible level until the slack in the economy from the pandemic was absorbed.", "The risk we were managing was that if higher inflation lasted longer than anticipated, it could eventually affect expectations and start to become entrenched.", "This risk seemed appropriate to take at the time, given the slack in the economy and the view that the supply-driven sources of elevated inflation would likely prove temporary.", "The situation today is notably different.", "The Canadian economy is in excess demand.", "In addition, the initial disruptions to international supply chains have persisted longer and broadened more than we expected, partly reflecting strong demand in the world economy.", "They have also been exacerbated by subsequent developments that we did not anticipate-the war in Ukraine and the extent of the strict lockdowns affecting much of China.", "The bottom line is that the risk is now greater that inflation expectations could deanchor and high inflation could become entrenched.", "While short-, medium- and longer-term inflation expectations in Canada have gone up, however, longer-term inflation expectations are still close to prepandemic levels., Respondents to our Business Outlook Survey, in fact, cite our policy tightening as a key factor behind the view that inflation will come down.", "In addition, our Public Awareness Survey suggests households understand that pandemic-related supply issues are the main driver of the higher prices they are experiencing.", "Still, there is no longer a trade-off: we must raise interest rates, both to bring demand in line with supply and to ensure entrenched inflation cannot take hold.", "We're complementing our rate increases with something called quantitative tightening.", "Through much of the pandemic, we purchased Government of Canada bonds in financial markets to add stimulus and support the economic recovery.", "These purchases were done largely through our quantitative easing program, which helped to lower the borrowing rates that matter for households and businesses.", "It also grew our balance sheet.", "Under quantitative tightening, we're shrinking the balance sheet back down by letting maturing bonds roll off.", "After peaking at $575 billion in early 2021, balance sheet is now close That's a decline of almost 20%.", "The bulk of our balance sheet is to $465 billion.", "now comprised of Government of Canada bond holdings.", "Based on the maturity profile of our portfolio, we expect these holdings to fall from around $440 billion at the end of 2021 to about $280 billion by the end of 2023-a further decline of more than 35%.", "Quantitative tightening is effectively the reverse of quantitative easing.", "So, reducing our Government of Canada bond holdings should further push up borrowing costs for households and businesses, which is necessary to rebalance demand with supply in the economy.", "As long as we maintain trust in our 2% target, our current tightening phase will steer the economy back to low and stable inflation and to capacity.", "The credibility of our target allowed us to do what was needed to pull the economy out of the deep hole caused by the pandemic.", "That was our first priority: to prevent deflation and support a strong recovery.", "The current priority is to prevent entrenched inflation and bring things back to normal so that Canadians can go back to not worrying as much about the prices of everything they buy.", "Our decision yesterday To that end, let me now discuss in greater detail the decision by the Governing Council yesterday to raise our policy interest rate by 50 basis points to 1.5%.", "This is the third consecutive increase in the policy rate and our second consecutive increase of 50 basis points.", "We are taking these large steps because inflation has been persistently high, the economy is overheating, and the risk that elevated inflation will become entrenched has increased.", "The Governing Council is steadfast in its commitment to return inflation to the 2% target and is prepared to act more forcefully if needed.", "In our deliberations, we discussed both how fast interest rates need to increase and how high they need to go to bring inflation back to target.", "Let me take you back to where we were at the April decision.", "At that time, we discussed the future path of interest rates relative to a neutral rate that neither stimulates nor weighs on growth.", "We estimate this is between 2% and 3%.", "We indicated that it was important to get the policy rate quickly back to neutral.", "Once there, we would consider whether to pause before raising rates further.", "If inflation pressures were more persistent, we would likely need to move the policy rate somewhat above neutral to bring inflation back to the target.", "So that was the discussion in April.", "In the deliberations for yesterday's decision, we noted that price pressures are broadening and inflation is much higher than we expected and likely to go higher still before easing.", "This raises the likelihood that we may need to raise the policy rate to the top end or above the neutral range to bring demand and supply into balance and keep inflation expectations well anchored.", "It's time to conclude.", "Canadians, and the economy, have been through a lot these past couple of years-first, the extreme and uneven economic effects of the pandemic; then the we haven't seen in strong recovery; and now, inflation at heights decades.", "My Governing Council colleagues and I know this is a difficult time for many people all over Canada, as it is for consumers in many other countries too.", "We know that every time Canadians fill up the gas tank or buy groceries, it may feel won't stop rising.", "as if everyday costs But I want to assure you again that we will prevent high inflation from becoming entrenched.", "And we will bring it back down.", "It is job to demonstrate this resolve by continuing to use our monetary policy tools to bring inflation back to our 2% target and to keep inflation expectations anchored.", "Canadians can be confident that we will achieve these goals-and that we will continue to be up front about the challenge we face and how we will meet it."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Interest rates", "Supply chain", "Demand", "Inflation expectations", "Economic growth", "Quantitative easing", "Quantitative tightening", "Neutral rate", "Monetary policy"]}