{"sentences": ["Remarks by Governor Gabriel Makhlouf at Dublin Chamber of 15 September 2022 Speech Looking through the waves: the value of resilience Speech at Dublin Chamber of Commerce delivered on 14 September 2022 Thank you for the opportunity to speak to you tonight.", "I am going to talk about the current economic outlook, the economic policy response to the challenges facing households and businesses in Ireland and across the euro area and the importance of looking at the horizon and seeing through waves.", "With the two successive shocks of Covid-19 and the Russian invasion of Ukraine, households, businesses and policy- makers are faced with conditions the like of which we have not experienced in over 40 years, and markedly different from those in the decade leading up to the pandemic.", "Add into this mix the geopolitics, the changing shape of globalisation and the more fundamental economic transitions taking place as a result of climate change, digitalisation and an ageing population, both the near and medium term economic outlook are particularly challenging.", "They require considered choices for both scal and monetary policy and probable structural reform.", "The change in the near-term outlook through 2022 has been signicant.", "Russia's invasion of Ukraine has exacerbated and prolonged the supply-side problems arising from the Covid-19 pandemic, with a particularly obvious effect on energy and food commodity prices.", "As a result, business input costs and consumer price ination have remained high both domestically and in the euro area for longer than would have occurred in the absence of these adverse shocks.", "This global inationary shock is eroding the purchasing power of households' disposable incomes as well as creating a more difcult environment for business investment.", "While there is some evidence that the supply-chain challenges many industries experienced during the pandemic have eased, the continued high level of both energy prices and uncertainty presents signicant challenges.", "Euro area ination has continued to rise and has reached undesirably high levels.", "In August headline ination rose to 9.1 per cent.", "Stripping out the more volatile components, 'core' ination was 4 per cent suggesting that initial price pressures in energy and commodities have spilled over into many of the everyday goods and services we consume.", "At last week's meeting of the ECB's Governing Council, we decided to increase our policy rates by 75 basis points.", "Our aim is to dampen the excessively high inationary pressures that we're currently seeing in the euro area and achieve our target of 2 per cent ination over the medium term.", "We are acutely aware of the hardships that current high price increases cause and our actions are aimed at ensuring the benets of price stability for households, businesses and the wider economy are realised.", "In Ireland, and as outlined in our July Quarterly Bulletin (QB), the evidence suggests that economic activity has weakened as the year has progressed, tempering the strong post-pandemic recovery that had been underway.", "That recovery from the most severe aspects of the pandemic is most evident in the labour market, with the unemployment rate now at 4.5 per cent.", "A slowdown in the pace of employment growth alongside historically high vacancy rates signals that the overall economy was operating at close to its capacity in the rst half of 2022.", "However, while starting from a relatively favourable position, recent developments place a drag on domestic demand, which is unlikely to ease until real income growth turns positive again.", "The outlook for ination, real incomes and overall economic activity is particularly uncertain, linked as it is the prospects for energy prices, the capacity for businesses and households to absorb higher costs, and the extent to which wages and prots respond to higher-for-longer ination.", "Had energy prices proceeded as expected by nancial markets in July, our projection was that Modied Domestic Demand would have grown by around 4 per cent this year and next, with HICP ination easing towards the end of this year and trending downwards to just above 2 per cent by 2024.", "Wholesale prices for gas in particular have increased sharply in recent weeks, and are now closer to a more negative scenario that was included in our central forecasts in July.", "This points toward a slower growth and a higher ination prole through 2023 than we previously expected, the detail of which will become apparent as we prepare our next QB which we will publish early next month.", "Monetary and scal policy Whatever the precise out-turns for ination and economic growth will be over the coming year, both monetary and scal policy will play an important role in how the economy overall adjusts through the supply-side shock we are now encountering.", "The current high rate of ination is eroding the real incomes of households and reducing economic activity.", "By ensuring that ination returns to the target of 2 per cent over the medium term, the recent monetary policy actions by the ECB can contribute to alleviating the drag on households' real income and create the conditions for a return to sustainable growth and improved living standards.", "A pivot to further tighten monetary policy has been necessary, as history has taught us that these issues will only be exacerbated if we delay action.", "Raising interest rates is absolutely necessary as persistent ination is damaging to macroeconomic stability and the community's longer term living standards.", "In setting a course for scal policy, there remain specic choices to be made that can both help to relieve short-run pressures for households and businesses in a targeted way, while at the same time contribute to building a more resilient economy.", "Following successive adverse shocks over the last decade and in the face of the medium-to-longer term economic transitions such as climate change and population ageing, enhancing the resilience of the economy should be a key objective of public policy over the coming years.", "The experience of the pandemic is a vivid example of the value of building resilience in the public nances.", "The actions taken to improve the public nances before the pandemic facilitated the large-scale countercyclical scal response to the crisis.", "This supported households and rms to withstand its negative economic impact and enabled the rapid recovery in the economy and labour market, limiting the potential for long-term damage from the crisis.", "Before considering the challenges that lie ahead, it is worth reecting on some of the known risks facing us today.", "The public nances have improved quickly following the pandemic with a surplus expected this year.", "This is notable progress given a decit of almost 9 per cent of national income (GNI*) was registered in 2020 but important weaknesses remain.", "In terms of government revenue, having increased threefold between 2014 and 2021, corporation tax receipts have continued to grow rapidly and surpass expectations.", "Research by Central Bank staff suggests that €8bn - or more than half of last year's receipts - cannot be explained by developments in the underlying economy and therefore could be considered as potentially unsustainable.", "There are also large concentration risks given the very high proportion of the tax paid by a relatively small number of companies in specic sectors.", "Developments in the Irish economy in the late 2000s underscore the risk of treating potentially temporary revenue ows as permanent receipts.", "In the circumstances, I think it is important that 'unexplained' corporation tax receipts are not used to nance additional permanent current expenditure.", "The Department of Finance has projected permanent core expenditure (excluding pandemic and other temporary spending) to be 30 per cent (€26bn) higher in 2025 compared to 2019, partly reecting ambitious targets for capital spending as part of the National Development Plan.", "Public investment, both by itself and as a means of crowding in private investment, is necessary to build our economic resilience.", "Appropriate levels of investment in priority areas such as housing will reduce the impact of future adverse shocks by addressing the structural challenges we face in infrastructure and climate change.", "Balancing the effective delivery of needed public investment in the current high-ination environment will require careful management and prioritisation in other areas, in particular when it comes to choices regarding current expenditure and taxation.", "Recent analysis by Central Bank staff shows that further stimulating economic activity with additional permanent current spending would risk creating excess demand and in the process would add to already high ination.", "As the ECB's Governing Council said last week, \"scal support measures to cushion the impact of higher energy prices should be temporary and targeted at the most vulnerable households and rms to limit the risk of fuelling inationary pressures, to enhance the efciency of public spending and to preserve debt sustainability.\"", "Increases in permanent core expenditure should be funded by permanent revenue-raising measures to avoid introducing a vulnerability in the public nances as well as reducing the risk of creating imbalances in the economy as a result of excess demand.", "The economy in general, and the public nances in particular, have beneted from the exceptionally low interest rate environment that has prevailed over recent years.", "As policy rates increase - and over the next several meetings the Governing Council expects to raise interest rates further - sovereign nancing costs will increase.", "The reduction of public debt, supported by a sustainable funding base for public expenditure, should remain a key priority in the years ahead.", "As interest rates rise, nancial markets are more likely to increase the focus on fundamentals such as relative debt levels when pricing sovereign bonds.", "Credit worthiness will continue to matter.", "The longer term: building resilience From a policy perspective it is important to also take a step back and consider the longer-term.", "In fact, I think this should be a more central part of our policy deliberations.", "Our experience of the past few years suggests a greater tendency for medium-to-longer term issues and economic shocks to coincide more frequently with day-to-day conditions.", "The current experience of energy prices is a case in point, where the challenges and opportunities presented by the necessary transition to a less carbon-intensive economy are becoming obvious in a shorter time period than previously expected.", "Consequently, anchoring public policy in achieving a more resilient economy in light of the signicant global, European and domestic transitions taking place may achieve better outcomes for citizens both today and in the future.", "Two of the transitions that I mentioned above will add to demands on government resources in the coming years.", "First, changing demographic trends will result in an ageing population and an increase in demographic-sensitive spending areas such as pension and health care costs.", "Acting now, when the demographic structure is still relatively favourable would reduce the overall eventual cost of adjustment.", "Second, while signicant investment, both public and private, will be required to ensure the delivery of Ireland's Climate Action Plan, delaying the necessary measures would result in a more costly transition - environmentally and economically - in the longer term.", "In my view, an objective of economic policy - at EU and individual Member State (MS) level - should be to build resilience across households, businesses and the wider economy in the face of these transitions.", "To meet this challenge, we must continue to focus on fundamentals.", "Successful economies need stable and sustainable macroeconomic frameworks and sound monetary policy that delivers low, stable and predictable ination.", "Well-regulated nancial systems and well-functioning markets are prerequisites for managing the challenges that lie ahead.", "In the EU, the completion of Banking Union and further developing the Capital Markets Union are important next steps.", "Fiscal policy has an important role to play to incentivise the achievement of longer-term objectives.", "In particular, establishing a framework which ensures that excess tax revenue over and above that needed to fund sustainable growth in core expenditure is saved into the rainy-day fund.", "In fact, I would support re-framing such a fund explicitly as a 'resilience fund'.", "Such an approach would help to improve resilience across the economy by building necessary buffers for the public nances (enabling the State to respond appropriately when negative shocks materialise in the future) and also by facilitating necessary capital expenditure both now and in the future (so as to reduce the ultimate cost of adverse shocks when they occur).", "The 'unexplained' corporation tax receipts provide a strong basis for identifying the revenue that could be transferred into such a resilience fund.", "On my rst visit to Connemara, my wife and I went to Glassillaun Beach.", "We were faced with what I can only describe as a Mediterranean picture: a calm blue sea, a sandy beach and the distant horizon clear and visible.", "A few days later, it was very different.", "You will all know what I mean when I say the sea was not calm and we were fortunate to have seen the horizon already.", "As we contemplate a decade that has not been particularly calm, with wave after wave of economic shocks - the nancial crisis, our closest trading partner choosing to distance itself from its biggest market, the pandemic, Russia's war and the energy crisis - we need to make sure we look through the surf and the spray and at the horizon and the rest of the sea.", "As I said earlier, we know that we are already into major economic transitions and we need to manage them.", "Both monetary and scal policy have an important role to play in how the economy adjusts through both the near- term challenges and those more fundamental transitions.", "Last week's decision by the Governing Council to raise our three key ECB interest rates is a major step in the transition from the accommodative stance that prevailed for much of the last decade, towards levels that will support a timely return of ination to our two per cent medium-term target.", "Moreover our experience of the pandemic has refreshed our understanding of the effectiveness of countercyclical scal policy.", "A priority for policy should be to rebuild the resilience of the public nances so as to ensure the State has the resources both to mitigate the effects of future economic downturns but also to deliver the progress needed to address the economic transitions that are already in play.", "It may not even rhyme.", "And we should observe, listen and learn its lessons: economic shocks are not rare events and strengthening our economic resilience would help us manage those that will happen in the future.", "©2022 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Inflation", "Economic outlook", "Monetary policy", "Fiscal policy", "Economic resilience", "Energy prices", "Corporation tax", "Public finances", "Economic transitions", "Interest rates"]}