{"sentences": ["Speech Klaas Knot - \"Navigating climate-related financial risks\" 29 September 2022 \"There is no GPS to navigate climate-related risks.", "The navigation tools are still being developed.", "But fortunately, progress is being achieved rapidly - and it is up to us to catch the wind in our sails.", "The FSB Roadmap is an important tool to help us do that.\"", "In his keynote speech at the Morningstar Investment Conference for Institutional Investors, Klaas Knot further elaborated on navigating climate-related financial risks.", "\"Today, our lodestar is probably not a celestial body.", "It is more likely to be a satellite.\"", "President , De Nederlandsche Bank Date: 29 September 2022 Speaker: Klaas Knot Location: Morningstar Investment Conference for Institutional Investors Hello everyone.", "It is a pleasure to be here.", "And from me too: welcome to Amsterdam.", "The early birds amongst you, or the ones with serious jet lag, might be familiar with it: a bright, star-like light, early in the morning, in the eastern sky, right before sunrise.", "It is, of course, not a star.", "It is the planet Venus.", "Also known as... the morning star.", "After the moon, it is the brightest celestial body in our night skies.", "This is why Venus, the morning star, played an important role in navigation at sea - together with other celestial bodies.", "In the early days, to determine one's position at sea and subsequently, one's course, astronavigation meant not just having a reliable lodestar.", "In practical terms, it required having at one's disposal a well-established set of tools to gather, analyse and apply the necessary data to stay on course for targets well beyond the horizon.", "I guess this is not fundamentally different from what the investment community does professionally.", "The target for many of you is to achieve superior risk adjusted returns.", "For this you need reliable data and decision-making tools that allow you to incorporate emerging risks and opportunities into your portfolio allocation and risk management early on.", "An existential threat for humanity at large, and so, also for finance, is the threat of climate change.", "A threat that moves ever closer.", "A threat that is global and pervasive.", "Physical risks may affect the value of a broad range of financial assets in ways that are hard to predict.", "And the transition to net zero, though it offers a wealth of opportunities -- also comes with its own risks.", "Current discussions of energy policies in the face of rising fuel prices have demonstrated the difficulties in identifying and pursuing a sustainable course forward.", "So, what is needed to give the private sector the means to navigate the challenges of climate change?", "I will try to provide an answer by discussing three specific questions.", "First, what data and tools do financial institutions, including asset managers, need to properly manage financial risks from climate change?", "Second, what needs to be done to ensure the stability of the financial system as a whole amidst climate change?", "And third, against this background, what does effective cooperation on financial risks from climate change look like, not least between the private and the public sectors?", "I will discuss these issues, using the Financial Stability Board's (FSB) work in this area as a reference point.", "Concretely, I will refer to the FSB's Roadmap to address financial risks from climate change.", "This roadmap, which G20 Leaders endorsed in October 2021, has the ultimate goal that climate risk is adequately reflected in all financial decisions - precisely what is needed to successfully navigate the financial aspects of climate change.", "Let me start with the firm-level - or micro - perspective.", "The basis for good risk management is good data.", "Climate risk is no different.", "Recognising this, the FSB has long championed the need for investors, lenders, insurers and others to have access to the information they need to understand and manage climate risks, but equally, to seize opportunities stemming from climate change.", "The FSB's Task Force on Climate-related Financial Disclosures (TCFD) was established in 2015.", "It has led the charge in developing effective climate-related disclosures that promote better informed credit, investment and insurance underwriting decisions.", "The TCFD's work has gained enormous traction over the years.", "More than 3,000 companies from 92 countries are TCFD supporters, representing a combined market capitalisation of 27 trillion US dollars.", "And most FSB jurisdictions either require or encourage disclosures that use the TCFD Recommendations as a basis.", "But now we are moving to the next level - a global baseline standard that can build on the TCFD framework with more granularity and standardisation.", "This is where the International Sustainability Standards Board (ISSB) comes in.", "Establishing a global baseline standard for sustainability reporting - starting with climate - is important for promoting convergence of approaches, as well as consistency and comparability of firms' disclosures across the globe.", "The ISSB has been consulting on its two draft standards, respectively on general sustainability-related financial information and on climate-related disclosures.", "This marks an important milestone in the push towards establishing a common global baseline for jurisdictional requirements.", "Once finalised, it will be important that jurisdictions take early action to adopt, implement or otherwise make use of the standards.", "Some jurisdictions will want to go further than others in their requirements.", "But interoperability, using a common baseline as developed by the ISSB, can help avoid harmful fragmentation.", "This baseline ensures that disclosures can be made on a common basis, enabling users to compare and aggregate exposures across jurisdictions.", "While these new standards are being finalised and implemented, the FSB continues to encourage jurisdictions that are implementing frameworks to base them on the TCFD.", "The FSB has also asked the TCFD to continue its work to promote and monitor progress in firms' take-up of its recommendations.", "It will publish a further status report in October.", "Globally consistent and comparable disclosures will enable better financial decisionmaking.", "Such disclosures will also include information on the progress firms are making towards their transition to net zero, and their transition plans to complete the job.", "This will help all stakeholders to assess the credibility of private sector commitment and action towards addressing climate change.", "It will, therefore, be important to ensure that these disclosures are reliable.", "Talking about disclosures, I cannot avoid the topic of greenwashing.", "There is rightful concern over the scope for greenwashing - concern that will need to be addressed.", "And not just as a question of proper conduct.", "Because widespread greenwashing risks undermining efforts to promote and mobilise sustainable finance.", "I welcome the work by the International Auditing and Assurance Standards Board (IAASB) and the International Ethics Standards Board for Accountants (IESBA) to develop baseline global standards for assurance, ethics and independence on sustainability reporting.", "The International Organization of Securities Commissions (IOSCO), in its turn, has outlined recommendations to promote greater transparency.", "It has also encouraged all voluntary standard-setting bodies and industry associations operating in financial markets, to promote good practices among their members.", "This way, it wants to address the risk of greenwashing at the asset management and product levels.", "All these initiatives will enhance the confidence of users about mainstream, general-purpose reporting of sustainability information.", "Let me now turn to my second question: what needs to be done to ensure the stability of the financial system as a whole amidst climate change?", "Strong risk management at the firm level is a necessary condition for preserving financial stability amidst climate change.", "But it may not be sufficient.", "Climate-related risks are broad, but correlated.", "This means that they could crystalise across multiple jurisdictions and sectors simultaneously, think of the drought, heatwaves and wildfires all over Europe during the course of the summer.", "Such widespread climate events can have implications for the resilience of the broader financial system.", "Manifestations of climate risk may give rise to abrupt increases in risk premia across a wide range of assets.", "This could alter asset price movements or co-movements across sectors and jurisdictions; amplifying credit, liquidity and counterparty risks; and raising challenges for financial risk management in ways that are hard to predict.", "To address both risks to individual entities and those to the system as a whole, we need actions that are both bottom-up and top-down.", "Developing such a top-down, or system-wide, perspective faces a couple of significant challenges.", "The first is data gaps.", "Firm-level disclosures are an important contribution to closing such gaps, but do not provide all the information needed to gauge climate risks and translate those into financial exposures.", "We need to make use of the data already available to devise simpler indicators that can help identify the build-up of vulnerabilities, and not wait until we have the perfect data set.", "And, considering the uncertainty about how risks from climate change will materialize, it is critical to further develop scenario analysis, making use of the common Network for Greening the Financial System (NGFS) climate scenarios.", "A related challenge is to integrate climate risks into broader financial stability surveillance.", "This requires not only an understanding of climate-related vulnerabilities in different parts of the financial sector and relevant transmission channels.", "It also requires data and models to assess potential impacts across the system as a whole.", "In this regard, data repositories that provide open access to data in a consistent form should be promoted, as a public good.", "Such information will support the provision of sustainable finance and ensure the proper functioning of the financial system.", "Scenario analysis is a key tool for assessing financial vulnerabilities.", "The FSB is working jointly with the NGFS on the use of effective scenario analysis by jurisdictions and on the financial metrics needed for this analysis.", "In November, we will publish a report synthesising outputs of scenario analyses done by jurisdictions so far.", "It will then be critical to feed these experiences, with the analysis of climate-related vulnerabilities, into identifying the most critical data gaps and data collection, so that steps can be taken to fill those gaps.", "This includes data that can translate climate targets, and the transitions to low-carbon economies, into financial impacts.", "In the near term, our work is focusing on data gaps from the perspective of supervisors and policymakers.", "But I hope that the findings will also help to improve data about current and forward-looking risks for you, as investment managers.", "Finally, there is the question of whether there is a need for a dedicated macroprudential policy approach to climate risk.", "Microprudential tools alone may not sufficiently address climate-related risks, given the cross-sectoral, cross-border and systemic implications.", "This discussion is just beginning.", "The FSB encourages authorities and standard-setting bodies to undertake research and analysis on possible enhancements to their regulatory and supervisory frameworks.", "From all that I have said so far, the critical role of close cooperation and coordination should be obvious.", "This includes between public sector authorities, and between the public and the private sector, both domestically and internationally.", "The form and intensity of that cooperation depend on the specific issue at hand.", "In the area of disclosures, for instance, the public sector is, through the ISSB and other initiatives, building on the TCFD work, led by the private-sector.", "In an area like surveillance, it is more natural that financial stability authorities with their system-wide perspective take the lead.", "Moreover, the interaction between private and public sectors will evolve as we make progress towards our common goal - standardization of reporting.", "The ISSB's standards will provide a good starting point for the development of standardised regulatory reporting requirements by supervisors and regulators.", "Such information will also provide supervisors and regulators with the insights, in a common format, they need to understand the implications for systemic risk.", "And to build the necessary regulatory tools to address this.", "There is a lot of work to be done and a pressing need to move forward.", "Coordination on regulatory approaches will be key.", "A number of international initiatives have been completed or are well underway.", "These include supervisory risk management expectations and supervisory guidance covering the banking, insurance and asset management sectors.", "IOSCO's November 2021 Recommendations on Sustainability-Related Practices, Policies, Procedures and Disclosure in Asset Management set out areas for regulators and policymakers to take forward in this sector.", "The FSB has responded in a coherent and coordinated way to the challenge of moving forward on a global level.", "In our Roadmap to address financial risks from climate change, we have covered disclosures, data, surveillance, and regulatory and supervisory policy, and we have brought together the actions of different international bodies into a single plan.", "Today, our lodestar is probably not a celestial body.", "It is more likely to be a satellite.", "And with a mere push on a button, this satellite gives you your exact location and thus the way to your destination.", "Unfortunately, there is no GPS to navigate climate-related risks.", "The navigation tools are still being developed.", "But fortunately, progress is being achieved rapidly - and it is up to us to catch the wind in our sails.", "The FSB Roadmap is an important tool to help us do that.", "Through the Roadmap the FSB is providing a forum for discussing cross-sectoral and systemic issues.", "We are also helping to identify gaps that need to be covered, in some cases by financial market participants and in some cases elsewhere.", "More broadly, the Roadmap sets out where agreement on a coordinated approach has been reached, and where it still needs to be reached, and the way to achieve this.", "Like sailing a ship, this needs to be a communal effort.", "The financial community - and investors in particular - also have a key part to play in achieving an orderly transition.", "When humans first set out for open sea, calculating one's position had a large margin of error - nevertheless, they set out anyway.", "And in doing so, those brave early-day explorers mapped out the very planet we call home.", "Today, we know almost every corner of our earthly habitat.", "And again we are faced with the question: shall we explore unfamiliar terrain and accept a margin of error?", "Shall we accept uncertain outcomes, but, in doing so, help preserve our lives and livelihoods?", "Or shall we wait for the perfect data and run the risk of being too late?", "I say the choice is obvious.", "I say, let's not wait on perfection - let's work with what we do know, set course and adjust our sails along the way."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate risks", "Financial stability", "Disclosures", "Data", "Scenario analysis", "Greenwashing", "Top-down perspective", "Macroprudential policy", "Cooperation", "Coordination"]}