{"sentences": ["- Michel Camdessus Central Banking Lecture Washington, 14 September 2022 Ethics of currency: a possible guide for central bankers?", "Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr) Ladies and Gentlemen, It is my great pleasure to be in Washington with you today, and to deliver this speech in honour of Michel Camdessus.", "I would like to take this opportunity to pay a special tribute to him, and express my personal gratitude.", "Michel is not only one of my predecessors as a Governor of the Banque de France, but also a friend of mine and yes a master.", "My speech was prepared with his precious help, so today you can almost enjoy a Lecture by Michel Camdessus himself\".", "\"ethics of currency\", The theme we chose together, the has guided him throughout his career.", "In the murky waters that we central bankers are navigating, it should more than ever serve as a golden thread.", "I will briefly discuss the reasons why I dare to talk about the ethics of currency (I), then elaborate on the golden triangle of trust today (II) and finally raise the question as to whether the international dimension of trust can still inspire us (III).", "Why I dare to talk about the ethics of currency common definition of Before going any further, we must find a \"ethics\".", "Is it take this word as a synonym for possible to \"morality\"?", "For centuries, this the \"bridge of donkeys\" philosophers' question has been (pons asinorum) for apprentices.", "Supporters of the synonym theory highlight a common etymology between the two words morality is the Latin translation of Greek ethos.", "Despite their initially identical meanings, the two words nevertheless have followed over time: \"morality\" can be a \"hard concept\", similar different paths described as to the fundamental rules engraved on Moses' stone tablets or in the code of In contrast, \"ethics\" Hammurabi.", "refer to a softer and less binding concept, a kind of existential version of morality with a more personal dimension.", "I will use the word ethics in that way in this speech.", "The question of interest rates is a noteworthy example of the way a moral prohibition can evolve into a more flexible and ethical approach.", "From a moral overall ban, ethically rates have been progressively distinguished from usury rate, with the latter still being forbidden.", "\"Homo economicus\" invented currency very early in human history, and it is striking that almost as soon as currency was born, countless abuses were seen as well: manipulation of gold or silver weight in coins, skewing of scales, and so forth.", "Men therefore quickly summoned ethics to define how to govern its use.", "However, human kind has also shown a tendency to exempt itself from the rules it had previously established, before setting new rules again in order to respond to the problems caused by deregulation.", "With the acceleration of historical transformations, the 20th and early 21st century have been particularly rich in the emergence of ethical issues.", "The Great Depression, which started in 1929, led to protectionist reactions, which themselves led to economic disasters; a powerful movement of social inspiration reacted in turn by trying to bring back order in monetary affairs, and multilateralism in international ones (see Part III).", "In the 1970s, however, neo- liberal thinking inspired by men such as Milton Friedman and Friedrich Hayek In Hayek's opinion for instance, trying to caused a swing of the pendulum.", "subject finance or the economy to ethical principles was a waste of time.", "Today, after new crises and with the emergence of fresh concerns, the pendulum has swung again.", "To give just one example, environmental concerns have acquired an essential ethical dimension.", "Another distinction is between the ethics of money and of currency.", "The ethics of money are customary and widespread, and can be summed up by the words of Alexandre Dumas, a famous French writer: \"money is a good servant but a master\".", "The ethics of currency that interest me today are obviously part of this, but are perhaps less common.", "They have two specific features: (i) the importance of institutions, of the \"sovereign\" dimension: there is no currency without a public authority that guarantees it and is responsible for it (ii) the importance of trust, which can be defined as being able to count on the character, ability, strength or truth of someone or something.", "Today, we central bankers are responsible for trust: we it, and we stand accountable for it.", "Such a responsibility entails a strong personal component: our behaviour has to be flawless, and driven by real functional requirements and high ethical standards.", "But let me today focus on the institutional and collective foundations of trust.", "The golden triangle of trust Trust relies on three key elements, which together form the golden triangle of trust: independence, mandate and accountability of central banks.", "They cover different notions but they closely intertwine.", "Some may take them for granted, but they are actually the result of a long historical progress, and each of them is being challenged today.", "Mandate Accountability 1.", "The long quest for the independence of the issuer, and its current calling into question As early as in the 4th century B.C., Aristotle famously identified the three functions fulfilled by money: medium of exchange, unit of account, and store of value.", "He complemented this brilliant theoretical approach with ethical guidelines,i opposing chrematistics or personal enrichment and virtuous economics oikonomia, literally household management, to the benefit of the entire community.", "Aristotle had a strong influence on the European Middle Ages, but his ethics of currency progressively faded into the background.", "In the context of the financial turmoil of the Middle Ages, in around 1355, Nicholas Oresme, a French scholastic philosopher, wrote his visionary Treatise on the origin, nature, law and alterations of moneyii in which he asserted that the currency does not belong to the \"prince\" but to the people, and therefore should not be manipulated.", "But it took several more centuries for trust in money to be \"dematerialised\": to move from trust in a physical medium - gold and silver, and metallic currencies - to trust in an institution.", "The 19th century, with the industrial revolution, saw the expansion of banking and finance, and the creation of many central banks.", "It was a first decisive step: a dedicated guardian was put in charge of issuing banknotes, as a first \"immaterial\" currency.", "The second decisive step, mainly from late 20th century, was to make central banks independent from political power: in the 1980s and 1990s most central banks enshrined their independence in their statutes, including the Eurosystem in order to ensure the stability of the single currency.", "The Eurosystem also defined a target for inflation, as did the Fed in 2012, a few years after Ben Bernanke strongly advocated for it.", "But independence which I cherish does not mean isolation.", "The context of the Russian war in Ukraine challenges us to reinvent the dialogue with political authorities, for at least three reasons: because geopolitics are today a major determinant of the economy; because the energy markets, their regulation and pricing are key for inflation; and lastly because fiscal choices regarding subsidies to households or even to firms are far from neutral for monetary authorities.", "Another challenge, and a much more tough one, is that the populist ideology creates an atmosphere of general mistrust of institutions and still more of independent ones.", "In the name of popular sovereignty, we would return to a power of elected sovereign that would be absolute and not relative anymore.", "At worst, this would call into question our democracy and its necessary checks and balances.", "At the very least, it is imperative for us to be efficient in our mandate, and to increase our accountability.", "Efficiency of our mandate Price stability, which is a prerequisite for long-term growth, is the primary objective of most central banks.", "Broader mandates nevertheless apply to some, notably the Federal Reserve with its dual objective on employment and inflation.", "Other central banks have expressed sensitivity to inequalities, or to other issues, and have therefore contemplated a broadening of their mandate.", "Some this alleged \"mission observers questioned creep\", and wondered whether central banks have lost sight of their primary responsibility.", "Against this backdrop, I will refer to distinction between ethics of conviction a driver for a broad mandate but also to a risk of overpromising what central banks can actually deliver and ethics of responsibility a driver for realism and a more focused mandate.", "The Eurosystem's answer to that question consists of a clearly hierarchical mandate, with one primary objective, price stability; if fulfilled, we can and must contribute to its secondary objectives of economic growth, social cohesion or the environment.", "In addition to preventing potentially conflicting objectives, achieving price stability is like killing two birds with one stone: monetary policy can mitigate income inequality by affecting the movements in and out of unemployment through its effects on the business cycle.iii And let me clarify that the Eurosystem's strong commitment to fight climate change is motivated first and foremost by its profound implications for price stability, through impacts on the economy and the financial system.", "In other words, we are acting in the very name of our existing mandate.", "Inflation has accelerated significantly over the past year, reaching 9.1% in the euro area in August and 8.3% in the United States.", "Monetary normalisation is It's too early to tell consequently fully warranted in the euro area among others.", "But the neutral rate R* helps us to give some light on the first part of the journey.", "I believe that in the euro area R* can be estimated as below or close to 2% in nominal terms, and we could be there by the end of the year.", "Until then, we definitely have to act, in a determined but orderly way.", "Doing so is normalisation, only beyond R* would tightening begin if needed.", "The US is obviously closer to tightening: due to several differences in the nature of inflation across the Atlantic, the monetary answer must have its differences too.", "But in it's not only a legal duty, it's also an both cases, ethical commitment: ensuring price stability is our responsibility; our will and our capacity to deliver on our mandate cannot be subject to any doubt whatsoever.", "Accountability Turning to the third corner of the golden triangle of trust, accountability, you \"I know you think you remember that famous sentence by Alan Greenspan: understand what you thought I said but I'm not sure you realize that what you heard is not what I meant\".", "This provocative sentence certainly captured the difficulty for central banks to account for their monetary policy, but let's be clear, it belongs or must belong - to a bygone era.", "No matter how complex, it is duty to account for their monetary policy decisions in a comprehensible manner; accountability is the natural counterpart for independence.", "This necessary change has both a cyclical and a structural component.", "- The cyclical component pertains to the way we can combine agility and predictability in a very uncertain environment.", "We should be careful not to return to secrecy, or to unnecessarily add to financial and economic volatility.", "Otherwise, as research at the Banque de France shows, economic agents may begin to question our ability and commitment to fulfil our objectives, which could translate into dis-anchored long-term inflation expectationsiv.", "I suggest in my principles for this \"new recent Jackson Hole speech some predictability\"v. Not having a forward guidance does not mean, cannot mean, not having a narrative and a monetary strategy.", "- The structural component is that our communication must not only resist the risk of \"political dominance\" or \"market dominance\" that would run counter to our independence, but two additional risks that appear more specific to the current period.", "The first risk is the dictatorship of short-termism, imposed on us by the recent series of crises.", "Of course, we have to deal with them, but we must not become a prisoner of emergencies.", "We must continue to focus on the longer-term, in keeping with our role of advanced sentinels: central banks rely on their close monitoring of all financial and economic indicators, and also on their anticipation of how they may evolve in the future.", "The second risk is that of corporatist fragmentation.", "It is the other disease of the century.", "Of course, we are not responsible for it, and we are not corporatists.", "But we could be sinning by omission, by passiveness.", "Contrary to a long- standing approach whereby central backs only dialogued with financial specialists, we must now direct our communication at all economic agents, including the general public.", "A better-informed society across categories allows for a better understanding of monetary objectives, and hence a greater efficiency of monetary policy.", "Tailored and active communication is now a of central banks' actions.", "\"Banque de France listens\" centrepiece In 2021, the initiative included 17 events, with an audience of 300,000.", "This year, the Banque de France organised its annual National Monetary Policy Forum, reaching an on-line audience of 500,000.", "It adds up to sustained efforts on financial education: in 2021, almost 40,000 young people benefitted from our actions, and we are stepping up again in 2022.", "Does the international dimension of monetary trust still exist?", "Whether or not the international dimension of monetary trust can still inspire us is a key question for the IMF, which has sought to embody it since 1944.", "It has become a painful question, with the ongoing destructive Russian war in Ukraine adding to the other illnesses of multilateralism in the last six years, from Brexit to populism and (poorly-disguised) protectionism.", "Let us acknowledge it frankly: the G20 is today not in good shape, whereas it had been key to great progress over the last twenty years.", "And sanctions against Russia divide it.", "It is still hotly debated whether these sanctions are necessary and efficient, or on the contrary, whether they are counterproductive for the countries that initiated them.", "I believe that we should stick to a few simple facts and principles: (i) the surge in the prices of raw materials primarily of oil dates back to rumours of war and then to actual invasion in February, not to the sanctions that followed that invasion (ii) in the short term, the Russian economy seems to be losing less ground than expected, precisely because of that surge, but its long-term growth potential is obviously greatly weakened by technological sanctions (iii) there are moments where what is ethically fair prevails over what is economically necessary.", "Even if from time to time there may be contradictions between the two, a sustainable economy cannot exist without an ethical basis.", "But justice also enjoins us to deal with the situation of the poorest countries and people in this crisis.", "The world's community drive to achieve unity, while respecting diversity, should nevertheless remain widely recognised as an essential aspect of the pursuit of the universal common good.", "The tale of the euro is particularly inspirational in this regard.", "After several decades of incremental progress and preparation, it began in the 1990s, and it is worth reminding ourselves how far we have come, and the extent to which we owe this unique success to the will of visionary personalities such as Alexandre Lamfalussy or Jacques Delors.", "To move towards a more resilient global system, the euro should play a more important international role.", "It is at least a credible complement to the dollar as a safe asset.", "More broadly, in present adverse circumstances, we should assign top priority to two courses of action.", "First, designing a consistent regulatory and monitoring framework to ensure that the development of crypto-assets does not undermine confidence in the financial system.", "The recent turmoil that has affected all types of players within the crypto-asset ecosystem (stablecoins, DeFi protocol, lending platforms, hedge funds) has highlighted yet again the intrisic weaknesses of this market and the necessity to have a comprehensive regulatory framework at the international level.", "In this sense, I welcome the upcoming update by the FSB of its high-level recommendations on the regulation and supervision for global stablecoin arrangements and other types of crypto-assets.", "In 2023, we will have a global, consistent and comprehensive framework to tackle crypto-assets.", "The speed of implementation by jurisdictions will be key.", "In the implementation path, a critical aspect will be our ability to collect and share reliable data on the crypto asset markets.", "But regulation cannot be central banks' only answer: it has to be accompanied by their own innovations.", "The main rationale for central bank digital currencies is to preserve the role of public money in a fast-moving economy.", "But with the aim of avoiding international fragmentation, we have to pay special attention and dedicate sufficient efforts then to cross-border interoperability, and hence to wholesale CBDC as a way to ensure it.", "The second paramount course of action is to reposition the IMF as a pivotal stakeholder, at the very heart of the global financial safety net (GFSN).", "Today, IMF resources account for a smaller share of GFSN resources, but there has already been significant progress: the last general allocation that was carried out in August 2021 amounted to USD 650 billion and was, to quote Kristalina \"a shot in the arm for the global economy at a time of unprecedented crisis.\"", "However, developing economies are the primary users of SDRs and yet they have benefited much less from the general allocation: about two-thirds were directed at developed economies, as a result of existing rules.", "Reallocating SDRs is crucial in these current tense circumstances.", "The G7 commitment, taken up by the G20, to bring reallocations to USD 100 billion must be kept and implemented efficiently.", "We are not yet there.", "Part of these allocations have been allocated to the PRGT Fund to finance low-income countries, including an eventual Food Shock Window.", "Still, we have to find additional resources to finance the subsidy account of the PRGT.", "Another part of these reallocations (USD 37 billion at this stage) is about to become reality, by IMF Annual Meetings in October if everything goes according to plan, thanks to the newly created Resilience and Sustainability Trust (RST).", "I am sure I agree with the Managing Director in wishing the RST to be higher in its amounts, quicker in its disbursements, and not too conditional in its provisions.", "Indeed if we want to fulfil our commitments, we have to care not only about the lending capacity of the RST, but also about demand for RST facilities.", "France will be true to its word and reallocate 4 billion SDRs, representing 20% of SDRs received.", "The IMF must play a greater role in crisis prevention for vulnerable countries.", "Despite recent initiatives, there is still considerable room for improvement to make the GFSN more effective for these countries, notably for prevention.", "This is even more pressing in a context of unstable geopolitics, looming food crisis, commodities price volatility and more frequent natural disasters linked to climate change.", "I therefore welcome the recent proposal of a new Food Shock Window.", "However, our efforts should not stop there.", "As Sophocles wrote, \"trust dies but mistrust blossoms\".", "Let me conclude by stressing that trust as a shared treasure also has a key human foundation, which we have patiently built over time.", "International meetings in Basel at the Bank for International Settlements -which I have the honour to chair-, or here in Washington at the IMF, are not places for mundane agreement, but forums for true dialogue, by building on a common diagnosis, and sharing openly our we won't be leaked, instrumentalised or concerns: we know that distorted.", "This is the only way for trust to prosper, and this is how we will progress together.", "Michel Camdessus himself has symbolised this value of humanity like none other in his behaviour and relationships.", "I thank you for your attention.", "Aristotle, Nicomachean Ethics, 4th century B.C.", "Nicholas Oresme, Treatise on the Origin, Nature, Law, and Alterations of Money, circa 1355 BIS, Inequality hysteresis and the effects of macroeconomic stabilisation policies, Luiz Awazu Pereira da Silva, Enisse Kharroubi, Emanuel Kohlscheen, Marco Lombardi and Benoît Mojon, May 2022 Istrefi, K. and Piloiu, A., 2014.", "Economic Policy Uncertainty and Inflation Expectations, Banque de France Working papers 511; Istrefi, K. and Piloiu, A., 2020, Public opinion on central banks when economic policy is uncertain, Revue d'Economie Politique François Villeroy de Galhau, Monetary policy post-pandemic : balancing between science and art, predictability and reactivity, speech, Jackson Hole, 27 August 2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Trust", "Independence", "Mandate", "Accountability", "Ethics", "Price stability", "Inflation", "Monetary policy", "International monetary system", "IMF"]}