{"sentences": ["07.07.2022 1st Banco de España Conference on the Spanish Economy - Banco de España Pablo Hernández de Cos Good morning and welcome to the First Banco de España Conference on the Spanish Economy.", "Let me announce in advance that our intention is for this conference to take place on an annual basis and for it to be our flagship conference in relation to the Spanish economy.", "Let me first elaborate on the motivation behind the organisation of this conference and I will then focus briefly on the topics that have been chosen for discussion this year.", "The main aim of this conference is to bring together leading scholars and policymakers to discuss frontier research on the challenges facing our economy and the policy options to address them.", "The rationale for doing this is our understanding of the importance of the interaction between economic policy and applied research as a crucial tool to support the design and development of economic policies, as well as the evaluation of their effects.", "Indeed, high-quality research is an indispensable tool for advising on and adopting sound policymaking decisions.", "This is generally well understood in the central banking community, where research produced by central banks plays an important role in policymaking and the interaction with the academic community is usually very strong.", "At the Banco de España this is indeed the case, including first by promoting research within the institution.", "This is something we have tried to further enhance during the last years.", "Hence, according to the IDEAS- RePEc citation Index, when our entire research activity is considered, the Banco de España currently ranks second among Spanish economic research centres.", "And among our central bank peers worldwide our research production ranks very high as well as within the Eurosystem.", "Our collaboration with other researchers and institutions is also very strong.", "For example, the Banco de España has been organising an annual research conference since 2017, assembling leading scholars and policymakers to discuss cutting-edge research on relevant topics at the global level.", "Past editions of this conference have covered topics such as the way forward for EMU architecture, tax and transfers systems (jointly with the Institute of Fiscal Studies), and the measurement, causes, and consequences of market power in the digital era.", "Our ties with CEMFI are also crucial in this regard, not only as we provide the financing for this top-ranked institution but also as they ensure close contact among the researchers at both our institutions.", "A third dimension of our research activities is based on our conviction that high-level research relies critically on the availability of detailed and accurate statistics.", "In this regard, the Banco de España has made a significant effort to provide researchers with various microdata bases, most recently through the Banco de España data Laboratory (BELab).", "In particular, BELab has been created with the aim of providing the research community with greater access to high-quality microdata, in a controlled environment that ensures data confidentiality, through on-site or remote means depending on the sensitivity of the data.", "The microdata available at BELab include the Survey of Household Finances, the Survey of Financial Competences, the balance sheet data of non-financial corporations and microdata on loans to legal persons.", "I would strongly encourage all of you to have a look at these data, because I honestly believe that allowing independent researchers to access high-quality data is a necessary step to enhance our knowledge of the Spanish economy.", "And this annual conference specifically should be seen as another step in furthering our commitment to research as an indispensable tool for improving economic policymaking, in this case with the focus on understanding and monitoring developments in the Spanish economy as a basis for promoting well founded economic policy decisions.", "We wish to strengthen our interaction with the research community in this field as a way of better discharging our legal responsibility to provide advice to the Spanish governments on economic policy matters.", "And related to this responsibility, the annual report of the Bank, that it ́s regularly presented to Parliament, offers an analysis of recent developments in the Spanish economy within the global setting, as well as how it is likely to perform in the future and the challenges it faces.", "In addition, it also includes the recommendations that, in the Banco de España's view, it would be desirable to implement, to tackle these challenges.", "Indeed, such an interaction of research and policy is even more pressing in the current juncture, characterised as it is by a highly uncertain context and the need to address important structural challenges, which I will elaborate on next.", "Let me now comment briefly on the main challenges that lie ahead for the Spanish economy, which are also the backbone of the programme of this conference.", "As we all know, the Spanish economy was one of those most severely hit by the effects of the pandemic.", "And the recovery after the most acute phase of the COVID-19 pandemic has been tempered by supply chain disruptions and, in the second half of 2021, by higher energy commodity prices, which were further exacerbated by the Russian invasion of Ukraine in late February this year.", "Overall, in 2022 Q1, GDP in Spain was still 3.3 pp below its prepandemic level, while in the euro area it stood 0.5 pp above its pre-crisis mark.", "According to our latest projections, published last June, in the absence of any new shocks or an escalation of the war in Ukraine, the Spanish economy is projected to follow a gradual recovery path - one that could reach pre-pandemic GDP levels in the final stretch of 2023.", "That said, these projections are surrounded by extraordinarily high uncertainty, in particular related to developments in the war in Ukraine.", "Some of these uncertainties are already having a negative impact on the world economy and have the potential to affect significantly growth prospects.", "As an illustration, a hypothetical interruption of energy commodity imports from Russia would hit the European and Spanish economy hard.", "Indeed, simulations prepared by Banco de España staff show that such a scenario would have a negative impact of between 0.8% and 1.4% on Spanish GDP in the first year, depending on the assumption made regarding the European economies' ability to replace Russian energy sources.", "In this uncertain scenario, one of the main worrisome developments is being the significant increase in the rate of inflation at the world, European and Spanish level.", "In particular, inflation in Spain rose significantly in 2021 and accelerated further in early 2022, reaching 10% in June.", "Moreover, although the price rises were initially concentrated in commodities and food and seemed to be relatively temporary in nature, in recent quarters their intensity has systematically surprised on the upside, spreading to the rest of the goods and services in the consumption basket and showing signs of greater persistence.", "Therefore, analysing the current inflationary episode, with a particular focus on the factors that may influence the persistence of these dynamics in the future is of paramount importance for the recovery of the Spanish economy.", "Wage and mark-up dynamics are particularly relevant in this regard.", "In this regard, it should be emphasized that our projections on inflation, which currently anticipate that it will remain high in the coming months, but will moderate gradually thereafter to levels compatible with the ECB's mediumterm inflation target of 2% is based on the assumption that there will be a slowdown in the growth of energy prices, in line with those on the futures markets, and that a moderate wage growth response and a squeezing of trade margins will prevent the emergence of the pricewage feedback loop.", "Avoiding this feedback loop from wages, mark ups and prices is precisely the main priority objective of the incomes agreement that we have been advocating in recent months at the Banco de España.", "It would consist of an agreement between firms and workers, under the framework of social dialogue, to share the inevitable loss of national income that higher commodity import prices entail.", "And agreement that should also, in our view, include the public sector, by avoiding both an across-the-board fiscal impulse in this context and a widespread use of automatic indexation clauses in expenditure items.", "The third session of this conference addresses this question.", "Over a longer horizon, the Spanish economy faces a series of structural challenges, some of them going back several years or even decades.", "In our conference we will be focusing on four of these challenges, namely the need to correct dysfunctions in the labour market, to boost productivity growth, to make public finances more sustainable and to address the challenges posed by climate change.", "First, Spain faces the challenge of reducing the unemployment rate and the temporary employment ratio, which have been persistently high in recent decades.", "In particular, the unemployment rate of the Spanish economy was, on average, 15.9% over the 2000-2019 period, as against 9.3% in the euro area.", "Also the share of temporary employment was 28.3% over the same period in Spain, but only 15.4% in the euro area.", "Young people (those under the age of 24) have been particularly affected by this instability, with their rate of unemployment (32.5%) and their share of temporary employment (69.5%) standing well above the euro area average in 2019 (15.6% and 52.4%, respectively).", "Reducing this high employment instability is key, especially for young workers, given its adverse economic effects in many spheres.", "For example, employment instability affects the accumulation of workers' human capital and can thus have very persistent effects on their working lives.", "Furthermore, it also increases uncertainty over the future income path of the affected workers.", "This not only has consequences for spending decisions, but also for emotional well-being, the formation of new households and the birth rate.", "In this context, one of the main objectives of the labour market reform enacted in 2022 in Spain is precisely to combat the high proportion of temporary employment.", "And indeed, since the approval of this legislation, permanent hiring has quickened significantly and temporary hires have slowed, with permanent contracts increased most among permanent seasonal workers and permanent part-time workers.", "It is obvious that it ́s still too early to assess properly the impact of this labour market reform, and any such evaluation will have to consider multiple issues, including employment, labour turnover, human capital accumulation, among others.", "In the meantime, learning from the experience in other countries about the impact of similar regulatory changes on temporary employment could prove to be useful for the design of a rigorous evaluation of this reform in the case of Spain.", "These issues are covered in the first session.", "Second, another major challenge for the Spanish economy is the dismal performance of aggregate productivity, the ultimate and most important engine of economic growth and prosperity.", "Average annual total factor productivity growth over the 2000-2019 period was 0.2% in Spain, as against 0.5% in the euro area (and 0.9% in the United States).", "Among the various determinants of this gap, recent literature has been highlighting the role of the misallocation of resources across firms and the small size of businesses, which has a bearing on the country's low aggregate productivity.", "In particular, 35.7% of total employment is in firms with less than 10 employees, compared with 28.5% in the European Union.", "To tackle this challenge, it is essential to explore the various reasons why our business sector is so skewed towards small, low-productivity firms and to mitigate the effects.", "For example, as part of a strategy to stimulate business growth, smaller firms with high productivity potential should be helped to access a wider range of external sources of funding on more advantageous conditions, while the policies supporting business innovation should be strengthened.", "This is the topic of the second session.", "Third, the fight against climate change and the transition towards a more sustainable economy are also important challenges facing the world economy in general and Spain in particular.", "There is for example consensus among the scientific community that the Iberian Peninsula could be significantly affected by the physical risks associated with climate change and that this impact would be highly uneven across regions.", "Resolutely addressing this challenge will entail a profound structural change in our growth model that will have far-reaching implications for all areas of activity.", "This transformational process will also, foreseeably, have a very unequal impact across the different regions, industries, firms and households.", "In this green transition, governments have a leading role to play through, for instance, green taxation, compensatory measures to mitigate the transition costs for the most vulnerable groups, public investment and the regulation of economic activity.", "The fourth session of the conference addresses this topic.", "Last but not least, the sustainability of public finances is one of the most important challenges facing the Spanish economy.", "Maintaining high levels of government debt over time represents an important source of vulnerability for Spain and leaves less fiscal space in the event of possible future crises.", "In the coming years, public indebtedness will remain very close to or even exceed current levels, unless an ambitious fiscal adjustment plan is implemented.", "Specifically, various simulations indicate that if no fiscal adjustment is made in Spain in the coming years, the pressure exerted by population ageing on public expenditure will drive up the government debt-to-GDP ratio.", "Conversely, under an alternative scenario in which a consolidation effort is made - one consistent with maintaining the structural primary balance envisaged in the Banco de España's latest macroeconomic projections for 2024 -, the government debt ratio will stand at levels close to 120% of GDP in the coming decades.", "Should there be a greater fiscal adjustment, for example if the structural primary balance improves by 0.5 pp of potential output each year until reaching equilibrium - a path more consistent with the Stability and Growth Pact rules -, public debt could fall to 82% of GDP by 2040.", "Were this adjustment also accompanied by an ambitious package of structural reforms, the government debt ratio could be around 79% of GDP by 2040.", "In this context, the sustainability of Spanish public finances needs to be bolstered in the medium term.", "To this end, a multi-annual fiscal consolidation plan will have to be carefully designed, and rigorously implemented once the Spanish economy is firmly set on a course of recovery.", "The sooner such a comprehensive plan is designed and announced the better, as this would help boost confidence and reduce the uncertainty surrounding Spanish economic policies.", "Such confidence is particularly important in the context of monetary policy normalisation (with the consequent tightening of financial conditions) in which we find ourselves.", "This will be the topic of tomorrow's policy panel discussion.", "The economy is currently in a highly uncertain environment characterised by the aftermath of two major shocks, the pandemic and the war in Ukraine, with consequences that are difficult to anticipate, especially in a context of ongoing monetary policy normalisation.", "This setting interacts with the enormous structural challenges that the Spanish economy faces, highlighting the need for a comprehensive strategy of ambitious and lasting reforms in order to boost growth and promote the well-being of our society.", "Only a resolute economic policy response to the multiple challenges facing the Spanish economy will enable us to follow a robust and sustained growth path that offers opportunities for all in the coming years.", "Moreover, it is essential that this response is based on high-quality theoretical and empirical analyses that provide a necessary diagnosis of the situation from different angles as well as a rigorous discussion of the pros and cons of the policies available.", "This conference will certainly contribute to that goal.", "The quality and range of the speakers and papers covering these topics will guarantee that this is the case.", "Let me finally express my gratitude to the organisers for making this conference possible and to all of you for attending.", "I wish you a very productive meeting and a pleasant stay in Madrid."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Labor market", "Productivity", "Public finances", "Climate change", "Wage dynamics", "Mark-ups", "Fiscal policy", "Monetary policy", "Economic growth"]}