{"sentences": ["Doing what's possible - how the central bank and credit institutions can support the necessary transition towards a carbon-neutral economy Speech marking the retirement of Dr Karl-Peter Schackmann-Fallis, Executive Board Member of the German Savings Banks Association 26.09.2022 | Berlin | Joachim Nagel 1 Introductory remarks 2 A look at the savings banks group 3 Transition to a climate-neutral economy 4 Financial institutions and their profitability 5 Inflation and monetary policy 1 Introductory remarks Ladies and gentlemen, Mr Schleweis, Thank you very much for your warm welcome - and thank you for inviting me to this event today.", "It was a pleasure for me to come here today because my acquaintanceship with Karl-Peter Schackmann-Fallis goes back more than 30 years, spans a variety of professional positions, and became a friendship very early on.", "Another point I'd like to make before I get on with my speech is that monetary policymakers are often compared with different types of birds.", "They are often dubbed hawks or doves in an effort to visualise their particular policy stance.", "I dare say everyone knows that monetary policy is far too complex a topic for all the possible points of view to be reduced to just two or three avian species.", "What I mainly like about this imagery is the perspective: the bird's eye view.", "Because with a little distance, you often see things better.", "And it's precisely that bird's eye view that I would now like to take in marking Karl-Peter Schackmann-Fallis's retirement.", "I will look first at his multi-faceted professional career and then turn my attention to the topics that occupied him and us in the past and will continue to do so in the future topics that occupied him and us in the past and will continue to do so in the future.", "From an aerial perspective, one can make out two professional fields in which KarlPeter Schackmann-Fallis has left his mark: politics and business.", "Karl-Peter, you started off studying politics, German studies, history and economics - that's quite a hefty workload, if you ask me.", "At the end of your university career, with a PhD (philosophiae doctor, Doctor of Philosophy) to your name, you entered the world of business.", "Your professional journey followed a similar path.", "You started out in the political arena.", "It was from within the Social Democratic Party and the ministries that you played a role in shaping political life: at the Federal Ministry of Economics, and rising to the position of State Secretary in the Finance Ministries of both Saxony-Anhalt and Brandenburg.", "That was the time when our paths first crossed: we got to know each other in the late 1980s at the cross-party \"monetary workshop\", a meeting on the topic of monetary policy.", "Back then, I was there with the University of Karlsruhe's monetary affairs department - what a long time ago that was!", "You could say we later became colleagues there as honorary chairmen of the monetary workshop.", "After nearly two decades in politics, you switched back to the business world in 2004 to begin shaping the fortunes of the savings banks group as an Executive Board Member of the German Savings Banks Association.", "There you were in your element.", "German savings banks are governed by public law, operate under municipal trusteeship, are anchored in their home regions, and are committed to the common good, and that's what makes their business model such a perfect fit for you, Karl-Peter.", "And it's why it came so naturally for you to wholeheartedly champion the savings banks group for no less than 18 years, right up to the present day, shortly before your well-earned retirement.", "Up till then, settling down hadn't really been in your nature, so your long stint with the savings banks group speaks volumes about your strong commitment to performing this important task for the entire savings banks family.", "What were the big issues during this period - again from a bird's eye perspective?", "A look at the savings banks group The year 2008 was when the financial crisis started raging.", "Every one of you, ladies and gentlemen, had to do your bit to make sure your own ship made it through this storm without running aground.", "Up and down the country, \"ordinary\" savings banks, with their regional focus, were mostly seen more as part of the solution than as part of the problem.", "They supported the economy by continuing, even in times of crisis, to provide loans to their counterparties, whom they mostly knew well.", "But there were also some savings banks that did not emerge unscathed, such as the ones that were shareholders in Landesbanken.", "Landesbanken needed large-scale bailouts with taxpayers' money.", "Since then, an important cleansing process has taken place here, and further consolidation steps are still pending.", "The financial crisis then gave way to the European sovereign debt crisis and the low interest rate period.", "As of 2015, banks in Germany saw a steady decline in their net interest income.", "This process began five years earlier at the savings banks.", "Savings banks and cooperative banks faced a particularly stiff challenge - after all, their profitability has always hinged on net interest income.", "The Savings Banks Finance Group has, however, succeeded in boosting the amount of net commission income of late, which means that savings banks have been able to offset the declines in net interest income to a degree.", "Profitability can also be improved by embracing innovation - nowadays these are often advances in the digital realm.", "After all, more and more customers want to handle their financial affairs digitally.", "The coronavirus pandemic intensified this trend.", "Agile rivals have been setting new standards in this area for some time now.", "The savings banks group has also embarked on a mission to make its business more digital.", "It is a journey where everyone needs to be on board.", "The same can be said for the plan to strengthen the Savings Banks Finance Group as a whole, with its common institutional protection scheme, so that the savings banks can give each other the backing they need should the worst come to the worst.", "The current plan is for more than €5 billion to be raised from the affiliated institutions between 2025 and 2032 for an additional IPS (Integriertes Poolingsystem für Sicherheiten) fund, as it is known - that equates to 0.5% of joint risk-weighted assets (RWAs).", "These projects, and many others, saw Karl-Peter Schackmann-Fallis draw on his wealth of experience in politics: whenever interests started to diverge, he had the stamina and patience needed to put them back on track.", "This strengthened not just the group's competitiveness but also the trust it engendered, and this ultimately also made Germany's banking sector a better-performing and more stable place overall.", "KarlPeter, it is to your credit that the public banks - with the savings banks and Landesbanken - also became better known and respected outside the country as the third pillar of Germany's banking system.", "That was, and still is, an important condition for ensuring that the idiosyncrasies of the German banking system are adequately taken into account in European regulation.", "Transition to a climate-neutral economy Ladies and gentlemen, For the Savings Bank Finance Group, as well as for all those in positions of responsibility in this country, there is one topic that is becoming more and more important: the transition to a climate-neutral economy.", "The urgency and significance of this issue is now clear, especially after this past summer, which saw the most sunshine since records began [in 1881], with temperatures well above average and considerable drought.", "\"Heißzeit\", or \"hot age\", playing on the German for \"ice age\", was the German Word of the Year in 2018 - and, unfortunately, it has not lost any of its relevance in 2022.", "The transition to a climate-neutral economy is urgently needed.", "Furthermore, this would help to free Germany from its crippling dependence on Russian gas - another reason to press ahead with full force.", "Savings banks are helping to fund this transition.", "After all, it is not least bank loans that allow the many small and medium-sized enterprises in Germany to be part of the green transition.", "However, the savings banks group has also identified a number of other ways in which it can play a part.", "These are set out in its \"Commitment by German Savings Banks to climate-friendly and sustainable business practices\".", "By early August, more than 230 savings banks and 14 affiliated institutions had signed up to this commitment.", "I hope that many more institutions will add their signatures, too.", "The German Savings Banks Association should support its members in upholding this commitment as well as systematically and successfully managing the associated risks.", "However, not only savings banks, but also other banks as well as central banks have been paying greater attention to climate and sustainability risks for some time now.", "With regard to the climate, there are two very different types of risk involved here.", "First, there are the risks arising from the direct, physical repercussions of climate change - from the banks' perspective, these could be risks associated with real estate financing in areas facing a greater threat from flooding.", "However, there are also risks resulting from urgently needed climate policies and structural change towards climate neutrality.", "At its core, it is about ensuring that the costs of greenhouse gas emissions are no longer borne by society as a whole, but by the emitters themselves.", "This may make certain business models unprofitable and sooner or later lower the value of those enterprises' shares or bonds.", "This means that climate risks are financial risks, too.", "They need to be made transparent on financial institutions' balance sheets, and this is what we as supervisors are calling for.", "This would help to stabilise the banking sector - and, at the same time, would support the transition.", "However, this will only work if enterprises are transparent about their carbon footprints and climate vulnerabilities across the board.", "Only then will markets be in a position to appropriately price in their climate-related financial risks.", "The ECB (European Central Bank) recently released the results of its climate risk stress test for major European banks.", "This included some German Landesbanken.", "The good news is that the significant institutions likely do not need to expect any material losses overall based on the scenarios used in the stress test.", "That said, the test also found that there is room for improvement when taking account of climate risks in risk management.", "Also recently, the Bundesbank once again conducted the LSI (Less Significant Institution) stress test for the smaller German banks under our supervision.", "Institutions were surveyed on how they assess the medium-term impact of climate risks on their business and to what extent these are already factored into their risk management.", "The results will be published by the Bundesbank and BaFin (Bundesanstalt für Finanzdienstleistungsaufsicht) on Wednesday.", "It would be surprising if smaller institutions were not also able to improve the way in which they depict climate risks in their risk management.", "In the European Union, the Corporate Sustainability Reporting Directive (CSRD) is helping to provide the necessary basis of information.", "Previously, only enterprises with 500 employees or more were subject to reporting requirements in this regard.", "With the CSRD, more and more enterprises will gradually be required to submit reports from 2024 onwards.", "Forward-looking enterprises are already making preparations to regularly disclose certain climate-related information.", "Savings banks, in particular, with their many small and medium-sized corporate customers, will thus have a significantly better pool of data.", "This will enable them to develop their risk management systems in an adequate and proportionate manner - in line with supervisory expectations.", "As supervisors, we central banks are also supporting the transition to a climateneutral economy.", "In this context, we must adhere to the same standards as banks.", "We, too, must make sure that climate risks are appropriately accounted for on our balance sheet and in our risk management, especially as we would not be able to safeguard price stability without a sound balance sheet.", "Moreover, we, as the central bank, are also becoming more transparent.", "In July, for example, we reported on the climate impact of our own euro-denominated non-monetary policy portfolio.", "This includes funds that we invest as a counterpart to the Bank's capital, statutory reserves, and long-term provisions for civil servant pensions and healthcare assistance.", "At the same time, we are committed to improving the available data at both the national and international levels.", "bot t e at o a a d te at o a e e s And the Eurosystem is now also accounting for climate aspects in its monetary policy operations.", "As of October, climate-based \"tilting\" will be applied to purchases of corporate bonds.", "If bond issuers perform comparatively poorly in terms of greenhouse gas emissions, decarbonisation targets and climate-related reporting, their bonds will be purchased in smaller volumes.", "However, there is no doubt that the volume of corporate bonds purchased will be determined by monetary policy considerations.", "After all, our primary objective is price stability in the euro area.", "Furthermore, in the long term, and in line with the aforementioned EU (European Union) Corporate Sustainability Reporting Directive, only bonds issued by enterprises that disclose climate-related information will be allowed into the collateral pool.", "Transparency standards will also have important effects for markets.", "For example, they will allow financial markets to more easily price in climate issues, long-term financing risks, and potential returns.", "It will then be possible for prices and asset returns to better reflect climate effects.", "And this promotes the efficient allocation of capital.", "There is no question that both financial institutions and central banks must take action to tackle climate-related financial risks as well as be more transparent about them.", "I am absolutely certain of this.", "Financial institutions and their profitability Meanwhile, savings banks and banks also face other challenges.", "At present, they must be vigilant in various areas.", "I would like to briefly discuss three of the challenges that they face.", "First, the interest rate reversal.", "In the medium term, higher interest rates are likely to buoy institutions' earnings.", "In the short term, however, the interest rate reversal is also hurting some institutions.", "Second, Russia's war of aggression against Ukraine and all its consequences.", "The war has severely dampened the outlook for the economy and considerably increased uncertainty.", "For financial institutions, this means that credit risk could materialise.", "And this would result in corresponding write-downs and weigh on profitability.", "Third, from March to June of this year, we have seen a sharp decline in inflows of deposits from households and non-financial corporations to accounts with financial institutions.", "This is probably related to rising prices and the resultant falling real incomes.", "With prices higher, it is increasingly difficult to form new savings.", "This development is likely to be particularly relevant for savings banks.", "Institutions would therefore be well advised to act very prudently now, not to neglect adverse scenarios and to conduct sound risk management.", "If credit quality deteriorates, this should be reflected on balance sheets very quickly.", "At present, however, the German banking system is on a fairly sound footing, with a good buffer of surplus capital.", "The same is also true of the savings bank sector.", "Savings banks have a clear buffer over and above supervisory requirements.", "They are therefore well equipped to weather bad times.", "Inflation and monetary policy Developments in inflation over the past year have demonstrated just how quickly times can change.", "After decades in which inflation rates were quite predominantly low, even too low for a time, the inflation curve picked up significantly in the summer of 2021.", "This increase was initially thought to be temporary, but has continued month after month and has become increasingly broad based.", "In both the euro area and Germany, the inflation rate has now exceeded 8% since May; in other words, it is more than four times higher than the target of 2%.", "In August, the Harmonised Index of Consumer Prices for the euro area stood at 9.1%, with inflationary pressures broadly based.", "Core inflation, which excludes energy and food, came to 4.3% in the euro area in August.", "The inflation forecasts for the next two years have likewise been raised to an average of 5.5% for 2023 and a still considerable 2.3% for 2024.", "The economic costs of such high inflation are severe - and they hit the most disadvantaged the hardest.", "The Governing Council of the ECB (European Central Bank) is determined to restore price stability.", "That is our remit, our mandate.", "We on the Governing Council of the ECB (European Central Bank) have therefore taken action.", "As at 1 July, net purchases under the long-running asset purchase programme (APP (Asset Purchase Programme)) were discontinued.", "In July, we raised key interest rates by 50 basis points, thereby closing the negative interest rate chapter.", "Three weeks ago, we followed up with an even larger interest rate hike of 75 basis points.", "Further interest rate increases are expected to follow over the next few monetary policy meetings as the risks to the inflation outlook are still tilted to the upside.", "The danger of a de-anchoring of long-term inflation expectations remains high.", "Against this backdrop, it is clear that further decisive measures are needed to bring the inflation rate to 2% in the medium term.", "Further interest rate steps will therefore need to be taken for us to fulfil our mandate.", "How large these steps will be depends on economic developments and the requirements at the respective time.", "We must ensure that the high inflation ends.", "For there can be no doubt that the longer inflation remains high, the greater the risk of longer-term inflation expectations rising significantly.", "If this happens, the high inflation rate would become entrenched.", "The Governing Council must prevent this from happening.", "The Eurosystem and its monetary policy are on course for 2% inflation.", "I will do my utmost and use all the Bundesbank's expertise to ensure that we maintain this course until we reach our goal.", "And that brings me to the conclusion.", "We have taken a look, from a bird's eye perspective, at the various positions Karl-Peter Schackmann-Fallis has held over the course of his career and at the issues that have occupied you, Karl-Peter, and indeed all of us over the past 18 years.", "Now that you are retiring, some of these issues may no longer keep you awake at night quite as much.", "Some things become less significant when seen from afar, details become blurred.", "The big picture, meanwhile, stands out in greater clarity.", "I plainly see two big challenges facing our society as a whole.", "Every one of us will have to do what we can, individually and together, at work and at home, to overcome this major challenge.", "Here, the Governing Council of the ECB (European Central Bank) must act.", "And I will do my utmost to bring inflation back to the desired level.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none"], "topics": ["Climate-neutral economy", "Savings banks", "Inflation", "Monetary policy", "Profitability", "Financial risks", "Climate risks", "Interest rates", "Risk management", "Central banks"]}