{"sentences": ["OFFICIAL OPENING OF ABSA BANK BOTSWANA LIMITED Keynote Speech Moses D Pelaelo Governor, Bank of Botswana February 3, 2022 Director of Ceremonies, Distinguished Ladies and Gentlemen, it is a great pleasure and, indeed, an honour for me to have been invited to be part of this evening's ceremony marking the official opening and launch of the Shakawe Branch of Absa Bank Botswana Limited (Absa Bank).", "For the reasons that should be obvious to many, this is an invitation that the Head of Banking Supervision Department, Mr Godfrey Ngidi and I could not decline.", "Therefore, my colleagues and I would like to thank you, the Managing Director and, through you, the Board of Absa Bank for inviting us to join you and the people of Shakawe on the occasion of the official opening of this beautiful branch.", "Director of Ceremonies, let me indicate, at the outset, that today's event, is of major significance in a myriad of ways.", "First and foremost, I can imagine that it responds to a major aspiration of the people of the North West region of Botswana, the Okavango Sub-District in particular, which has been and continues to be comparatively underbanked, even if acknowledging that Absa Bank has three branches and eight ATMs in the North West District; second, the opportunity to project the potential economic benefits emanating from broadening of access to financial services in this region and, third and more broadly, what Absa has done is aligned to public policy objectives of growing a more inclusive financial sector.", "As many of us would be aware, the Okavango region is an important hub for Botswana tourism activity, encompassing linkages with the global economy, with wide geographical coverage and, therefore, large distances between any concentration of facilities and service points.", "Furthermore, it has the potential and conditions to make leaps in economic activity; thus, in some way contributing to the rates of economic growth needed to propel the Botswana economy to high- income status by 2036.", "In the circumstances, any improvement in the provision of financial services (number and channels of delivery) becomes a key ingredient in unlocking or increasing the economic value that is inherent in the unique features of the Okavango region.", "Let me also acknowledge that, indeed, as an important infrastructure development, the Mohembo Bridge would similarly have a large positive impact on economic activity and welfare in the region.", "For Absa Bank, I believe, therefore, that the reason to establish a physical presence here is a realisation of the business potential of serving the proximate community and generating investment returns while being participant in the growth path of the North West region of Botswana.", "Notably, the physical presence also facilitates the delivery of banking services through information technology-based platforms and resultant wider adaptation by the community, a contribution to the Government's digitisation agenda.", "Distinguished Ladies and Gentlemen, the unique features of the North West region and the potential impact of enhanced provision of financial services and supportive infrastructure, generally, provide interesting background, and anchor to the theme of my key message today, which is \"Broadening Access to Cost-Effective Banking Services, Especially by Rural Cohorts and Tourist Areas of Botswana\".", "Considering this theme, I wish to illuminate five aspects that I view as immediately relevant to linking infrastructure and service enhancements to aspirations for faster and inclusive economic growth and high-income status for Botswana.", "First, is the scope and benefits of economic inclusion.", "I am deliberately being broad because, while, as Governor of the central bank, it is easier for me, and mandate specific, to talk about financial inclusion, I do recognise that it is just one facet of inclusion and sometimes it cannot happen without the other enablers; for example, education or financial literacy, access to infrastructure and utilities and deliberate strategic focus by policy makers and service providers.", "Ladies and Gentlemen, the essence of financial and economic inclusion, generally is to empower communities, individuals and businesses to pursue economic activity in a productive manner, recognising and harnessing effectively the available resources.", "For financial services, this includes access to savings products that offers safety of money and, also, enhances the time value of savings through returns or minimising the erosion of value due to inflation.", "These resources (deposits) are available to create additional value through lending to others; that is credit extension, which enables immediate access to the requisite amount or flow of funds to finance projects, asset acquisition, working capital, facilitating timely implementation of business ideas, innovation, and viability of economic activity, as well as, for individuals, consumption smoothing over a life- cycle.", "Also, there is access to insurance products for risk mitigation and compensation in the event of an adverse event occurring; and facilitation of payments through various platforms that are relevant and practical for the community and link well with the global community.", "The second order effect of enhanced access to financial services is, therefore, a structural shift to higher economic and growth potential for the region (for both individuals and businesses) and, thus enhanced contribution to national economic prospects.", "In the context of today's theme, where the economic essence of being rural does not connote backwardness, but involves a transition to encompass meaningful alternative economic activity that entails income earning opportunities, impactful production and employment creation.", "In the field of economic studies, this will be defined as a shift in the production frontier.", "For example, while still producing fish, it is with better methods/equipment, knowledge, larger production, trade with the rest of the world, it is sustainable and renewable, and positively impacts social welfare, over the long-term.", "As a third element, the prospective transition and structural shift of economic activity would ideally be more aligned to global production and performance attributes in terms of value chains, expectations on quality, standards and productivity.", "This, therefore, underpins prospects for maintenance and expansion of external markets, including tourism services, agriculture and other industries, resonating very well with the export-oriented development strategy that anchors the nation's Economic Recovery and Transformation Plan and the Vision 2036 growth trajectory objectives.", "Enhanced access to financial services, therefore, plays a key role in this regard.", "I am pleased, in this regard, to observe that in the advent of the COVID-19 challenges, Absa, together with other banks participated meaningfully in alleviating the adverse impact.", "For example, Absa helped 48 businesses through their restructuring of loan facilities amounting to P419 million.", "In addition, Absa bank participated in the Government COVID-19 Loan Guarantee Scheme (administered by BECI) introduced to support eligible businesses with access to credit from banks to shore up business operations, whereby up to now, it has supported eight businesses with loans amounting to P41.5 million.", "For emphasis, and to broaden this to the national context, I need to observe that, indeed, in the long-term and especially as diamond revenues decline, COVID-19 pandemic has illuminated the realisation that, the current development model, primarily based on government spending, is likely to be constrained by fiscal sustainability realities, reinforcing the need for a more dynamic private sector and, therefore, the imperative to promote entrepreneurship, self-employment and diversified sources of income.", "Again finance, in this regard, would be critical.", "Distinguished Guests, as a fourth element, in the modern day, progression with respect to financial/economic inclusion, shift in the growth potential, and beneficial global linkages has to involve internet connectivity and digitisation.", "Therefore, I note with satisfaction, the shift towards provision of banking services by Absa bank through digital platforms.", "This eases the conduct of transactions and processing, especially in a geographically dispersed and thinly populated area, such as the Okavango region.", "It should also address the hitherto apparent diminution of services as public servants and other service providers occasionally depart from their stations here in Shakawe to travel long distances for banking services in Gumare and/or even as far as Maun.", "However, for such transition to be effective, it requires adaptation by customers, a secure environment and maintenance of process integrity, as well as availability of connectivity and continuous functionality of infrastructure and facilities.", "This is important for both domestic and customer service processes and for integrity and sustainability of global value chain and markets linkages.", "Again, in this instance, I recognise the positive response by banks, including Absa bank, in reducing transaction charges for use of electronic and digital banking services in order to sustain access and use of services, as well as ease the transition to digital platforms at a time when movements were restricted, and social distancing enforced to mitigate the spread of COVID-19.", "I would also like to highlight, as the fifth area, the customer relationships that are important for safe, sound and sustainable banking arrangements.", "These include measured pace of the transition to digital platforms that takes into account customer capabilities and preferences, availability of backbone infrastructure and connectivity.", "I must be quick to indicate, Managing Director and Chairman of ABSA that this movement towards digital platforms should not result in abrupt closure of brick-and- mortar branches without providing more cost-effective alternative channels for maintenance of high-quality banking services.", "Indeed, there is need for continued maintenance of functionality, resilience and uptime of electronic services, both for customer convenience and system integrity (24/7 availability as promised).", "There is also a need for compliance with respect to business conduct and fair practices, as well as disclosure requirements, know-your- customer, AML/CFT and general due diligence.", "All these issues are important to promote patronage of banking services, access to correspondent banking and external customers for businesses.", "Lastly, Distinguished Guests, as I have previously indicated in other fora, the Bank and public policy generally acknowledge that participation in the formal financial sector by a greater number of businesses and individuals enhances the potency of macroeconomic policies.", "This is because banks are an important channel through which monetary policy is transmitted.", "For example, monetary policy action, involving upward or downward adjustment of interest rates, will affect saving and borrowing decisions of those that use banks and other financial institutions; and ultimately such decisions, collectively, influence the rate of economic growth and speed of change in prices.", "A greater use of the formal financial sector also feeds information necessary for monitoring and, where needed, initiatives and responsive action for developmental purposes and for mitigating risks and maintenance of financial stability.", "In a nutshell, this is what a central bank does; formulate and implement monetary policy.", "Distinguished Ladies and Gentlemen, assuming what I have just highlighted represents a terrain map or strategic touch points for Absa bank, the expectation is that, as part of a regional and well-established brand, it will in the instance of this branch, deploy its range of resources to maintain alignment of its products and services to the specific needs of the local community, of Shakawe and the wider Okavango region, with a potential positive impact on national economic prospects.", "The immediate and obvious areas relate to tourism, agriculture and fisheries.", "In all these cases, especially for the latter two (in line with the second order impact I highlighted earlier), there are opportunities for scaling up the quantum and quality of production and to expand market opportunities.", "In addition, to the business side, other products for individuals, such as financing education and housing, remain relevant for welfare enhancements for the community.", "The other moral imperative, Madam Managing Director, is to kick-out unscrupulous money lenders and other unfair trading practices that are often prevalent where there are inadequate and inefficient banking services.", "Director of Ceremonies, Distinguished Guests, as some would be aware, Absa bank, formerly Barclays Bank of Botswana Limited, changed its name in 2019 following a \"purchase and assumption transaction\" by Absa Bank Group of South Africa, acquiring majority shares held by Barclays Africa Group Limited in Barclays Bank of Botswana Limited.", "The bank is growing; and to-date, remains sound.", "As an illustration, as at December 31, 2021, Absa Bank had a total network of 34 branches and 114 intelligent automated teller machines (ATM) and employed 1049 people; its deposit base increased from P9.1 billion in 2011 to P16.4 billion in 2021.", "Ladies and Gentlemen, I need to highlight also that Absa Bank is not new in Shakawe; the bank first opened a branch in Shakawe in 2007, temporarily closed it for business in August 2018 to upgrade it and find a place where it could conveniently and satisfactorily serve customers.", "The re-opening of the branch in a new location, which offers more convenience and improved services to customers is indeed testimony to the commitment by Absa Bank to serve the people of Shakawe, which is over 1100 kilometres from its head office in Gaborone.", "There could be no better indication by Absa Bank of its determination to share with the Botswana Government the responsibility to provide financial services, economic infrastructure and facilities widely in the country.", "In a way, this is a demonstration of the bank's \"trademark\" Africanacity, which embeds such values as \"we engage communities to bring people's possibilities to life\" and \"we are bold enough to change course\".", "Director of Ceremonies, Distinguished Guests, Ladies and Gentlemen, the new branch of Absa Bank, being launched today is, inevitably, more modern, convenient and links well and securely with digital and electronic platforms and options provided by the bank, thus contributing to the enhanced range and quality of services for customers.", "Board Chairman and Managing Director, I commend you; the decision to open a brick-and-mortar branch in this region augurs well for complementarity of physical presence and digital delivery, measured transition aligned to the pace of customer adaptation and availability of infrastructure and connectivity.", "For customers and the community in general, I wish to observe that the advent of technology, electronic means of payments, mobile money and other digital platforms offer greater opportunities for efficient, adaptive and sustainable means for provision of financial services, particularly in the context of low population density countries, such as Botswana.", "It is, therefore, advisable to adapt and embrace the modern ways of accessing banking services in order to be financially included.", "The reasons for this are that the traditional approaches will, over time, most likely disappear owing to lack of patronage and support, as the demand and supply of new approaches accelerate and become the new normal; digital and mobile banking afford greater convenience for managing and executing payments and concurrent linkages to other services, at a lower cost than the traditional methods; and the backbone service infrastructure, including access to government services, utilities and enabling platforms to access or purchase basic goods and services are fast becoming electronic and digital.", "Bagaetsho, it is also fitting to reflect that the use of banking services also entails responsibility on the part of bank customers.", "These include financial discipline in maintenance of accounts and honouring financial obligations according to the agreed terms, as well as adhering to information security requirements when transacting online.", "Director of Ceremonies, it would be remiss of me to conclude my speech without highlighting the important and far-reaching social responsibility initiatives undertaken by Absa Bank.", "These include the Hackathon and Incubation Programme, which aims to mobilise youth innovators and connect them with established market players and industry experts for mentorship and information sharing; the ready-to-work programme, which is geared towards empowering the youth on financial management, entrepreneurship and employability; financial assistance to excelling university students, through the Absa F G Mogae Scholarship; as well as participating in the Women in Business Webinars, that are dedicated to empowerment of existing and aspiring women entrepreneurs.", "Ladies and Gentlemen, as I conclude, I take this opportunity to express my sincere gratitude to the Board and Management of Absa Bank for continuing to be aligned to the development aspirations of the country through fostering of financial inclusion, availing products that propel a shift in the production frontier, facilitating digitisation and access to external markets (trade facilitation).", "I therefore encourage the Shakawe and wider Okavango community to take advantage of proximity of the bank and availability of its products to enhance productive participation in economic activity and increase in their welfare.", "Distinguished Guests, Ladies and Gentlemen, it is now my pleasure and privilege to declare the Absa Bank Shakawe branch officially open.", "I thank you all for your kind attention and for being part of this momentous occasion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "Economic growth", "Digitisation", "Financial services", "Rural banking", "Tourism", "Agriculture", "Fisheries", "Infrastructure", "Customer relationships"]}