{"sentences": ["Opening Remarks at the 2022 BOJ-IMES Conference Hosted by the Institute for Monetary and Economic Studies, Bank of Japan I.", "Introduction It is my great pleasure to welcome you all to the 2022 BOJ-IMES Conference.", "On behalf of the conference organizers, I would like to thank you all for your participation.", "This is the 27th conference since its start in 1983.", "Due to the continuing effects of COVID- 19, the conference is being held online, as last year.", "The previous conference was very fruitful with lively and wide-ranging discussions on the theme of \"Adapting to the New Normal: Perspectives and Policy Challenges after the COVID-19 Pandemic.\"", "Since then, however, the environment surrounding central banks has changed dramatically.", "Given these developments, the themes for discussion appear to have expanded rapidly.", "That is why I think this is the ideal opportunity for central banks, international institutions, and academia to gather and exchange opinions.", "Against this background, the theme of this year's conference is \"New Dimensions and Frontiers in Central Banking.\"", "Now I would like to provide an overview of the theme, focusing on the new dimensions faced by central banks and the frontiers they are developing.", "New Dimensions in Central Banking First of all, I would like to point out two challenges currently facing central banks.", "A Surge in Inflation The first challenge is a global surge in inflation.", "For most central bankers and researchers, this is not something they could have imagined at the emergence of COVID-19.", "The unique feature of inflation this time is that both supply and demand inflationary factors have occurred at the same time.", "On the supply side, constraints on production capacity have given rise to inflationary pressure.", "These constraints include disruptions to the supply of raw materials, a shortage of semiconductors, and labor shortages.", "On the demand side, as economic activity has recovered globally since last year, solid demand from households has materialized.", "A shift in demand from services to goods has occurred amid the continued pandemic.", "These two factors have brought about upward inflationary pressure, especially on the price of goods including the price of commodities.", "That said, when it comes to these supply and demand effects, there are both similarities and differences between countries.", "For example, in Japan, household pent-up demand has been limited and the recovery of aggregate demand has been slower than in Europe and the United States.", "On the supply side, the constraints may not be as severe as in the United States.", "While shortages of intermediate inputs have had some impact, labor supply has room to expand thanks to so-called labor hoarding during the pandemic.", "Differences in labor supply stance have also resulted in differences in wage growth between countries.", "In Japan, wages have risen, but the rate of increase has remained moderate.", "Also, the recent surge in commodity prices due to supply factors puts greater downward pressure on the economies of commodity- importing countries through a decline in household real income and corporate profits.", "In this situation, attention will be focused on how firms pass increasing costs on to prices and how they determine the level of price increases that households are willing to accept.", "Given these differences in the supply and demand effects, the appropriate monetary policy response will also differ between countries.", "A common challenge for each country is to determine the magnitude and persistence of the inflationary pressure.", "In doing so, it will be important to capture the relationship between three prices, namely, the price of goods and services, wages, and commodity prices.", "A Surge in Geopolitical Risk Another challenge facing central banks is the surge in geopolitical risk triggered by the Russian invasion of Ukraine.", "This has induced a further increase in commodity prices.", "And it has increased inflation worldwide.", "In addition, uncertainties over geopolitical risk are extremely high.", "These uncertainties could put downward pressure on the global economy by shrinking trade and damaging confidence.", "In addition to the real economy, close attention has to be paid to financial market sentiment, the global financial system, and cybersecurity.", "Furthermore, if views on geopolitical risk were to change permanently, this could have a longer-term impact on the global economy through structural changes in trade and capital flows.", "Recognizing how extremely uncertain and fast moving the current situation is, central banks are required to implement the appropriate policy measures.", "Frontiers in Central Banking In addition to these challenges, new challenges have emerged in the frontiers that central banks should develop.", "I would like to point out three areas.", "Structural Change in the Economy The first frontier is the acceleration of structural changes in the economy amid the prolonged pandemic.", "The digitalization and automation of society and the economy were in progress even before the pandemic, and having been accelerated by the pandemic, they have expanded and deepened rapidly.", "Along with this, a restructuring of supply chains has been observed.", "Also, since the effects of the pandemic were regressive, income inequality appears to have increased further, above its already increasing trend in some advanced economies.", "The fiscal burden for dealing with this issue has also increased.", "From an economic perspective, these structural changes may affect the potential growth rate, the natural interest rate, and the Phillips curve.", "The structural changes may have implications for the effectiveness of monetary policy and the appropriate responses.", "Central banks should therefore pay close attention to the changing economic structure and its potential impact on prices and the real economy.", "Climate Change Responses The second frontier is climate change response, which has become a new domain for central banks.", "This is an area in which considerable effort has been made since the last conference.", "Stimulating and wide-ranging discussions have taken place at international forums such as the Network of Central Banks and Supervisors for Greening the Financial System (NGFS).", "The Bank of Japan published its comprehensive strategy on climate change in July 2021.", "The Bank also introduced its Climate Response Financing Operations and has been actively engaged in a wide range of initiatives, including research.", "In principle, it is the governments' industrial and fiscal policies that play the primary role in addressing climate change issues.", "However, it is also important to consider how to make use of market mechanisms to ensure the effectiveness of these policies.", "One example is the emissions trading systems introduced in the EU and elsewhere.", "In Japan, national-level plans have been launched.", "The role of markets in evaluating firms' efforts to tackle climate change is also important.", "In this way, the market function can promote changes in firms' behavior.", "For example, the Bank of Japan's Climate Response Financing Operations make use of financial institutions' expertise in assessing firms in the area of climate change.", "The financing operations also require financial institutions to disclose relevant information as a condition for supplying funds.", "These measures have been designed to help use market discipline in an effective way.", "The role of central banks may be considered from the perspective of market initiatives, such as promoting the development of financial markets related to climate change.", "The Transformation of the Monetary System The third frontier is the transformation of the monetary system, induced by digitalization.", "Many central banks are working on the issues surrounding central bank digital currency (CBDC).", "The Bank of Japan has been testing the technical feasibility of the functions and features required for CBDC.", "Specifically, in April this year, the Bank of Japan moved from Proof of Concept Phase 1, aimed at testing the basic functions of CBDC, to Proof of Concept Phase 2, in which additional functions are added and tested.", "However, the broader issue is how to build a monetary system in the digital age.", "We have seen the emergence of private digital currencies and stablecoins in addition to the increasing interest in CBDC.", "There is no doubt that we have entered a period of transformation for the monetary system.", "Considering the future of the monetary system can lead to exploring the potential for growth.", "One area with the potential to create new demand is combining the monetary system with the information system that supports business.", "In addition, given the cross-border role of money, the future of the monetary system should be considered globally as well as domestically.", "Central banks are required to engage in designing and building the new monetary system globally while examining the possible effects of future changes to money on monetary policy and financial stability.", "Conclusion Let me wrap up.", "Since last May, the situation facing central banks has changed rapidly and the efforts in the frontiers of central banking have advanced significantly.", "This year's conference is being held for three days to provide enough time for discussion.", "The conference has been organized with a view to deepening our understanding of the wide range of challenges I have outlined.", "In the Mayekawa Lecture, I am looking forward to fresh insights, courtesy of Professor Kenneth Rogoff, regarding the new dimensions and frontiers in central banking.", "In the keynote speech, Professor Carl Walsh will be discussing the mechanism of the current surge in inflation and its implications for monetary policy.", "Also, the presentation sessions feature cutting-edge papers covering a wide range of topics in the frontiers of monetary policy, such as economic inequality, climate change, digital currencies, and automation of the economy, all of which are crucial topics for current central banking.", "Building on these discussions, we can look forward to lively exchanges with experts from central banks and international institutions in the policy panel on the final day of the conference.", "In a rapidly changing world filled with uncertainty, a common challenge for central banks is how to adapt to this changing environment.", "To overcome these challenges, central banks need to be nimble, agile, and smart.", "I am sure that the insights gained from the contributions to this conference will ensure that central banks are all fit and ready to face those challenges."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Geopolitical Risk", "Climate Change", "Monetary System", "Digitalization", "Supply Chains", "Economic Inequality", "Central Bank Digital Currency", "Monetary Policy", "Phillips Curve"]}