{"sentences": ["Good morning, ladies and gentlemen.", "I am happy to see so many of you here in Helsinki.", "I also warmly welcome all of you participating online.", "Dear audience, in late January I gave a speech in a seminar, whose topic was black swans in financial markets.", "As you well know, black swans are unforeseen events with extreme consequences.", "At the time of the seminar in January, the black swan everyone had in mind was of course the Covid-19 pandemic.", "In my speech back then, I discussed how the Covid-19 and another black swan - the Global Financial Crisis that started less than 15 years ago - have shaped our thinking of financial regulation, crisis response and macroprudential policies.", "I also talked about another concept from the natural world, the grey rhinos.", "A grey rhino can be defined as a well-known and slowmoving risk that can cause or amplify financial or other crises, if it ́s ignored long enough.", "For example, high household indebtedness and climate change can become grey rhinos if we don ́t act decisively to slow them.", "Since black swans are, by definition, unforeseeable, neither I nor other participants of the seminar could foresee that the next black swan was about to emerge only one month later.", "Russia ́s brutal assault on Ukraine has shocked the world, caused immeasurable human suffering, and is changing the way we see geopolitical risks, cyber security, national security and transition to green energy, among other things.", "In these opening remarks, I will return to the topic of my speech three months ago: What are the lessons of financial crises on economic policies, especially on macroprudential policy?", "I will also provide my first thoughts on the potential impacts of the war in Ukraine on financial stability.", "Crisis will happen, but we can prepare for them The global financial crises reminded us that the financial system can create systemic risks that can lead to systemic financial crisis.", "Policymakers also recognized that monetary policy and financial supervision and regulation are not always sufficient to prevent and manage financial crises.", "New analytical tools were needed to identify the emerging systemic risks as early as possible.", "And new policy tools were needed to reduce those risks.", "A new policy field - the macroprudential policy - was created.", "It is impossible to know in advance the exact timing of the onset of a financial crisis.", "However, crises can and should be analysed and understood ex post.", "Post mortem analyses of financial crises have shown that many crises have been preceded by the same factors, such as large imbalances in housing markets or excessive risk taking and short-term funding by financial institutions.", "I strongly believe that the macroprudential authorities have become much better in identifying the warning signs of financial crises - which are often grey rhinos - and in using their macroprudential tools, like banks ́ countercyclical capital requirements and loan-to-value (LTV) caps for housing loans, to reduce those risks.", "Strongly accommodative monetary and fiscal policies have been equally important in cushioning the impacts of the shocks that we have recently experienced.", "The implicit objective of the global and national regulatory and institutional reforms that have been made in the last ten years or so has been to reduce the risk of financial crisis building up inside the financial system.", "However, the last two major global economic shocks - the Covid19 and Russia ́s assault in Ukraine - have been black swans that have originated outside of the financial system.", "For me, the key lesson of the last 15 years is that, despite the major improvements in financial regulation, supervision and economic policies, there will be large-scale economic or financial crises also in the future.", "Unexpected exogenous shocks can never be fully prevented.", "And it would be premature to rule out the traditional financial crises.", "But economies and financial systems can be made more resilient to withstand any future shocks and crises.", "In public finances, that means sustainable debt levels over the longer-term.", "For banks and other key financial institutions, it means strong capital and liquidity positions and welldiversified long-term funding structures.", "For households and corporates, it means avoiding excessive borrowing and indebtedness.", "In addition, active macroprudential policies are needed to smoothen financial cycles and to prevent to build-up of imbalances in asset markets.", "Of course, resiliency should not be pursued at all costs.", "There would be few accidents in the highway, if the speed limit was set at 30 kilometers per hour.", "But, as a result, there would be much less traffic as well.", "As always in financial policy, we should try to strike the right balance between stability and growth.", "The impact of the war in Ukraine on systemic risks It is way too early to assess even the short-term effects of the war in Ukraine on financial stability, let alone longer ones.", "However, I try to provide some very first thoughts.", "First, let me start from a positive note.", "The outbreak of the war has not really threatened the functioning of global or European financial markets or financial institutions.", "Neither has the Covid19.", "Clearly, the regulatory and institutional reforms undertaken after the Global Financial Crisis have made the global financial system safer and more resilient.", "Second, many European countries had become much too dependent on the fossil fuels imported from Russia.", "Using the vocabulary of swans and rhinos, the Russian energy imports were a grey rhino in the room: an obvious risk that many countries, politicians and firms found convenient to downplay in good times.", "But now, the rushed transition to other energy producers and sources is speedening inflation, reducing growth and increasing risks to financial stability.", "Third, the geopolitical tensions have brought new financial stability risks at a forefront.", "Therefore, we must pay increasing attention in our financial stability analysis for example to financial institutions ́ resilience against cyber risks in an interconnected world and on the operational capacity of payment systems under stressed conditions.", "More generally, the experiences of the last few years suggest that we should proactively develop societies that are resilient to adverse shocks.", "In his recent book, The Resilient Society, professor Markus Brunnermeier outlines what that requires.", "In his broad interpretation of resiliency, resilient societies not only pursue macroeconomic and macroprudential resiliency, but also foster sense of community, reduce inequality to make the social contract more acceptable and innovate to tackle the climate change.", "Key topics of the conference To finish, I want to congratulate the organisers for compiling such a topical and wide-ranging programme for this conference.", "It is my great pleasure to welcome the accomplished keynote speakers, the Nobel laureate Bengt Holmström, Pekka Ala-Pietilä, the Chairman of the EU ́s High-Level Expert Group on Artificial Intelligence and the Former President of the Nokia Corporation as well as Doyne Farmer, one of the key thinkers in a number of fields ranging from chaos theory, complex systems, ecology and economics, to mention just a few.", "Let me highlight some other topics and presentations of this conference which are of great interest for me as a policy maker and practitioner.", "We have presentations on the application of text analysis to better understand historic financial crises and to assess bank networks during the Covid crisis.", "The development of new tools is what drives science forward.", "We have presentations related to cyber risks, climate change and the financing of green transition.", "I don ́t need to emphasize the importance of these topics.", "And we have presentations related to macroprudential policy and its design.", "For macroprudential policy makers like myself, the insights of such a research are invaluable.", "And we have much more.", "I wish all of you a very fruitful and productive conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroprudential policy", "Financial crises", "Grey rhinos", "Resiliency", "Black swans", "Financial stability", "Cyber risks", "Climate change", "Green transition", "Text analysis"]}