{"sentences": ["'Long-term investing and sustainable finance: challenges and perspectives' Welcome address by Paolo Angelini Deputy Governor of the Bank of Italy Banca d'Italia and LTI Workshop 'Long-term investors' trends: theory and practice' Rome 11 July 2022 1.", "Introduction I am glad to welcome you to the third Banca d'Italia and LTI joint Workshop on 'Long-term investors' trends: theory and practice'.", "We held the previous edition online.", "This year we can again benefit from being here in person.", "However, thanks to one of the few positive consequences of the COVID-19 epidemic, we will also have remote interaction, to broaden participation as much as possible.", "I am very happy about our continued collaboration with LTI.", "Directing investments toward longterm objectives contributes to durable, sustainable and inclusive economic growth and to the stability of the financial system.", "Today, I would like to focus on the issue of sustainability, which is also the topic of two interesting contributions in this workshop.", "Banca d'Italia has long been active on this front.", "Since 2010 we publish an annual Environment Report, documenting the ecological footprint of the Bank and our efforts to reduce it.", "Last year, during the Italian Presidency of the G20, the Bank played a leading role in defining an ambitious multi-year agenda for sustainable finance and the fight against climate change.", "One of the cornerstones of the agenda is the attempt to redirect financial flows to support the transition towards a sustainable economy.", "We took several initiatives aimed at addressing the need for highquality, granular, and internationally comparable data.", "In 2022, the Bank also became a member of the Steering Committee of the Network for Greening the Financial System (NGFS).", "Internally, we set up a Climate Change and Sustainability Committee, which helps define the Bank's financial strategy, and a permanent hub of experts to stimulate and coordinate analyses and policy initiatives across the various directorates involved.", "There are important challenges - also of a theoretical nature - on the road to sustainability, which need to be addressed by policymakers, academia, and industry players.", "I shall elaborate on some of these issues, mainly from the perspective of the financial investor, without the pretense of being exhaustive.", "Sustainable finance: key challenges There is a general consensus that we need to improve the quality, comparability and availability of non-financial data.", "The most widespread metrics are the so-called ESG scores, intended to assess how well a firm is faring in addressing environmental, social and governance challenges.", "They are attributed by rating agencies and data providers to a broad range of issuers and financial instruments, and are intuitive to interpret.", "However, they suffer from several problems.", "To begin with, they are far from transparent and not easy to compare.", "Since there are not yet widely accepted rules for ESG data computation and disclosure, firms' non-financial reports do not follow pre-defined standards, and therefore do not lend themselves to the calculation of harmonized indicators and statistics.", "Moreover, ESG score providers rely on subjective methodologies to select, assess and combine individual indicators.", "As a result, there is a considerable heterogeneity across the scores assigned by different agencies to the same firm.", "The problem is compounded by the lack of transparency of the methodologies, which are typically proprietary.", "One of the papers presented in today's workshop proposes a new methodology that addresses this problem by trying to filter out the noise in ESG scores.", "The situation improves somewhat if one looks at the separate scores for each individual letter of the ESG acronym.", "Yet, measurement error can be substantial even when focusing on a single indicator.", "Consider for instance carbon emissions, a crucial one.", "Data consistency for an individual firm across various ESG data providers is almost perfect for Scope 1 emissions (direct emissions from owned or controlled sources); it is still very high for Scope 2 (indirect emissions from the generation of purchased electricity, steam, heating and cooling consumed by the reporting company), but it drops dramatically for Scope 3 (all other indirect emissions that occur in a company's value chain).", "The latter are often a very important source of emissions, but their calculation presents formidable technical challenges because it requires vast amounts of data on several different phenomena, such as e.g.", "waste generation, employee commuting, purchases of carbon-intensive goods and fuel consumption by distributors.", "As a result, data on Scope 3 emissions are still unreliable.", "Another significant issue is the lack of accountability: the framework to ensure the reliability of firms' non-financial disclosure is still largely incomplete.", "The picture is complicated by the multiplicity of actors involved - rated firms, rating companies, manufacturers of investment products, final buyers such as institutional investors and retail savers - each with their own incentive structures.", "This mix of factors is conducive to attempts at altering external perceptions.", "Unfortunately, corporate misconduct regarding ESG practices is already a serious issue, as witnessed by the popularity gained by the neologism \"greenwashing\".", "Progress is being made, with Europe arguably at the forefront.", "In 2021 the European Commission brought forward a legislative proposal for a Corporate Sustainability Reporting Directive (CSRD), which builds on the Non-financial reporting directive (NFRD).", "The new law shall significantly increase the number of firms in scope, oblige them to report in compliance with European sustainability reporting standards, and shall also introduce a regime of mandatory auditing of nonfinancial information, which is clearly crucial for ensuring its reliability.", "The European Financial Reporting Advisory Group (EFRAG) has started to draft standards for sustainability reporting.", "The European Securities and Markets Authority (ESMA) released a Sustainable Finance Roadmap for the period 2022-24, which includes transparency in sustainability reporting among its top priorities.", "At the international level, the Financial Stability Board (FSB) created a Task force on Climate-related Financial Disclosures (TCFD) to develop recommendations on the types of information that companies should disclose to support investors, lenders, and insurance underwriters in appropriately assessing and pricing risks related to climate change.", "Last March the International Sustainability Standards Board (ISSB) released two draft sustainability standards for public comment.", "Another emerging issue concerns small and medium-sized enterprises (SMEs).", "Only a relatively small set of firms, typically large or listed, are required by law to publish non-financial reporting.", "This choice follows proportionality principles, but it may result in inadequate sustainability information for SMEs, creating various risks.", "On the one hand, large firms may have an incentive to move some of their environmentally harmful activities to small contractors located outside the radar of public markets, authorities and financial intermediaries; the above-mentioned difficulties with the accounting of Scope 3 emissions leave room for such behaviour.", "On the other hand, environmentally conscious small firms may have difficulties signaling their type, and end up in a pooling equilibrium in which small becomes a synonym for 'non-green'.", "On this front, banks may have an important role to play: they could exploit their customer relationships with SMEs and collect key sustainability data, both to improve their risk management and to help firms in their transition efforts.", "This task would be particularly important in Italy, where SMEs account for a large share of the non-financial sector.", "The best way for banks to set and achieve decarbonization targets for their loan portfolios is not to divest from carbon-intensive firms, but to help these firms - and all firms in general - to invest in credible transition plans towards net-zero emissions.", "The available evidence suggests that banks need to speed up their efforts on sustainability, but that change is indeed happening.", "Banks committed to ESG principles, such as those adhering to the Net-Zero Banking Alliance, or to the Science-Based Target initiative (SBTi),7 appear to be redirecting financial resources from brown to green firms.", "Overall, the results of these efforts are mixed, but hopefully the mechanisms will gradually improve.", "Also because of data constraints, the evidence mostly concerns large borrowers, and little is known about the effects of banks' sustainability commitments on loans to small enterprises.", "Another key issue concerns the profitability of sustainable investment.", "To date, most of the empirical evidence suggests that solid ESG practices improve the operational performance of firms by encouraging innovation, long-termism and a more efficient use of resources, and that sustainable economic activities are not only less exposed to climate, transitional and reputational risks, but also more profitable.", "From a financial investment perspective, advantages have accrued both to investors, in the form of larger risk-adjusted returns, and to green issuers, in the form of a lower cost of capital.", "However, sustainable investment may become less of a win-win proposition going forward.", "In the past, the surging demand for sustainable bonds and stocks may have boosted their performance.", "This factor will eventually taper off as a new equilibrium is reached.", "In principle, other things being equal, a sustainable investment should be relatively less risky, and hence carry a lower return.", "Indeed some recent studies find evidence of higher stock returns for companies with higher carbon emissions, after controlling for several other factors that may affect returns.", "This is an area where our understanding (especially of risks) could be significantly enhanced by new theoretical contributions, such as that provided by one of today's papers, which deals with the pricing of climate-related risks.", "An important question is whether ESG investing is just a move on the risk-return frontier or whether, by contrast, investors concerned with sustainability should stand ready to accept lowerthan-warranted risk-adjusted returns (e.g., with a negative alpha or off the efficient frontier).", "In other words: should an ESG-aware investor be willing to abandon the standard risk-return paradigm and value sustainability as a third, independent argument of the investor's objective function, similarly to what is done in certain niche areas such as philanthropic investment, or impact investment?", "There are reasons to doubt that this willingness would achieve the desired results (absent regulatory interventions), as the efforts of the responsible investors could be thwarted by the strategies of arbitrageurs and other traders focused solely on the risk-return paradigm.", "Recent theoretical contributions show that ESG investors can partially crowd other private investors out of green assets and into brown assets.", "Such crowding out may create positive alpha for brown portfolios and negative alpha for green ones.", "To avoid frustrating the efforts of responsible investors, public policies should ensure that in the long-run green investments remain at least as profitable as brown ones on a risk-adjusted basis.", "One way to do this is to internalize the carbon externality by imposing sufficiently high taxes on carbon emissions, for example, through global carbon pricing, as advocated by Nobel-prize winner William Nordhaus.", "An alternative - or complement - could be to provide public subsidies to green firms and investments; this could be considered if a fast green transition were to generate high social costs - this is probably where the E and the S of the ESG acronym are most closely related.", "Be that as it may, ESG awareness should not end up in a wealth transfer from sustainabilityconscious investors to other operators; in such a scenario the global warming problem would not be tackled, while society could be lulled into a deceptive conviction of doing something about it.", "Sustainable investment at the Bank of Italy The Bank of Italy has been working on investment sustainability for some time.", "In 2019 we started to incorporate ESG criteria in the selection of our non-monetary policy portfolios (equity and corporate bonds), following guidelines later formalized in a Sustainable Investment Charter.", "Last May, we published our first annual report on sustainable investing at the Bank, which follows TCFD recommendations.", "The report also discusses various methodological changes to the portfolio selection process introduced in 2022.", "A particularly important one is the adoption of forward-looking criteria.", "So far, the ESG indicators used to guide our investment choices (to 'tilt' our portfolios towards sustainable firms) have been backward-looking measures of certain quantities (ESG scores, carbon intensity) at previous dates.", "However, as I argued above, if investment strategies are to sustain the green transition, they must be directed toward those issuers that make credible long-term plans and commitments to reduce their environmental footprint.", "For this reason, we added companies' de-carbonization plans to the standard indicators.", "Specifically, we tilt our portfolio allocation in favour of companies that have adopted a transition plan compliant with the criteria set forth by the SBTi.", "Moreover, the Bank will set up a thematic investment portfolio made of companies enabling the transition, such as those in the infrastructure, renewables, energy efficient solutions and green building sectors.", "While we argue in the report that each one of the letters of the ESG acronym deserves attention, the choice to focus on SBTi transition plans underlines the belief that today there are reasons to give some pre-eminence to the E, and in particular to the measures of carbon intensity.", "The use of forward-looking indicators opens up new problems and questions.", "For instance, should the distinction between brown and green firms be based on a firm's current carbonic footprint or (also) on the existence and credibility of its transition plan towards decarbonization?", "can we make sure that firms stick to their transition plans?", "What should be done if they do not?", "How to discriminate between deviations forced by events outside the control of the firm, and those due to a deliberate but covert choice to disown the plan?", "We are also initiating a dialogue with the companies we invest in, aimed at gathering information on sustainability strategies and on the results achieved so far.", "The objective is twofold: on the one hand, to strengthen our understanding of sustainability risk and reduce the portfolio's transition risk; on the other hand, to meet our strategic goal of contributing to spread the ESG culture, and nudge firms we invest in to consider adopting a pro-active stance on de-carbonization.", "We are constantly monitoring how the risk-return profile of our portfolio evolves in response to the implementation of our sustainable investment strategy.", "To sum up, in its role as investor Banca d'Italia faces problems and makes choices that have many points in common with those of private investors.", "For this reason, our interest in the issues that I mentioned in this paragraph and in the previous one is all but academic.", "We stand ready to adjust our approach as knowledge evolves.", "Concluding remarks My choice to focus on sustainability issues did not do justice to the various strands of work represented in today's workshop, which are equally important.", "Let me therefore conclude with a few remarks on the topics addressed by these papers.", "Two contributions are about investment funds.", "In recent years investment funds have been among the key drivers of the expansion of non-bank financial intermediaries (NBFIs), which in turn account for virtually the entire growth in financial assets in the euro area since 2008.", "Today NBFIs hold more than half of total financial assets in the euro area.", "For central banks, the analysis of NBFIs is therefore very important.", "Recently, the non-bank sector has been carefully considered by the ECB in its Strategy Review,18 which focused its analysis on how NBFIs affect the transmission of monetary policy.", "As NBFIs also have relevant implications for financial stability, they are constantly monitored by the FSB.", "Some of their fragilities became very apparent during the episodes of financial turbulence connected to the COVID-19 crisis.", "Central banks and governments intervened promptly, avoiding an escalation.", "However, these episodes rekindled efforts to improve the macroprudential framework, to ensure that NBFIs, and particularly investment funds, become more resilient to shocks.", "According to the International Monetary Fund, boosting the resilience of investment funds is a financial stability priority.", "One of today's presentations is about a possible new macroprudential tool: a joint stress-testing instrument that would yield an assessment of the stability of the investment fund sector and of the potentially destabilizing interconnections with banks.", "The other paper on investment funds will discuss how the money-market-fund reforms undertaken in the US spilled over to other jurisdictions by generating large re-allocations of money.", "This is another topic at the forefront of policy discussions: international cooperation aimed at avoiding regulatory arbitrage is a prerequisite of any effort to strengthen investment funds.", "The programme of the workshop includes several other very interesting contributions that use state-of-the-art technology (including machine learning) to analyse asset-pricing topics such as sovereign risk, the interplay between market inefficiencies and long-term investments, and the impact of macroeconomic trends on equity markets.", "All of these topics are important to central banks.", "Correctly interpreting the evolution of market prices is essential for the conduct of monetary policy: central banks need to understand how their decisions affect asset prices, which in turn are a key source of timely information about agents' expectations.", "In particular, disentangling risk premia from agents' expectations continues to be a top priority in the research agendas of central banks.", "For example, we constantly monitor inflation swaps and other inflation-linked instruments to check the anchoring of expectations to the ECB's medium-term target.", "But the prices of these instruments are significantly affected by timevarying risk premia, which need to be accurately estimated in order to draw policy conclusions.", "This kind of exercise is more important than ever in the current environment of elevated inflation pressures.", "I am confident that this workshop will yield new insights on several topics that are highly relevant for investments and for policy-making.", "I want to thank LTI, the organizers, the keynote speaker, the panelists, presenters, discussants, and all of you in advance.", "I wish you a pleasant and constructive day of discussion.", "Ignazio Visco (2021) \"The G20 Presidency programme on Sustainable Finance\".", "Remarks by Ignazio Visco Governor of the Bank of Italy, OMFIF Sustainable Policy Institute symposium webinar, 30 September 2021. .", "During the Italian presidency, the IMF and the Interagency Group on Economic and Financial Statistics were asked to consider climate-related data needs in preparing a new Data Gap Initiative.", "The Financial Stability Board was requested to make recommendations on how to improve climate-related financial risk disclosures and close data gaps.", "The G20 Sustainable Finance Study Group (G20 Sustainable Finance Working Group, 2021 Synthesis Report), co-chaired by China and the US, was re-established.", "The Study Group quickly gathered inputs provided by international organizations and delivered a Synthesis Report, which proposes a set of recommendations to make progress in three main areas: 1) improving the comparability and interoperability of approaches to align investments to sustainability goals; 2) overcoming information challenges by improving sustainability reporting and disclosure; 3) enhancing the role of international financial institutions in supporting the goals of the Paris Agreement.", "Our work covers the sustainability-related aspects of monetary policy, supervision, regulation, financial stability, financial education, market operations and payment systems.", "We also actively contribute to the analysis of these issues ongoing at the European and international level.", "For a broader perspective see Ignazio Visco, op.", "; Luigi Federico Signorini (2022), \"Sustainable investment choices: emergencies and transition\", speech by Luigi Federico Signorini Senior Deputy Governor of the Bank of Italy, Centesimus Annus Pro Pontifice Foundation, Venice, 11 June 2022. .", "Guido Giese, Zoltán Nagy, and Linda-Eling Lee (2021) \"Deconstructing ESG Ratings Performance: Risk and Return for E, S, and G by Time Horizon, Sector, and Weighting\" The Journal of Portfolio Management, vol.", "See also Timo Busch, Matthew Johnson and Thomas Pioch (2020) \"Corporate carbon performance data: Quo vadis?\"", "The authors compute correlation coefficients among individual firms' carbon emissions scores provided by different data providers.", "Whereas correlations for Scope 1 and 2 emissions lie systematically above 0.90, those for Scope 3 are in the range 0.40-0.60, and as low as 0.20.", "See also Frederic Ducoulumbier (2021) \"Understanding the importance of Scope 3 emissions and the implications of data limitations\" The Journal of impact & ESG investing, vol.", "See the climate stress test results recently released by the ECB.", "See also Cristina Angelico, Ivan Faiella, Valentina Michelangeli (2022) \"Il rischio climatico per le banche italiane: un aggiornamento sulla base di un'indagine campionaria\" Banca d'Italia, Note di stabilità finanziaria e vigilanza N. 29, giugno 2022. .", "The industry-led, UN-convened Net-Zero Banking Alliance brings together banks worldwide representing about 40% of global banking assets, which are committed to aligning their lending and investment portfolios with net-zero emissions by 2050.", "The SBTi initiative is a no-profit organization that promotes best practices and provides technical assistance and audit services to companies who set ambitious emission-reduction targets.", "See, e.g., Marcin Kacperczyk and José Luis Peydró (2021) \"Carbon Emissions and the BankLending Channel\" CEPR Discussion Paper Series, DP16778.", "See the meta-study by Clark G., Feiner A. and Viehs M. (2015) \"From the stockholder to the stakeholder: How sustainability can drive financial outperformance\" University of Oxford and Arabesque Partners.", "The so-called Greenium.", "See, e.g., Sebastian Meyer, Karim Henide (2021) \"Searching for 'Greenium'\" IHS Markit.", "See also Danilo Liberati and Giuseppe Marinelli (2021) \"Everything you always wanted to know about green bonds (but were afraid to ask)\", Occasional Papers, 654, Banca d'Italia.", "Patrick Bolton and Marcin Kacperczyk (2020) \"Carbon Premium Around the World\" CEPR Discussion Papers, 14567. .", "and Taylor, L.A. (2021) \"Sustainable investing in equilibrium\" Journal of Financial Economics, 142(2), pp.", "; Abiry, R., Ferdinandusse, M., Ludwig, A. and Nerlich, C. (2022) \"Climate Change Mitigation: How Effective is Green Quantitative Easing?\"", "CEPR Discussion Paper No.", "The extent of the crowding out effects is influenced by the correlation between the returns on green and brown assets and the dispersion in ESG preferences.", "Although the evidence on the effect of carbon pricing on the real economy is not conclusive, some empirical analyses find very small or nil negative effects on economic activity and job creation.", "See Metcalf, G. E. and J. H. Stock (2020), \"The Macroeconomic Impact of Europe's Carbon Taxes\" NBER Working Papers 27488, National Bureau of Economic Research.", "Banca d'Italia (2021) Responsible Investment Charter of the Bank of Italy.", "Banca d'Italia (2022) Rapporto sugli investimenti sostenibili e sui rischi climatici, May 2022. .", "Carbon intensity measures are relatively easy to collect, compute, harmonize, compare and audit (the emphasis is on the adverb, in light of the issues with Scope 3 emissions I discussed above).", "Furthermore, they are directly related to the largest threat currently faced by the environment.", "Isabel Schnabel (2021) \"The rise of non-bank finance and its implications for monetary policy transmission\" Annual Congress of the European Economic Association (EEA), Frankfurt am Main, 24 August 2021.", "Work stream on non-bank financial intermediation (2021) \"Non-bank financial intermediation in the euro area: implications for monetary policy transmission and key vulnerabilities\" ECB Occasional Paper Series, 270 / September .", "The FSB created a system-wide monitoring framework to track developments in NBFIs in response to a G20 Leaders' request at the Seoul Summit in 2010. .", "Kristalina Georgieva (2021) \"Financial Stability Priority: Boosting the Resilience of Investment Funds\" IMF Managing Director Launch event for \"Investment Funds and Financial Stability\" paper.", "Fabio Panetta (2022) \"Patient monetary policy amid a rocky recovery\" Speech by Fabio Panetta, Member of the Executive Board of the ECB, at Sciences Po, 24 November 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable finance", "ESG", "Green investment", "Climate risk", "Investment funds", "Non-bank financial intermediaries", "Asset pricing", "Macroprudential policy", "Financial stability", "Monetary policy"]}