{"sentences": ["I am delighted to welcome you all to the CBK-AFI Webinar on Kenya's Finaccess Survey 2021.", "At the outset, let me acknowledge the support of the Alliance for Financial Inclusion (AFI), one of our worthy partners in formulating and executing the survey.", "Indeed, AFI has walked with the Central Bank of Kenya (CBK) over the last thirteen years in Kenya's financial inclusion transformation journey.", "We are particularly grateful for the opportunity today to share the survey with the breadth of AFI members.", "More importantly, we look forward to drawing from their varied experiences to enhance the survey and our other financial inclusion initiatives.", "A useful starting point, would be asking ourselves why surveys such as this matter.", "At CBK, our vision is to be a data-focused organization that drives insight, facilitates efficient oversight and informs well researched policy through credible data.", "This is a vision that is embraced by many of the central banks and other institutions represented here.", "The COVID-19 pandemic has only served to accentuate the importance of data, science and facts.", "It has become even more evident that good data is essential to making informed, prudent and credible decisions.", "The pandemic has tested the effectiveness of traditional data sources and policymakers have had to step up to fill the gaps.", "Policymakers have increased the use of faster indicators, such as mobility data or granular payment transactions.", "At CBK, we have had to turn to new, higher frequency data sources.", "These include: - to gauge recovery through occupancy levels in the hotels and accommodation sector.", "- assessing recovery through export orders and employment levels.", "Flower farms survey Chief Executives Officer (CEOs) Survey - Introduced to gauge among others business confidence and risk perception.", "Monetary Policy Committee (MPC) Perception Survey - This is a regular MPC survey covering commercial banks and other private sector actors on their perception of key economic issues including inflation and growth.", "It was enhanced to obtain pandemic related information and extended coverage of private sector firms.", "A key milestone in CBK's journey towards data-centricity was the launch last week on February 25, of the Electronic Data Warehouse (EDW).", "EDW is a strategic and transformative initiative that gives CBK an opportunity to become a data driven Central Bank through automation of data collection, storage and analysis.", "In particular, it will provide a centralized depository of data, shortening the time it takes to prepare and generate business reports while ensuring their accuracy.", "Turning back to the Finaccess Survey 2021, it has continued to be a reliable workhorse in our data stable.", "This being the sixth survey since the 2006 baseline, it remained faithful to the original principles of enhancing financial inclusion measurement; providing better understanding of the financial inclusion landscape over time; and informing other actors in the financial inclusion space.", "It was unique in a number of ways.", "Firstly, it was undertaken as the COVID-19 pandemic evolved and mutated.", "Secondly, it drilled down to the 47 administrative units (counties) that constitute Kenya.", "Lastly, it covered all dimensions of financial inclusion (access, usage, quality and impact) including sustainable/green finance and financial health.", "The survey's topline findings were: First, the financial inclusion landscape was impacted by COVID-19 with overall financial access increasing to 83.7 percent of adults in 2021, from 82.9 percent in 2019, mainly driven by the use of technology.", "Second, the adult population that reported to be completely excluded from accessing any form of financial services or products increased to 11.6 percent in 2021, from 11.0 percent in 2019.", "This in part reflected the impact of COVID-19 restrictions that made it difficult for youths turning 18 years to take national identity cards, a prerequisite for accessing formal financial services.", "Third, the usage and quality of financial services and products continue to deepen on account of among other factors, increased adoption of technology and innovations.", "Technology is playing a critical role in closing the financial inclusion gap among the genders and across the country.", "As I draw to a close, let me leave you with three key takeaways from the survey to reflect on and deliberate on.", "First, surveys such as this are a critical cog in translating the vision of being a organization into reality.", "This is indeed true for countries at different levels of financial inclusion.", "This is as true for Kenya that has been on the financial inclusion journey for long, as it is for a country contemplating its first financial inclusion survey.", "For the pioneers, it is about moving beyond access to financial services to usage and quality.", "For countries at nascent stages, it is about understanding access to financial services and what needs to be done to accelerate this.", "Second, it is about collaboration.", "One entity cannot do this alone.", "We have over the various rounds of our finaccess surveys increased the number of our national, regional and international partners.", "As I earlier initimated, we acknowledge the very important role that AFI has played in the current survey.", "You will continually need to cultivate the relationships with core and other partners in the public and private sectors.", "In our case, the Financial Sector Deepening Trust, Kenya, the Kenya National Bureau of Statistics and other players including commercial banks have been valuable partners.", "Over time as the financial inclusion landscape changes, priorities for some of the partners may change, but the core partners must remain focused on the vision.", "Ultimately, the survey is about financial inclusion for the shared prosperity of our citizens.", "Third, surveys take time, effort and resources.", "It has taken significant time, effort and resources to land the survey amidst turbulent storms and winds.", "Designing and conducting the survey during the pandemic presented novel challenges.", "In the midst of the pandemic, the health and safety of the teams conducting the survey remained paramount.", "We could not move at the pace we desired, as the pandemic peaked and ebbed and containment measures were imposed and eased.", "But in the midst of all these challenges, the vision of financial inclusion for the shared prosperity of our citizens remained our beacon in a dark ocean.", "Last Wednesday, we launched our National Payments Strategy for 2022-2025.", "The Strategy provides guide posts for the next chapter of Kenya's payments journey.", "In particular, it seeks to realise our vision of \"a secure, fast, efficient and collaborative payments system that supports financial inclusion and innovations that benefit Kenyans.\"", "Let it be clear that without the FinAcess Survey, our National Payments Strategy would have been a weak document.", "We are at different stages of our respective financial inclusion journeys.", "For those who are starting on their financial inclusion survey journey, I urge you to take the plunge.", "We will be with you, to ensure a smooth landing.", "For those already on the journey, let's continue walking together, sharing experiences and learning from each other, for this is ultimately about enhancing the lives and livelihoods of our people."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Inclusion", "Data", "Finaccess Survey", "COVID-19", "Technology", "Collaboration", "National Payments Strategy", "Financial Health", "Green Finance", "Economic Policies"]}