{"sentences": ["- Eurofi Prague, 9 September 2022 Mobilization of the Eurosystem against inflation Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, I am delighted to be talking to you today at this Eurofi edition, although I very much regret that I cannot be in Prague in person today.", "I extend my warmest thanks to David Wright and Didier Cahen for organising this event.", "Let me first express my heartfelt sympathy to our British friends: the Queen brought a sense of duty and a sense of stability which will hopefully remain a powerful lesson in this very volatile period.", "These are indeed times of extremely high uncertainty and difficulty.", "The European and French economies will face next year a significant slowdown, and we cannot exclude a limited recession.", "Let me quote, as I did some days ago in Jackson Hole,i two compatriots to give us some light: first, a philosopher - \"uncertainty is not a pleasant condition, but certainty is Voltaire who said that absurd\"ii; second, an economist Olivier Blanchard with the following words \"monetary policy must be closer to art when it is frequently confronted to new, and poorly understood, contingencies\"iii poorly anticipated Well, between art and science, how did we deal yesterday with the present uncertainty?", "We decided to frontload on our monetary policy normalisation.", "We did it because inflation is too high, but especially core inflation at 4,3%: there is for sure a significant energy and supply component in the euro area inflation; but it is also becoming broader and more domestic, and this is the field where we have to act.", "And second, we clearly show our determination to bring inflation back to 2% in the medium term: this is not only our target, it is our commitment towards European citizens; our will and our capacity to deliver on our mandate cannot be subject to any doubt whatsoever.", "That said, yesterday's significant move sometimes raises two questions: - what about the next move?", "Let me be clear: we have our hands completely free.", "Nobody should speculate that this will be the magnitude of the next step a new \"jumbo habit\" we did not create -; nor that we simply must emulate other important Central banks.", "We obviously go in the same direction as them, but not necessarily at the same speed or with the same final level: because the nature of inflation has its differences on both sides of the Atlantic, the monetary answer has its differences too.", "- and this brings a second frequent question: what about the destination of the journey?", "Frankly, it's too early to tell: we know the final rate of inflation, 2%; but yet the « terminal interest rate », or the policy rates that will ensure a timely return of inflation to our target, while seeing no reasons for increased expectations on these.", "Let me rather give some light on the first part of the journey, the normalisation till neutral rate; for sure it's unobservable, but this one can be estimated, in the euro area at below or close to 2% according to me.", "I sometimes use a simple metaphor: as long as it is about lifting off the accelerator, we have to act for sure, in a determined but orderly way, and we should be there by the end of the year.", "Afterwards, the question could come of pressing the brake, and tightening if needed: but this part of the journey remains today an open question, and will deserve further assessment and reflection, in due time.", "Let me only stress one last and obvious point of yesterday's decision: it marks the return of interest rates in positive territory.", "This historical step brings with it multiple dimensions that need to be revisited: on our operational framework, on our TLTRO operations, on our remuneration mechanisms reserves.", "This is a matter that, as Christine Lagarde said yesterday, we will take up without delay.", "May I add that with a long view, monetary policy cannot be the only game in town?", "Europe also needs to solve its supply constraints and challenges, and this refers to two structural policies: first, energy transition, starting with the revision of the too volatile pricing of electricity; second, better training and employability of the labour force.", "We cannot remain in many European countries including France with so severe labour shortages while still being above 7% unemployment.", "As a conclusion, let me quote a famous Franco-Czech writer, Milan Kundera: \"The novelist teaches the reader to comprehend the world as a question.", "[...] In a world built on sacrosanct certainties the novel is dead\".", "For us central bankers, only one thing is certain, but it is key: we will do everything in our power to fulfil our price stability mandate.", "And like in good novels, we will bring it through many uncertainties to a successful end.", "Thank you for your attention.", "François Villeroy de Galhau, Monetary Policy Post-Pandemic: Balancing between Science and Art, Predictability and Reactivity, Speech, 27 August 2022.", "In a letter to Frederick II, King of Prussia, on April 6, 1767.", "Blanchard, Panel discussion, presented at \"Monetary Policy: A Journey from Theory to Practice.", "An ECB colloquium held in honor of Otmar Issing, March 2006."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Interest Rates", "Uncertainty", "Energy Transition", "Labour Market", "Price Stability", "Supply Constraints", "Terminal Rate", "Neutral Rate"]}