{"sentences": ["Speech Klaas Knot - \"Keti Koti 2022 marks turning 01 July 2022 \"Today, on behalf of De Nederlandsche Bank, I apologise.", "I offer our sincere apologies to all descendants of enslaved people in the Netherlands, in Suriname, in Bonaire, Sint Eustatius and Saba, in Aruba, Curaçao and Sint Maarten.", "I apologise to all those who, because of the personal choices of many, including my predecessors, were reduced to the colour of their skin.", "I apologise to everyone who still bears the consequences of those choices even today.\"", "Klaas Knot spoke these words on 1 July 2022, Keti Koti, the annual celebration and commemoration of the abolition of slavery.", "He also stressed that DNB is not only opting for words, but also deeds.", "Deeds that will set us on course for a more inclusive future.", "Date: 1 July 2022 Speaker: Klaas Knot Location: Slavernijmonument, Amsterdam Pieta.", "Twelve hundred guilders.", "Thirteen hundred guilders.", "Their names, their economic value, and a note on their health.", "This is how enslaved people were recorded in a ledger when they were bought or sold.", "A ledger from a sugar and coffee plantation in Suriname.", "A ledger that was kept for one of the plantation owners: Jan Hodshon.", "The same man who, in 1816, two years after the abolition of the trade in enslaved people in the Netherlands, two years after De Nederlandsche Bank was established, and after having been a board member for two years, became president of De Nederlandsche Bank.", "A position he held for nine years.", "And all the while, these kinds of ledgers were kept for him.", "All the while, he profited from slavery.", "And all the while, as he looked around the boardroom at the bank, he saw that he was no exception.", "Personal involvement in slavery was nearly ubiquitous among members of the board.", "And when slavery was hotly contested in the Netherlands, the members of DNB's board did their best to keep the political winds blowing in their favour.", "My predecessors on the board of De Nederlandsche Bank had plenty of time to My predecessors on the board of De Nederlandsche Bank had plenty of time to choose otherwise.", "They did not, however.", "This is how the history of De Nederlandsche Bank begins, the institution whose mandate is to ensure that people can have confidence in the financial system.", "A history that the current board is thoroughly and painfully aware of, thanks to the independent study conducted by researchers at Leiden University.", "A history that provides the current board with a clear mandate.", "A history that inextricably links my fellow board members and me to boards of past generations.", "The current board, however, has resolutely decided to take a different path.", "On behalf of De Nederlandsche Bank, I acknowledge that many of my predecessors viewed people as nothing more than merchandise.", "That many defended the existence of slavery and the prolongation of slavery.", "And that many later ignored the ramifications of slavery for a long, long time.", "On behalf of De Nederlandsche Bank, I also acknowledge our involvement as an institution.", "Some of the money that served as DNB's start-up capital was earned from slavery.", "DNB accepted products from the plantations, such as coffee and sugar, as collateral for a loan.", "And when slavery was abolished, DNB paid compensation to plantation owners on the instruction of the Ministry of Colonies, including to board members of De Nederlandsche Bank.", "On behalf of De Nederlandsche Bank, the current Executive Board today apologises for these reprehensible facts.", "We offer our sincere apologies to all descendants of enslaved people in the Netherlands, in Suriname, in Bonaire, Sint Eustatius and Saba, in Aruba, Curaçao and Sint Maarten.", "We apologise to all those who, because of the personal choices of my predecessors, were reduced to the colour of their skin.", "To a commodity listed in a ledger.", "We apologise to everyone who still bears the consequences of those choices even today.", "Over the past few months, I have heard many personal stories - stories of suffering, but also of resistance and struggle.", "I learned a great deal.", "What I heard brought the suffering of the past and present very close to home.", "And at the same time, that suffering remained terribly, disconcertingly distant for someone who grew up in the far north of the country.", "The conversations I had made it clear that the suffering of long ago is far from over, that the fight is far from over.", "We therefore choose not only to apologise today.", "We are opting for more than just words, but also for deeds.", "Deeds that will hopefully contribute to the fight against racism, inequality and injustice.", "Deeds that we can accomplish today.", "Deeds that will set us on course for a more inclusive future: We are setting up a fund that we will use to finance projects in the service of society - projects related to education, healthcare, employment and more.", "Projects in the Netherlands in the Caribbean and in Suriname This fund will Projects in the Netherlands, in the Caribbean and in Suriname.", "This fund will finance projects worth €5 million over the next ten years.", "In addition, we are providing one-off funding of an additional €5 million for a number of larger initiatives such as the National Research Centre on the History of Slavery.", "We are also closely examining our own organisation.", "We need to become more diverse and more inclusive, and we will put forth every effort to make that happen.", "We must ensure that we ar e better able to detect and recognise racism and respond to it decisively.", "And we intend to boost diversity at De Nederlandsche Bank in our recruitment & selection procedures, through internships and traineeships, and in promotions.", "Moreover, we will not conceal our past, which we have now come to know more acutely.", "Our history will be given a prominent place in our Amsterdam headquarters, serving as an invitation for further dialogue.", "A dialogue that we will also pursue using works of art from our vast collection, a collection which we will moreover recast with greater emphasis on diversity.", "The words I speak today, and the deeds I am announcing today, do not signify the end of a journey for De Nederlandsche Bank, but rather a turning point.", "For De Nederlandsche Bank, 1 July 2022 signifies a touchstone as we look to the future.", "A future in which DNB is more inclusive.", "A future - I hope - with a more inclusive society.", "A future - I hope - with each other.", "Thank you for allowing me, on behalf of the entire Executive Board of De Nederlandsche Bank, to stand before you here today and deliver this message."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Slavery", "Apologies", "Deeds", "Inclusion", "Racism", "Injustice", "History", "Board", "Suffering", "Future"]}