{"sentences": ["Speech Europe's shared destiny, economics and the Lectio Magistralis by Fabio Panetta, Member of the Executive Board of the ECB, on the occasion of the conferral of an honorary degree in Law by the University of Cassino and Southern Lazio Cassino, 6 April 2022 I am deeply honoured and proud to receive this honorary degree in Law from the University of Cassino and Southern Lazio.", "It comes forty years after I graduated with my first degree in economics, but the emotion is the same.", "What's more, it is an honorary degree in a subject that has formed an important part of my work experience.", "In a certain way, I have always been a student of the law.", "I joined the Banca d'Italia in 1985 and since then I have devoted my entire professional life to working in public institutions.", "As central bankers, we must always act \"within our mandate\".", "This is the cornerstone of our independence and the source of our legitimacy.", "We are servants of the law and can only use the powers that have been delegated to the central bank to fulfil the mandate it has been democratically assigned.", "It has been my privilege to work with eminent figures who have contributed to progress in Italy and Europe.", "I was a junior economist when I met Carlo Azeglio Ciampi, then Governor of the Banca d'Italia, who went on to become Prime Minister and President of the Italian Republic.", "As a Member of the Executive Board of the European Central Bank (ECB), I am now at the heart of European policymaking.", "Our tasks derive from the provisions of the European Union (EU) treaties, which provide us with guidance on how the ECB can contribute to the functioning of Europe as a whole.", "This is a complex endeavour, which requires us to design policies that address the current challenges within the limits of our mandate.", "Over the last 15 years the European economy has been hit by an unprecedented sequence of adverse shocks.", "We are just coming out of a pandemic that has kept our communities - families, friends, colleagues - apart and caused the temporary shutdown of entire sectors of the economy.", "And now war is troubling our continent once more.", "This is unsettling, as it shakes our individual and collective sense of security.", "It requires us to reflect on what brings European countries together and on the fundaments of our security.", "The COVID-19 shock and the war in Ukraine have confirmed that the European project is one such fundament.", "When our health systems and economies are shaken by a pandemic, we know that a common European crisis response can make us stronger.", "And when the most important principles of international law are violated on our doorstep, when a sovereign country suffers a brutal military aggression, we remember that belonging to the European Union protects us and preserves peace amongst us.", "What happens in one part of Europe affects the rest of it.", "This was obvious many years ago when European countries were at war with each other.", "It also holds true today in a peaceful, open and integrated European economy.", "And it will remain true as we face common challenges: from pandemics to economic shocks, security risks and climate change.", "This is why European countries have increasingly adopted common objectives and embedded them in European law.", "And this is why we built Economic and Monetary Union (EMU).", "Not because a common law and a single economic area are an end in themselves, but because they are a means to an end offering peace, freedom and prosperity.", "But we should not take the success of the European project for granted.", "Europe emerged from the lessons of history repeated time and again across the centuries.", "But any progress made has not been free from uncertainty or errors, including in the recent past.", "So we should always measure the European project against our common objectives, asking ourselves whether it properly addresses our shared aspirations and our collective needs.", "Today, I would like to assess the progress of European economic governance in this respect.", "And I shall discuss the challenges faced by the euro area economy and monetary policy in the new geopolitical landscape.", "Building Europe's economic union Throughout history, economic integration has often been the result of war and prevarication.", "In Ancient Rome it followed on from conquest.", "The Romans built the first de facto European economic and monetary union to oversee and consolidate the territories they had conquered.", "European colonial powers did the same in the modern era.", "In other cases, economic integration was the condition to sustain independence.", "The United States' fiscal union originated at the end of the eighteenth century from the need to settle war debts following the War of Independence against Great Britain.", "Europe's contemporary economic union was no exception: it was born from the ruins of the First and Second World Wars.", "But it was not imposed on anyone and it was not built against a common enemy.", "Instead, it arose out of a collective aspiration to prevent another fratricidal war amongst Europeans.", "This was the starting point of Robert Schuman's famous Declaration on 9 May 1950, \"A united Europe was not achieved and we had war\".", "The solution he proposed was economic unification that would make war \"not merely unthinkable, but materially impossible\".", "The European project was successful in securing peace between EU Member States.", "But Russia's aggression against Ukraine has demonstrated dramatically that external threats have not disappeared.", "In the post-war period, the push towards European integration led to the formation of the European Coal and Steel Community in 1951, inspired by the vision of eminent figures such as Jean Monnet, Robert Schuman, Konrad Adenauer and Alcide De Gasperi.", "This was followed in 1957 by the creation of a broader common market and customs union under the Treaty of Rome, together with instruments to reduce regional disparities.", "[ The creation of a European market under common rules and common institutions aimed to protect us from the temptation of closing our economies in times of stress.", "This temptation lies dormant but has not disappeared.", "It is a risk that we should still beware of today.", "This became evident during the pandemic, when national restrictions on exports of medical products were initially imposed by European countries in order to keep domestic supplies for national healthcare systems.", "This happened even as thousands of people were dying in neighbouring countries amid shortages of such supplies.", "Fortunately, European leaders quickly realised that such restrictions violated the spirit of European integration and our own collective interest, as nobody can really be protected from infection unless we are all protected.", "Instead, the solution lay in a common strategy to deal with emergency needs, expanding production and trade in essential medical supplies.", "The same logic applied to vaccines, and I am sure it will also apply to the energy import strategies currently under discussion at European level.", "After the Treaty of Rome, the development of the European project contributed to economic growth in the Member States for many years: the progressive abolition of customs tariffs favoured specialisation, made it possible to reap the benefits of economies of scale, and stimulated efficiency and competition, with positive effects on employment and welfare.", "Empirical estimates find that without the Single Market, our real GDP per capita would be around one-fifth lower today.", "[ The European Economic Community subsequently evolved into the European Union, becoming an area where Europeans work together on a wide set of policies and enjoy freedom and peace.", "In 1999 we went one step further with EMU.", "This was a logical step to buttress the Single Market: the euro eliminates exchange rate risk, facilitates trade and supports confidence in price stability.", "Intraeuro area exports have increased by more than a quarter as a share of GDP since 1999.", "[ And firms' integration in value chains is three times tighter within Europe than with the rest of the world.", "In fact, the regional integration of supply linkages in Europe is higher than in any other continent and has continued to increase in recent years.", "[ Thanks to its size, EMU has the economic firepower that gives it policy autonomy and the instruments required to react to external shocks.", "[ It also puts the second most important global currency at our disposal.", "As the experience of recent weeks shows, this is a key ingredient of our sovereignty.", "EMU has a strong geopolitical dimension, crystallising its members' commitment to European unification.", "It is as close as it gets to a collective economic defence clause.", "An attack against one of its members - including those that are not NATO members - would be an attack against all of them, since it would have an impact on a key ingredient of our shared sovereignty, the currency.", "[ And this sharing of sovereignty matters at a time when money and finance are weaponised through sanctions.", "The euro is the currency of the Union and the ECB is playing an important role in implementing the sanctions against Russia and Belarus adopted by the EU.", "Economic and Monetary Union: a discontinuous process In the last two decades, the progress made on Economic and Monetary Union has not always been smooth.", "On the contrary, it has been discontinuous, resembling Jean Monnet's famous dictum: \"Europe will be forged in crises, and will be the sum of the solutions adopted for those crises\".", "[ The economic surveillance framework designed thirty years ago under the Maastricht Treaty had the specific aim of preventing economic policies from jeopardising the long-term stability of the monetary union as a whole.", "But this was initially implemented mainly through preventive tools seeking to avoid excessive government spending at national level.", "The euro area was not prepared to manage large shocks.", ".1 A reality check: the financial and sovereign debt crises This weakness was laid bare by the financial crisis.", "The euro area adopted a flawed policy mix, causing an economic gap to emerge with other major economies.", "During the crisis, fiscal policies - after intervening for a short space of time to support the economy - procyclically turned towards fiscal consolidation, mainly through uncoordinated interventions inconsistent with the fiscal stance that would have been appropriate at European level.", "Between 2011 and 2013 procyclical fiscal consolidation triggered contractionary forces that turned out to be selfdefeating also in terms of debt sustainability.", "The onus of stabilising the European economy fell on the ECB's monetary policy alone, forcing the euro area to undergo a slow and fragile recovery, with members of EMU suffering economic and social losses.", "The severe tensions experienced during that phase led to the creation of a fiscal backstop to contain the sovereign debt crisis and to the launch of banking union to strengthen our financial system.", "But even these institutional innovations were initially insufficient to change the course of European policies.", "The financial assistance given to countries hit by the financial and sovereign debt crises was tied to strict policy conditionality.", "Financial assistance programmes were conceived in partial equilibrium at the level of single countries, with insufficient efforts made to understand their implications for the euro area as a whole.", "The start of banking union was also not immune to policy errors.", "As a member of the ECB's Supervisory Board at the time, I argued against the decision to accelerate the necessary increase in banks' capital ratios in the midst of a crisis, especially in view of the incomplete nature of banking union.", "[ The procyclical policies that characterised those years generated a political backlash.", "Europe was unnecessarily divided into creditor and debtor countries, a core and a periphery, resulting in a deep economic, social and political divide.", "During those difficult years, the ECB showed, however, that another way was possible.", "With three words, ECB President Mario Draghi demonstrated that with the determination to act, the euro area could provide a strong crisis response.", "[ And with his institutional counterparts, he initiated the reform of EMU.", "[ 2.2 A paradigm shift: the pandemic But it took another crisis to make a qualitative leap.", "European leaders recognised in Spring 2020 that a strong, symmetric fiscal response to offset the damage caused by the pandemic was in the economic interests of all euro area countries.", "Fiscal and state aid rules were suspended, and powerful common instruments were introduced.", "In particular, under the Next Generation EU (NGEU) programme a European fiscal instrument was created with the necessary resources to support the recovery.", "[ The interventions were based on national recovery and resilience plans detailing reform and investment strategies consistent with shared objectives at European level, such as the green and digital transitions.", "[ High debt countries, such as Italy and Spain, obtained European resources amounting, respectively, to 11% and 6% of GDP.", "This created the basis for a European social contract for exiting the pandemic: EU Member States committed to make their economies more competitive in exchange for European funding.", "[ In this way, not only would NGEU enhance medium-term growth prospects but it would also contribute to convergence.", "Through its allocation key, NGEU supports growth in those EU Member States hardest hit by the pandemic and with below-average GDP per capita in particular.", "In so doing, it improves debt sustainability and contributes to fiscal convergence.", "[ And by stabilising markets, it has supported a faster-than-expected recovery for all Member States.", "In the process, two paradigm shifts have occurred.", "First, the new European common fiscal instruments were designed with explicit recognition that the EU is more than the sum of its parts.", "Funded collectively, the NGEU package has created a critical fiscal policy space akin to the federal budget support existing in other economies.", "This reflected the growing awareness of how interdependent European economies are.", "For example, the European Commission estimates that countries like Belgium, Austria and Germany will obtain most of the GDP stimulus from NGEU through the boost in external demand stemming from other corners of the EU.", "The second shift is the recognition that reforms are more likely to emerge in a growing economy, where resources can be redistributed more easily.", "Europe's sovereign debt crisis had demonstrated that while fiscal discipline is paramount, procyclical austerity does not pay.", "And the economy had to adapt to the new economic environment created by the pandemic, with resources being reallocated across sectors and firms.", "In other words, support to both demand and supply were necessary to escape the low growth trap.", "ECB monetary policy has also responded decisively to the pandemic shock.", "In the first part of 2020 the COVID-19 crisis had a severe impact on the euro area economy and capital markets.", "This risked triggering a kind of financial asphyxia which could paralyse productive activity, with pernicious downside risks to inflation.", "Faced with this situation, the ECB initiated wide-reaching extraordinary measures to secure favourable financing conditions for different sectors of the economy in all member countries.", "The most significant of these measures was the pandemic emergency purchase programme (PEPP), whereby the ECB - over two years - purchased private and public sector securities amounting to about €1,700 billion.", "[ In contrast to previous ECB asset purchase programmes, the PEPP was given the flexibility needed for purchases to be calibrated over time, across asset classes and among jurisdictions.", "This enabled action to be directed more effectively to where the risks to monetary policy transmission were greater.", "Our measures made it possible for firms, households and governments to obtain financing at low rates, including at long maturities, and fended off risks of financial fragmentation.", "The flow of bank credit to households and firms, which would otherwise have been interrupted, continued to grow.", "And governments were in a position to step in, offsetting lost private sector income and enabling banks to support the real economy through guarantees.", "In this way, fiscal policy de facto acted as a key transmission channel for monetary policy by supporting demand and economic activity, helping to counter the deflationary pressures that prevailed at the time.", "[ European supervision was also part of the solution.", "Our monetary policy measures were complemented by countercyclical supervisory measures which helped banks keep credit flowing to the economy.", ".3 Lessons learned The experience of the recent crisis has left us with two main lessons.", "First, situations requiring a joint monetary policy and fiscal policy response may arise more frequently than previously thought.", "[ During the pandemic, fiscal policies and our independent monetary policy have reinforced each other.", "[ This prevented a repetition of the euro area's experience in the aftermath of the global financial crisis, when procyclical amplification of financial stress and inadequate support for demand resulted in a persistent output gap, high unemployment, financial instability and too low inflation.", "Second, for EMU to be viable, European policies must be conducted for the benefit of all member countries.", "The new model embraced by European authorities during the pandemic avoided the political divisions we saw in the past.", "As a result, we have emerged from the pandemic with a stronger economy and greater social cohesion.", "No country felt that it could be better off outside of EMU.", "This was, and will remain, the necessary condition for continuing on the path towards European integration.", "But we now face new challenges: from economic shocks to security risks, climate change and the need to speed up the energy transition.", "In many ways, this brings us back to the inception of the European project, when Schuman saw supply management and economic unification as critical to Europe's security and prosperity.", "The euro area in the new geo-economic context We all hope that the war will end soon, but it would be unrealistic to expect that its effects will disappear quickly.", "We must therefore anticipate the consequences for the world and the European economy.", "At the global level, the conflict will have a lasting adverse impact on globalisation, trade and reliance on global value chains.", "Countries will become reluctant to rely excessively on imports of essential resources - first and foremost energy - from countries with which they do not have a genuinely stable relationship.", "A balance will need to be found between remaining open, in order to support economic efficiency, while avoiding dependencies on suppliers that may become unreliable.", "This is the objective of the EU's drive towards an \"open strategic autonomy\".", ".1 The Versailles Declaration: implications for Europe's economic governance The Versailles Declaration of 11 March recognised that this conflict will have far-reaching effects on the structure and governance of the European economy.", "[ In this Declaration, EU leaders defined Russia's aggression against Ukraine as a \"tectonic shift in European history\".", "The Declaration identifies security as a key common public good.", "And it identifies three conditions to achieve it: reducing energy dependence, bolstering defence capabilities and building a more robust economic base.", "The adjustment to the new state of international political and trade relations will be costly and will require conspicuous investment.", "The financing needs associated with the green transition are massive if one considers all relevant components of investment, including clean energy and energy efficiency, as well as both the private and the public sectors.", "Even before the invasion of Ukraine, the attainment of the EU's 2030 climate targets[ required energy-related investments of €402 billion (2.9% of 2019 GDP) per year on average in the decade 2021-2030, according to the European Commission's estimates.", "[ Compared with the previous decade, it implies additional annual investment needs of around €220 billion on average.", "On top of this, the EU aims to progressively eliminate by 2030 its dependence on Russian fossil fuels while fulfilling the agreed climate targets.", "Under the Versailles Declaration the Commission has been given a mandate to launch REPowerEU, an ambitious plan aimed at achieving that objective.", "The plan will be finalised by the end of May this year.", "Estimates of the related additional needs are not yet available, but the main features of the plan suggest that they will be sizeable.", "[ The defence budgets of Member States are also likely to increase significantly.", "If all EU countries, including those which are not in NATO, were to live up to NATO commitments and increase their defence spending to 2% of GDP, government spending in the EU would increase by 0.7% of GDP.", "For the euro area, this would mean an increase of around €80 billion per year.", "Such steps are costly in the short term but if well implemented will support the efficiency and resilience of the EU economy.", "Accelerating the climate transition would reduce reliance on external energy sources and exposure to large imported energy price swings.", "Likewise, joint European investment in green technology and defence R&D would be cost-efficient and deliver innovations that benefit all countries.", "Of course, European investment needs extend beyond green transition, energy autonomy and diversification and military spending.", "In the coming years Europe will also have to increase its investment in order to speed up the digital transformation, strengthen the health sector, expand research and development activities, enhance the formation of human capital and reduce dependence on key imported agricultural products.", "This has direct implications for the debate on European governance.", "If the responsibility for higher investment and the associated costs were to fall exclusively on the shoulders of the individual Member States, it could lead - depending on the country - to underinvestment or a narrowing of fiscal space.", "And cross-country heterogeneity and financial fragmentation could also increase.", "The theory of fiscal federalism tells us that an appropriate allocation of fiscal responsibilities at the EU and national levels would allow the economic advantages of scale to be exploited while accommodating different preferences in the Member States.", "Fiscal responsibilities should be centralised only when the benefits outweigh the costs.", "[ The benefits of centralisation include economies of scale, efficiency gains and better accounting for the externalities produced by the policy measures taken by each Member State, which may have significant spillover effects on other countries.", "The costs in turn relate to the possibility that European policies fail to reflect the heterogeneity of preferences across Member States.", "[ Theory therefore suggests that the EU should provide for public goods that cannot be offered more effectively or efficiently at the national level, and for which the preferences of citizens are sufficiently homogenous across Europe.", "In my view, such EU public goods do include the investment needs I have just listed.", "The ensuing call for more fiscal resources on a permanent basis at the European level may lead to further important steps towards the creation of a European fiscal union.", "In line with the dictum of Monnet, the crisis thus offers a possibility to create stronger fiscal capacity at the European level that could also be used to pursue the delivery of common public goods while not neglecting related \"first-best\" objectives such as optimal risk-sharing, countercyclical stabilisation, and promotion of growth and convergence.", "Recognising that it is an illusion that EMU can function smoothly without a centralised fiscal capacity, we should address the imbalances in the institutional framework of monetary union, whereby a single monetary policy coexists with a fiscal policy that is fragmented across national lines.", "This would strengthen our capacity to counter systemic shocks when interest rates are at the lower bound.", "And it would allow us to cushion the effects of idiosyncratic shocks that may emerge in the uncertain economic landscape created by the war.", "[ Progress in this direction would facilitate the revision of the Maastricht fiscal rules, which could focus on strengthening the ability of national fiscal policies to act countercyclically and respond to countryspecific shocks.", "This requires promoting the build-up of national fiscal buffers during positive phases of the cycle, while allowing national governments to intervene in support of their economies during negative phases.", ".2 Shielding the European economy from global shocks: monetary and fiscal The pandemic and the new economic order generated by the war also pose new challenges for monetary policy.", "The European economy has been hit by an unprecedented sequence of supply shocks which are pushing up inflation and depressing growth.", "[ The exit from the pandemic had already produced a sharp rise in energy and commodity prices.", "In addition, the emergence of supply bottlenecks had raised the prices of durable goods.", "Now the Russian invasion of Ukraine is exacerbating each of these individual forces.", "[ Oil and gas prices will stay higher for longer and remain subject to unprecedented uncertainty.", "Not only is Russia one of the world's largest exporters of these products, but the EU is also the largest and most dependent importer of energy from Russia.", "Food prices could increase further.", "Russia and Ukraine account for about 25% and 17% of total global exports of wheat and maize respectively.", "And Russia is a crucial provider of the raw materials used in fertilizers.", "Other raw materials will also be impacted.", "For example, Russia accounts for over 20% of global exports of vanadium, cobalt and palladium, which are used in the production of 3D printers, drones, robotics, semiconductors and catalytic converters.", "Russia and Ukraine are also among the largest exporters of iron ore and nickel, which are used in the iron and steel industries.", "The economic consequences of these shocks are significant and are accumulating over time.", "[ The steep rise in oil and gas prices over the past year represents a massive \"terms of trade tax\" for the euro area.", "As the euro area is a net importer of energy, rising energy prices mean that the euro area is losing purchasing power and our import partners are gaining it.", "This transfer in purchasing power to the rest of the world already amounted to 3.5% of euro area GDP in the last quarter of 2021 compared with the same period in 2020.", "In absolute terms, this would imply an estimated loss of about €440 billion in one year.", "[ Individual households are feeling the pain.", "Imported inflation is pinching people's real incomes and eating into demand.", "Since households cannot easily reduce their consumption of food and energy in response to rising prices,[ they will have to cut back their spending on other items, reverberating across the economy.", "Low-income households will be particularly hit, as consumption of food and energy absorbs a larger share of their income.", "Leading economic indicators suggest that such demand destruction is already underway.", "In March consumer confidence saw its second largest drop on record.", "Households are expecting higher inflation and lower economic growth.", "As a result, they are revising down their spending plans.", "Business expectations for activity in a year's time have also slumped, foreshadowing lower investment.", "Overall, annual growth in 2022 will mainly reflect the mechanical effect of the rebound in GDP from its trough.", "[ But quarter-on-quarter growth rates will be very low this year.", "The adverse impact of the war could well bring them into negative territory and produce longer-lasting effects.", "So how should monetary policy react to this situation?", "I see three key elements.", "First, we should explain clearly to the public the nature of the inflation shock we are currently facing, and what monetary policy can realistically do to mitigate it.", "The high inflation we are experiencing is mostly due to global factors - including the increase in the prices of oil, gas and other commodities - over which monetary policy has little leverage.", "It does not fundamentally result from an economy that is running above potential, that is with excess demand that could be offset by tightening monetary policy.", "For this reason, and this is my second point, asking monetary policy alone to bring down short-term inflation while inflation expectations remain well anchored would be extremely costly.", "A monetary policy tightening would not directly affect imported energy and food prices, which are driven by global factors and now by the war.", "We would instead have to massively suppress domestic demand to bring down inflation.", "That would mean considerably lowering real activity and employment, knocking down wages and income.", "In practice, we would have to amplify the ongoing sacrifice in real income suffered by the European economy.", "And with the current levels of imported inflation, in order to hold headline inflation to 2%, we would need domestic inflation to be deeply negative.", "[ In other words, we would induce domestic deflation.", "In this situation, a coherent fiscal and monetary policy strategy would alleviate the cost of reducing inflation.", "Against the backdrop of a considerable hit to real income,[ fiscal policy can help mitigate the challenge of higher inflation by containing the effects of higher energy prices, for example by reducing indirect taxes or increasing transfers to the most affected households.", "Supply-side public intervention can also address the challenge of more persistent supply-demand mismatches through direct investment, incentives or regulatory intervention.", "Monetary policy will play its role, adjusting policy in line with the medium-term inflation outlook.", "And it must ensure that its policy stance is transmitted evenly throughout the euro area, which would also prevent financial fragmentation from hindering the necessary monetary and fiscal interventions.", "[ However - and this is the third element - our price stability mandate implies that we would not hesitate to tighten policy to safeguard price stability if supply shocks were to feed into domestic inflation through de-anchored inflation expectations and accelerating wage growth inconsistent with our inflation target and with productivity gains.", "We do not see evidence of such second-round effects today.", "And they may not materialise given the credibility of our commitment to preserve price stability, which helps anchor inflation expectations, and the exceptional degree of uncertainty we face today, which may induce workers to prioritise job security over wages rises.", "For now, that uncertainty continues to require careful and gradual steps in adjusting policy.", "[ I'd like to conclude by reminding the young students that are in this room today that not far from here, in Monte Cassino, 78 years ago there was war.", "Thousands of Italians, many of them civilians, as well as Germans, French, Poles, Brits, Americans and many others, lost their lives in the valleys near here, in what was the tragedy of the Second World War.", "Today Monte Cassino has returned to the vocation that the monks chose for it: a place of meditation and study.", "And we should thank the European project for this.", "The war on our doorstep reminds us of what we owe European integration: three-quarters of a century of peace, during which we have built our wealth.", "Ukrainians know that well.", "They are fighting for their country, and for the very freedoms that we hold dear.", "And they want to join the European Union because this will give them peace, freedom and prosperity.", "Our forebears built the European project patiently: for us, and for generations to come.", "Their hope was that future generations would continue to overcome the divisions of the past.", "So we should not just ask what Europe is doing for us.", "We should also ask ourselves what we can do for Europe.", "I have sought to address this question with you today, a question which I often ask myself in my dayto-day work.", "The answer is that we need to take an active part in the European debate, contributing to a European Union that is designed for the benefit of all its members.", "The Versailles Declaration renews our European vows.", "We must act on them, using our individual cultures to shape these ambitions, standing firm in our common history.", "We should be aware of the scale of the challenge.", "If we are to strengthen our defences, reduce our energy dependence, build a more robust economic base, and promote growth and employment, we will need to take economic integration to the next stage.", "Fiscal and monetary policies will have to support the necessary common investment.", "To achieve these goals we will need your energy, your ideas, your passion.", "Thank you for your attention.", "See Panetta, F. (2017), \" Ever closer union: The legacy of the Treaties of Rome for today's Europe \", remarks by Fabio Panetta, Deputy Governor of the Bank of Italy, on the Occasion of the 60th Anniversary of the Treaties of Rome, Frankfurt am Main, March.", "See Lehtimäki, J. and Sondermann, D. (2021), \" Baldwin versus Cecchini revisited: the growth impact of the European Single Market \", Empirical Economics, 24 November.", "The paper finds higher real GDP per capita for the overall Single Market area of around 12-22%.", "See also Badinger, H. (2005), \"Growth Effects of Economic Integration: Evidence from the EU Member States\", Review of World Economics, Vol.", "See Cigna, S., Gunnella, V. and Quaglietti, L. (2022), \"Global Value Chains: Measurement, Trends and Drivers\", Occasional Paper Series, No 289, ECB, Frankfurt am Main, January.", "See Panetta, F. (2021), \" Monetary autonomy in a globalised world \", welcome address at the joint BIS, BoE, ECB and IMF conference on \"Spillovers in a post-pandemic, low-for-long world\", Frankfurt am Main, April.", "Article 42(7) of the Treaty on European Union also foresees that \"If a Member State is the victim of armed aggression on its territory, the other Member States shall have towards it an obligation of aid and assistance by all the means in their power, in accordance with Article 51 of the United Nations Charter.\"", "This was recalled in the EU Heads of State and Government's Versailles Declaration of 10 and 11 March 2022. .", "By contrast, from an operational viewpoint, the start of the Single Supervisory Mechanism was a success.", "\"Within our mandate, the ECB is ready to do whatever it takes to preserve the euro.", "And believe me, it will be enough.\"", "See Draghi, M. (2012), Speech at the Global Investment Conference in London , 26 July.", "See Van Rompuy, H. (2012), \" Towards a genuine economic and monetary union\"Four Presidents' Report\" \", report by President of the European Council (known as the ); and Juncker, J.-C. in close cooperation with Tusk, D., Dijsselbloem, J., Draghi, M. and Schulz, M. (2015), \" The Five Presidents' Report: Completing Europe's Economic and Monetary Union \", European Commission, which established a roadmap towards a genuine Economic and Monetary Union.", "See Panetta, F. (2020), \" Why we all need a joint European fiscal response \", contribution published by Politico on 21 April.", "The European Union launched other powerful initiatives.", "In particular, it introduced: (i) the SURE programme, a common fiscal instrument at the European level for a total of €100 billion to mitigate unemployment risks in an emergency; (ii) a European Guarantee Fund worth €25 billion managed by the European Investment Bank aimed at mobilising additional financing of up to €200 billion to the private sector; (iii) the European Stability Mechanism's credit line for up to €240 billion aimed at supporting euro area government pandemic-related spending on direct and indirect healthcare, cure and prevention-related costs owing to the COVID-19 crisis.", "The Recovery and Resilience Facility is the key instrument of the NGEU and makes €723.8 billion available in the form of loans and grants to support reforms and investments by Member States.", "The NGEU was specifically designed to mitigate the economic and social impact of the COVID-19 pandemic and make European economies and societies more sustainable, resilient and better prepared for the challenges and opportunities of the green and digital transitions.", "See Panetta, F. (2021), \" After the crisis: Economic lessons from the pandemic \", published by Politico on 27 July.", "Bańkowski, K., Bouabdallah, O., Domingues Semeano, J., Dorrucci, E. Freier, M., Jacquinot, P., Modery, W., Rodríguez Vives, M., Valenta, V. and Zorell, N. (2022), \"The economic impact of Next Generation EU: A euro area perspective\", Occasional Paper Series, ECB, forthcoming.", "In addition to the PEPP, the ECB adopted measures to ease the conditions for targeted longer- term refinancing operations and temporarily eased the collateral eligibility criteria.", "See Panetta, F. (2020), \" A commitment to the recovery \", speech at the Rome Investment Forum, 14 December.", "See ECB (2021), \" Monetary-fiscal policy interactions in the euro area \", Occasional Paper Series, No 273, Frankfurt am Main, September.", "See Panetta, F. (2020), \" Asymmetric risks, asymmetric reaction: monetary policy in the pandemic \", speech at the meeting of the ECB Money Market Contact Group, Frankfurt am Main, September.", "Informal meeting of the Heads of State or Government, Versailles Declaration , 10 and 11 March .", "The Fit-for-55 package aims to put the EU on course to meet its target of achieving a reduction of at least 55% in greenhouse gas emissions by 2030, relative to 1990 levels.", "It is a set of proposals to revise and update EU legislation and to put in place new initiatives with the aim of ensuring that EU policies are in line with the climate goals agreed by the Council and the European Parliament.", "This amount excludes energy-related investments in the transport sector, which are very sizeable (at around €650 billion), as well as \"wider environmental investments\" such as environmental protection and resource management (€130 billion).", "Including these additional components, the volume of green investment for the period 2021-2030 would amount to €1.2 trillion on average per year (8% of GDP), with a yearly increase of €520 billion relative to the annual average of the previous decade.", "For more information, see European Commission (2021), \" Commission staff working document.", "Impact assessment report \"; and European Commission (2022), \" Towards a green, digital and resilient economy: our European Growth Model \".", "REPowerEU would remove an additional 55% of fossil gas use by 2030 compared with the Fit-for- 55 proposals, and improve the resilience of the EU energy system based on two main sets of actions: (i) diversification of gas supplies, and (ii) faster reduction of the EU's dependence on fossil fuels.", "The Commission will identify, in cooperation with the Member States, suitable projects to reach these objectives by drawing on both EU and national resources.", "Public investment will act as a catalyst to crowd-in private funding.", "(1999), \"An Essay on Fiscal Federalism\", Journal of Economic Literature, Vol.", "See Tiebout, C. (1956), \"A Pure Theory of Local Expenditures\", Journal of Political Economy, Vol.", "See Fahri, E. and Werning, I.", "(2017), \"Fiscal Unions\", American Economic Review, Vol.", "See Panetta, F. (2021), \" Patient monetary policy amid a rocky recovery \", Speech at Sciences Po, 24 November.", "See Panetta, F. (2022), \" Small steps in a dark room: guiding policy on the path out of the pandemic \", Speech at the European University Institute, 28 February.", "Gunnella, V., Schuler, T. (2022), \"Implications of the terms of trade deterioration for real income and the current account\", Economic Bulletin, Issue 3, ECB, forthcoming.", "The calculation presented here captures the effect on the economy of the deterioration in the terms of trade over the past 12 months.", "If one looks at a 24-month comparison from the fourth quarter of 2019, thereby stripping out the fall in energy prices caused by the pandemic, the net income loss for the euro area is 1.2% of GDP (see Lagarde, C. (2022), \"Finding resilience in times of uncertainty\", speech at an event organised by the Central Bank of Cyprus, Nicosia, 30 March).", "In economic terms, food and energy have a low price elasticity of demand.", "In the jargon of economists, these are known as carryover effects, which are estimated at 1.9% in .", "As an illustrative exercise, for headline inflation to be at 2% in February 2022 (instead of the realised 5.9%) given the realised level of imported inflation (7.9%), domestic inflation would have needed to be -7.6%.", "Domestic inflation (resp.", "imported inflation) is defined here as the inflation rate for items in the HICP that are characterised by a direct and indirect import content in consumption expenditure of less (resp.", "See Fröhling, A., O'Brien, D. and Schaefer, S. (2021), \"A new measure for domestic inflation in the euro area\", mimeo.", "The weight of these items in the Harmonised Index of Consumer Prices is 38.2 % (resp.", "Unlike in the current situation, after the oil embargo by OPEC in October 1973, real disposable income continued to grow, for instance by 1.8% year on year in the first quarter of 1974. .", "See Panetta, F. (2022), \"Small steps in a dark room: guiding policy on the path out of the pandemic\", speech at an online seminar organised by the Robert Schuman Centre for Advanced Studies and Florence School of Banking and Finance at the European University Institute, Frankfurt am Main, 28 February.", "European Central Bank Directorate General Communications Sonnemannstrasse 20 60314 Frankfurt am Main, Germany +49 69 1344 7455 media@ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2022, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European integration", "Eurozone economy", "Monetary policy", "Economic governance", "Fiscal policy", "European Union (EU)", "Versailles Declaration", "Energy security", "Climate change", "Security"]}