{"sentences": ["Some lessons from the Crypto Winter - speech by Sir Given at British High Commission, Singapore Published on 12 July 2022 Jon Cunliffe sets out what he thinks are the lessons from the recent instability and losses in crypto markets - also called the 'crypto winter'.", "He discusses how: • technology cannot remove all financial risks • regulators should continue and speed up their work • future regulation should be designed on the principle of 'same risk, same • appropriate regulation will support innovation In recent months we have seen a dramatic bout of instability and losses in crypto markets - dubbed by some commentators as the 'crypto-winter'.", "A widespread collapse of crypto-asset valuations has cascaded through the crypto ecosystem and generated a number of high-profile firm failures.", "The totemic indicator of the crypto winter is that Bitcoin, the signature crypto asset, has lost 70% of its value since November.", "Regulators, of course, have not been slow to comment.", "And, true to type, I want today to pull out four lessons I think we can draw from this episode: Technology does not change the underlying risks in economics and finance; Regulators should continue and accelerate their work to put in place effective regulation of the use of crypto technologies in finance; This regulation should be constructed on the iron principle of 'same risk, same regulatory Crypto - technologies offer the prospect of substantive innovation and improvement in finance.", "But to be successful and sustainable innovation has to happen within a framework in which risks are managed: people don't fly for long in unsafe aeroplanes.", "Let me elaborate on these in turn.", "The first lesson is that finance carries inherent risks.", "Technology can change the way these risks are managed and distributed, but it cannot eliminate them.", "I will highlight three clear examples.", "Most obviously, financial assets with no intrinsic value - that is to say with no real economy assets backing them and no means of generating revenue - are only worth what the next buyer will pay.", "They are therefore inherently volatile, very vulnerable to sentiment and prone to collapse.", "The majority of crypto-assets in in circulation today fall into this category and are proven to have very erratic swings in value - in both directions - as can be seen from the evidence of the last few months.", "The proponents of crypto assets like Bitcoin have argued that their technological design enables them to function as a hedge against economic volatility and inflation - a sort of 'digital gold'.", "The reality, however, is that they behave as a very speculative, risky asset.", "Since November, against the background of a weakening global economy, higher inflation, and tighter monetary policy, gold has lost 7% of its value, the S&P 500 has lost 18% while Bitcoin has lost 70%[1].", "History is littered with examples of similar speculative assets that have made a very large amount of money for those that got out in time -- and that have cost those who did not an equally large amount.", "Technology does not make assets with no intrinsic value a safe or a one-way bet.", "A second example is the need for a commonly accepted settlement asset or means of transaction - aka \"money\" - to have a stable value under stress.", "If confidence breaks down in the \"money\" used as a means of transaction, stress can be transmitted extremely quickly through any system using that form of money.", "The settlement asset used in the majority of crypto transactions is a so called 'stablecoin', digitally native crypto-assets that purport to peg their value to a fiat currency, almost always the US dollar.", "They are used to buy and sell crypto assets on platforms as they avoid the costly 'off-ramps' and 'on- ramps' from fiat to crypto, can be integrated into smart contract protocols and can be held as a store of value within the crypto eco-system.", "The purported peg can be effected in a variety of way - by backing with real economy assets, by backing with crypto assets or by an algorithm intended to guarantee stable value.", "Last year, 75% of all trades on crypto-asset trading platforms involved a stablecoin[2].", "They are integral to the functioning of crypto-markets.", "In recent months we have seen two of the three largest stablecoins break away from their dollar pegs.", "One of these, Terra USD, which had a market capitalisation of around $18bn[3], has collapsed completely.", "An algorithmic stablecoin, its mechanism for maintaining its value to the dollar was maintained by algorithmic buying and selling of another crypto-asset, Luna and supplemented by a reserve of Bitcoin.", "When the price of Luna (and Bitcoin) fell sharply, confidence in Terra's ability to maintain the peg eroded, leading to a run on the stablecoin and its complete collapse.", "At this point, another familiar amplifier of financial market stress - contagion - entered the picture.", "The collapse of Terra put a spotlight on the adequacy of the backing of other stablecoins, particularly the adequacy of the real economy reserve assets backing the largest stablecoin, Tether, which suffered significant outflows and, on several crypto exchanges, broke its peg to the dollar - meaning many coinholders were not able to redeem at par.", "A further example is the inherent risk that comes with leverage - a familiar one given its role in many financial crises.", "Leverage is a powerful tool in financial markets, but leveraged positions can greatly amplify losses when asset prices move against investors, driving fire sales of assets and self-reinforcing downward price spirals.", "In recent years, we have seen the small but growing development of exchanges and other mechanisms in the crypto world, like DeFi platforms, which have given investors - retail and wholesale - the ability to take very highly leveraged positions.", "As crypto asset prices began to fall, this has led to large margin calls and automatic liquidation mechanisms - a feature of some protocols designed to protect against risk - that further amplified price falls.", "We have seen a range of crypto funds taken down by these effects; one of the biggest has been here in Singapore with Three Arrows Capital filing for bankruptcy last week.", "I could mention other examples - risks that arise from weak governance for example, or the lack of transparency and understanding of investor rights[4].", "But the basic point is the same: new technology does not change old risks.", "The second lesson I take from the crypto winter is that regulators need to get on with the job of bringing the use of crypto technologies in finance within the regulatory perimeter.", "Or to put it the other way around, the lesson we should not take from this episode is that 'crypto' is somehow 'over' and we do not need to be concerned about it anymore.", "I should note at this point that even with the recent collapse crypto assets and crypto markets have not posed a systemic risk, though I recognise of course that this of is little comfort to those nursing substantial losses.", "That is not in itself a surprise; regulators, myself included[5], made clear, when crypto reached its highs last year, that it was not yet large enough or integrated enough into the rest of the financial system to be an immediate systemic risk.", "However, we also made clear that given the speed of growth and the growing connections with conventional finance, it could pose such a risk relatively quickly and we needed to get on with the work of bringing it within the regulatory perimeter.", "Recent events have not, in my view, changed that assessment.", "I should stress that when I refer to crypto here, I am talking about crypto technology in finance writ large, such as encrypted tokenisation and distributed ledgers (like blockchain), rather than just the dominant initial use case, which has been the creation of speculative assets such as Bitcoin.", "I do not know what the future holds for such assets, other than that they will continue to be volatile and that those that invest in them need to understand that the prices can collapse.", "However, while the initial use case for crypto may or may not have a limited future, the technologies that have been developing in the crypto ecosystem and their possible use cases are, I think, likely to be developed further in both the crypto world and in the much larger traditional financial system.", "Indeed, I suspect that the boundaries between these worlds will increasingly become blurred.", "In this we should perhaps be mindful of the 'Dot Com' bust at the beginning of this century.", "The valuation and revenue generation from the original use cases of early online firms was highly speculative and collapsed.", "However, the technology did not go away but rather re-emerged in a different form, focussed on the development of platforms which have now come to dominate internet commerce.", "So the interesting question for regulators is not what will happen next to the value of crypto assets, but what do we need to do to ensure that these developments, this prospective innovation about which I shall say a little more later, can happen without giving rise to increasing and potentially systemic risks.", "This brings me to my third lesson: the extension of the regulatory framework to encompass the use of crypto technologies must be grounded in the iron principle of 'same risk, same regulatory outcome'.", "The starting point for regulators should be to apply the same regulation to the risks inherent in the provision of a financial service no matter how it is provided.", "But differences in technology may mean that existing regulation may not work in this new context or, indeed, may not effectively manage the risk.", "Implicit in our regulatory standards and frameworks are the levels of risk mitigation we have judged necessary.", "Where we cannot apply regulation in exactly the same way, we must ensure we achieve the same level of risk mitigation - in other words, the \"same regulatory outcome\".", "And, if and when for certain crypto related activities this proves not to be possible, where we can find no way to mitigate and manage the risk to the extent necessary, that is to say to the extent such risk is managed in other parts of the financial system, we should not let activities proceed.", "Let me give an example of how this approach works in the development of the regulatory standards for stablecoins should they be used as part of systemic payment systems.", "This is an area in which I have been deeply involved as the Chair of the international Committee on Payments and Market Infrastructure (CPMI) at the Bank for International Settlement.", "Together with the International Organization of Securities Commissions (IOSCO), the CPMI is responsible for the international standards for financial market infrastructures, including systemic payment systems.", "The standards, the Principles for Financial Market Infrastructures (PFMI), were established a decade ago and are intended to be technology neutral.", "CPMI-IOSCO has, over the past two years, worked through the details and the risks of stablecoin arrangements used to make payments to determine where the existing standards, the PFMI, can simply be applied to stablecoin arrangements and where, given the novel features of stablecoins, further guidance is needed, for example where technology has made possible structures that were not envisaged when the PFMI were agreed.", "The objective of such further guidance is to ensure we achieve for stablecoins the level of risk mitigation we expect of payment systems that are, or are likely quickly to become, of systemic scale.", "So, for example, if a stabecoin is being used as a 'settlement asset', in transactions - in other words, as the means of settlement or the 'money' - it must be as safe as the other forms of money - central bank money or commercial bank deposits - that is currently used as the settlement asset in payments systems.", "So the guidance makes clear that if used for this purpose, the holders of such stablecoins must have a clear legal claim that enables them to redeem the coin within the day and at par in central or commercial bank money.", "To meet the international standard, stablecoin issuers will have to demonstrate they can meet this requirement - in much the same way that commercial banks that issue deposit based money have to be able to repay depositors at par, in fiat, and on demand.", "This in turn will determine the nature - stability of value and liquidity - of the assets backing a stablecoin used for systemic payment systems and the legal, technical and operational arrangements for ensuring the requirement can be met.", "Needless to say, such a requirement is a long way from the world of Terra and Luna.", "There are a number of other, similarly key, requirements in the guidance which I will not detail here - for example the need for a responsible and accountable legal entity behind the operation and for governance arrangements which allow for timely human intervention, ensuring that expert judgement and decision making is available to deal with unforeseen circumstances.", "The guidance also provides considerations for what should be considered systemically important in this context, though I should note that all payment systems are encouraged to observe the PFMI.", "The point is that in this one area of the financial system, systemic payments, we are engaged in the work to deliver \"same risk, same regulatory outcome\".", "Stablecoins used primarily for payment are just one element of the crypto- ecosystem.", "For the 'same risk, same regulatory outcome' approach to be effective, it needs to be carried forward across international standards and those standards need to be incorporated into domestic regulatory regimes.", "Similar work is also in train in other areas.", "The Basel Committee on Banking Standards is in the process of issuing guidance on the prudential treatment of cryptoassets held by banks[6].", "IOSCO is looking at the application of the standards for investor protection and market integrity across cryptoassets, exchanges and platforms for lending and trading[7].", "These international standard setting bodies are working closely together on stablecoins to ensure we understand how we treat similar risks in different regulatory regimes and how the regimes might interact with each other.", "All of this this work is being closely co-ordinated by the Financial Stability Board (FSB), which, as it set out in yesterday's statement[8], is working to ensure cryptoassets are subject to robust regulation and consultation.", "The FSB will publish a consultation report later this year with recommendations for promoting international consistency in regulatory and supervisory approaches to non-stablecoin cryptoassets, markets and exchanges as well as for strengthening international coordination in this area.", "And, putting on my domestic hat, given that the the Bank of England is responsible for regulation and supervision of systemic payment systems in the UK, our intention is to apply the 'same risk, same regulatory outcome' approach in the UK.", "The Government has announced its intention to legislate in the current session of Parliament to update the powers of the Bank of England and the Financial Conduct Authority to regulate and supervise stablecoins.", "We hope to issue a consultation document on the regulatory policy framework later this year.", "Taken as a whole, the UK authorities have made clear that they are prepared to see stablecoins - issued by either banks or non -banks - operate in the UK, provided they are properly regulated and supervised[9].", "This should not, however, be interpreted as any weakening in standards for risk mitigation.", "I doubt any of the stablecoins currently in operation in other jurisdictions would meet the necessary standards for operation at systemic level in the UK - whether in the crypto world, should that become systemic, or in conventional financial services.", "And this brings me to my final lesson - that innovation and regulation are, in the end, friends not enemies.", "As I said earlier, the initial use cases for the technologies developed in the crypto world, such as speculative crypto assets, may have a limited future.", "But we can see that a range of other use cases are being proposed and developed in both the crypto and the non-crypto world.", "On the retail side, while Libra/Diem, the most high profile proposal for stablecoins for retail payments, including cross border, has withdrawn, a number fintechs and established firms are exploring the potential for technology in this area.", "Similar exploration around tokenisation and DLT is happening in the area of wholesale payments.", "A separate but rapidly developing field is the deployment of crypto technologies and smart contracts in the exchange, clearing and settlement of financial securities.", "Today, in mainstream finance these activities are carried out in sequence by separate entities at significant cost.", "However, some of the protocols that have begun to be developed in the crypto world have pointed to the possibility of collapsing these activities into a single entity and automating through the use of smart contracts.", "If successfully developed, such technologies could simplify the network of relationships that need to be maintained for trading in shares and bonds and lead to lower costs, greater speed and greater transparency for end investors.", "Of course, the automation of activities through a smart contract raises many questions about how firms and regulators ensure appropriate risk management and resilience.", "In the UK, the authorities are to establish a regulatory 'sandbox' to allow firms to investigate technical feasibility in this area and the regulators to assess related risks and risk management.", "It is of course impossible to say how successful and how disruptive these technologies will ultimately prove to be in finance.", "History has many examples of technologies that promised much but failed to deliver.", "Given the pace of change and the disruption we have seen in other sectors of the economy it would, as I said be very unwise for financial regulators to ignore these developments.", "But it would also be unwise for innovators and the authorities alike to forget that to be successful and sustainable, technologically driven innovation needs regulation.", "A succession of cryptowinters will not, in the end, help the deployment and adoption of these technologies and the reaping of the benefits that they may offer.", "History also has examples of technologies that have been put aside/ shunned because of dramatic early failures.", "While the causes of the Hindenberg Zeppelin disaster are still debated, it is very probable that the general development of the use of hydrogen in transport was put aside for decades as a result.", "Innovators, alongside regulators and other public authorities, have an interest in the development of appropriate regulation and the management of risk.", "It is only within such a framework, that they can really flourish and that the benefits of technological change can be secured.", "The views expressed here are not necessarily those of the Bank of England or the Financial Policy Committee.", "I would like to thank Jennifer Enwezor, Bernat Gual-Ricart, Akeel Hansraj, and Cormac Sullivan for their help in preparing the text.", "I would like to thank Kushal Balluck, Stephen Fishbourne, Amy Lee, Matthew Osbourne and Magda Rutkowska for their helpful comments.", "Bloomberg Data and BoE Staff Calculations.", "Share of Trade Volume by Pair Denomination, The Block.", "Exchanges included in calculation: Binance, Poloniex, Bitfinex, Huobi, OKEx, Bittrex, Coinbase, Kraken, Bitstamp.", "Figures from CoinMarketCap.com 4.", "This is illustrated by the recent fall in Coinbase's share value, which has been linked, in part, to a statement in its regulatory disclosures that \"the crypto assets held in custody on behalf of customers could be subject to bankruptcy proceedings and that such customers could be treated as general unsecured creditors\".", "Speech at SIBOS by Jon Cunliffe - 'Is 'crypto' a financial stability risk?'", "Prudential treatment of cryptoasset exposures - second consultation (30 June 2022) 7.", "FSB Statement on International Regulation and Supervision of Crypto-asset Activities (11 July 2022) 9.", "FPC Record (March 2022) - \"On balance, the FPC judges that a systemic stablecoin issued by a non-bank without a resolution regime and deposit guarantee scheme could meet its expectations, provided the Bank applies a regulatory framework that is designed to mitigate these risks to financial stability\"."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Crypto assets", "Stablecoins", "Financial risk", "Regulation", "Innovation", "Same risk, same regulatory outcome", "Systemic risk", "Payment systems", "Smart contracts", "Tokenisation"]}