{"sentences": ["For release on delivery 9:30 a.m. EDT Statement by Jerome H. Powell Board of Governors of the Federal Reserve System Committee on Banking, Housing, and Urban Affairs U.S. Senate Chairman Brown, Ranking Member Toomey, and other members of the Committee, I appreciate the opportunity to present the Federal Reserve's semiannual Monetary Policy Report.", "I will begin with one overarching message.", "At the Fed, we understand the hardship high inflation is causing.", "We are strongly committed to bringing inflation back down, and we are moving expeditiously to do so.", "We have both the tools we need and the resolve it will take to restore price stability on behalf of American families and businesses.", "It is essential that we bring inflation down if we are to have a sustained period of strong labor market conditions that benefit all.", "I will review the current economic situation before turning to monetary policy.", "Current Economic Situation and Outlook Inflation remains well above our longer-run goal of 2 percent.", "Over the 12 months ending in April, total PCE (personal consumption expenditures) prices rose 6.3 percent; excluding the volatile food and energy categories, core PCE prices rose 4.9 percent.", "The available data for May suggest the core measure likely held at that pace or eased slightly last month.", "Aggregate demand is strong, supply constraints have been larger and longer lasting than anticipated, and price pressures have spread to a broad range of goods and services.", "The surge in prices of crude oil and other commodities that resulted from Russia's invasion of Ukraine is boosting prices for gasoline and fuel and is creating additional upward pressure on inflation.", "And COVID-19-related lockdowns in China are likely to exacerbate ongoing supply chain disruptions.", "Over the past year, inflation also increased rapidly in many foreign economies, as discussed in a box in the June Monetary Policy Report.", "Overall economic activity edged down in the first quarter, as unusually sharp swings in inventories and net exports more than offset continued strong underlying demand.", "Recent indicators suggest that real gross domestic product growth has picked up this quarter, with consumption spending remaining strong.", "In contrast, growth in business fixed investment appears to be slowing, and activity in the housing sector looks to be softening, in part reflecting higher mortgage rates.", "The tightening in financial conditions that we have seen in recent months should continue to temper growth and help bring demand into better balance with supply.", "The labor market has remained extremely tight, with the unemployment rate near a 50-year low, job vacancies at historical highs, and wage growth elevated.", "Over the past three months, employment rose by an average of 408,000 jobs per month, down from the average pace seen earlier in the year but still robust.", "Improvements in labor market conditions have been widespread, including for workers at the lower end of the wage distribution as well as for African Americans and Hispanics.", "A box in the June Monetary Policy Report discusses developments in employment and earnings across all major demographic groups.", "Labor demand is very strong, while labor supply remains subdued, with the labor force participation rate little changed since January.", "The Fed's monetary policy actions are guided by our mandate to promote maximum employment and stable prices for the American people.", "My colleagues and I are acutely aware that high inflation imposes significant hardship, especially on those least able to meet the higher costs of essentials like food, housing, and transportation.", "We are highly attentive to the risks high inflation poses to both sides of our mandate, and we are strongly committed to returning inflation to our 2 percent objective.", "Against the backdrop of the rapidly evolving economic environment, our policy has been adapting, and it will continue to do so.", "With inflation well above our longer-run goal of 2 percent and an extremely tight labor market, we raised the target range for the federal funds rate at each of our past three meetings, resulting in a 1-1/2 percentage point increase in the target range so far this year.", "The Committee reiterated that it anticipates that ongoing increases in the target range will be appropriate.", "In May, we announced plans for reducing the size of our balance sheet and, shortly thereafter, began the process of significantly reducing our securities holdings.", "Financial conditions have been tightening since last fall and have now tightened significantly, reflecting both policy actions that we have already taken and anticipated actions.", "Over coming months, we will be looking for compelling evidence that inflation is moving down, consistent with inflation returning to 2 percent.", "We anticipate that ongoing rate increases will be appropriate; the pace of those changes will continue to depend on the incoming data and the evolving outlook for the economy.", "We will make our decisions meeting by meeting, and we will continue to communicate our thinking as clearly as possible.", "Our overarching focus is using our tools to bring inflation back down to our 2 percent goal and to keep longer-term inflation expectations well anchored.", "Making appropriate monetary policy in this uncertain environment requires a recognition that the economy often evolves in unexpected ways.", "Inflation has obviously surprised to the upside over the past year, and further surprises could be in store.", "We therefore will need to be nimble in responding to incoming data and the evolving outlook.", "And we will strive to avoid adding uncertainty in what is already an extraordinarily challenging and uncertain time.", "We are highly attentive to inflation risks and determined to take the measures necessary to restore price stability.", "The American economy is very strong and well positioned to handle tighter monetary policy.", "To conclude, we understand that our actions affect communities, families, and businesses across the country.", "Everything we do is in service to our public mission.", "We at the Fed will do everything we can to achieve our maximum-employment and price-stability goals.", "I am happy to take your questions."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Labor Market", "Price Stability", "Economic Outlook", "Financial Conditions", "Supply Constraints", "Demand", "Balance Sheet", "Interest Rates"]}