{"sentences": ["J u n e 6 , 2 0 2 2 The Bank's Thinking on Monetary Policy: Toward Achieving the Price Stability Target in a Sustainable and Stable Manner Speech at the Kisaragi-kai Meeting in Tokyo Governor of the Bank of Japan It is my great pleasure to have the opportunity today to speak at the Kisaragi-kai meeting.", "The last time I was invited to this meeting was in March 2021.", "This was just after the Bank of Japan conducted the Assessment for Further Effective and Sustainable Monetary Easing to enhance the sustainability and nimbleness of monetary easing amid concern over the lingering impact of the novel coronavirus (COVID-19).", "With the global resumption of economic activity since then and Russia's invasion of Ukraine, price developments at home and abroad have changed significantly.", "In particular, inflation in Europe and the United States has accelerated at a much faster pace than many experts had expected, and the Federal Reserve and other central banks have been moving ahead with reducing monetary accommodation in earnest recently.", "Despite being lower than the respective indexes for Europe and the United States, Japan's consumer price index (CPI) for this April exceeded 2 percent on a year-on-year basis for the first time since summer 2008.", "Even in this situation, unlike central banks in Europe and the United States, the Bank has made clear its stance to persistently continue with aggressive monetary easing.", "Today, I will talk about why the Bank considers it necessary to maintain monetary easing in Japan while making comparisons with the situation in Europe and the United States.", "In addition, as the Bank aims at achieving the price stability target of 2 percent in a sustainable and stable manner, I would like to explain my view on the path toward the achievement.", "The Bank's Monetary Policy Conduct for the Time Being A.", "Basic Thinking on the Conduct of Monetary Policy given Developments in Economic Activity and Prices Let me start by talking about the basic thinking on the conduct of monetary policy for the time being.", "There are mainly three reasons why the Bank considers it necessary to persistently continue with aggressive monetary easing.", "The first is that Japan's economy is still on its way to recovery from the downturn caused by COVID-19.", "Unlike in the United States and the euro area, Japan's real GDP has not yet recovered to the pre-pandemic level (Chart 1).", "The real GDP growth rate for the January-March quarter of 2022 was negative, at minus 1.0 percent on an annualized quarter-on-quarter basis.", "This is because, amid prolonged supply-side constraints, such as on semiconductors and parts and components, services consumption had been under increased downward pressure due to the spread of the Omicron variant.", "Real GDP for the January-March quarter exceeded the pre-pandemic level (or the 2019 level) by 3.7 percent for the United States and by 0.6 percent for the euro area, whereas real GDP for Japan remained 2.7 percent below the pre-pandemic level.", "By demand component, in Japan, the recovery in domestic private demand, such as private consumption and business fixed investment, has been somewhat weaker than in the United States and the euro area.", "Given this situation in Japan, the most important role of monetary policy is to maintain accommodative financial conditions and thereby firmly support a full-fledged recovery in domestic private demand.", "The second reason is that, since Japan is a commodity importer, the economy has been under downward pressure from an outflow of income brought about by recent rises in international commodity prices (Chart 2).", "In contrast, the United States produces most of its resources, partly as a result of the shale revolution, and thus a rise in commodity prices does not necessarily lead directly to an outflow of income from the country.", "An indicator of national income that also takes into account changes in the terms of trade is called real gross national income (GNI).", "This is calculated by adding up real GDP, net income from the rest of the world -- such as foreign investment income -- and trading gains and losses, which represent the change in income due to changes in the terms of trade that are mainly brought about by movements in commodity prices.", "While Japan's real GDP growth rate for fiscal 2021 was 2.1 percent, reflecting an increase in spending due to the resumption of economic activity, the growth rate in terms of real GNI was only 0.6 percent due to deterioration in the terms of trade stemming from rising commodity prices.", "It should be noted that the main cause of the recent deterioration in Japan's terms of trade is a rise in commodity prices in U.S. dollar terms, which boosts only import prices, and not the depreciation of the yen, which increases both export and import prices in yen terms and therefore is generally neutral to the terms of trade.", "In any event, since Japan's economy has been under downward pressure from the income side due to rising commodity prices, it is necessary to mitigate this negative impact by continuing to conduct monetary easing.", "The third reason is that the price stability target of 2 percent needs to be achieved in a sustainable and stable manner.", "As was generally expected, the year-on-year rate of change in Japan's CPI for all items excluding fresh food was 2.1 percent for April, reaching 2 percent on the surface (Chart 3).", "The main cause of the increase was a significant rise in energy prices, with much of the impact of last year's reduction in mobile phone charges dissipating.", "That said, the rate of change in the CPI for all items excluding fresh food and energy was only 0.8 percent, suggesting that price rises are not necessarily evident for a wide range of items, with the exception of energy.", "The Bank projects that the rate of increase in the CPI for all items excluding fresh food will be 1.9 percent for fiscal 2022 but will decelerate to 1.1 percent for fiscal 2023, when the positive contribution of the rise in energy prices to the CPI is likely to dissipate.", "Achieving the price stability target of 2 percent does not mean CPI inflation reaching 2 percent temporarily due to such factors as a rise in energy prices, but rather a situation where the inflation rate is 2 percent on average over the business cycle.", "To realize this situation, it is necessary that the Bank continue with the current aggressive monetary easing and thereby encourage the formation of a virtuous cycle in which underlying inflation rises moderately amid increases in corporate profits, employment, and wages.", "I will explain in detail later about the importance of wage increases toward achieving the price stability target of 2 percent.", "Monetary Easing under Yield Curve Control Due to the three reasons I just outlined, the Bank has pursued aggressive monetary easing.", "As a specific measure, the Bank sets a clear target level for 10-year Japanese government bond (JGB) yields, in addition to the short-term policy interest rate, under the framework of yield curve control.", "At the latest Monetary Policy Meeting (MPM) in April, the Bank decided to maintain the guideline for market operations, in which the short-term policy interest rate is set at minus 0.1 percent and the target level of 10-year JGB yields is around zero percent.", "In addition, given the findings of the assessment conducted in March 2021, the Bank, with a view to maintaining market functioning at a certain level and controlling the level of yields without impairing the effects of monetary easing, made clear that an appropriate range of 10-year JGB yield fluctuations would be between around plus and minus 0.25 percent.", "Based on this guideline, the Bank currently purchases a necessary amount of JGBs so that 10-year JGB yields will stay within the range of plus and minus 0.25 percent from zero percent.", "At the April MPM, the Bank also decided to offer to purchase 10-year JGBs at 0.25 percent every business day in principle through fixed-rate purchase operations, with a view to firmly setting an upper limit on the range of 10-year JGB yield fluctuations and to making clear the Bank's monetary easing stance.", "This decision was based on the thinking that, while some market participants attempted to predict the future course of the Bank's policy stance drawing on whether or not fixed-rate purchase operations were conducted, the Bank's announcement in advance that it would conduct these operations essentially every business day would ensure market stability.", "In fact, since the turn of the year, even though long-term interest rates in Europe and the United States have continued on an uptrend, 10-year JGB yields have been at levels consistent with the guideline for market operations, without exceeding the upper limit of 0.25 percent (Chart 4).", "Under yield curve control, the Bank sets a target level for 10-year JGB yields, and thus the amount of JGB purchases is determined endogenously.", "Recently, the Bank has been conducting fixed-rate purchase operations and has increased the amount of JGBs it purchases.", "However, the total amount purchased is not significantly higher than in the past, and there continue to be no bids submitted for fixed-rate purchase operations since May, which is after the Bank decided to conduct the operations every business day.", "While I think this is due in part to the \"stock effect\" attributable to the past JGB purchases, another reason seems to be that the \"announcement effect,\" or the effect of the Bank having announced that it will purchase an unlimited amount of JGBs through fixed-rate purchase operations if 10-year JGB yields exceed 0.25 percent, has had a significant influence on the formation of market participants' expectations.", "At any rate, 10-year JGB yields have been stable at low levels under yield curve control, and I consider that this has sustained accommodative funding conditions, such as for CP, corporate bonds, and bank lending, and in turn firmly supported Japan's economic activity.", "Toward Achieving the Price Stability Target of 2 Percent in a Sustainable and I will now talk about the specific path toward achieving the price stability target of 2 percent in a sustainable and stable manner.", "Discussions from a workshop on \"Issues Surrounding Price Developments during the COVID-19 Pandemic\" that the Bank held at the end of March will be informative in this regard.", "The workshop involved leading Japanese academic economists and generated lively discussions on why Japan alone continues to have low inflation, based on the analyses by the Bank's staff regarding the differences in price developments between Japan, the United States, and Europe that came to light during the pandemic.", "Taking these discussions into account, I believe that the issue of whether wages will clearly increase and service prices will overcome long-standing zero inflation holds the key to achieving the price stability target of 2 percent in Japan in a sustainable and stable manner.", "Let me explain this in more detail.", "Inflation Dynamics during the Pandemic: Japan, the United States, and Europe I will first outline inflation dynamics in Japan, the United States, and Europe during the pandemic (Chart 3).", "The rise in inflation has been particularly notable in the United States, where the rate of change in the CPI has recently been over 8 percent and that in the CPI excluding energy has been over 6 percent.", "In terms of monetary policy responses, the Federal Reserve had taken the stance until last summer that, since inflation was expected to be transitory, it would allow inflation to overshoot and focus on supporting the economy by maintaining an accommodative stance of monetary policy, unless the second-round effects For details, see Amamiya, M., \"The COVID-19 Crisis and Inflation Dynamics,\" opening remarks at the workshop on \"Issues Surrounding Price Developments during the COVID-19 Pandemic,\" March 29, 2022, /; and Monetary Affairs Department, Bank of Japan, \"Characteristics of Price Developments in Japan: Summary of the First Workshop on 'Issues Surrounding Price Developments during the COVID-19 Pandemic,'\" BOJ Reports and Research Papers, May 2022, /.", "of inflation were observed on wages or inflation expectations.", "In fact, inflation at that time was mainly driven by cost-push factors, such as rises in energy prices and prices of automobiles, which were strongly affected by supply-side constraints.", "However, contrary to initial expectations, the inflation rate in the United States since then has accelerated significantly.", "There are two reasons for this.", "First, the labor force participation rate has not recovered sufficiently, mainly due to vigilance against COVID-19.", "Second, while economic growth continues to be robust, prices overall have been pushed up by strong aggregate demand in addition to supply factors.", "In this situation, labor market conditions have been tightening, as seen in the ratio of job openings to total separations recording a historical high of around 2 recently.", "Given the rise in inflation, workers have been requesting higher wages, and this has led to a further rise in services prices, including housing rent.", "Therefore, in order to contain wages and prices from spiraling upward, the Federal Reserve raised its policy interest rate by 0.25 percentage points in March and 0.5 percentage points in May, and it has been communicating that ongoing increases in the rate will be necessary.", "Basically, these monetary responses by the Federal Reserve are expected to also contribute to stability in the global economy through steady developments in U.S. economic activity and prices.", "However, amid concern in global financial and capital markets over elevated inflation and acceleration in the pace of policy interest rate hikes in the United States, some have pointed out risks posed, for example, by significant adjustments in risk asset prices, such as stocks, and capital outflows from emerging economies.", "It is necessary to pay close attention to how these risks will evolve.", "In the euro area, the rate of change in consumer prices has also seen a significant increase lately.", "The headline inflation rate has exceeded 8 percent and the rate excluding energy has been above 4 percent.", "Since the area has strong economic and geographic relations with Ukraine, energy prices have risen further while uncertainties over the economic outlook have intensified.", "The European Central Bank (ECB) faces a difficult dilemma of curbing inflation or supporting the economy.", "Although the ECB has focused so far on supporting the economy and put off raising interest rates, ECB President Lagarde has signaled that interest rates will be raised by the end of the July-September quarter as the second-round effects of inflation have started to be seen on wages and inflation expectations recently.", "In contrast, Japan's CPI, despite having increased, has been only around 2 percent of late and has been lower than the respective indexes for Europe and the United States.", "This seems to once again highlight Japan's long-standing issue of prices being unlikely to rise.", "That is, goods prices in Japan have shown cyclical fluctuations along with the output gap, as is the case in Europe and the United States, although to a varying degree.", "However, services prices have remained extremely rigid, unlike in Europe and the United States, and have barely risen during the pandemic.", "In order for Japan to achieve inflation of around 2 percent every year, services prices will need to constantly make a roughly 2 percent contribution to the CPI and goods prices will need to see cyclical fluctuations at around 2 percent.", "On this point, comparing the distribution of price changes of items that make up the CPI in Japan and the United States, the distribution in the United States before the pandemic shows some variation at around 2 percent, primarily for services (Chart 5).", "In Japan, meanwhile, price changes for an overwhelmingly large number of items hover at around 0 percent, and there has been no major change to this during the pandemic.", "The primary reason for being unable to achieve the price stability target of 2 percent, despite the fact that the Bank has carried out large-scale monetary easing for over nine years, is that this \"zero percent anchoring\" of inflation expectations -- in other words, \"zero-inflation norm\" -- has been extremely persistent.", "Not all economic entities in the United States share the 2 percent norm; for some the norm is 1 percent, while for others it is 3 percent.", "The 2 percent figure is simply the average.", "However, the zero inflation norm in Japan means that everyone is acting essentially in concert to keep prices unchanged.", "Economists have pointed to a \"kinked demand curve\" as a reason for unchanging prices in Japan (Chart 6).", "In other words, in the demand curve faced by individual firms, although demand declines significantly with even slight price hikes, small price cuts do not result in that much increase in demand.", "This is why keeping prices unchanged has been the optimal price-setting behavior for Japanese firms.", "Importance of Wage Increases The key to changing this situation is higher wages.", "That is, it is important to increase labor costs, which are faced by all firms, thereby creating a situation where firms raise selling prices, including services prices, every year, and to heighten consumers' tolerance of price rises through higher wage income.", "To this end, the following factors are essential.", "The first is that aggressive monetary easing is maintained and tight labor market conditions are in turn sustained for a long period.", "The second is that actual inflation is reflected in wage increases resulting from the annual spring labor-management wage negotiations.", "Let me start by looking at the first factor: sustaining tight labor market conditions.", "As the Bank has pursued aggressive monetary easing since 2013, economic activity in Japan has been pushed up and labor market conditions have continued to tighten.", "Around 2018, before the outbreak of COVID-19, the active job openings-to-applicants ratio rose to 1.6, surpassing the peak during the bubble period, while the unemployment rate declined to the range of 2.0-2.5 percent (Chart 7).", "Under these circumstances, upward pressure on wages has increased in external labor markets -- where firms adjust excess marginal labor force, or a shortage of it -- as seen in the fact that hourly wages for part-time employees, which are sensitive to labor market conditions, rose by around 3 percent.", "It was expected that the tightening of external labor market conditions would feed through to internal labor markets, which mainly consist of full-time employees working within firms.", "This is because, as For the relationship between the kinked demand curve and low inflation in Japan, see Aoki, K., Ichiue, H., and Okuda, T., \"Consumers' Price Beliefs, Central Bank Communication, and Inflation Dynamics,\" Bank of Japan Working Paper Series, no.", "Negishi Takashi, professor emeritus at the University of Tokyo, carried out pioneering work on the kinked demand curve from the perspective of the microeconomic foundations of macroeconomics.", "For details, see Negishi, T., Microeconomic Foundations of Keynesian Macroeconomics (Amsterdam: North-Holland, 1979).", "long-term employment practices of full-time employees basically have been maintained in Japan's internal labor markets, the labor market slack is likely to remain and wage increases tend to be constrained even during economic booms as a result of securing employment during recessions.", "However, as the slowdown in overseas economies has become clear since the end of 2018 and Japan's economy was directly hit by the COVID-19 outbreak after the turn of 2020, labor market conditions started to ease as a trend and wages of full-time employees did not see a full-fledged increase.", "As presented in the April 2022 Economic Activity and Prices (Outlook Report), economic growth is expected to outpace the potential growth rate for three consecutive years from fiscal 2022.", "In this situation, the key is whether labor market conditions will tighten not only in external labor markets but also in internal labor markets, and whether this will lead to a full-fledged rise in wages.", "I will now turn to the second factor: achieving wage increases that reflect actual inflation.", "During Japan's deflationary period, as well as the period of economic recovery in the mid-2000s, many firms put off making base pay increases.", "Such increases have resumed since 2013, amid a moderate rise in inflation on the back of large-scale monetary easing, and base pay has increased for nine consecutive years, including this fiscal year.", "Nevertheless, the average increase over this period has been around 0.5 percent, which is still lower compared with Europe and the United States, or Japan before the deflationary period.", "Several factors are thought to lie behind the low growth in base pay.", "One hypothesis raised during the workshop held at the end of March was that, since inflation in recent years has been well below the average increase in regular salaries of around 2 percent, individual households did not recognize inflation as an increase in living expenses and were thus less likely to pay attention to prices.", "In economics, this recently has been referred to as \"rational inattention,\" meaning that people are likely to be inattentive to information judged to be of little importance when making economic decisions.", "Of course, the validity of this hypothesis needs to be further verified theoretically and empirically.", "What warrants attention is the extent to which firms will take into account the recent inflation of nearly 2 percent in their wage increases from fiscal 2023 onward.", "C. Signs of Changes in Inflation Expectations In this regard, changes have recently started to be seen in both firms' and households' perceptions of inflation and inflation expectations in Japan.", "In terms of firms' perceptions of inflation, the March (Short-Term Economic Survey of Enterprises in Japan) shows that the diffusion index for output prices -- which is considered to indicate firms' price-setting stance for around three to six months ahead -- has risen to its highest level since early in 1980 (i.e., just after the second oil shock) for the manufacturing industry and since early in 1990 (i.e., at the end of the bubble period) for the nonmanufacturing industry (Chart 8).", "The also shows that firms' inflation outlook for general prices has risen clearly for one year ahead, reaching its highest level since the start of the survey, while the outlooks for three years ahead and five years ahead also have increased to near peak levels.", "As firms adopt an increasingly active price-setting stance, Japanese households' tolerance of price rises has been increasing.", "This can be regarded as an important change from the perspective of aiming to achieve sustained inflation.", "On this point, Watanabe Tsutomu, professor at the University of Tokyo, is conducting an interesting survey (Chart 9).", "He regularly surveys households in five countries including Japan and collects their answers to the question of what they will do when the price of a product that they always buy goes up by 10 percent at the supermarkets that they frequent.", "In the previous survey conducted last August, more than half of Japanese households answered that they would deal with the price increase by switching to a different supermarket.", "This is precisely what the kinked demand curve would predict.", "The results for Japan were markedly different from those for Europe and the United States, where more than half of the respondents answered that they would accept the 10 percent price increase in the product that they always buy and continue to buy the same amount of it at the same supermarket.", "The latest survey conducted this April, however, reveals changes in the results for Japan: the number of Japanese respondents who said they would deal with the price increase by switching to a different supermarket was down significantly, and more than half, as in Europe and the United States, answered that they would accept the price increase and continue to buy the same amount at the same supermarket.", "While the results should be interpreted with considerable latitude, one hypothesis drawn from them is that \"forced savings\" accumulated as a result of restrictions during the pandemic may have led to improvement in households' tolerance of price rises.", "At any rate, the point to consider for the time being is how Japan, while households are acceptant of price rises due to factors such as forced savings, can maintain a favorable macroeconomic environment to the extent possible and make this lead to a full-fledged rise in wages, including base pay, from fiscal 2023 onward.", "Today, I have talked about why the Bank considers monetary easing to be necessary in Japan at present and about the importance of wage increases in order to achieve the price stability target of 2 percent in a sustainable and stable manner.", "Japan's economy is still on its way to recovery from the pandemic and has been under downward pressure from the income side due to rising commodity prices.", "In this situation, monetary tightening is not at all a suitable measure.", "The top priority for the Bank is to persistently continue with the current aggressive monetary easing centered on yield curve control and thereby firmly support economic activity.", "Unlike other central banks, the Bank has not faced the trade-off between economic stability and price stability.", "For this reason, it is certainly possible for the Bank to continue stimulating aggregate demand from the financial side.", "In order to provide a quantitative and easy-to-understand explanation of its projections for underlying inflation, the Bank included its forecasts for the CPI excluding fresh food and energy in the April 2022 Outlook Report.", "The forecasts show that the year-on-year rate of change in the CPI excluding both categories should increase in positive territory to around 1.5 percent for fiscal 2024, on the back of improvement in the output gap and a rise in inflation expectations.", "For prices to rise as projected and further toward 2 percent in a stable manner, it is necessary to create a virtuous cycle that generates synergy between wage increases and price rises, as I have explained today.", "I would like to close by noting that the Bank will take a strong stance on continuing with monetary easing, in that it will provide a macroeconomic environment where wages are likely to increase so that the rise in inflation expectations and changes in the tolerance of price rises -- which have started to be seen recently -- will lead to sustained inflation.", "Thank you very much for your attention.", "The Bank's Thinking on Monetary Policy: Toward Achieving the Price Stability Target in a Sustainable and Stable Manner Speech at the Kisaragi-kai Meeting in Tokyo KURODA Haruhiko Governor of the Bank of Japan I.", "The Bank's Monetary Policy Conduct for the Time Being II.", "Figures for business fixed investment for the euro area are those for gross fixed capital formation excluding housing investment.", "Sources: Cabinet Office; Haver.", "Figures for services include administered prices.", "Figures for temporary factors for Japan are staff estimates and consist of mobile phone charges and the effects of the consumption tax hike, policies concerning the provision of free education, and the \"Go To Travel\" campaign, which covers a portion of domestic travel expenses.", "Figures in angular brackets show the share of each component.", "Figures for temporary factors for Japan include mobile phone charges (weight: 3%).", "Figures for 2022/Q2 for Japan and the United States are for April, while those for the euro area are April-May averages.", "Sources: Ministry of Internal Affairs and Communications; Haver.", "The Bank's Monetary Policy Conduct for the Time Being Long-Term Government Bond Yields and the Bank's JGB Holdings Long-Term Government Bond Yields The Bank's JGB Holdings tril.", "gas charges, gasoline, 10 etc.", "Note: Figures for the United States are for the CPI for all items.", "Those for Japan are for the CPI for all items excluding fresh food.", "Sources: Ministry of Internal Affairs and Communications; BLS.", "Toward Achieving the Price Stability Target of 2 Percent in a Sustainable and Stable Manner Illustration of a Kinked Demand Curve Traditional demand curve Kinked demand curve Demand and price Demand II.", "Toward Achieving the Price Stability Target of 2 Percent in a Sustainable and Stable Manner Survey on Households' Response to Price Increases Suppose that the price of a product that you always buy in your supermarket goes up by 10 percent.", "I would switch to a different supermarket."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary easing", "Price stability", "Inflation", "Wage increases", "Services prices", "Labor market", "Demand curve", "Commodity prices", "CPI", "Fiscal policy"]}