{"sentences": ["News conference 22 September 2022, 10.00 am Introductory remarks by Andréa M. Maechler As Thomas Jordan has indicated, I will now discuss some important aspects of the implementation of our monetary policy in the money market.", "With today's interest rate decision, we are bringing a period of a negative SNB policy rate to an end.", "To ensure that the secured short-term Swiss franc money market rates remain close to the SNB policy rate in a positive interest rate environment, we are adjusting our implementation approach.", "Our approach now consists of the following two elements.", "The first is a tiered remuneration of the sight deposits that banks and other financial market participants hold at the SNB.", "We remunerate sight deposits up to an individual threshold at the SNB policy rate.", "Sight deposits above this threshold are remunerated at an interest rate of zero percent.", "The individual thresholds are based on the calculation of exemption thresholds in a negative interest rate environment used to date.", "The tiered remuneration of sight deposits creates an incentive for account holders to carry out money market transactions with each other even in a situation of liquidity surplus.", "These transactions contribute to a robust basis for the calculation of SARON.", "The second element is the absorption of liquidity by way of open market operations.", "With these operations, we reduce the sight deposits and thereby the liquidity supply in the money market.", "In this way, we ensure that SARON and the other secured short-term money market rates remain close to the now positive SNB policy rate.", "To absorb liquidity by way of open market operations, we will use two proven monetary policy instruments: SNB Bills and repo transactions.", "Participants in the Swiss franc money market are familiar with both instruments.", "We have used repo transactions regularly in previous years.", "SNB Bills are debt certificates issued by the SNB, typically with a term of up to one year.", "We last used SNB Bills for the implementation of monetary policy in 2011 and have since conducted tests to ensure operational readiness.", "We expect the volume of SNB Bills issued to increase within a short period of time on the back of the weekly auctions.", "The new interest rates on sight deposits apply as of tomorrow.", "The open market operations to absorb liquidity are being conducted with immediate effect.", "To ensure that our monetary policy is being implemented effectively, we will subject the instruments used to regular review.", "Further adjustments may be made if necessary."], "classifications": ["none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["SNB policy rate", "Monetary policy", "Sight deposits", "Money market", "SARON", "Open market operations", "SNB Bills", "Repo transactions", "Liquidity", "Tiered remuneration"]}