{"sentences": ["Remarks by Governor Gabriel Makhlouf on the publication of the Financial Stability Review 2022:1 15 June 2022 Speech Thank you for joining us today for the release of the rst FSR of 2022.", "It gives me particular pleasure to welcome some of you in person for today's event after more than two years, our rst hybrid version of the release of the Review.", "We are meeting today at a time when a series of shocks have hit the economy in sequence.", "Reviewing my opening remarks at the release of our previous Review last November, it is striking how quickly economic events continue to evolve.", "At that point, our assessment was that near-term risks relating to the pandemic were beginning to recede, but medium-term risks - whether due to developments in global nancial markets or due to supply-side bottlenecks in the global economy raising inationary concerns - were gradually starting to build.", "Since then, the horric war in Ukraine has amplied many of these risks.", "The invasion of Ukraine by Russia is rst and foremost a human and societal tragedy for the people of Ukraine, and our thoughts and solidarity are with them as much today as they were in late February.", "The economic fallout from the invasion can be thought of as having similar characteristics to those pandemic-related inationary forces that were already building, in that it is primarily affecting the supply side of an integrated global economy.", "The most visible and direct economic effects in countries such as Ireland have been the increase in commodity prices, with implications for consumers through the cost of energy.", "There are a wider range of budgetary pressures for, in particular, more vulnerable households, here and around the world, through increases in key items such as food.", "The invasion has also added a geopolitical dimension to the production decisions of many global businesses, which were already under scrutiny due to the pandemic's effect on supply chain resilience.", "The impact of any weakening of global integration on medium to long term ination is something that is not yet understood fully.", "Its importance in a small and highly interconnected country such as Ireland cannot be overstated.", "Ination is now running at the highest levels seen in close to forty years in many developed economies, including here in Ireland.", "It is this inationary environment which forms the key backdrop to our risk assessment today.", "The world is now a more uncertain place than it was only six months ago making forward-looking judgements around the evolution of the macro-nancial environment particularly challenging.", "The economy was in a good position at the start of the year, having shown considerable resilience through Covid, and our central expectation remains that the growth outlook overall is positive.", "The economy will continue to grow into next year, albeit at a slower rate and with higher rates of ination than we had expected previously, and with greater uncertainty around our central forecast.", "Cyclical pressures domestically are also building, particularly visible in house prices, and in capacity constraints leading to increased costs of production.", "Focusing on 'tail risks' - as we must do from a nancial stability perspective - our assessment is that macro-nancial downside risks have increased since our last Review in November.", "The global growth picture has deteriorated: the likelihood of slower growth in many developed economies has risen sharply since our last Review.", "Ination is putting increasing pressure on consumers' spending power, and businesses' prot margins.", "At the same time, rising ination has led central banks globally to move towards monetary policy normalisation.", "The combination of these factors raises risks around global asset prices and debt affordability.", "Up to now, sharp falls in stock and bond prices in response to monetary policy tightening have been relatively orderly, with little evidence as yet of a material spillover from higher-risk corners of the nancial system to the real economy.", "The risks should not be ignored however: we have highlighted for many years that increased risks have been building in response to the \"search for yield\" environment that dominated the second half of the last decade.", "These risks have been amplied by the increase in global corporate and sovereign debt resulting from the pandemic.", "I now turn to our assessment of the resilience of the domestic macro-nancial system in the context of these emerging risks.", "Households and businesses in Ireland continue to have important shock-absorbing capacity to cope with such risks.", "After a decade of deleveraging, the implementation of macroprudential regulation, an increase in housing equity given the growth in house prices, and strong underlying fundamentals in wages and the economy, our assessment is that household and business borrowers are in a better position to absorb shocks, when compared to the onset of the post-2008 crisis.", "The Irish sovereign is benetting from an elongation of the maturity prole of national debt during the period of low interest rates of recent years, which reduces risks relating to renancing as rates increase.", "Nonetheless, there are important vulnerabilities highlighted in the Review, relating to the size of national debt and reliance on corporation tax, that continue to require a prudent scal approach as borrowing costs and monetary policy interest rates rise.", "I now turn to the resilience of the banking sector, and to the outcome of the review of our framework for macroprudential capital buffers that began in 2021.", "The domestic retail banking system continues to benet from appropriate levels of capital headroom above regulatory requirements, which puts it in a better position to absorb negative shocks without adverse knock-on implications for consumers or the economy.", "This headroom will however reduce as the remaining banks integrate certain portfolios of the exiting banks, due to the resulting increase in their asset base, highlighting the need to avoid complacency.", "The sector is also experiencing a return to pre-pandemic protability, which remains weak in a European context, owing to long-run structural challenges.", "An update on our bank capital review is also being published.", "Our review of our strategy around macroprudential capital buffers has sought to take a holistic view of these buffers.", "In particular, we have considered the interaction between different macroprudential capital buffers as well as the interaction of such buffers with other elements of the prudential framework, such as risk weighting or additional 'gone concern' loss-absorbing capacity.", "We have also considered both the benets and the costs of bank capital within an overarching framework.", "We are updating the strategy for our macroprudential capital buffers.", "Under our new approach, the Central Bank will use one instrument - the countercyclical capital buffer (the CCyB), rather than a combination of the CCyB and a systemic risk buffer (SyRB), to safeguard resilience against macro-nancial risks, including those stemming from the nature of the Irish economy.", "As a small, highly-interconnected economy, Ireland faces greater downside macro- nancial risks compared to larger, more diversied economies.", "Our new approach is motivated by lessons learned during the pandemic on the importance of buffers that are explicitly releasable during times of stress to support bank lending into the economy.", "We also want to address risks with the minimum level of complexity necessary to achieve our goals.", "This motivates the use of a single buffer to address this particular source of risk along with any emerging cyclical imbalances.", "Our framework review has resulted in a target rate for the CCyB of 1.5 per cent, in times when cyclical conditions are neither overly elevated nor subdued.", "Where we deem that cyclical risks are building, the buffer can be set above this 1.5 per cent rate.", "Today we are announcing the gradual rebuilding of the CCyB towards this target rate.", "The buffer was reduced to zero per cent in March 2020 to support bank lending into the economy during the pandemic.", "We no longer deem that support necessary and are announcing a rate increase to 0.5 per cent.", "Our guidance is that we will move to 1.5 per cent between now and this time next year.", "Of course, we will review our position if economic and nancial conditions deviate materially from our current central expectation.", "Our framework review of the mortgage measures has continued, with the closing of the public consultation in March and an international conference in April.", "These inputs, along with the unprecedented level of feedback received last year through our public engagement survey, and our own internal analysis, continue to shape the review.", "We will announce the results of this framework review during the second half of this year.", "Finally, I turn to markets-based nance.", "For a number of years now the Central Bank has been monitoring the growth of property funds in Ireland.", "They have now become key investors in the commercial real estate sector.", "In December 2019, I commissioned the deep dive on property funds, the results of which led to the Consultation Paper issued towards the end of last year, proposing the introduction of leverage and liquidity limits to safeguard Irish nancial stability.", "This is the rst time we have considered implementing macroprudential policy for the Irish non- bank sector.", "We are now reviewing the feedback we have received as part of that consultation process and expect to communicate further on this in the second half of the year.", "Thank you all for joining us this morning.", "We are now available to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Inflation", "Financial stability", "Macroprudential policy", "Central bank", "Risks", "Monetary policy", "Banking sector", "Debt", "Housing market", "Property funds"]}