{"sentences": ["Madam President of the Bank Council Dear Shareholders I would like to warmly welcome you all to our Annual General Meeting, and I am delighted that this year we are able to meet in person again.", "The geopolitical situation has changed fundamentally in the past few months.", "Russia's attack on Ukraine has shaken us all.", "Our thoughts are with the victims of this terrible war.", "Considerations of the economic consequences pale by comparison with this suffering.", "Nevertheless, such deliberations are also important for the citizens of Switzerland, and the Swiss National Bank is therefore working intensively on addressing the impact the war will have.", "On the one hand, we have to properly contextualise the immediate economic effects.", "On the other hand, we also have to address questions pertaining to the longer term.", "I will begin my speech by looking at the closely interconnected global economy as we knew it until just recently, the gains in prosperity it brought, and what it meant for monetary policy.", "I will go on to explain how the consequences of the war that can already be felt are influencing our current monetary policy.", "I will then discuss the other side of global economic integration, namely the interdependencies between countries and markets.", "At the end of my remarks, I will offer some thoughts on what is likely to change with regard to monetary policy if global economic integration were to decrease again as a result of the war.", "Monetary policy in an integrated global economy The world has become increasingly interconnected economically over the past decades.", "Until a short while ago, we thought these ties would continue to become closer.", "The US-China trade dispute of recent times had already cast some doubt on the durability of global integration.", "The coronavirus pandemic has restricted mobility and strained global supply chains.", "However, the geopolitical confrontation we see today has an entirely different dimension.", "Russia's invasion of Ukraine has reopened old rifts in many respects.", "We therefore have to ask what the consequences would be if the economic fragmentation already caused by the war were to persist, or even increase further?", "To assess this, I would first like to look briefly at the process of globalisation over the past thirty years or so.", "At the beginning of the 1990s, the erstwhile closed-off states of the Eastern bloc gradually began to open up, and so too did China and other Asian countries.", "Since then, economic integration worldwide has been considerable.", "Today, the value of goods and services traded internationally is three and a half times higher than it was then.", "Average real per capita income worldwide has increased by two thirds.", "The proportion of the world's population living in extreme poverty has fallen from just under 40% to 10%.", "This rapid improvement in prosperity was made possible by the better use of the three factors needed for growth: labour, capital and technology.", "After 1990 we saw an increasingly international division of labour.", "Countries specialised in areas where they were particularly proficient compared with their trading partners.", "The manufacture of labour-intensive products was outsourced to countries with relatively low wage levels.", "This increasing division of labour resulted on the one hand in rising incomes, above all in the new production countries, and on the other hand in a decline in goods prices worldwide.", "This effect was strengthened further by international competition.", "With increasing economic integration, capital, the second factor influencing growth, could be invested globally.", "Foreign direct investment and loans helped in the construction of production facilities and infrastructures in the newly opened regions of the world.", "The high levels of savings in the advanced economies were thus put to productive use in the catch-up growth of these regions.", "That leaves the third factor: technology.", "The integration of the global economy led to a massive transfer of knowledge between countries, which greatly accelerated the economic development of the poorer nations.", "Furthermore, the growth in the number of people participating in the global economy meant that there were a lot more ideas and innovations.", "More (and more highly specialised) workers, better and more broadly invested capital and a rapid exchange of knowledge - all this led to higher economic growth and greater prosperity worldwide.", "Globalisation also had a major impact on monetary policy.", "The most important change in this respect was the increasingly global production of goods, which reduced inflationary pressure.", "The latter also fell because the global economy was able to satisfy increases in demand in individual countries comparatively easily.", "In the less integrated economy of the Cold War era, higher demand quickly led to bottlenecks and rising prices.", "With inflationary pressure lower, central banks were able to react more strongly to adverse economic developments.", "And this was often appropriate, in retrospect.", "For the global integration of the financial markets did not just foster growth, it also made it easier for local crises to spread to other countries.", "In the past 15 years, there have been repeated instances where such global crises have prompted the major central banks to substantially ease their monetary policies to prevent severe economic declines and persistently negative inflation rates.", "This easing was initially achieved through interest rate reductions, but then increasingly by means of unconventional measures such as quantitative easing and, in the case of Switzerland, foreign exchange market interventions.", "The expansion in the range of monetary policy instruments also has to do with globalisation.", "The traditional way to ease monetary policy is by lowering the policy rate below its neutral level.", "Conversely, tightening is achieved by raising the policy rate above its neutral level.", "The level of this neutral rate of interest is determined by the supply of savings and the demand for these savings for investment purposes.", "At the outset of globalisation, the neutral interest rate was initially high owing to the considerable demand for investment in the newly opened economies.", "However, as prosperity increased and life expectancy rose, the supply of savings also grew markedly, and the neutral rate of interest declined as a result.", "If central banks wanted to ease their monetary policy, they therefore had to set their policy rate correspondingly low.", "And because you cannot lower interest rates indefinitely without at some point triggering a flight to cash, after the outbreak of the global financial crisis in 2008 many central banks resorted to unconventional monetary policy measures by buying various assets and expanding their balance sheets.", "Thanks to this new, broad set of monetary policy instruments, central banks thus also had the necessary room to manoeuvre in helping to stabilise the economy during the coronavirus pandemic.", "They supplied the economy with additional liquidity and kept interest rates low.", "Besides the monetary policy measures, the fiscal policy support packages, some of which were sizeable, also had an expansionary effect.", "This made it possible to limit the severe economic downturn caused by the pandemic, and facilitated a rapid recovery.", "However, the support measures and the associated expansion in liquidity, pent-up consumer demand and the supply bottlenecks have subsequently led to increased inflationary pressure in many countries.", "And this brings me to current monetary policy.", "Impact of the war on current monetary policy Many countries began 2022 with inflation rates that were already significantly higher than in the recent past.", "Since then, the war and sanctions have led to an additional marked rise in energy and commodity prices.", "Inflationary pressure has thus increased further worldwide.", "At the same time, the war is impacting the real economy, and the scale of the consequences is still difficult to assess.", "The current forecasts for inflation and growth are therefore very uncertain.", "Uncertainty can in turn also influence the behaviour of economic agents and amplify the adverse effects of the war.", "This poses a number of questions for monetary policy.", "How broad and persistent is the current inflationary pressure, and to what extent will the global economy be curbed?", "Will inflation also spill over to goods and services not directly affected by the pandemic and the war?", "And will salaries also begin to rise, thus starting a classic wage-price spiral?", "In some countries there are already signs of firming inflation dynamics, prompting certain central banks to begin tightening their monetary policy.", "I will come to the monetary policy situation in Switzerland shortly, but I would first like to talk briefly about economic growth.", "The closer a country's trade relations were with Ukraine and Russia, the stronger are the direct adverse effects now on growth, of course.", "However, owing to global interconnectedness, the war is also throwing sand in the gears of countries with few trade links in the region.", "All of this slows the economy, also here in Switzerland.", "For the current year, we anticipate that Swiss GDP will grow by 2.5%.", "This is half a percentage point lower than we expected before the war broke out.", "Inflationary pressure has risen in Switzerland, too, albeit comparatively moderately thus far.", "We define price stability as a situation in which inflation lies between 0% and 2% over the medium term.", "At our most recent monetary policy assessment in March, we decided to leave our policy rate unchanged at -0.75%, and to maintain our willingness to intervene in the foreign exchange market as necessary.", "However, we had already stressed in December that we would allow the Swiss franc to appreciate to a certain extent.", "So how do we put our current monetary policy in context?", "We intervene in the foreign exchange market when strong upward pressure on the Swiss franc would lead to persistently negative inflation and weigh heavily on the economy.", "However, we do not react mechanically to every instance of upward pressure.", "If you have followed the Swiss franc closely over the past months, you will know that it has gradually appreciated and has at times even fallen below parity to the euro.", "We have quite deliberately allowed this to happen.", "The reason is that inflation abroad is significantly higher than in Switzerland.", "This means that our economy can withstand the franc being stronger in nominal terms.", "The higher prices abroad and the nominally stronger Swiss franc roughly balance one another out, and there has therefore been hardly any change in the real exchange rate over the past quarters.", "Without the nominal appreciation of recent months, our monetary policy would have become more expansionary.", "Given the current development of inflation, that would not have been appropriate.", "Allowing the appreciation helped us to keep inflation comparatively low in Switzerland.", "Why did we not simply raise our policy rate?", "Two reasons have spoken against such a measure to date.", "First, inflationary pressure is moderate here in Switzerland.", "Second, inflation is likely to return to the range compatible with price stability in the foreseeable future.", "Thus far we have seen hardly any indication of a broad spillover of the rise in commodity prices to the prices of other goods and services.", "Accordingly, our inflation forecast indicates that inflation will average 2.1% in the current year, and decline again in 2023 and 2024.", "The monetary conditions are therefore appropriate at present.", "However, should there be signs of a strengthening and spread in inflationary pressure, we will not hesitate to take the necessary measures to ensure price stability in Switzerland in the medium term.", "Possible longer-term consequences of the war for monetary policy So much for monetary policy today.", "However, what could be the longer-term consequences of the war?", "One key issue in my view is how we are going to deal going forward with the dependencies that have arisen as a result of globalisation.", "Specifically, which countries will still trade with each other in which goods and services and to what extent?", "We do not yet have definitive answers to these new questions.", "From the current perspective, however, it appears possible that in the medium term we will be living in a world that is less integrated than it is today.", "I would like to focus here on this question: What would a less globalised world mean for monetary policy?", "There would initially be the impact on inflation and the economy, in other words on the two variables at the core of monetary policy.", "With a reduction in the division of labour owing to a fragmentation of the global economy, production costs for many goods would rise again.", "As long as this disintegration persisted, it would be likely to trigger more protracted inflationary pressure.", "Furthermore, a fragmentation of the global economy would probably lead to more frequent bottleneck situations, since changes in demand would once again increasingly affect domestic economies and it would be less possible for these changes to be absorbed by the global economy.", "As a result, inflation and the economy would also become more volatile again.", "All of this means that monetary policy would have to be focused on tackling inflation more frequently and intensively than in recent years.", "Moreover, the use of monetary policy instruments could also be affected.", "Would the traditional instrument of interest rates be used again more often, or would unconventional measures continue to play an important role in countering the impact of adverse disruptions?", "This primarily depends on whether the neutral interest rate remains low or returns to a higher level.", "Both of these developments are conceivable.", "The neutral level of interest rates could rise and the traditional interest rate policy could return to the fore if there were to be a reduction in the investment of savings from the emerging economies in the advanced economies.", "The neutral level of interest rates would also rise if defence spending and investment in energy infrastructure were to increase government debt or if inflation were to remain high.", "On the other hand, however, the neutral level of interest rates could also persist at the low level of the past 15 years if there were to be an increase in saving due to the geopolitical uncertainty or if inflation were to decline again.", "Central banks will have to be vigilant here in order to discern the effects of these various forces in good time and contextualise them correctly.", "Ultimately, another aspect that must not be forgotten is the political pressure that increasing government debt, for example, could entail.", "Political opposition to monetary policy tightening is likely to mount if the level of government debt is high.", "If central banks are to continue to be able to ensure price stability in this situation, their independence must remain safeguarded.", "Ladies and gentlemen, I come to my concluding remarks.", "Today's geopolitical situation would have seemed unthinkable at last year's general meeting.", "The long-term consequences of the war in Ukraine for the structure of the global economy and thus also for monetary policy are still difficult to assess at present.", "That said, one thing already seems clear: the challenges for monetary policy remain manifold.", "We will have to work intensively on dealing with them to ensure price stability going forward.", "This is the most important contribution that the Swiss National Bank can make to the well-being of Switzerland's citizens."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "Global economic integration", "Inflation", "Economic growth", "Swiss franc", "Interest rates", "Neutral rate of interest", "Unconventional monetary policy measures", "Fiscal policy", "Wage-price spiral"]}