{"sentences": ["As prepared for delivery Good morning, everyone.", "I want to thank Sue Henderson for that kind introduction, and New Jersey City University for hosting today's discussion.", "I always enjoy speaking with students, and I look forward to the time-hopefully soon-when we can have these types of events in person.", "Today, our virtual setting is Jersey City, one of the most diverse cities in the world-and one known for terrific pizza.", "Now, it's not my place to get into the debate over who has the best pizza, and I know that people have strong views on that subject.", "As president of the New York Fed, I proudly represent both sides of the Hudson River, and my job is to make the economy stronger and the financial system more stable for all.", "Before I move on from the topic of pizza to economics, I should give the standard Fed disclaimer that the views I express today are mine alone.", "They do not necessarily reflect those of the Federal Open Market Committee-what we call the \"FOMC\"-or others in the Federal Reserve System.", "As you well know, the economy-like many facets of our lives-continues to be shaped by the unpredictable nature of the coronavirus.", "As I've said before, the pandemic is first and foremost a health crisis.", "While omicron was milder for many-and thankfully the wave subsided relatively quickly-it still caused terrible hardship for countless families.", "You can see the economic effects of the pandemic right here in New Jersey.", "What struck me this week as I met with New Jersey business, community, and political leaders was the different ways that COVID-19 affects local economies.", "Just a few miles from Jersey City, Port Newark and Port Elizabeth are humming with activity.", "But across the Turnpike, Newark Liberty International Airport has seen a big reduction in the number of flights and passengers relative to pre-pandemic trends.", "Likewise, the pandemic has led to empty office buildings and fewer travelers in New York City, which affects businesses here in New Jersey as well.", "Today I'm going to talk about how the economy has continued to recover despite the many disruptions and imbalances that COVID-19 has caused.", "I'll also discuss the labor market and the rise in inflation.", "Then, I'll describe how the Federal Reserve's monetary policy is working to help restore balance and stability to the economy during these uncertain times.", "Economic Outlook Since it's the Friday before a holiday weekend, I won't test any of you on the functions of the Federal Reserve System.", "But I do want to take a moment to discuss the Fed's dual mandate of promoting maximum employment and price stability.", "U.S. monetary policy is set by the FOMC, which is made up of the Board of Governors and five of the 12 presidents of the Federal Reserve Banks.", "We make our decisions after studying the data-lots of data.", "We look at everything from food and gas prices to retail sales and inventories, from labor costs and employment figures to semiconductor inventories and shipping expenses, and from the demand for goods and services to readings on public health.", "And we consider more than just numbers on spreadsheets and charts.", "We also regularly hear from business and community leaders who tell us firsthand what is happening in the economy.", "This occurs both through regular meetings with our Boards of Directors and advisory groups, as well as in ongoing discussions with local leaders.", "That is why it's so important for me to make trips like this one-even virtually-so I can meet with leaders to hear their perspectives.", "For example, earlier today I spoke with officials at the Port Newark-Elizabeth Marine Terminal about supply chains and logistics.", "And yesterday, I met with groups in North Jersey who are working to bridge the gap in health outcomes and housing-two critically important issues that can affect economic mobility.", "Despite the disruptions from COVID-19, the overall economy has shown remarkable strength and resilience over the past year.", "To put this in perspective, the onset of the pandemic in 2020 caused the sharpest U.S. economic contraction since World War II.", "Since then, we have seen a remarkable turnaround.", "The economy, measured by real gross domestic product, or GDP, grew about 5-1/2 percent over the course of last year, the fastest pace of growth since 1984.", "To get an idea how long ago that was, 1984 was the year I finished college.", "The labor market has also improved dramatically and is now very strong.", "Over the past 12 months through January, the economy added over 6-1/2 million jobs.", "The unemployment rate has fallen from the pandemic peak of 14.7 percent to just 4 percent today.", "In fact, there are many more job openings now than there are people looking for work.", "Another clear sign of the hot labor market is that wages rose sharply last year, especially for lower-paid jobs.", "I mentioned earlier that the Federal Reserve has two goals: maximum employment and price stability.", "The very strong labor market is great news in terms of achieving maximum employment.", "However, we have seen inflation rise to a level that's far too high.", "Ten years ago, the FOMC set a longer-run goal of 2 percent inflation-that is, prices rising 2 percent per year on average.", "From 2012 through 2020, inflation averaged below this 2 percent goal.", "But the inflation rate started rising sharply in 2021.", "The Fed's preferred price measure, the personal consumption expenditures (PCE) price index, rose 5-3/4 percent last year, its highest reading since the early 1980s.", "This sudden, sharp rise in prices reflects a unique set of circumstances that has driven supply and demand out of balance.", "For those of you who have studied economics, you will not be surprised that I ascribe this rise in inflation to demand outpacing supply.", "But, the rapidly changing situation of the past two years has been extraordinary, and it is worth discussing in some detail.", "After the onset of the pandemic, Americans shifted their spending from services to goods, spending less on restaurants, vacations, and entertainment, and more on things like cars, appliances, and furniture.", "As businesses tried to meet the surge in demand for goods, distribution channels backed up.", "Supply-chain bottlenecks and shortages emerged, both here and abroad.", "Too many ships arrived at the ports-particularly those in California.", "When the ships were finally able to dock, there weren't enough workers and drivers to unload and transport goods to stores-or to people's homes.", "In addition, we have seen a large pullback in the number of people willing and able to work, in part reflecting the challenges and risks of working during the pandemic.", "Some businesses can't hire people fast enough to help meet the strong demand.", "This has contributed to an acceleration in wages and higher prices for a variety of goods and services, including food and housing.", "High inflation is hardest on those already struggling to make ends meet.", "The Fed's Response This brings me to the outlook for the economy and monetary policy.", "As I said earlier, demand for goods and some services is now far outstripping supply, resulting in elevated inflation.", "With the labor market already very strong, it's important to restore the balance between supply and demand and bring inflation down.", "A number of factors should help accomplish this rebalancing, and monetary policy has an important role to play.", "First, with the omicron wave now ebbing and COVID vaccines and treatments much more widely available across the globe, we should see a gradual restoration of supply and a resolution of associated bottlenecks and shortages.", "Over time, consumers should also start to cut back on buying goods that are in short supply and switch back to in-person activities like travel, dining, and entertainment, where supply is less constrained overall.", "Together, these developments should contribute to more balance between supply and demand in the economy.", "The second factor is fiscal policy, which provided a huge boost to the economy during the past two years but is unlikely to be as significant a source of demand this year.", "This is true not only for the United States, but also for many other economies.", "Last-but definitely not least-is monetary policy.", "After providing maximum support to the economy for the first year and half of the pandemic, the FOMC is adjusting the stance of monetary policy with the aim of bringing demand in balance with supply and thereby bringing down inflationary pressures.", "The same is true for many other central banks, which either already have moved in this direction or are expected to this year.", "The initial step in that process was the FOMC's decisions to first reduce, and then end, its net purchases of Treasury and mortgage-backed securities.", "These purchases pushed longer-term interest rates lower, making it less costly for consumers and businesses to borrow, and contributed to favorable overall financial conditions that supported spending.", "The next step will be to raise the FOMC's target range for the federal funds rate the short-term interest rate at which banks lend to each other.", "In March 2020, the FOMC reduced the target range for the federal funds rate by 1-1/2 percentage points to near zero.", "This very low interest rate contributed to the sharp rebound in demand, which propelled the strong labor market recovery over the past year.", "But with today's strong economy and inflation that is well above our 2 percent longer-run goal, it is time to start the process of steadily moving the target range back to more normal levels.", "In particular, I expect it will be appropriate to raise the target range at our upcoming meeting in March.", "Once the interest rate increases are underway, the next step will be to start the process of steadily and predictably reducing our holdings of Treasury and mortgage-based securities, which had grown significantly as a result of the purchases that began in March 2020.", "Last month, the FOMC released a set of principles that will guide that process.", "Assuming the economy develops roughly as I expect, I foresee this process getting started later this year.", "Taken together, these two sets of actions steadily raising the target range for the federal funds rate and steadily bringing down our securities holdings-should help bring demand closer to supply.", "In fact, even though we haven't done either of these things yet, financial conditions have already responded based on the expectation of Fed action.", "For example, medium- and longerterm Treasury yields and fixed-rate mortgage rates have risen close to their December 2019 levels.", "Of course, our actions will be driven by the data and a determination to achieve our maximum employment and price stability goals.", "With these three factors working together to restore balance between supply and demand, I am confident we will achieve a sustained, strong economy and inflation at our 2 percent longer-run goal.", "For this year, I look forward to continued growth and receding inflation, both for the nation and North Jersey.", "Specifically, my forecast for the U.S. economy is for real GDP to grow a bit below 3 percent this year, for the unemployment rate to end the year around 3-1/2 percent, and for PCE price inflationto drop back to around 3 percent, before falling further next year as supply issues continue to recede.", "Since the onset of the pandemic two years ago, this has an extraordinary time for the economy and monetary policy.", "As we work to help restore balance to the economy and bring down inflation, our actions will always be driven by the data, and we will remain focused on achieving maximum employment and price stability.", "Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, as adopted effective January 24, 2012.", "See Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, November 3, 2021; Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, December 15, 2021; and Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, January 26, 2022.", "Board of Governors of the Federal Reserve System, Principles for Reducing the Size of the Federal Reserve's Balance Sheet, January 26, 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Labor market", "Economic recovery", "Supply chain", "Price stability", "Federal Reserve", "Employment", "COVID-19", "Fiscal policy"]}