{"sentences": ["African Insurance Exchange (AIE) 2022 Annual Insurance Conference Opening ceremony keynote address by Lesetja Kganyago, Governor of the South African Reserve Bank, The role of financial institutions and insurance in the economy Good morning, Programme director and distinguished guests.", "Thank you for the warm introduction.", "President's Award bestowed upon me by It is an honour for me to accept the the Insurance Institute of South Africa and the South African Insurance Association.", "This award is not mine alone.", "I share it with over 2 000 colleagues at the South African Reserve Bank who help to ensure that we achieve our mandate of price stability in the interest of balanced and sustained economic growth.", "Over the last two years, we have become so accustomed to engaging via virtual platforms, that we missed out on the enriching networking opportunities that an event of this nature affords us.", "I will be reflecting on the major risks that the non-life insurance sector has had to face these past few years, how we have weathered the storm, the risks that we face in the current environment and how the Prudential Authority is considering these in its supervisory frameworks.", "But first, it's important to acknowledge the critical role that the non-life insurance sector plays in the South African economy.", "The Geneva Association, in its paper titled The Social and Economic Value of Insurance explains that: should be perceived not only as a protection mechanism, but more importantly as a partnership that allows individuals and businesses to spread their wings and go where they might otherwise not have dared to go.\"", "The paper further highlights insurance as a mechanism for: reducing and mitigating risk supporting citizens and social protection systems; promoting financial stability and economic growth; and advancing the development of financial services.", "sector also forms an integral part of South Africa's financial sector ecosystem and is impacted by global and domestic risks and vulnerabilities.", "It is over two years since the onset of the COVID-19 pandemic.", "The pandemic has brought about the worst economic and social crisis in recent times, and will no doubt be with us for years to come.", "The global economy continues to recover from the hardship caused by the pandemic.", "The recovery was largely supported by extraordinary monetary and fiscal policy responses, together with widespread vaccine rollouts.", "Business interruption policies The onset of lockdowns brought with it a series of new challenges to the non-life insurance sector and tested the provisions of business interruption insurance.", "Traditionally, business interruption insurance covered physical damage to assets, which impacted the operations of a business.", "The impact of the pandemic on businesses meant a significant increase in claims which did not relate to physical damage.", "From a non-life insurance perspective, this was a big challenge that resulted in regulatory uncertainty.", "Due to the various legal interpretations of these business interruption policies, legal certainty had to be provided by the South African courts.", "It would not be an exaggeration to coin this as a significant misstep in managing insurance risk, which had a significant reputational consequence for the non-life insurance sector.", "However, we acknowledge in progressing to obtain legal certainty, a small number of non-life insurers provided interim payments to support struggling sectors of our economy.", "The Prudential Authority will continue to monitor the payment of business interruption claims.", "Furthermore, we also observed the total withdrawal of non- physical damage business interruption cover in South Africa, which creates a significant insurance protection gap.", "I will return to my views on the insurance protection gaps later.", "Reflecting on some of our learnings, in particular how the non-life insurance sector can strengthen its level of preparedness in the face of similar external shock events, the Prudential Authority has observed the following during its supervisory oversight: insurers have embarked on better planning and management for crisis events; many have been able to cross-skill their staff which will ensure a more agile working environment and ability to deploy staff where channel overload is experienced; and a process of critical review of policy wording has been undertaken to ensure that there is no ambiguity in the cover provided to policyholders.", "The Prudential Authority will continue to monitor these developments through 2022, and stay abreast of any potential risks and what they could pose for the sector, including those presented by electricity supply constraints.", "As we were recovering from the impact of the COVID-19 pandemic, our country was hit by a wave of riots in July 2021, characterised by widespread looting of businesses, and the burning and destruction of public facilities and private property, mostly in the provinces of KwaZulu-Natal and Gauteng.", "Insurance claims in excess of R30 billion were recorded by the South African Special Risks Insurance Association (SASRIA) as a result of this devastating event.", "The non-life insurance sector must be applauded for its collaboration with and support to SASRIA, especially in assisting to expedite the claims process and to ensure economic activity was restored.", "Unfortunately, not all businesses have resumed to full or even partial activity following the riots.", "Of concern was the significant number of affected businesses that were uninsured or under-insured and many were forced to shut down their operations.", "It is estimated that close to two million people were left unemployed by the July 2021 riots.", "This highlights the concerns around the insurance protection gap.", "In light of this, I would like to challenge this sector to develop products that will enable better protection and to ensure economic recovery post events of this nature.", "Some learnings from these events, and which require further work include: improved consumer education initiatives that clearly spell out what is covered and what is excluded under an insurance policy; clear proposals to address the insurance and risk protection gap, not only as a sector but also in partnership with the government; and the development of insurance products and solutions that take into account this changing landscape.", "The current economic outlook The domestic economy experienced rapid growth during 2021, after a sharp contraction in 2020.", "Despite the steep contraction in GDP during the third quarter of 2021 due to the riots in KwaZulu-Natal, the domestic economy grew by 4.9% during 2021.", "GDP growth which would have surpassed pre-COVID-19 levels in the first quarter of 2022 was hampered by the January and March 2022 floods in KwaZulu- Natal, the sharp correction in commodity prices and intensified load-shedding.", "Global inflation has been on the rise since the first quarter of 2021, largely driven by the recovery in the oil price and consumer demand since the low levels experienced during the pandemic.", "Inflationary pressures were exacerbated by the renewed lockdowns in China as well as the war in Ukraine.", "This not only heightened uncertainty but also caused supply bottlenecks and disrupted food and energy markets.", "As a result of the combination of these adverse shocks, global growth is projected to slow down.", "Central banks in advanced economies have begun with policy normalisation as they potentially face double-digit inflation over the next few months.", "Emerging and developing economies are not exempt from the rise in inflation and now also face capital-flow and exchange-rate risks in the face of monetary policy normalisation.", "South Africa's headline inflation has also been rising, with the latest inflation number averaging 7.4%.", "The Monetary Policy Committee has therefore moved to normalise rates, raising the repo rate by a cumulative 200 basis points since November 2021.", "The Committee will continue to monitor inflation developments closely and respond appropriately to ensure inflation expectations remain relatively anchored.", "This current conjuncture adds a new layer of risk to the non-life insurance sector through its impact on costs and growth prospects.", "However, looking ahead, large risks loom on the horizon, namely climate-related risks and cyber-risks.", "Climate-related risks and opportunities Over the past few years, there has been growing prominence of climate-related risks, including their effect on lives and livelihoods; health; economic, social and cultural assets; infrastructure and services.", "These risks have an impact on the environment in which the non-life sector operates, the financial system at large and the economy.", "Thus, understanding climate-related risks and opportunities will help us highlight the areas where the non-life insurance sector can play a crucial role in helping to protect livelihoods, and enhance the resilience of the financial system.", "The Prudential Authority has embarked on a journey to better understand the impact of climate-related risks, and to inform potential regulatory and supervisory action where necessary and appropriate.", "A working group was formed to coordinate climate- related work and initiatives across the SARB.", "Current initiatives include focusing on areas such as risk assessments and developing supervisory guidance, and support regarding disclosure requirements and taxonomies.", "The work will result in the promulgation of various types of regulatory instruments over the next five years that aim to enhance the resilience of supervised institutions and the financial system as a whole.", "Internationally, the International Association for Insurance Supervisors (IAIS), through its support of the Sustainable Insurance Forum, has published, among others, an Issues Paper on the Implementation of the Recommendations of the Task Force on Climate-related Financial Disclosures in 2020, as well as an Application Paper on the Supervision of Climate-related Risks in the Insurance Sector in 2021.", "Recognising the importance of the topic and the continuation of work in this space, the IAIS has also established the Climate Risk Steering Group (CRSG), whose work includes the development of supporting material which will be consulted on next year.", "Although the Insurance Core Principles (ICPs) are sufficiently broad to capture climate-related risks, and while insurers should already be seeking to integrate climate risk into their enterprise risk management frameworks, the IAIS believes further guidance and support would enhance supervisory effectiveness and help inform appropriate regulatory requirements.", "We can no longer ignore the impact of climate change; the impact of climate-related events has become palpable over the last few years, both globally and domestically.", "KwaZulu-Natal floods Severe flooding and landslides caused by heavy rainfall in April 2022, left thousands of South Africans destitute and impacted a number of businesses.", "This was the second occurrence of floods in the region in this year, after heavy rainfalls battered the province in January 2022.", "The non-life insurance sector was able to step in and mobilise quickly to support people and communities in affected areas.", "However, the economic losses were significantly more than the insured losses, which highlights the high level of uninsured or under-insured people and businesses in South Africa.", "Lastly, let me turn to cyber-risk in the non-life insurance sector and the work that the Prudential Authority and the International Association of Insurance Supervisorsare doing to ensure that the insurance sector is addressing this matter: Operational and information technology risk (including cyber-risk) The interconnectedness of the financial ecosystem and the exponential rise of cyberthreats have attracted the attention from both the financial sector and the PA to address these risks.", "As insurers start to digitalise underwriting, creating insurance ecosystems, claims and administrative processes, we observed a proliferation of cyber events.", "The PA is in the process of developing and enhancing various regulatory and supervisory practices.", "Some initiatives that have been undertaken over the past year include: a cybersecurity and cyber-resilience standard that was issued for public consultation in December 2021; prudential cyber meetings with supervised entities and other supervisory interventions which aim to strengthen the work on cyber-risk; and a cyber-risk underwriting thematic review.", "The IAIS is using its vantage point as an international standard-setter to assess the risks to the sector and develope material to support supervisors with regard to risks associated with IT third-party outsourcing, and insurance sector cyber-resilience more broadly.", "The PA will also participate in this work and will consider it in the development of its own supervisory and regulatory tools.", "It is clear that, as we emerge from the COVID-19 crisis, there remains uncertainty and challenges ahead.", "In order for you, as insurers, to provide the safety net required in our economy and to society at large, proactive management of the risks is required.", "In this regard, strengthening risk management within institutions as well as our collective thinking on mitigation of emerging risks will be crucial.", "The financial sector as a whole has remained resilient, despite the multiplicity of shocks over the past two years.", "The Prudential Authority, much like many of you at this conference, remains resolute in contributing to the resurgence, resilience and revival of the insurance sector through clear supervisory guidance and providing regulatory certainty.", "In this regard, we will continue to collaborate with the Financial Sector Conduct Authority and industry associations to enhance the resilience of the sector.", "Thank you again for the opportunity to address you this morning, and to the Insurance Institute of South Africa and South African Insurance Association for honouring me with this award."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Non-life insurance", "Climate-related risks", "Cyber-risks", "Business interruption insurance", "Insurance protection gap", "Prudential Authority", "Monetary policy", "Inflation", "South African economy", "Economic growth"]}