{"sentences": ["Introduction I am pleased to welcome you all to the fourth conference on central counterparty (CCP) risk management , jointly organised by the ECB, the Deutsche Bundesbank and the Federal Reserve Bank of Chicago.", "This conference takes place against the backdrop of the unjustifiable and despicable act of aggression against the people of Ukraine.", "Our thoughts are with Ukrainians and we are determined to play our part.", "We are implementing the sanctions decided on by the European Union.", "And we have a responsibility to shore up confidence and prevent market dislocations.", "In my remarks today, I will discuss how we can foster the resilience of CCPs, which is crucial in crisis times like these.", "I will then reflect on how the EU can contribute to a robust and diversified global clearing ecosystem.", "Finally, I will share some thoughts on the developments we are seeing in the field of clearing and the associated challenges for authorities and the industry.", "Testing the resilience of CCPs The G20 commitments at the 2009 Pittsburgh summit were the starting point for a range of regulatory reforms to make the over-the-counter (OTC) derivatives markets safer and more transparent.", "Since then, CCPs have weathered several shocks.", "In the past two years, we have experienced the coronavirus (COVID-19) crisis, supply chain bottlenecks, rapidly rising energy and commodity prices and now the fallout from the Russian invasion of Ukraine.", "To ensure resilience against these shocks and stay ahead of the curve, central banks and other authorities have been continuously assessing potential risks to CCPs and financial markets.", "Higher market volatility that can put banks under liquidity strain has led us to revisit the procyclicality of margins and to examine its system-wide impact.", "At international level, regulators are reviewing margin practices.", "And at European level, the European Securities and Markets Authority (ESMA) is reviewing anti-procyclicality requirements for CCPs.", "As geopolitical tensions grew in the past few months, CCPs engaged with their clearing members and regulators to prepare for escalation scenarios.", "With the start of the Russian aggression against Ukraine, the emphasis turned to close cooperation, transparency and timely information sharing, in line with the lessons learned from previous crises.", "This continuous engagement has been particularly crucial to ensure that banks are prepared for increased margin calls, trading suspensions or the implementation of sanctions.", "We will continue to closely monitor the volatility in cleared markets, especially in sectors with significant exposures to Russia, such as energy and commodity markets, but also linked to the wider macroeconomic and financial effects of the current geopolitical situation.", "We also need to be mindful of the heightened threat of cyberattacks.", "In this context, the cyber information and intelligence sharing initiative launched by the Euro Cyber Resilience Board for pan-European Financial Infrastructures provides a suitable platform to foster preparedness and resilience to potential cyberattacks.", "A robust and diversified global clearing ecosystem When assessing the resilience of the clearing ecosystem, regulators should not focus exclusively on CCPs: clearing members also need to react to external shocks to ensure they deliver on their obligations to clients and other end users.", "A diversified approach towards risk management gives banks and end users the flexibility to react and adapt to individual crisis scenarios and other challenges.", "Financial markets are more stable and resilient when market participants have options for where to clear and when backup arrangements are in place.", "On the contrary, being overly dependent on a small number of providers for systemic clearing activities increases risks, especially where domestic authorities do not have sufficient control over those clearing activities.", "Considering the size of the European economy, the importance of European market participants and the relevance of the euro as an international currency, there is ample room for the EU to expand the availability of clearing options.", "A dynamic and robust European clearing ecosystem can increase the overall attractiveness of central clearing and further reduce systemic risk, to the benefit of global financial markets.", "Our supervisory framework must evolve in parallel.", "For CCPs that provide significant services across borders within the EU, it would be necessary and logical to develop the EU dimension of CCP supervision.", "In this context, the European Commission has launched a targeted consultation to explore ways to build EU clearing capacity and to revise the supervisory framework to ensure that risks remain appropriately managed.", "Enabling clearing to evolve safely and responsibly The clearing ecosystem is evolving quickly.", "New financial products that support hedging activities by market participants and the real economy are being made available for clearing.", "New market participants are entering the clearing space, seeking to benefit from efficient and resilient posttrade mechanisms.", "And CCPs are assessing the potential of new technologies, such as distributed ledger technology and cloud computing, to enhance the efficiency of IT processes and their integration into the wider market infrastructure.", "To make sure that this evolution happens in a safe way and that it contributes to the reduction of systemic risk, we need to understand what could endanger or disrupt the operation of clearing systems.", "Emerging economic, macro-financial and environmental factors, as well as changes in ownership structures and consolidation in the post-trade landscape , might all increase interdependencies and have implications for systemic risk.", "Risks might emerge that had not been considered previously, while new channels might help spread existing risks.", "For instance, it is crucial that we sharpen our understanding of new risks stemming from climate change.", "ESMA's work to develop a climate risk stress test for CCPs is an important step that the ECB is actively supporting.", "Steering the evolution of clearing in a sustainable and responsible direction will also make it safer.", "Likewise, we need to carefully and critically assess the role of CCPs in relation to crypto-assets.", "Given the financial risks and high volatility associated with these products, we need to ensure that they do not bring additional risks to CCPs but rather that CCPs contribute to enhancing the safety of this financial segment.", "Subjecting crypto-assets and clearing activities in that space to sound regulation, oversight and supervision is the minimum that must be done.", "But we should also consider their impact from the perspective of corporate responsibility, given the potential risks to financial stability, sustainability and the fight against illicit activities.", "The risk of misuse of crypto-assets to circumvent the sanctions against Russia is an important reminder that these markets must be required to comply with the strictest standards - including as regards know your customer, anti-money laundering and disclosure requirements - so that they do not create a major loophole at the heart of the financial system.", "A better understanding of these challenges will enable us to set the right incentives and boundaries to support the safe evolution of clearing.", "This may include revisions to both prudential requirements and supervisory arrangements for CCPs.", "The global clearing ecosystem could benefit from more clearing options and alternatives to ensure banks and the real economy have continuous access to safe and efficient clearing solutions.", "The EU can make a significant contribution here by developing and offering safe, efficient and innovative clearing infrastructures.", "The evolution of clearing markets brings with it new product offerings, risk profiles and approaches to risk management.", "This, in turn, requires supervisory and regulatory approaches to be adapted and regulators and the industry to work closely together.", "We have a joint responsibility to ensure that clearing contributes to making financial markets safe and sustainable.", "In that spirit, I hope we can use the opportunity of today's conference to advance our thinking together, share experiences and draw inspiration from one another.", "Thank you for your attention.", "The Basel Committee on Banking Supervision, the Committee on Payments and Market Infrastructures and the International Organization of Securities Commissions published a joint report (\"Review of margining practices\", October 2021) that examines margin calls in March and April 2020, margin practice transparency, predictability and volatility across various jurisdictions and markets, and market participants' liquidity management preparedness.", "The ESMA consultation paper on the review of EMIR Regulatory Technical Standards on anti-procyclicality measures (APC) for margins gathered stakeholder input with the aim of harmonising the existing APC margin measures for CCPs as well as specific anti-procyclicality tools.", "On 8 February 2022, the European Commission launched a targeted consultation on the review of the central clearing framework in the EU to gather stakeholder feedback on possible measures, both legislative and nonlegislative, to improve the competitiveness of EU CCPs and clearing activities and to ensure that their risks are appropriately managed and supervised.", "For example, in 2020 SIX acquired Bolsas y Mercados Españoles (BME), which includes both the trading platform and the clearing house (BME Clearing).", "In 2021, Euronext purchased Borsa Italiana, which included the CC&G clearing house, now called Euronext clearing.", "On 23 February, ESMA launched a call for evidence on the methodology to assess climate risk with a new stress testing framework for CCPs."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["CCP resilience", "Global clearing ecosystem", "Margin practices", "Anti-procyclicality", "Cyberattacks", "EU clearing capacity", "Clearing evolution", "Crypto-assets", "Climate risk", "Supervisory arrangements"]}