{"sentences": ["Welcome speech to the members of the Supervisory Board (SB) of the Single Supervisory Mechanism (SSM) and their spouses, on the occasion of the SB meeting in the Bank of Greece 12 May 2022, by Yannis Stournaras It's a great pleasure to welcome you here tonight on the shores of Piraeus, just a few miles from the straits of Salamis, where some 2,500 years ago, in 480 BC, a Greek fleet defeated the much larger naval force of the Persians, in what is considered to be one of the most decisive naval battles in history.", "Nevertheless, its usual portrayal, as a clash between East and West, overshadows some of the finer details, notably the bitter conflict and dissent between the allied Greek city-states, right up to the eve of the battle.", "It was only in the face of an existential threat, in the form of King Xerxes's formidable fleet, that divergent interests gave way before a common objective, but only briefly.", "Briefly, because not long after the spectacular Greek victory in Salamis, democratic Athens and oligarchic Sparta locked horns in the deadly Peloponnesian War, which lasted from 431 BC to 404 BC, devastated Athens and marked the dramatic end to the 5th century BC and the golden age of ancient Greece.", "The pattern should be familiar.", "All of us are proud of the speed and coordination with which the Eurozone responded to the recent pandemic, not least because it was perceived as a symmetric, external shock.", "Few of us would be proud of the way the fallout from the Great Financial Crisis was addressed in the Eurozone, not least since its impact was asymmetric and conditioned by internal factors.", "And most of us would admit that - once the urgency of each crisis subsides - momentum is lost and much needed reforms get bogged down by divergent national priorities.", "Despite formidable progress, key aspects of our banking union remain in limbo; without them, there is little prospect of making headway towards greater integration in the Eurozone.", "The generals meeting on Salamis to debate strategy on the eve of the battle would probably feel quite at home in some of the meetings in Brussels or Frankfurt - although they would probably complain about the weather!", "After all, European integration began in common defence against a perceived existential threat, during the Cold War.", "Ever since, it has been propelled forward in response to a succession of threats and crises.", "This was certainly the case in both the examples I just mentioned, which produced landmark institutional reforms, including the SSM, which has brought us here this evening.", "The process may well continue in the face of the war in Ukraine and its geostrategic and energy implications for Europe.", "Incidentally, if this terrible war continues and sanctions are extended to energy imports, the European Union, which is a large net energy importer from Russia and shares borders with Ukraine, may face acute economic and financial stability risks, which are not yet incorporated into our models.", "But can we afford to continue moving forward in this pattern of reform-through-crisis?", "I am not sure we can.", "The world around us is changing.", "We have all heard about de-globalisation.", "Personally, I find the term somewhat misleading since important globalising forces are still at play today.", "But there is little doubt, concerns over supply chain security and diversification are becoming more dominant, increasing the need to provide a regional counterweight.", "This is the familiar theme of open strategic autonomy.", "In a recent speech at the Peterson Institute, President Lagarde argued that the European Union is \"well placed to succeed in a world where the global order is more fragmented\", because of its large internal market and experience in arbitrating disputes between countries.", "True, but much more needs to be done to make the arbitration process and consensus-building more effective.", "The stakes are not just financial.", "As popular discontent and reaction to globalisation continue, they challenge some of the foundational principles of the democratic, rules-based order that we have taken for granted in the West.", "Reform through crises, particularly ones prolonged by squabbles between Member States, not only undermines Europe's role on the international scene, but also weakens social cohesion, fuelling anti-European sentiment and extremism.", "In this context, I am not sure we can afford - either financially, socially or politically - to keep relying on the same crisis-reacting propulsion mechanism.", "A multipolar and partially de-globalised world order, is one where the Eurozone needs to act proactively, not re-actively.", "No doubt, most of the action required is political and rests with institutions beyond the central banks and supervision authorities.", "But let's not underestimate the role these can play.", "First of all, there are several areas of financial integration where reforms have stalled.", "It's never polite to talk shop at dinner, so I won't go into details, but we are all aware of the missing components of our banking and capital market union.", "The recent revival of the European Deposit Insurance Scheme (EDIS) is a step in the right direction, but not the only one needed.", "Both banking crisis management and the bank resolution processes need reforms, not least since the existing schemes impose undue burdens on smaller institutions, while segmentation across multiple decision-makers undermines efficiency.", "Another area where proactive involvement may be necessary is the ongoing technological revolution that is sweeping so many areas of finance.", "In this context, again, the MiCA regulation currently under deliberation deserves special attention, not least since this is an area where Europe could aspire to generate the next wave of the \"Brussels effect\", i.e.", "set the standards and rules for other parts of the world.", "Our potential contributions, however, extend beyond our immediate remit.", "Inasmuch as institutional independence allows us to take a more long-term view, central bankers are well-placed to push for a more far-sighted approach.", "Take fiscal federalism and debt mutualisation, both historically contentious issues.", "Many, including Germany's current chancellor have described the Next Generation EU decision as Europe's Hamiltonian moment, an opportunity to combine EU fiscal capacity with common rules and conditionality.", "There is little doubt the NGEU constitutes a tremendous opportunity, but it is still built as a temporary crisis response.", "For it to become a landmark reform, it needs to be transformed into a permanent mechanism, combining fiscal centralisation with supervision.", "That's bound to cause some friction, within and between Member States, and require major compromises, of the sort that traditionally require the arrival of the Persian fleet - or a global pandemic.", "My point is that we cannot afford to wait for that.", "We should be proactive and prompt this discussion early on, starting with our own national audiences and governments, which need stand up to the fiscal challenges posed by the rise in overall debt.", "These discussions won't be easy and there will no doubt be moments of tension.", "But it is our responsibility to make sure they start early.", "To go back to the eve of the battle of Salamis, one historical source tells of a moment when the Spartan commander-in-chief, Eurybiades, became so enraged with Themistocles, the Athenian general, that he raised his staff to strike him on the head.", "Themistocles looked at him calmly and said: \" Strike me, if you will, but listen to me.\"", "According to Plutarch, the Spartan commander was so taken aback by Themistocles's reaction that he backed down and let him persuade the council of his winning strategy.", "I can't promise you the outcome of all discussions will be the same.", "But I think it is increasingly important that central bankers speak up on these matters, even if what we have to say is unpleasant to and opposed by at least some domestic national audiences.", "Many of us are no strangers to raised staffs - at least metaphorical ones.", "But tonight we are in friendlier company, and with no Persian fleet in sight, let's raise our glasses instead, and toast to peace, social prosperity and to the health of our common currency which connects us all, the euro."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking Union", "Financial Integration", "Economic Stability", "Energy Security", "Deglobalization", "European Union", "Fiscal Federalism", "Next Generation EU", "Central Bank Independence", "Social Cohesion"]}