{"sentences": ["Distinguished speakers and facilitators, Participants, Good Morning and Good Afternoon to you all.", "I am pleased to address you at the end of what has undoubtedly been a highly intensive but enriching two-week seminar focusing on the most important aspects of prudential regulation and supervision of banks organised by the IMF's Africa Training Institute.", "Such capacity development opportunities provided by ATI and other similar training establishments present an opportunity to enhance the knowledge and skills of individual participants and have been contributing to the capacity development of public institutions in many countries across Africa, including those in the financial sector.", "This year's edition of the Core Elements of Banking Supervision seminar comes as the world is still grappling with the unprecedented challenges of COVID-19 that has spotlighted the importance of supervision within the financial sector, with financial institutions being the main pillars of financial stability.", "For supervisors of the banking sector, the need for continuous and real-time supervision of banks is even more critical, considering their importance as financial intermediaries and their operations being dependent on the trust of depositors.", "As we all know, the effects of the pandemic differ across the global economies.", "Allow me to draw from the Seychelles experience to showcase the impact on the economy and measures taken to help bring back the livelihood of the population and revive the economy whilst maintaining price and overall financial stability.", "Heavily reliant on tourism as the primary source of revenue, the closing of international borders coupled with the partial lockdown of the country and the closure of our international airport at the onset of the pandemic led to a significant reduction in foreign exchange earnings as tourism activities came to a standstill.", "Foreign exchange inflows fell from a daily average of US$3.0 million to around US$1.0 million before stabilising at a new average of around half of the prepandemic level.", "Consistent with this supply shock, the local currency experienced a sharp depreciation against its main counterparts.", "With businesses and individuals being impacted by the significant drop in economic activity, the government introduced several fiscal policy measures to support the economy.", "The financial sector has also played its part with credit-granting institutions moving to offer debt restructuring options and moratoriums to assist clients struggling to repay their debt obligations.", "Similar to what has been done worldwide, the Central Bank of Seychelles also introduced several policy measures to support the economy.", "To name a few, for the first time, the Bank introduced a Private Sector Relief Scheme providing for two credit lines to assist impacted MSMEs and large businesses.", "The country's international reserves was used to support the domestic foreign exchange market through the conduct of foreign exchange auctions and direct foreign exchange sales to two key entities, to ensure the availability of fuel and essential goods.", "When it comes to monetary policy, an accommodative stance has been maintained.", "Amendments have been made to the Central Bank Act to cater for temporary advances to the government and purchase of government securities in force majeure events.", "Other relevant legislations have also been amended, allowing for the suspension or variation of certain prudential requirements, as deemed necessary.", "In parallel, COVID-19 has highlighted some fundamental lessons and presented opportunities for individuals, businesses, policymakers, regulators and economic agents to take action to be better prepared to face future eventualities.", "The increasing pace of digital transformation and the need to have robust cybersecurity frameworks in place; the importance for businesses and work organisations to build resilience by establishing a risk management and business continuity framework; and the need to have a more diversified economy to assist sustainable economic development and provide a better safeguard against future shocks are but a few of the major takeaways.", "For the supervisors, the lessons are equally numerous.", "The importance of crisis preparedness, management and resolution, as well as the need for effective cooperation, coordination and risksharing, both at a domestic and external level, has never been more critical if we are to have a more coherent response and recovery approach.", "The pandemic has also further underscored the need to expedite efforts to develop the country's financial stability framework to cater for the ever-changing financial stability risks.", "Similarly, access to timely and comprehensive data and practical analytical tools such as stress tests are crucial to better assess and address financial risks.", "The COVID-19 experience has also reinforced the importance of having flexible regulations to enable supervisors to adjust the regulatory requirements to respond to a crisis and the need to strengthen the governance of institutions charged with the supervisory role.", "This will allow supervisors to be more responsive, inclusive, resilient, and accountable to respond to current and future challenges.", "As we continue on the path to recovery, overcome the trials and strive to maintain financial soundness and stability, the supervisors have a responsibility to develop the capacity of their respective teams.", "They should also be willing to efficiently discharge their functions if we are to succeed in achieving effective supervision of the financial institutions in a manner that aligns with globally-accepted standards.", "Over the past two weeks, you have deepened your understanding of a wide range of topics ranging from understanding the inherent risks linked to the activities of financial institutions and measures that can be adopted to mitigate those risks, drawing from the lessons of previouslyexperienced threats to prevent their reoccurrence; corporate governance; compliance; business strategy assessment; and the use of Fintech, amongst others.", "I sincerely hope that the knowledge and skills gained and the sharing of experiences on issues that have evolved to be very important for the operations of banks in the recent past, will be adapted as you discharge your everyday responsibilities.", "As I conclude, allow me to convey my deepest appreciation to Mr Ravi Mohan and the team of highly experienced facilitators and trainers who have shared their valuable expertise and knowledge with the participants.", "I am confident that this will assist in further enhancing the quality of banking supervision discharged by your respective institutions across the continent against the backdrop of continuously-emerging economic developments and challenges.", "I also thank the IMF for putting such training high on its agenda and I would like to make a special call that the IMF, through ATI and the Regional Technical Assistance Centres continues to provide for such regional seminars on topical subjects such as Corporate Governance, Stress Testing and RiskBased Supervision to name but a few.", "This will allow for greater enhancement of our capacity to face emerging realities in a more resilient manner.", "I thank you and wish you all a nice weekend."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "COVID-19", "Supervision", "Prudential regulation", "Monetary policy", "Risk management", "Digital transformation", "Corporate governance", "Financial sector", "Capacity development"]}