{"sentences": ["30.08.2022 Central bank money for the digital age: reflections on the new Keynote address/ Central Bank Research Association (CEBRA) Annual Meeting Margarita Delgado It is with great pleasure that I take up the opportunity of addressing such a distinguished audience tonight with a topic that I very much feel falls within CEBRA's remit.", "In that respect, given the turbulent times we are living in, leveraging a space where an open and constructive dialogue between us and the academia can take place is sure to prove even more instrumental now than it has been the case in the past.", "Yet, over and above the daunting challenges of inflation, climate change, macroeconomic stability and many others which you are touching upon in this year's conference programme, in the next few minutes I would like to turn my attention on to something very different.", "I am talking about the so-called central bank digital currencies, one of the most prominent examples of financial innovation.", "Being digital is no longer a prophecy awaiting realization as Nicholas Negroponte1 once forecasted in his now renowned examination of the frontiers of digital technology and its effects on the future of our society.", "Instead, it has already become an all-encompassing phenomenon which the pandemic helped expedite by a few decades.", "Being digital in the financial industry means new opportunities for incumbents to acquire new clients, to expand their current share of the wallet and to obtain efficiencies unheard of.", "Nonetheless growing digitalization also entails the emergence of new competitors and value propositions that will likely erode their status quo in the industry.", "Technology certainly holds a significant transformational power enabling promising developments but, per se, technology is by no means the ultimate answer to existing risks in economics and finance, as my colleague Sir Jon Cunliffe recently pointed out2.", "Against this light, it makes more sense for central banks to consider the need for a speedy action.", "This action need to be based on the exploration of a wide set of tools that help to ensure the safeguarding of financial stability as well as the preservation of the critical role of money in the economy.", "While many responses are indeed possible, there's no denying that introducing a new form of public money appears to be gaining traction, at least from a more conceptual point of view.", "In fact, one of the reasons why we, at the Eurosystem, are looking into CBDCs in depth is to evaluate their potential to ensure easy access to central bank money in the digital age as a foundation of our currency.", "In other words, a digital euro is seen as the best way to secure that public money remains an anchor for the whole payment system and, in achieving this goal, that trust in both private and public money is strengthened while further protecting the currency's function as a single unit of account.", "Deploying a digital euro can also be strategically important in order to preserve our monetary autonomy.", "In effect, the mere existence of a digital euro would offer a fallback solution in the event of geopolitical tensions.", "Moreover, when carefully designed, a digital euro could be a catalyst for innovation at a wider scale in that it could support intermediaries' role in developing new types of services on top of it while enjoying Pan-European reach.", "A digital euro does, however, exhibit a number of non-trivial risks as well.", "If, for example, anonymity was to be allowed as a means to provide the highest possible level of privacy, we would be compromising our commitment with fighting money laundering and the financing of criminal activity.", "What's more, this setup would put into question the effectiveness of the tools to limit the use of digital euro as a store of value, a point on which I will come back later.", "In that respect, a balance needs to be struck between minimizing the Eurosystem's and intermediaries' involvement in the processing of users' data and still ensuring compliance with the law.", "A digital euro is likely to increase as well the Eurosystem's general operational responsibilities over the payments channels irrespective of the role it ultimately intends to play in the settlement of these transactions.", "Thus, by promoting a digital euro we must acknowledge that the Eurosystem is potentially putting its reputation at stake in that it remains liable for the overall functioning of the digital euro architecture whether it decides to rely on third parties for its distribution and operation or not.", "That said, the biggest source of concern is how a non-controlled expansion of the digital euro as a form of investment could, indeed, threaten the ability of authorities to properly maintain financial stability.", "As a matter of fact, a too attractive and accessible digital euro could foster a significant migration of banks deposits, thus compromising their intermediation and lending capacity plus also likely destabilizing the entire banking system in times of financial stress.", "To prevent these macroeconomic consequences from happening, ongoing discussions are currently focusing on what potential safeguards could be built into the digital euro, yet final decisions remain pretty much open at this stage.", "The main reason being they not only depend on the practical feasibility of the various available tools but also on the likelihood of different scenarios to materialize and the extent to which the latter may actually compromise banks' resilience.", "As such, the fine-tuning of design features of the digital euro calls for additional research which I strongly believe the members of CEBRA are best positioned to provide us with.", "As of today, operational and legal considerations have been the bulk of our work thus far.", "The digital euro project faces little chance of success unless it can prove to rely on a solid theoretical foundation.", "That means one that takes into account aspects such as potential distortions of CBDCs to cross-border capital flows, the prospect of a displacement of international reserve currencies or the degree of fragmentation of capital markets they may introduce due to unresolved interoperability issues.", "Hence, the time is ripe to ask and encourage you all to actively consider including CBDCrelated topics in your respective research agendas as means to broadly support our efforts in landing at the best possible blueprint for a digital euro: one that helps maximize its benefits while containing its hazards.", "And having said that, I think it's about time that we not only feed our minds and souls but our bodies, too.", "So, thank you very much for listening and bon appétit!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central bank digital currencies", "Digital euro", "Financial stability", "Monetary autonomy", "Innovation", "Privacy", "Operational responsibilities", "Financial stress", "Cross-border capital flows", "Interoperability"]}