{"sentences": ["As prepared for delivery It is a pleasure to be with you virtually for this important Conference.", "I am thrilled to be able to share a digital stage with my distinguished colleagues - Liz Rosenberg, the Assistant Secretary for Terrorist Financing and Financial Crimes at the U.S. Treasury Department, and Dr. Fahad Ibrahim Alshathri, the Deputy Governor for Supervision at the Saudi Central Bank.", "I also want to thank my friend Wissam Fattouh and the Union of Arab Banks for the invitation to be part of this timely event.", "Before I start my remarks, I want you to know that the comments are my own and may not necessarily represent the views of the Federal Reserve Bank of New York or the Federal Reserve System.", "Like my colleagues and our respective institutions, I have serious concerns about corruption, kleptocracy and international bribery schemes.", "The Federal Reserve System supports the U.S. government's actions to limit those activities through prosecutions and sanctions.", "The Federal Reserve regulates many of the large financial institutions that process cross border transactions; and our examiners spend significant resources on making sure that these banks have effective internal monitoring systems to identify, detect and report suspicious activities via Suspicious Activity Reports to the Financial Crimes Enforcement Network (FinCEN), the Financial Intelligence Unit of the United States.", "The rule of law is necessary for the operation of a safe and effective international financial system.", "That is why countries around the globe are following Financial Action Task Force (FATF) guidelines and expect their financial institutions to use a risk-based approach to monitor financial transactions for illicit conduct and financial crimes.", "Bribery involving government officials is particularly troubling because it directly hurts the very people the officials should be protecting.", "Around the globe, governments are constantly seeking to procure goods and services to sustain and improve their physical infrastructure in order to help their citizens and their countries.", "Governments often rely on a competitive bidding process to ensure that their expenditure of public funds is well-controlled and cost-effective.", "Unfortunately, corrupt officials and complicit companies have found ways to subvert the bidding process and squander limited public funds - funds which could have otherwise been used to help citizens lead better and more productive lives.", "Complicit companies overbid and then overcharge the government to fund bribes or kickbacks to government officials in order to obtain necessary approvals for infrastructure projects or contracts.", "The result is that scarce resources are stolen in these schemes and the general population pays the price.", "Sadly, we have seen too many examples of this type of behavior.", "But banks in the United States are on notice.", "They are aware of their obligation to look for transactions that support corruption schemes, often involving agents and consultants receiving payments on large infrastructure projects.", "All too often these intermediaries are the conduit for kickbacks.", "The schemes to provide the bribes can be simple or complicated: cash payments; free family vacations; payments for personal credit card bills; payments to friends, spouses or significant others for non-existent services; payments to shell companies controlled by the government official; free cars or housing, or the rental or sales of these assets at below market values.", "Some clear examples of this type of egregious behavior include: 1MDB in which billions in debt guaranteed by the government of Malaysia was illegally siphoned off by criminal actors and corrupt government officials so that the country was left without the promised infrastructure.", "This was a brazen scheme carried out by corrupt government officials in multiple countries and was supported by corrupt bankers.", "In response, the U.S. and governments across the globe took strong action against the individuals and financial institutions involved and helped recover billions of dollars to offset losses from the scheme.", "Another example is the construction and engineering firm Odebrecht SA using its subsidiaries and shell companies in the British Virgin Islands and Belize to facilitate at least $788 million in kickbacks to government officials and political parties.", "The schemes involved paying consulting and agency fees to shell companies who then facilitated payments to government officials.", "The most prominent scheme involved Petrobras, the energy company majority owned by the government of Brazil.", "The U.S. government worked with law enforcement in Brazil and brought criminal charges against Odebrecht and was able to recover billions from Odebrecht and related entities to help offset the theft of national resources.", "And the FIFA Scandal put a spotlight on corruption in sports - there was a global cabal of FIFA officials directing corrupt payments to executives around the globe controlling \"futbol\" clubs, or media companies with broadcasting rights to futbol events.", "Although these payments did not steal government funds, they did impact nonprofit schools and futbol clubs that were supposed to be the recipient of much of these funds.", "Multiple officials from clubs around the globe were prosecuted in the U.S. for those violations.", "One common theme in cases like these is that they tend to occur in countries where the powerful can easily take advantage of limited or immature internal controls.", "As is typical with most classic fraud triangle schemes, these people had the (greed or perceived financial pressure), opportunity (powerful positions with weak internal controls), and (they deserved the kickback for years of hard work).", "And undoubtedly, they thought the chances of getting caught were slim.", "However, when the scheme to inflate contracts and pay the associated bribes are made in U.S. dollars, the settlement of those transactions will usually be routed through the United States.", "This means that U.S. prosecutors will be able to take action against those involved - even if their local governments will not or cannot pursue criminal or civil cases in their home country.", "Many of the schemes I just mentioned were identified by banks around the globe and reported to authorities via Suspicious Activity Reports (SARs).", "Those banks helped root out international corruption schemes.", "The United States has robust anti-money laundering laws that date back to 1970.", "But every so often the U.S. makes major changes to its laws and regulations in response to a significant event or risks.", "The most prominent was the PATRIOT ACT after the 9-11 attacks in 2001.", "One year ago, the U.S. passed another significant piece of legislation - the Anti-Money Laundering Act of 2020, which has strengthened the position of the U.S. government to act against many financial crimes.", "Some of the measures include: The unmasking of the true owners and controlling members of shell companies in the United States will establish transparency that is so vitally needed in our financial system.", "The increased obligations of foreign respondent banks that maintain accounts in the U.S. to comply with requests for information from U.S. agencies and commensurate penalties for ignoring those requests.", "The potential for banks in the U.S. to share SARs data with certain affiliates around the globe in order to better identify malfeasance.", "The clear statements of support for the use of new technologies to make anti-money laundering systems more efficient.", "It is encouraging to see how the United States and its global partners have worked together to stem the tide of financial crimes.", "The Federal Reserve is happy to partner with the U.S. Treasury to collaborate with the Union of Arab Banks and your organizations in the effort to enhance detection methodologies and to unravel crime syndicates.", "I thank you for engaging in this valuable conference and I hope that we can learn from each other to continue fighting international financial crime."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corruption", "Financial Crimes", "Anti-Money Laundering", "Suspicious Activity Reports", "Kleptocracy", "Bribery", "International Financial System", "Financial Intelligence Unit", "FATF", "Risk-Based Approach"]}