{"sentences": ["Ladies and gentlemen, esteemed colleagues, Welcome to the National Bank of Serbia!", "We are the hosts today, but this event is organised by our partners from the European Bank for Reconstruction and Development (EBRD).", "Therefore, I'd like to welcome Mr Colangeli, whom I have met at the Kopaonik Business Forum, as well as Mr Sanfey and Mr Plekhanov, who are the face of the EBRD before us today.", "The fact that the EBRD has compiled and published its Transition Report for 28 years tells us that this report has passed the test of time and has the seal of approval of its audience.", "Each year, the focus of the report is on an area that contributes to faster and sustainable economic transition.", "In the latest report, this area is digitalisation.", "I will focus on the fourth chapter of the report - Fintech and banks in transition, which pertains to the digitalisation of financial systems and the effects which the implementation of new technologies has on the financial system as we know it.", "It is old news that over the past several years there have been substantial global changes in the financial services sector.", "Banks, which are traditional participants in this market, are increasingly joined by new institutions from the technological sector, offering innovative products.", "We are talking about fintech, as well as international tech giants, notably in the social media sphere - the so-called Big Tech.", "How do banks react to their emergence?", "They have a choice to either treat the new market participants as competition, or at least as an incentive that would encourage them to speed up their own work on innovations and development of advanced services.", "The second choice is to welcome these companies as partners, and to make full use of the effects of such synergy on the development of society.", "In the modern age, which requires fast adjustment to client needs, everyone is creating niche markets where they can have a competitive edge.", "And as long as society as a whole is benefiting from changes that do not threaten stability, and yet save time and money, they will be one of the factors of development.", "And this is a shared objective of all of us.", "In this area, central banks are not mere passive onlookers adjusting to new circumstances, but are often the ones that create new circumstances, providing regulatory and infrastructural basis for financial sector development.", "It is true that everyone can hope for a miracle, but it is also true that responsible policy makers cannot rely on miracles - instead, they solely rely on work, knowledge, policy coordination and proactivity.", "And it is precisely in difficult times that we can see how each of us has done their job and how successful we have been in doing so.", "Serbia did not need an incentive for this, because digitalisation has been among our strategic goals for almost a decade.", "Today, the National Bank of Serbia is a guarantor of stability in the full sense of that word.", "At the same time, we are also a cautious regulator that seeks to strike a balance between safety and development.", "The National Bank of Serbia is among the central banks that were the first to recognise the importance of the process of digitalisation of financial services, which is why we were prepared in terms of both infrastructure and regulations to face the challenges brought by the pandemic.", "We have introduced a state-of-the-art instant payment system, and we did not stop there.", "We continued to develop it further by introducing a number of additional services - such as instant payments at brick-and-mortar and online points of sale using m-banking apps, or paying bills by scanning the QR code, which is an option that I believe everyone is keen to use.", "There is also the service of transferring money by entering the recipient's mobile phone number only, entitled simply \"Transfer\".", "As electronic services were already developed and available in Serbia, the pandemic only sped up the transformation of the financial system further, encouraging consumers to communicate with financial institutions almost entirely through digital means.", "Thanks to the video-identification option, Serbian financial service consumers are among the first in Europe to conclude distance financial contracts.", "What do figures say about this whole process?", "Everything that has been achieved in the past ten years is perhaps best illustrated by the fact that the annual number of transactions performed using m-banking services increased 100 times.", "More than 82 million transactions have been performed in the Instant Payments System of the National Bank of Serbia since its launch.", "The number of concluded distance contracts rose by 44,882 relative to 2020, to 116,401, signalling a change in consumers' habits and increased orientation towards using digital means of entering into financial service contracts.", "Of this, 18,300 contracts were concluded using video-identification of consumers.", "Further, when we compare Q4 2021 with Q1 2020, we see that the number of performed mbanking transactions increased by close to 120% for natural persons and as much as 170% for legal persons and entrepreneurs.", "The use of e-banking, which performed well even before the pandemic, also went up, with the number of transactions higher by 17% for natural persons and 36.3% for legal persons and entrepreneurs.", "In your report, you specified that many of the countries in which the EBRD is operating plan to introduce the regulatory sandbox, which we have had in Serbia for a long time already.", "We are also exploring the possibility of applying different innovation technologies, such as blockchain technologies and artificial intelligence, to respond to the needs of our business processes.", "To the extent possible, we have also regulated virtual currencies as a type of digital assets.", "In addition to all that, we need to cooperate and keep an open mind.", "As Augustin Carstens, general manager of the Bank for International Settlements, recently said: \"The soul of money belongs neither to a big tech nor to an anonymous ledger.", "The soul of money is trust.\"", "I have the habit of saying that people, knowledge and trust are the key foundations on which rest governments and all institutions, banking in particular.", "This does not change an iota in the digital era.", "It is the task of central banks to build trust, and I can promise that we will strive to deserve this trust in the years ahead, just as we have deserved it in the past ten years.", "I thank you for your attention, but also for your trust.", "Ladies and gentlemen, esteemed colleagues, It is my message that we should not shy away from new technologies, but that we need to be prudent and cautious and take measures to manage cyber and other risks, to which we pay particular attention in the National Bank of Serbia.", "It is our task to create conditions worthy of the 21st century man, because you cannot start anything without people or complete it without institutions.", "I wish you a successful presentation and good health!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalisation", "Financial System", "Fintech", "Central Banks", "Innovation", "Technology", "Cybersecurity", "Trust", "Stability", "Regulation"]}