{"sentences": ["1 Introduction Ladies and gentlemen, It is a great pleasure for me to be here in Berlin and to speak to you today.", "So, thank you for the invitation and for giving me this opportunity.", "Unfortunately, the circumstances under which we meet here today are still very oppressive.", "The longer the war in Ukraine lasts, the more death and suffering it will bring.", "At the same time, the economic consequences of the conflict are threatening to become more and more severe.", "As Kristalina Georgieva put it in her welcoming address for the IMF Spring Meetings: \"We are facing a crisis upon a crisis, a war on top of a pandemic; and it is like being hit by another storm before we have recovered from the last one.\"", "How strong the repercussions of the conflict with Russia on economic activity in Germany and the euro area will be is difficult to assess.", "In particular, they depend on the future course of the conflict.", "Implications of the war for economic activity Sanctions against Russia have already been extended several times.", "The World Trade Organisation has recently lowered its forecast for global merchandise trade growth to 3% for this year, as against the forecast of 4.7% before the outbreak of the war.", "However, the war is not the only factor weighing on trade: the current wave of lockdowns in China is also disrupting supply chains.", "A complete halt to Russian energy deliveries would pose a particular challenge to the European economy.", "Last year, Russia was the most important supplier of crude oil and natural gas for Germany as well as for the European Union.", "A delivery stop could substantially dampen the output of energy-intensive industries.", "Furthermore, Germany and the euro area are net energy importers.", "Therefore, the sharp rise in energy prices is causing us to lose purchasing power relative to the rest of the world.", "This is costing us growth.", "One key factor for a sustained economic recovery will be the behaviour of private consumption.", "On the one hand, it could be supported by household savings.", "During the pandemic, households reduced their consumption because goods or services were simply not available.", "Overall, they have built up a huge amount of \"involuntary\" savings, which could now be partly spent.", "According to our updated estimate, these savings in Germany could have peaked at about 180 billion euro in the first quarter of this year.", "In addition, governments are taking action to cushion the impact of energy price increases with support measures, not least for those most affected.", "On the other hand, high inflation is not only eroding households' purchasing power.", "High inflation and the uncertainties related to the war are also weighing on their confidence.", "Surveys show that consumer sentiment has deteriorated considerably.", "Households could be putting off purchases for precautionary reasons.", "The Russian attack on Ukraine has added new layers of risk.", "When the attack began, Germany and the euro area expected a strong recovery from the pandemic crisis.", "In our baseline scenario, the impact of the war will depress economic growth.", "Yet it is unlikely to derail the recovery.", "Nonetheless, in the present situation of extraordinary uncertainty, more adverse scenarios also have to be considered.", "In our latest Monthly Report, we published a macroeconomic simulation exercise.", "The study suggests that an escalation of the war in Ukraine - including a full, immediate stop to Russian energy deliveries - could cause the German economy to contract by up to 2% this year.", "However, even if the scenario itself were taken for granted, this outcome would still be subject to high uncertainty.", "And it appears that the past weeks have been used to reduce Germany's dependence on energy imports from Russia, which may dampen the impact of an embargo.", "Inflation outlook While Russia's invasion of Ukraine is substantially dampening European growth prospects, it is additionally driving up already soaring inflation rates.", "Mainly due to the rise in energy prices, inflation rates in the euro area have climbed to unprecedented levels.", "Additionally, underlying price pressures have also strengthened considerably.", "In the euro area, the inflation rate stood at 7.5% in April.", "In Germany, the rate as measured by the Harmonised Index of Consumer Prices even amounted to 7.8%.", "The last time German inflation rates were similarly high was in the early 1980s.", "In line with soaring energy commodity prices, higher transport costs and supply bottlenecks, import and producer prices have picked up sharply as well.", "This feeds through to consumer prices.", "Here not only heating oil, gas or fuels have become more expensive but also food and other goods.", "Services inflation also proved very dynamic as services were particularly affected by the measures to contain the pandemic.", "Overall, price rises have become more widespread, and there is still considerable price pressure from upstream stages in the pipeline.", "Similar to other forecasters, households do not believe that the inflation wave will soon subside.", "According to the March survey of the European Commission, consumers' inflation expectations jumped to a record level.", "In April, they dropped somewhat but remained exceptionally high.", "The Bundesbank's online survey also shows that households have been adjusting their 12-monthsahead price expectations for a few months now and especially in March.", "Minister Lindner in his speech on the Tax Relief Act, or Steuerentlastungsgesetz, said that one of the coalition's intended objectives was to dampen peoples' perceptions of inflation, or \"perceived inflation\", as this was one way to prevent dangerous wage-price spirals.", "I can assure you that the ECB Governing Council is taking warning signs of possible secondround effects very seriously.", "True, various measures of longer-term inflation expectations derived from financial markets and from expert surveys largely stand at around 2%.", "But initial signs of above-target revisions in those measures have to be monitored closely.", "We are worried about the high rate of inflation in the euro area, which has repeatedly surprised professional forecasters.", "The Bundesbank is now expecting the inflation rate in Germany to reach close to 7% in 2022.", "The longer the high inflation figures persist, the greater the risk of second-round effects becomes.", "Monetary policy has to act before medium- to long-term inflation expectations show clear signs of de-anchoring.", "Acting too late would necessitate a stronger reaction to rein in inflation.", "Monetary policy - preparing fo rising interest rates Since December, the ECB Governing Council has started to normalise monetary policy.", "Against the background of the current inflation dynamics, increasing calls for a quick end to the highly accommodative stance are understandable.", "However, it is important to proceed in a reliable, systematic manner especially in times of extraordinary uncertainty.", "Our actions will be datadriven and step-by-step, as I have already emphasised at other occasions.", "The Governing Council expects APP net purchases to be concluded in the summer.", "From today's vantage point, they could be wrapped up at the end of June.", "In my view, that should be followed by a timely initial rate hike, which could be in July.", "This sequencing makes sense because continuing net purchases and simultaneously hiking key ECB interest rates would send a contradictory signal: Such a policy would increase short-term rates and at the same time push down medium- to long-term interest rates.", "Furthermore, asset purchases are exceptional measures associated with particular risks and difficulties.", "Therefore, they should be first in line when it comes to reducing the very expansionary stance.", "It remains to be seen how many rate hikes there will be by the end of the year.", "In any case, the exit from the very accommodative monetary policy should be swift and smooth.", "Swift enough to affect the price path and to prevent second-round effects and a de-anchoring of inflation expectations.", "Yet at the same time smooth enough so that households, corporates and financial markets can cope with it.", "For central banks, the challenge will be to sustain the recovery while containing the upward pressure on inflation in the medium term.", "In my view, negative interest rates will relatively soon be history in the euro area.", "They no longer fit the changed environment.", "Fiscal policy, too, faces challenges in terms of mitigating the distributional implications of rising energy and commodity prices.", "These challenges won't become smaller, as the recovery is slowing and fiscal buffers have already been used to mitigate the economic fallout from the COVID-19 crisis.", "During the pandemic, monetary and fiscal policy acted in concert.", "Now their interplay could change.", "The goal of the Eurosystem's monetary policy is crystal clear: price stability in the medium term.", "Although higher financing costs might be an additional challenge for governments, the Eurosystem must not hesitate to do what is necessary to fulfil its mandate.", "And governments and financial markets alike have to prepare for rising interest rates.", "Market participants as well as everybody else can rely on us to do our job of preserving the value of our money!", "Thank you for your attention.", "I wish you a fruitful conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Inflation", "Russia-Ukraine war", "Economic growth", "Energy prices", "Monetary policy", "Interest rates", "Consumer confidence", "Wage-price spirals", "Fiscal policy", "Second-round effects"]}