{"sentences": ["Ladies and gentlemen, it is a pleasure to speak to you to close our conference today.", "My sincere thanks to the organising committee for their work in preparing and managing the event.", "We have learned a great deal from the Minister's address, from the four presentations, and from the panel discussion today.", "I thank all the participants for sharing their expertise on this critical topic.", "Investment, both public and private, is the engine of long-term economic growth.", "Financing conditions that facilitate sustainable levels of private investment are a prerequisite to a successful economy.", "The need for a financial sector that can provide financial services to businesses through both good times and bad is a core tenet of our entire regulatory approach, and particularly our macroprudential policy strategy.", "Here at the Central Bank our understanding of the financing and investment situation of the Irish business sector has evolved over the decade since the previous financial crisis.", "In the early phases of acute crisis and recovery, up to 2013, a sharp debate took place in Ireland around the role that credit supply and demand played in the provision of credit to the private sector, and to SMEs in particular.", "Our own conclusions at the time were drawn from a wide research agenda.", "That research showed that while demand was certainly subdued due to over-indebtedness and sentiment factors, the supply side of the credit market was also leaving significant gaps that could contribute to under-investment by the SME sector.", "This highlighted the importance of a resilient banking sector.", "It also showed how a lack of resilience can have long-lasting implications for the economy - something that motivates our approach to policy today.", "By contrast, the period of economic recovery from 2013 to the start of the pandemic, was one in which credit supply concerns diminished.", "Our analysis was that while certain small pockets of under-provision of credit could be identified, the primary reason for weak private credit growth to Irish businesses lay in a weak appetite for borrowing.", "These conclusions were motivated by a range of survey evidence which has consistently shown that application rates by Irish SMEs for bank finance were among the lowest in the euro area.", "Irish SMEs were among the most likely in Europe to report they had sufficient internal funds for investment purposes.", "In addition, the share of SMEs reporting that access to finance was an obstacle to their doing business declined towards European norms.", "The period was one in which memories of the personal experiences of many indebted business owners were fresh on many people's minds.", "This may also be a continued feature of the demand-side of the business lending landscape in Ireland.", "The easing of supply conditions during that period was no doubt supported by the ECB's accommodative monetary policy stance, both directly through improved funding conditions for banks and indirectly by supporting economic activity and sentiment.", "A further factor came through the repair of banks' balance sheets from reductions in non-performing loans and improvements in capital ratios.", "A number of other Government interventions have had a significant influence on SME credit policy since the financial crisis.", "For example, the creation of the Credit Review Office, the establishment of MicroFinance Ireland, the Strategic Banking Corporation of Ireland with its various targeted lending schemes and the introduction of loan guarantee schemes.", "These policy actions have all played a targeted role in improving financing conditions for businesses.", "They have also played an important signaling role, much as the existence of longer-established bodies like Enterprise Ireland does, that the Government in Ireland is serious about this issue, and is willing to deploy legislative powers and financial resources to address perceived or actual market failures.", "So where do we find ourselves today, as the economy emerges from the worst of the pandemic but faces an ever-expanding range of future sources of risk?", "The great benefit of events like this is in offering a comprehensive overview of current credit and investment trends.", "The work of the Department of Finance, covering ten years of experience with the Credit Demand Survey, provides very useful context.", "The detailed micro-data this survey provides are invaluable in our assessment of SME credit market developments and have been the foundation of many research papers by economists in the Central Bank, ESRI, and elsewhere.", "A key insight provided by these data is the untangling of credit demand and supply factors in the market.", "Our own work in the Central Bank can be described as having two broad themes.", "Firstly, as addressed by the Governor this morning, we are keenly engaged in the domestic policy debate around the fallout from the pandemic.", "For a sizable cohort of businesses, the pandemic has been a period of sustained loss-making and a build-up of liabilities to a range of creditors including the Revenue Commissioners, landlords, suppliers, and to banks.", "Our focus in this area is on both the conduct and strategy of banks and other lenders we supervise, as well as on informing the public debate with evidence-based research.", "Secondly, we remain focused, as always, on questions of the supply of and demand for new loans.", "As a member of the Eurosystem, the way in which lenders transmit monetary policy to the real economy is an ever-present topic of focus for us.", "Similarly, an understanding of banks' capacity and willingness to lend is critical to our implementation of macroprudential policy.", "The work presented by Niall today shows the underlying trends of the last decade have not been interrupted by the pandemic.", "Essentially this work shows a reasonable supply of credit from the local financial system in combination with comparatively weak demand for new loans.", "One big question for the coming months and years is whether credit demand has been artificially suppressed for two years by the unprecedented provision of direct grant and wage subsidy support of the Government.", "If this proves to be the case, one may expect a pick-up in demand for bank loans upon the removal of those supports.", "We will be closely monitoring these issues.", "Moving now to the topic of investment, both the ESRI and EIB papers provide a wealth of insight.", "We have learned today that, as you might expect during a period of such unprecedented uncertainty, both the share of businesses investing and, in particular, the monetary value of investments fell substantially in 2020.", "The ESRI study also highlights that a pocket of SMEs are not happy with their current capacity levels.", "This group agree or strongly agree that access to finance is a barrier to expansion.", "These findings tell us that, regardless of our views on the aggregate trends, there remains a perception among a sizable group of SMEs that the provision of external financing could be improved in Ireland.", "In addition, it shows that inadequate provision of financing may be holding back investment to some extent.", "One must always caution in such surveys that the demands of entrepreneurs may deviate very reasonably from the views that a lender or, indeed, a policymaker may have around an appropriate level of financing to the private sector.", "Nonetheless, these findings should encourage us not to be complacent on matters of credit supply.", "Finally, the EIB presentation provided us with very timely updates on the preparedness of Irish SMEs for future threats and challenges.", "The events of the last weeks, following Russia's invasion of Ukraine and the unfolding human tragedy, have only accelerated the need to ensure that businesses are investing to improve their resilience to a range of shocks, from climate change to energy prices and availability, to cybersecurity.", "Taking an Irish standpoint, it is clear that more needs to be done in a number of areas.", "The perceived investment gap is higher among Irish businesses than across the EU, while the use of external financing is confirmed to be lower than in other countries.", "The need for the domestic Irish economy to be a growth engine itself, above and beyond the extraordinary contribution provided by the multinational sector, is something we in the Central Bank see as critical to ensuring future economic resilience in a world of ever-growing uncertainty.", "On climate change, Irish businesses are reporting both lower current investments, and lower levels of investment planning, to address the impact of climate change than their European peers.", "The share of Irish businesses reporting investments in energy efficiency was half the EU average in 2021.", "It is clear that a continuation of this, in the face of the growing need to build climate resilience is something we cannot afford as a society or an economy.", "Perhaps the events of the last few weeks will provide the sometimes inevitable external catalyst to spur rapid action.", "Interestingly, the EIB survey highlights that roughly one-in-ten Irish firms can be characterized as finance-constrained, about double the EU average.", "This confirms the findings of the ESRI and our own research using separate data sources, which again highlights the benefit of bringing many perspectives together for the event today to draw strong conclusions on certain matters.", "These represent dramatic reductions in the share of businesses experiencing financial constraints when compared to the pre-2013 period.", "However, they suggest that there remains room for additional entry of specialist finance providers, or additional Government interventions, to fill remaining financing gaps.", "Our own statistics team have highlighted in recent years the emergence of non-bank financial intermediaries as an additional source of financing for many SMEs, most notably in the real estate sector, but nonetheless accounting for a quarter of all new lending in recent years across the SME sector in aggregate.", "The evolution of this novel flow of financing, along with a more thorough assessment of both the benefits it brings to the local economy and the risks associated with these intermediaries, will remain a priority topic for us.", "I now formally close the event, and wish you all the best.", "Go raibh míle maith agaibh go léir agus slán agus beannacht.", "12% of SMEs surveyed \"Strongly Agree\" that a lack of financing was a barrier investment in 2020, while another 21% \"Agree\"."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financing conditions", "Credit supply", "Credit demand", "Investment", "SME lending", "Macroprudential policy", "Financial resilience", "Climate change", "Finance-constrained", "Non-bank financial intermediaries"]}