{"sentences": ["News conference Berne, 16 June 2022 Introductory remarks by Thomas Jordan Ladies and gentlemen It is my pleasure to welcome you to the Swiss National Bank's news conference.", "In my remarks, I will begin by explaining our monetary policy decision and our assessment of the economic situation.", "After that, Fritz Zurbrügg will present the key messages from this year's Financial Stability Report.", "Andréa Maechler will then comment on the situation on the financial markets and the implementation of monetary policy.", "We will - as ever - be pleased to take your questions afterwards.", "Monetary policy decision I will begin with our monetary policy decision.", "We have decided to tighten our monetary policy and to raise the SNB policy rate and the interest rate on sight deposits at the SNB by half a percentage point to -0.25%.", "In doing so, we are seeking to counter increased inflationary pressure.", "The tighter monetary policy is aimed at preventing inflation from spreading more broadly to goods and services in Switzerland.", "It cannot be ruled out that further increases in the SNB policy rate will be necessary in the foreseeable future to stabilise inflation in the range consistent with price stability over the medium term.", "To ensure appropriate monetary conditions, we are also willing to be active in the foreign exchange market as necessary.", "The SNB policy rate change applies from tomorrow, 17 June 2022.", "With effect from 1 July 2022, we are also adjusting the threshold factor used to calculate the level of banks' sight deposits at the SNB exempt from negative interest.", "The factor will be lowered from 30 to 28.", "This will ensure that the secured short-term Swiss franc money market rates are close to the SNB policy rate.", "Inflation forecast Inflation reached 2.9% in May and is likely to remain at an elevated level for the time being.", "The main reason for the higher inflation is the increase in the prices of oil products, food and goods affected by the global supply bottlenecks.", "However, there has also been a rise in inflation for some other goods and services.", "The SNB's new conditional inflation forecast is based on the assumption that the SNB policy rate is -0.25% over the entire forecast horizon.", "The new forecast for the next three years is above that of March (cf.", "Without today's SNB policy rate increase, the inflation forecast would be significantly higher.", "Global economic outlook Let me turn to the economic outlook worldwide.", "Global economic growth has slowed markedly recently.", "This slowdown is on the one hand attributable to the high level of inflation, which is weighing on purchasing power and thus reducing demand.", "On the other hand, the uncertainty stemming from the war in Ukraine as well as the coronavirus lockdowns in China are curbing the development of the global economy.", "That said, unemployment has continued to decline in many countries.", "In the advanced economies, it is now back around the low levels seen prior to the pandemic.", "Since March, there has been a further considerable and broad-based increase in inflation in many countries.", "The war in Ukraine has been a significant factor here, too, in that the prices of many commodities have risen as a result.", "In addition, persisting supply bottlenecks have led to further price increases for various goods.", "In our baseline scenario for the global economy, we assume that energy prices will remain high for the time being, but that there will not be an acute energy shortage in the major economic areas.", "The positive development of the economy should thus continue overall.", "Owing to the increased prices for energy and food, coupled with the supply bottlenecks, inflation is likely to remain high for some time.", "However, the importance of these factors should diminish over the medium term.", "With monetary policy also becoming increasingly tighter in many countries, inflation is likely to gradually return to more moderate levels.", "Our scenario for the global economy is subject to significant risks.", "For example, inflation could rise further and thus weigh even more heavily on real incomes and consumer demand.", "At the same time, high inflation could become entrenched as a result of increased secondround effects, requiring stronger monetary policy responses in other countries.", "Finally, there are still important downside risks to growth from the war in Ukraine and the pandemic.", "Swiss economic outlook I now come to developments here in Switzerland.", "The Swiss economy has continued the favourable development it has shown since the beginning of the year.", "After modest growth in the fourth quarter of 2021, GDP increased by just under 2% in the first quarter of this year.", "The signals remain positive for the current quarter.", "The situation on the labour market has also continued to improve.", "The war in Ukraine has thus far had comparatively little adverse impact on economic activity in Switzerland.", "The effect has been most clearly felt in the higher energy prices and in the supply bottlenecks.", "For 2022, we still anticipate GDP growth of around 2.5%.", "Unemployment is likely to remain low.", "This favourable forecast is based, among other things, on the assumption that the global economy continues to grow and that the war in Ukraine does not escalate further.", "Our forecast for Switzerland, as for the global economy, is subject to large risks.", "If the energy supply in Europe were to be adversely affected, this could have a serious impact on the Swiss economy.", "The global supply bottlenecks and further increases in commodity prices could also slow growth.", "Furthermore, a resurgence of the coronavirus pandemic cannot be ruled out.", "Monetary policy tightening Ladies and gentlemen, allow me to return to our monetary policy.", "I would like to set out the rationale behind the monetary policy move we have made today.", "My colleague Andréa Maechler will discuss the adjustment of the threshold factor later.", "We have decided to raise the SNB policy rate by half a percentage point because there are now signs of inflation also spreading to goods and services that are not directly affected by the war in Ukraine and the consequences of the pandemic.", "In the current environment, price increases are being passed on more quickly - and are also being more readily accepted - than was the case until recently.", "There is the threat of second-round effects becoming entrenched if inflation remains above 2% for a longer period.", "By raising the SNB policy rate today, we aim to counter the increased inflationary pressure.", "Since the last monetary policy assessment, the development of the Swiss franc exchange rate has also contributed to the rise in inflation.", "The Swiss franc has depreciated in trade-weighted terms, despite the higher inflation abroad.", "Thus the inflation imported from abroad into Switzerland has increased.", "Another consequence of this depreciation coupled with significantly higher inflation abroad is that the Swiss franc is no longer highly valued.", "What is the outlook for our monetary policy going forward?", "The higher SNB policy rate should via its impact on borrowing costs and the exchange rate contribute to curbing the development of inflation in Switzerland.", "From today's perspective, and assuming that the SNB policy rate remains constant at -0.25%, our new inflation forecast shows the rate of inflation temporarily declining to around 1.5% before rising back to 2% over time.", "Without today's SNB policy rate increase, inflation would be clearly above the range consistent with price stability at the end of the forecast horizon.", "The new inflation forecast shows that further increases in the SNB policy rate may be necessary in the foreseeable future to stabilise inflation in the range consistent with price stability over the medium term.", "The current environment is subject to great uncertainty, also with regard to exchange rate developments.", "If there were to be an excessive appreciation of the Swiss franc, we would be prepared to purchase foreign currency.", "If the Swiss franc were to weaken, however, we would also consider selling foreign currency.", "We will be observing the developments closely and are prepared to take the necessary measures in every situation to ensure price stability in Switzerland over the medium term.", "Ladies and gentlemen, thank you for your attention.", "It is now my pleasure to give the floor to Fritz Zurbrügg."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Monetary policy", "Swiss franc", "Economic outlook", "Price stability", "Global economy", "Swiss economy", "Supply bottlenecks", "Second-round effects", "War in Ukraine"]}