{"sentences": ["Opening remarks Mrs. Leila Matroos-Lasten Executive Director of the Centrale Bank van Curaçao en Sint Maarten On the occasion of the launching of The Governance Network of the Dutch Caribbean Centrale Bank van Curaçao en Sint Maarten Excellencies, distinguished guests, ladies and gentlemen, good afternoon.", "I would like to start by expressing my gratitude to The Themis Institute for Governance & Leadership and NR Governance for inviting the CBCS to provide the opening words for this special occasion.", "Before I start with my dissertation, I would like to excuse Mr. R. Doornbosch, who for deeply personal reasons was unable to provide the opening words.", "It is with great pleasure that we took notice of the formal launching of the Governance Network Dutch Caribbean.", "Not only is the establishment of this governance network relevant, but also necessary considering the many challenges that we as an international financial center are facing.", "The de-risking and peer assessments by global standard setting bodies, including the upcoming 2024 CFATF Mutual Evaluation, are noteworthy developments that we are currently facing.", "I would be remiss not underscoring the important role of good corporate governance in making our institutions and jurisdiction resilient to the burdens of proof of proper risk management and compliance.", "The objective of good Corporate Governance is to ensure ethical, effective, and prudent management.", "But also strong oversight by the governing body, to promote responsible corporate citizenship, to safeguard stakeholders' interest and to have a sound risk culture at all levels.", "The CBCS, as part of its supervisory mandate, evaluates the functioning of these Corporate Governance arrangements, which we have in fact identified as a key element of our new style of supervision.", "Generally speaking, Corporate Governance arrangements determine the allocation of powers and responsibilities by which the business of a company are carried out.", "Corporate Governance involves structure on the one hand and people, behavior, and corporate culture on the other hand.", "The latter group not always being easy to assess and measure.", "Yet, the CBCS as the supervisory authority must position itself to properly perform this duty.", "As you all may be aware, the CBCS has recently drafted a new code, the so- called Corporate Governance Code Financial Institutions & Service Providers.", "This draft Code has extensively been consulted with the private sector and all relevant stakeholders, and addresses all aspects of governance, from the way Boards and Senior Management work and interact, to how the decision- making process shapes culture and risk management.", "I hereby share with you a short overview of the substantive elements of this (1) The structure of the organization should ensure that the supervisory function and Management have clearly defined roles with adequate checks and balances that together guarantee an effective implementation of the strategy.", "(2) The second substantive element regards the internal organization.", "The organizational structure should be clear with an adequate segregation of duties and sufficient resources.", "The catch phrase for Management and Supervisory Board is \"know your structure\"!", "Substantive elements (3) and (4) regard risk culture respectively and risk management or internal control.", "Risks should be taken within a well-defined framework in line with risk strategy and appetite.", "The Risk Management function and Compliance function should be involved in the establishment of the framework.", "This to ensure that all material risks are considered, and that the financial institution complies with all requirements.", "The Code uses the 'three lines of defense' model in identifying the functions responsible for addressing and managing risks.", "(5) the fifth substantive principle is to establish a sound business continuity plan to limit losses in the event of severe business disruption.", "Institutions should put in place a plan to react to emergencies and continue critical business activities.", "Recovery plans are also needed to bring back the ordinary business procedures as soon as possible.", "The final two substantive provisions are (6) proportionality and (7) transparency.", "The proportionality principle is very relevant in the context of Curaçao and Sint Maarten.", "When implementing arrangements, financial institutions should consider the size, nature, scale and complexity of their activities.", "It should be consistent with the individual risk profile and business model.", "Finally, the Code emphasizes the importance of the governance body to lead corporate citizenship.", "This is a new and important element recognizing that the financial institution's strategy and conduct need to be consistent with environmental, social and governance principles.", "Ladies and gentlemen, the emphasis on having measures in place to protect the integrity of our financial system will only increase in intensity and importance.", "We all have a joint responsibility to guarantee the continuity of our jurisdiction as a respected financial center.", "The CBCS has been working tirelessly on its adaptive approach to keep steering our financial sector into the right direction.", "The transformation of the financial sector and our responsive supervisory capability remains our top priority.", "Curaçao can only be an attractive international financial center by fostering a sound business environment that complies with international standards.", "To summarize, corporate governance is increasingly becoming the most important part of corporate strategies, since it provides the first line of defense against any allegation of malpractice of corporate duty.", "Employing sound corporate governance practices, lowers the risk of non-compliance with statutory and regulatory obligations, that ultimately leads to financially sound institutions.", ": Better governance most of the time equates less intrusive supervision.", "Finally, I want to congratulate you with the launching of the Governance Network of the Dutch Caribbean, with whom the CBCS will most certainly work closely together in the future.", "I thank you for your attention, and I wish you a pleasant evening."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate Governance", "Financial Institutions", "Risk Management", "Supervision", "Governance Network", "Curacao", "Sint Maarten", "CFATF", "De-risking", "Compliance"]}