{"sentences": ["Corporate Bond Markets in India - Challenges and prospects1 1.", "An active corporate bond market serves multiple functions.", "Apart from providing borrowers an alternative to bank finance, corporate bonds can lower the cost of long- term funding.", "Banks are typically constrained in lending long-term because their liabilities are relatively of a shorter tenor.", "An efficient corporate bond market with lower costs and quicker issuing time can offer an efficient and cost-effective source of longer term funds for corporates.", "At the same time, it can also provide institutional investors such as insurance companies and provident and pension funds with long- term financial assets (\"preferred habitat\"), helping them match the durations of their assets and liabilities.", "From a macro-financial or financial stability perspective, a well-developed corporate bond market serves to spread risks away from the banking system.", "Banks are key to financial stability, as they provide liquidity services, credit and payment systems to the economy, and it is important to regulate their risk-taking activities.", "A market-based source of finance, such as corporate bond market, therefore, is more effective in dissipating risk across a much wider category of investors, thereby contributing to overall financial stability.", "A reasonably developed corporate bond market can play the role of the \"spare tyre2\", mitigating financial shocks and preserving financial stability.", "It is against this background that the Government, SEBI and the Reserve Bank have been taking concerted efforts to facilitate the development of the corporate bond market in India.", "I thought I would use this opportunity to dwell upon the various aspects related to the development of this market, the journey so far, the challenges which have been encountered and share some thoughts on the potential way forward.", "The Regulatory Effort 4.", "The efforts taken to develop the corporate bond markets broadly over the last decade and a half have been wide ranging.", "The reforms and developments have ranged from advancements in the corporate bond microstructure to the evolution of a facilitative regulatory framework, complemented by efforts to develop related risk and derivative markets and measures to enhance secondary market liquidity.", "SEBI, the primary regulator of the corporate bond market, has taken significant steps over the years to improve the market microstructure for corporate bonds - settlement through delivery versus payment (DvP) mode which removes settlement risk; operationalisation of a trade reporting platform for enhancing transparency; introduction of an electronic bidding platform (EBP) for primary issuance; consolidation of stock through reissuance; introduction of request for quote (RFQ) platforms and many more.", "RBI has also been taking measures to develop the corporate bond market - permitting banks to provide partial credit enhancement (PCE) to incentivise a larger investor base; requiring large borrowers to raise a share (about 50%) of their incremental borrowings through market instruments; encouraging FPI investment by raising investment caps, introduction of Voluntary Retention Route; etc.", "As entity regulators, RBI, IRDAI and PFRDA have encouraged their regulated entities to invest in corporate debt securities.", "The Current Status Having gone through the various measures and efforts taken for the development of the corporate bond markets, let me now spend a few moments introspecting on the progress made.", "Resource mobilisation - the primary market 6.", "The growing size of the corporate bond market and the number of issuances every year are important indicators of the success of the development efforts of the Government and regulators.", "Over the years, there has been a steady increase in mobilisation of resources through the corporate bond route.", "Annual issuances during this period have increased from ₹3.80 lakh crore to close to ₹6.0 lakh crore (Chart 2).", "The long-term trend of the share of corporate bonds in the flow of resources to the commercial sector in India is reassuring.", "Data from RBI's Handbook of Statistics for the Indian economy shows that ratio of \"gross private placements by non-financial entities\" - a broad proxy for issuances by corporate bonds by non-financial entities - to non-food credit has increased from 0.09 in 2010-11 to 0.50 in 2020-21 (Chart 3).", "Admittedly, the size of the corporate bond market in India, scaled by GDP, remains small compared to other major Asian emerging markets such as Malaysia, Korea and China (Chart 4).", "But the market is growing steadily (Chart 5) and reasonably given the traditional bank dominance.", "The growing size of the corporate bond market is accompanied by growing diversity of issuers and markets.", "We now have issuances by new types of entities e.g.", "REITs and InvITs pursuant to the Union Budget announcing changes in several Acts including the SEBI Act, 1992, the Securities Contract Regulation Act, 1956 and the SARFAESI Act, 2002 to provide a legal framework for these entities to issue corporate debt securities.", "The SEBI issuance of regulations on the issue and listing of municipal debt securities has enabled market-based financing of infrastructure projects.", "Of course, more will need to be done to put in place conducive conditions for this sector to develop through, for example, greater transparency in city budgets, credible accounting and financial statements, independent audits and monitorable performance criteria.", "Also reassuring are the early signs of the development of a market for distressed corporate debt securities including debt securities issued as part of corporate insolvency processes.", "There are other factors which testify to the development of the corporate bond market in the country and to its increasing resilience.", "A well-developed government securities market provides the backbone for the development of other rate markets such as corporate bond market.", "Corporate bonds are generally priced off the sovereign yield curve and resilient markets are characterised by stable credit spreads over benchmark yields of government securities.", "A comparison of the yields of 5-year government securities and AAA rated bonds of 5-year tenor over the last decade or so in the country clearly indicate that the government securities yield curve has provided a stable backbone for pricing of corporate bonds in the country (Chart 6).", "Trends in the variations of credit spreads has also been reassuring - the spreads have widened during times of stress and volatility, domestic or global, in testimony to the maturity of the corporate bond market in pricing.", "Another reassuring trend about the evolution and maturity of corporate bond markets has been its ability to innovate and adapt.", "Thus, when concerns about the credit quality of business firms and their ability to withstand the disruptions of lockdowns were dominating discourse in the early days of the pandemic, the corporate bond market innovated with bonds featuring conditional credit risk premium entailed to harmonise the interests of issuers preferring to lock in the low interest rates prevailing then with that of investors' concerns about credit quality.", "Similarly, while corporate bonds in India are predominantly issued as fixed coupon bonds, during the calendar year 2021, increased issuances of floating rate bonds with coupons linked to money market and government securities benchmarks were witnessed, indicating efforts by investors to hedge against any increase in domestic interest rates.", "These are important metrics testifying to the resilience of the market in particular is ability to function well in times of stress.", "Liquidity metrics - Developing the secondary market 12.", "The second important metric to assess the development of a corporate bond market is the development of secondary bond markets.", "Have secondary market trading volumes grown over the years?", "Undoubtedly, they have (Chart 7).", "Clearly, secondary trading has not risen in consonance with the size of the market.", "But let us pause before passing judgement in this matter.", "A 2019 report on \"Establishing Viable Capital Markets\" by the BIS Committee of Global Financial System, based on a survey of a sample set of jurisdictions, concluded that the degree of liquidity concerns in the corporate bond markets of the surveyed advanced economics (barring the US) and emerging market economies were similar, on average.", "The challenges in development of liquidity in bond markets are thus clearly not unique to the corporate bond markets in India.", "Comparable data on turnover ratios of corporate bond markets of different jurisdictions are not readily available but approximate assessments do not indicate that the Indian corporate bond market lags its peers in respect of secondary market liquidity.", "Let me spend a moment to look at the underlying issues.", "The number of instruments outstanding was 29,745.", "The average size of an outstanding corporate bond instrument was, therefore, ₹133 crore - a small amount not conducive to development of liquidity in the secondary market.", "Compare this with the current outstanding stock of government securities at ₹84.71 lakh crore in 100 instruments9.", "The two markets are not comparable and it is not my intention to compare them.", "There is a single issuer in the government securities market - the government, compared to 5,394 issuers, as on June 30, 2022, in the corporate bond market.", "Replicating the experience of the Government bond market in the corporate bond market is not a realistic objective.", "SEBI has been progressively making efforts to nudge the market towards re-issuances in a bid to reduce fragmentation and improve liquidity in corporate bond markets - limiting the number of corporate bonds that could mature in any financial year.", "The constraint is that a corporate does not have the tools available to a Government to meet the rollover risk implicit in bunched up repayment obligations that result from consolidation through reissuance.", "Other factors that contribute to the limited activity in the secondary market are the \"buy and hold\" nature of investors and the predominance of private placement.", "C. Development of complementary markets 15.", "It is well-established globally that well-functioning related markets - derivatives and repo markets - complement and supplement the development of liquidity in the cash market by enabling investors and market-makers to better manage risks and fund positions.", "The primary risks associated with holding corporate bonds are interest rate risk and credit risk.", "The interest rate derivative market is reasonably liquid, particularly the overnight indexed swaps market.", "Markets for other interest rate derivative products like swaptions are developing.", "Recent regulatory efforts seek to harmonize on-shore and off-shore markets by, on the one hand, allowing non-residents to access the domestic market, and on the other hand, permitting domestic market makers to access the offshore market.", "Interest rate derivatives are also trading on exchanges though volumes are small.", "The absence of a market for credit derivatives, despite regulatory initiatives for more than a decade, is a concern.", "To a certain extent, there is a chicken and egg problem here.", "The dominance of top rated issuances reduces the need to manage credit risk, while development of a Credit Default Swap (CDS) market is essential for the issuances of lower rated bonds.", "Two recent developments offer hope for the future development of the CDS market.", "The passage of the Act for Bilateral Netting of Qualified Financial Contracts, 2020, pursuant to which the Reserve Bank has notified CDSs, along with other OTC derivatives, as qualified financial contracts for netting.", "In February this year, RBI expanded the issuer (protection seller) and participant base for CDSs to include all major non-bank regulated entities viz., primary dealers, NBFCs, insurance companies, pension funds, alternate investment funds and mutual funds in addition to banks and foreign investors.", "The market for repo in government securities is one of the most liquid markets in the country.", "But repo in corporate bonds has not taken off.", "Market feedback suggests that issues related to the lack of a trading platform like the one available for repos in government securities, lack of a central counterparty, high margin requirements, etc.", "have impeded the development of the market for repos in corporate bonds.", "SEBI is trying to facilitate the setting up of a repo clearing corporation.", "We keep our fingers crossed that going forward we will see this market too start to develop.", "Issues, concerns and challenges 19.", "Let me now turn to some of the micro-structure issues of the corporate bond market in the country, which pose concern or which need to be addressed if the market has to take the leap to the next level of development and fulfil its potential as the major avenue for resource mobilisation in the country.", "First, as is well known the market is dominated by highly rated issuers.", "But let us look at the dimension of the problem.", "66 issuances or 5.3% of issuances were non-investment grade.", "While these numbers themselves are skewed in favour of highly rated issuances, the skew is much more pronounced when looked at in value terms - 80% of issuances in value terms were rated AAA and another 1.5% were rated AA.", "While we can discuss the reasons for this trend, it is clear that the corporate bond market largely meets the needs of highly rated corporates.", "The second issue relates to the mode of issuance.", "The large bulk of corporate bond issuances every year is through the private placement route rather than through public issuances.", "In FY 2021-22, the amount of money raised through public issuances of corporate bonds was ₹11,589 crore - just about 2% of the amount of money raised through private placement at ₹5.88 lakh crore11.", "The advantages of a public issuance in terms of transparency and efficiency of price discovery are well understood.", "SEBI has been making efforts to make the private placement process more transparent and efficient, for example, through the introduction of the Electronic Bidding Process on stock exchanges.", "Nevertheless, there is an overwhelming preference for private placement.", "A hard look at the underlying issues including the reasons for issuers preferring to eschew the public issuance process is perhaps called for.", "C. Investor profile 22.", "Third, let us look at the investor base.", "The investor base for corporate bonds is, as can be expected given the market microstructure, largely dominated by domestic institutions - insurance companies, banks and mutual funds (Chart 8).", "Retail participation in corporate bonds remains low - this in fact is a global trend.", "What is somewhat unique in India is that investors in debt oriented mutual funds - which is the avenue through which globally the retail investor participates in debt markets - are also largely institutional.", "Foreign participation in corporate debt, has also not been favorable to secondary market activity.", "The profile of the investor base for the corporate bond markets has had implications for some of the issues and concerns I have flagged earlier.", "I talked of the limited access of lower rated issuers to the corporate bond market for mobilising resources.", "Part of the answer does lie in the investor base in the market which is closely regulated and has a preference for highly rated issuances, perhaps justifiably so.", "The economic profile, mandate and / or regulatory environment of these entities often incentivises \"buy and hold\" kind of participation in corporate bond market.", "With a large investor base with this profile, the challenges of developing liquidity in the secondary market or of developing liquid repo and derivative markets are compounded.", "To take an example, insurance and pension funds are one of the most active participants of credit derivative markets globally - both as buyers and sellers of protection.", "Without participation of these entities, it may be difficult for the credit derivatives market to develop in the country.", "The question that arises is that what measures may be considered to widen the investor base to enhance accessibility of lower rated issuers and liquidity in the corporate bond market.", "Given the rise in retail investments in the domestic equity market, can this category, which is conspicuous by its absence in the corporate bond market, be offered incentives to broaden the investor base in the market?", "What can be done to attract foreign investment in our markets?", "What can be done by way of incentives for regulated entities to participate more actively in risk markets, without compromising on prudential considerations?", "These are questions which need deliberations by all stakeholders - Government, regulators and the participants of the corporate bond markets themselves.", "D. Specialised Bonds 25.", "In the last couple of years, there have been increasing instances of domestic corporates tapping the global markets for raising funds.", "To a large extent, this is only to be expected given the large pool of liquidity and benign interest rate environment that was prevailing internationally.", "This is also an inevitable result of greater integration of the domestic economy with the rest of the world.", "But there are a couple of trends which require closer examination.", "A number of our corporates have been tapping international markets to raise Environmental, Social & Governance (ESG) funding while domestically such issuances have been low.", "I know a lot of efforts are ongoing but there is perhaps a need for us to look closely at what are the factors impeding the development of the domestic market for ESG bonds and what needs to be done to attract the growing global pool of ESG funds to the country.", "Going by international experience, beyond the regulatory measures, there is a need to create conducive conditions for ESG bonds - greater transparency, credible checks against greenwashing including through arrangements for independent audits, and a robust taxonomy for the market and bonds.", "The announcement in this year's Union Budget referring to mobilisation of resources via 'Green Bonds' is also expected to enable a price anchor for ESG bonds in due course.", "There is a limited investor base for capital bonds issued by banks in India.", "This has resulted in Indian banks accessing global markets for raising capital.", "While any issuer, including banks, will naturally search for the market where they can most efficiently raise funds, there is a need perhaps to look at factors which are impeding domestic appetite for such bonds and whether the factors are aligned to international norms / standards.", "E. Price Transparency 28.", "The importance of high-quality and timely information on financial markets is basic to the development of the market.", "Most of you will be aware that in the domestic government securities market, information about every single trade is disseminated in near-real time ensuing the highest standards of transparency.", "There has been feedback from market participants about the need for improving the timeliness and integrity of data on primary and secondary market transactions in the corporate bond market.", "This is arguably a low hanging fruit which we can aspire for.", "It has also been highlighted that there is a need for adoption of uniform valuation methodology across investors.", "Valuation by an independent benchmark administrator would be ideal.", "We have made impressive progress in the development of the corporate bond markets - the market is large and growing; the issuer base is expanding; product diversity and sophistication are developing; secondary volumes are low but growing; and market infrastructure is the best in the world.", "Efforts need to focus on improving complementary- repo and derivative - markets, diversify the investor base, both domestic and global, and improve access of borrowers at the lower end of the credit spectrum.", "Beyond this, market development and improvements will remain a continuous exercise.", "As much as we need to take these steps, it will serve us well to temper our expectations on the degree of liquidity in secondary corporate bond markets.", "If international experience is anything to go by, the best we can achieve may be well short of the liquidity we are used to in Government bond markets or equity markets."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Corporate Bond Markets", "Secondary Market", "Liquidity", "Investor Base", "Issuance", "Regulation", "ESG Bonds", "Price Transparency", "Credit Risk", "Interest Rate Risk"]}