{"sentences": ["- Single Resolution Board Annual Conference Brussels, 19 September 2022 Armed peace and risk proportionality: how to strike the right balance Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is a great pleasure for me to be with you at the European Commission for the 2022 SRB annual conference, and I would like to warmly thank Dr Elke König for her invitation to give this keynote speech today.", "Above all, I would like to pay tribute to Elke for her hard work as first Chair of the SRB since its creation in 2015 SRB staff can also be very proud.", "You have a strong ally in France, with whom I have great pleasure working each and every week: Dominique Laboureix.", "I won't be betraying any great secrets by saying how much he enjoyed taking part in this creation, and how much he remains attached to the SRB.", "The title of this conference (\"European banks: resolvable and ready for crisis?\")", "may cause some anxiety yet a healthy type of anxiety.", "It reminds us of possible dangers ahead, and serves as a strong reminder of what happened to banks during and in the aftermath of the great financial crisis.", "The temptation to forget about these events would be a huge mistake: lessons of the past, especially of that kind, should remain vivid memories that motivate us, day after day, to build \"philosophy of resolution\" a safer system.", "The is rooted in those rough times; want to live again under the threat of \"too big to we do not fail\", and without living wills.", "EU lawmakers and regulators quickly learned the lessons.", "Beyond the crisis management regulation (BRRD and CRR), the Banking Union launched in 2014 is in its own way an illustration of Clausewitz's military theory.", "It has strategic objectives (or Ziele in German) establishing a stable, safe, and reliable banking sector, but also offering the right conditions for the emergence of pan- European groups.", "It also set political goals (Zwecke) through its three pillars.", "And lately, it has directed its efforts (Schwerpunkt) mainly and maybe excessively towards the third pillar EDIS (European Deposit Insurance Scheme).", "Today we should turn our main efforts to enhancing implementation of resolution, in order to make it even more efficient.", "Although it is less frequently commented on, let me stress that resolution is just as important as supervision.", "It echoes that famous Latin phrase: si vis pacem, para bellum (if you want peace, prepare for war).", "That goes without saying, but for the sake of clarity, do not take this military metaphor literally: we are not warmongers of any kind.", "However, decision-makers in charge of resolution, like generals, need to act within a very short timeframe -typically a weekend in order to find the right solutions to complex emergency situations.", "Resolution authorities need to be on a war footing at all times.", "Coming to a concrete and operational perspective, I will first give a few personal suggestions on how the resolution framework could evolve over the coming years (I), and then highlight why and how supervision and resolution authorities should work more closely with one another (II).", "How resolution could evolve over the coming years Resolution currently stands as the only harmonised crisis management framework at EU level, and is therefore a public good to be preserved and enhanced.", "After seven years of determined preventive action and two successful resolution decisions, the SRM is entering a more mature phase where it can start contemplating how resolution may evolve, taking advantage of the upcoming revision of the crisis management framework.", "Primarily, we should broaden the scope of banks that could be subject to resolution measures, by considering the regional impacts of a failure in public interest assessments (PIAs).", "The SRB and some national resolution authorities have already taken a first step in this direction.", "I very much welcome this evolution, which in my view could go one step further to enable medium-sized banks to be subject to resolution measures if their PIA concludes that there is a public interest in doing so.", "We would naturally have to determine the criteria for identifying medium-sized banks, and for excluding small banks whose limited footprint would never justify resolution.", "Furthermore, instead of focusing exclusively on bail-in, resolution planning should ensure that the whole range of currently available tools are considered.", "Finally, some efforts should be made to harmonise the main features of national insolvency proceedings, such as creditors' hierarchy, rather than creating parallel crisis management paths which would simply duplicate the existing resolution tools while triggering significant level playing field issues.", "Once these steps are taken, the probability of recourse to the Single Resolution Fund (SRF) could increase.", "However, while the initial objective was to reach 1% of the covered deposits, such a goal being evaluated at an amount of EUR 55 billion, this amount has been constantly revised, and the SRF represents today EUR 66 billion and will reach around EUR 80 billion next year.", "This sharp increase can be mechanically explained by the surge in deposits in the wake of and \"forced\" savings.", "the Covid crisis The fact remains that this very high amount has never been used so far: we cannot completely ignore this question.", "It can be discussed whether this amount is disproportionate compared with level of risk.", "If the answer is yes, then we should contemplate introducing a ceiling in absolute terms the level of which would have to be determined.", "We should also use the flexibility offered by the current regulation to alleviate the burden of the contributions for banks, so that irrevocable payments commitments can represent up to 30%.", "All these questions need to be examined.", "Why and how supervision and resolution authorities should work more closely with one another Let me now turn to the way in which the two completed pillars of Banking Union, namely supervision and resolution, could become more consistent with one another and work more closely together.", "Cooperation between the SRB and the ECB does exist, and is formalised by a Memorandum of Understanding.", "This provides for ex-ante cooperation in calm times, and close cooperation in early intervention and resolution phases.", "Thanks to this tremendous ongoing preventive work conducted by the SSM and the SRB, and to continued efforts from banking institutions, recovery plans have significantly improved in recent years.", "Beyond the current areas of cooperation, which could still be enhanced in practice, greater coordination on policy issues appears desirable.", "In particular, policy decisions that pertain to own funds have a very concrete impact on competitiveness, and therefore on the level playing field with foreign banks.", "Here, we must find a trade-off between safety and competition issues, with efforts needed on both sides.", "For instance, the SSM could further consider a risk-based approach rather than a flat-rate approach to estimate post-resolution Pillar 2 requirements.", "This entails a need to take into account a forward-looking approach and the expected risk reduction that follows a resolution.", "This should be acknowledged in the calibration of external minimum requirements for own funds and eligible liabilities (MREL): banks are not at the same stage today as they were seven years ago.", "The resolution authority could, in turn, better take into account certain strategies, and thereby accept a certain level of risk.", "A likely effect of recovery options or transfer tools is that the structure of the remaining group might become less complex and therefore carry less risk.", "Besides, the stance on waivers of internal requirements for entities located in the same Member State (or even in the same Banking Union) has proven overly conservative.", "We need pragmatism, and consistency between the SRB and the SSM: when an entity has been waived from capital requirements, or is simply not subject to capital requirements, the resolution authority could apply the same on MREL.", "Proportionality to risk could entail other changes, such as the calculation of banks' contribution to the SRF.", "As of today, the size of institutions overwhelming importance in the determination of these contributions.", "This is more than questionable: size does matter in order to bring an institution under the scope of resolution, but size and risk are two different notions and they should be more clearly differentiated in technical implementation.", "In order to ensure the fairness of contributions, and greater adherence to the SRM overall, it is necessary to adapt formulae accordingly.", "Beyond fairness, penalising the largest banks or groups prevents the emergence of pan-European groups, which is one of the Banking Unions' objectives.", "Here let us acknowledge that we have collectively failed so far; we have a Banking Union without really cross- borders European banks.", "This is a major weakness.", "This is where we should bring our Ziel, our strategic objective, into our field of vision.", "And even more so since MREL requirements in the European Union are, on the whole, far more stringent than the TLAC international standards and their translation into other regulations.", "Let me conclude by saying that, in 2022, after the first seven years of existence of the single resolution mechanism, it may be time to recall what Clausewitz identified as the greatest difficulty: rightly \"to adhere steadfastly in execution to the principles which we have adopted.\"", "That does not mean showing rigidity in technical implementation, on the contrary.", "It means taking a risk-based approach and conducting a balanced analysis of the best way forward in order to serve these principles in a relevant way.", "I will end my speech with another phrase of Roman wisdom: in medio stat virtus, virtue lies in the middle.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["resolution", "supervision", "Banking Union", "crisis management", "public interest assessment", "bail-in", "Single Resolution Fund", "own funds", "risk-based approach", "proportionality"]}