{"sentences": ["I am happy to welcome you to the joint seminar of the Bank of Greece and the European Investment Bank.", "Over the past years, the EIB Group had a crucial contribution in unlocking financing and promoting high-impact investments across Greece.", "In close cooperation with leading Greek banks and other partners, Greece benefited more than any other country from the EIB's unique technical expertise, financial strength and environmental best practices.", "This seminar on investment and financing of the economy takes place at a time where both these elements are of paramount importance for the Greek economy, i.e.", "after the pandemic crisis and the debt crisis, in order to succeed a swift recovery and sustainable growth over a longer horizon.", "Economic activity is currently recovering from the recession caused by the pandemic The Greek economy experienced the second and the lockdown measures adopted in 2020. biggest recession in the Eurozone at -9% in 2020 but the pace of recovery is equally impressive.", "Economic activity is estimated to have recovered in 2021 strongly, up by 8.8%, with the expansion of the vaccination programme and the gradual return of social and economic life to normalcy.", "For 2022, a growth rate of around 4.7% was envisaged just before the invasion of Russia in Ukraine.", "Domestic demand will be the key driver of growth, mainly private consumption and investment.", "The external sector will contribute positively, but to a much lesser extent.", "The invasion of Russia in Ukraine creates an important supply side shock, which affects output negatively and increases energy prices in particular, but it is still rather early to estimate its impact.", "This will depend, among others, on the fiscal and monetary policy response at the European level, which is still not determined.", "The measures taken by the ECB, coupled with the supervisory flexibility provided by the SSM, have led to a significant improvement of liquidity in the banking system.", "The inclusion of Greek government bonds in the Pandemic Emergency Purchase Programme of the ECB and the easing of collateral standards applied to Eurosystem refinancing operations allow the supportive monetary stance in the euro area to be transmitted more effectively to the real economy.", "The Bank of Greece projects that the growth rate of potential output ten years from now But over the coming years, the Greek economy is expected to grow at rates will be close to 2%.", "higher than potential for a number of reasons.", "First, private sector savings (including net capital transfers) are unusually high, averaging around 15% of GDP in 2021 from 6% of GDP on average in the five years before the covid-19 pandemic.", "This is the result of higher precautionary savings, a postponement of consumer and other spending, State aid and moratoria on loan/tax obligations.", "The high savings are reflected in the increase in private sector deposits by 34 billion euros - i.e.", "The gradual de-escalation of the high savings rate will boost domestic demand and especially private consumption.", "Second, Greece will receive approximately € 30.5 billion from the Resilience and Recovery Fund.", "NGEU funds are targeted at growth-enhancing high value-added projects in the areas of energy saving, the transition to green energy, the digital transformation of the public and the private sector, employment, social cohesion, and private investment and will be disbursed upon conditionality.", "Channeling these resources to sustainable investment projects will boost real GDP by 7% by 2026 and will contribute to the increase of employment, private investment, exports and tax revenue.", "At the same time, Greece will receive 40 billion euros from the Structural Funds over the coming years and also increased foreign direct and indirect investment is expected to be attracted.", "It is also noted that, in the medium term, the prospects for high growth rates arise not only from the expected investments but, more importantly, from the increase in productivity that will be caused by the reforms envisaged in the National Recovery and Sustainability Plan \"Greece 2.0\" - market liberalization, privatizations and increased investment in education - as well as the digital and green transition.", "Third, the increased ability of the banking system to contribute to the financing of viable investment projects.", "The stock of deposits in the Greek banking system is currently around 176 billion euros, i.e.", "at the level of September 2011.", "Moreover, during the past few years, the financial fundamentals of Greek banks improved significantly.", "Compared to March 2016, the stock of non-performing loans was reduced by more than 50%, mostly through securitizations with the use of the Hellenic Asset Protection Scheme.", "Banks managed to eliminate their reliance on the Emergency Liquidity Assistance and regained access to the wholesale markets, issuing senior unsecured notes and capital instruments.", "Two systemic banks also managed to tap the capital markets and executed successful share capital increases in 2021.", "Currently, banks enjoy adequate liquidity and capital buffers that can allow them to provide lending to the real economy.", "Still, the NPL ratio remains the highest in the Eurozone and is an impediment to credit expansion, especially to small businesses where the credit risk is higher.", "Securing financing for investment in Greece is crucial in order to meet future challenges.", "Investment has declined dramatically during the global financial and debt crisis and has not recovered significantly since.", "In 2020, investment in Greece stood at close to 12% of GDP whereas the Euro area average was almost 22% of GDP.", "Greece obviously needs an investment shock to augment the eroded capital stock, increase productivity and overcome output hysteresis.", "Investment has recovered sharply in the first three quarters of 2021, supported by a significant increase in bank credit to nonfinancial companies since the start of the pandemic.", "And the EIB has played an important role to that since, together with the European Investment Fund, provided support for private and public investment of 4.85 bn euros.", "This is a significant increase from the previous record of 2.8 bn euros delivered in 2020.", "EIB Group financing in Greece represented 2.7% of national GDP, the largest engagement in any country worldwide.", "As regards non-financial corporations, in 2021 more than 10% of new bank business loans were supported by financial instruments related to the EIB or the EIF.", "Looking ahead, the role of the EIB will remain crucial.", "Following the agreement between EIB and the Ministry of Finance, EIB will manage 5 bn euros in the context of the National Recovery and Resilience Plan.", "Via this agreement, the EIB will utilize funds of the RRF Loan Facility for onlending to private investments.", "The RRF loan facility will cover up to 50% of each investment project, while the remaining amount will be covered by EIB's and beneficiaries' own funds.", "Greece will benefit from the technical, economic and financial expertise of the EIB in identifying high-impact projects and effective structures, which will significantly contribute to make the best use of the RRF funds.", "Greek businesses and entrepreneurs will also benefit from access to financing as a result of the partnership between the country's systemic banks and the EIB Group under the European Guarantee Fund (EGF).", "Under the EGF program, a total of 2.7 bn euros of guarantees provided to Greek banks will help companies across the country with sustainable business plans to recover from covid-related challenges.", "The agreement includes also the first ever EIB intermediated operations to strengthen access to finance by large corporates, broadening the EIB's support for the real economy in the country.", "both in the short and the long run.", "Of immediate relevance is to maintain Challenges remain, credit provision to the real economy, restore fiscal sustainability as the economy rebounds and to further reduce the high stock of non-performing loans.", "In the medium to long run, the main challenges are to close the large investment gap, accelerate the pace of the privatisation and reforms programme, continue to improve the management of state assets, attract foreign direct investment, promote innovation, education and knowledge-based capital and make the digital and green transformation a success.", "A particular challenge is to create new banking products in order to provide credit to viable small and medium sized enterprises which, for various reasons, have difficulties in accessing bank credit.", "With responsible fiscal policies and commitment to implementing reforms, the Greek economy can ensure sustainable long-term growth.", "And we are happy that EIB will be our partner in that effort."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Investment", "Recovery", "Growth", "Banking", "EIB", "Financing", "Productivity", "Sustainability", "Challenges", "Fiscal"]}