{"sentences": ["Opening Remarks by Dr. Godwin I. Emefiele, CON At the Official Launching of the Tertiary Institutions Entrepreneurship Scheme (TIES) Thursday, 25th November, 2021 Good afternoon, Distinguished Ladies and Gentlemen.", "I am pleased to welcome you to the official launching of the Tertiary Institutions Entrepreneurship Scheme (TIES), an intervention of the Central Bank of Nigeria aimed at addressing the dual challenge of youth unemployment and underemployment in Nigeria.", "The Scheme, developed in partnership with Nigerian polytechnics and universities, is designed to harness the potentials of graduate entrepreneurs by creating a paradigm shift from the pursuit of white-collar jobs to a culture of entrepreneurship for economic development and job creation.", "As you are all aware, at the occasion of the 51st convocation of the University of Lagos, in July 2021, I delivered the convocation lecture titled, National Development and Knowledge Economy in the Digital Age: Leapfrogging SMEs into the 21st Century.", "At that event, I promised that the Central Bank will seek fresh collaboration with the nation's tertiary institutions to develop entrepreneurship programmes, and to support-through the provision of access to finance-graduates and undergraduates who have bankable ideas, to bring the ideas to fruition.", "Engagements have been on-going between the Central Bank and the leadership of some of our tertiary institutions regarding the framework for an innovative financing model that will support entrepreneurship development among our graduates and undergraduates.", "This launch of the Tertiary Institutions Entrepreneurship Scheme today, is a culmination of the engagements and fulfillment of that promise.", "With about 600,000 students graduating yearly from Nigerian tertiary institutions, and without the commensurate employment opportunities in both the public and private sectors, it has become imperative that government, at all levels, puts in place policy measures to support entrepreneurial development among our youth.", "Such measures would create an enabling business ecosystem that supports innovation and enables the youth to unleash their entrepreneurial potential, by redirecting their focus from seeking white-collar jobs to a culture of entrepreneurship development.", "The ecosystem should provide support in re- orientating, training, and providing a financing model apt to the peculiarity of the sector within which the businesses operate.", "Ladies and Gentlemen, entrepreneurship is an integral part of any economy, and entrepreneurs play a key role in driving growth and innovation, which in turn results in job creation.", "In line with its mandate of ensuring monetary and price stability, and its developmental mandate of ensuring inclusive growth in the economy, the Central Bank of Nigeria (CBN) has introduced several programmes that create an ecosystem that allows the flow of affordable credit to the real sector.", "These interventions are industry-led and designed to support the resilience of targeted priority sectors and segments for growth and jobs creation.", "With an estimated population of 213 million, out of which two-third are youth, aged under 35 years, the nation is faced with a historic opportunity, particularly as the demography continues to create clear evidence of their relevance to economic development, as accentuated by the global recognition of Nigerian tech start-ups and continued growth of businesses in the technology space owned by the youth.", "In realization of this, the CBN has introduced several innovative financing programmes designed to extend low-cost financing to youth entrepreneurs across the country.", "These interventions have continued to receive resounding commendations, as they have proven effective in extending credit to youth entrepreneurs across the country.", "For instance, under its Targeted Credit Facility (TCF), the Bank has disbursed a total of ₦363.49 billion to 766,719 beneficiaries, comprising 638,070 households and 128, 649 small businesses.", "Under its Agribusiness Small and Medium Enterprise Investment Scheme (AgSMEIS), the Bank has released ₦134.63 billion to 37,571 entrepreneurs.", "Disbursements under the NYIF stood at ₦3.00 billion to 7,057 small business beneficiaries.", "Distinguished ladies and gentlemen, as part of measures to promote entrepreneurship development among the graduate and undergraduate youths of Nigerian polytechnics and universities, the Central Bank of Nigeria introduced the Tertiary Institutions Entrepreneurship Scheme (TIES) in October 2021, with the release of the implementation guidelines and the opening of the portal for submission of applications.", "The Scheme is aimed at providing an innovative financing model that will support the development of innovative entrepreneurial ideas among graduates and undergraduates of tertiary institutions in Nigeria.", "Today's official launch of the TIES and subsequent inauguration of the Body of Experts (BoE) for the Scheme's Developmental Component is a testimony of the important roles the youth play in building new blocks for economic growth, particularly as our national growth is highly dependent on a strong and competitive businesses.", "Bridging their financing gaps and enhancing access to low-cost credit to drive development of business is a task that can only be addressed by an innovative financing model that correlates with the complexity and dynamics of these small businesses.", "Distinguished Ladies and Gentlemen, let me state that the Scheme was designed to address three (3) verticals of the segment, i.", "The Term Loan Component - provides direct credit opportunities to graduates of Nigerian polytechnics and universities of not more than seven years post- graduation.", "An applicant, if successful, shall be eligible for a maximum of ₦5 million for an individual, sole- proprietorship or small company; and a maximum of ₦25 million for a partnership or company.", "The tenor for the facility is maximum of five (5) years, with a one- year moratorium, and at an interest of 5 per cent per annum, which shall revert to 9 per cent from March 2022.", "The pilot phase of the Scheme is presently being implemented through the Bank of Industry (BOI) with the development of an application portal and processing of submitted applications.", "The Equity Investment Component - is designed to support start-ups, existing businesses requiring expansion, and ailing businesses seeking resuscitation.", "The Component shall be implemented under the Bank's AgSMEIS Equity Window.", "Thus, the investment limit shall be subject to the limit prescribed by the AGSMEIS Guidelines and the investment period not more than ten (10) years.", "The Developmental Grant Component - is aimed at raising awareness and visibility of entrepreneurship among undergraduates of Nigerian tertiary institutions.", "Here, polytechnics and universities in Nigeria shall compete in a national biennial entrepreneurship competition where undergraduates are presented by the tertiary institutions to pitch innovative entrepreneurial or technological ideas with transformational potential.", "Three (3) top institutions at the regional levels shall proceed to the national level, where the top five (5) shall be awarded grants ranging between ₦120 million and ₦250 million.", "Distinguished Ladies and Gentlemen, it is instructive to note that grant awards shall be used by the tertiary institutions solely for the development of the award- willing ideas.", "At this juncture, I wish to express my sincere gratitude to the Body of Experts (BoE) comprising professionals of impeccable standing, drawn from the academia, professional bodies, and industry.", "The Body has been constituted to evaluate and rank entrepreneurial presentations made by the tertiary institutions under the Developmental (Grant) Component.", "More importantly, the BoE shall recommend projects with high potential and transformational impact for grant awards.", "The Body of Experts is to be inaugurated later today and they are: i.", "Chairman - Mr. Abubakar Suleiman (Sterling Bank ii.", "Member - Mr. Patrick Iyamabo (First Bank Plc) iii.", "Member - Mr. Adamu Lawani (Zenith Bank Plc) iv.", "Member - Ms. Ngover Ihyembe-Nwankwo (Rand v. Member - Mr. Ashafa Ladan (National University vi.", "Muhammad (National Board for Technical Education) vii.", "Member - Dr. Friday Okpara (SMEDAN) viii.", "Member - Mr. Tope Fasua (Global Analytics ix.", "Member -Brigadier-General Folusho Oyinlola (National Defence College) x.", "Member - Ms. Bolanle Adekoya (PWC) Secretary - Mrs. Temitope Akin-Fadeyi (CBN) xi.", "Distinguished Ladies and Gentlemen, today as well, cheques shall be presented to five (5) beneficiaries under the Term Loan Component of the Scheme.", "These beneficiaries are among the many who submitted their applications via the dedicated portal and their applications processed.", "I would like to urge the recipients of these loans to judiciously utilize the funds for the purpose for which they had indicated in their applications.", "It is my strong belief that the Scheme will offer our youth entrepreneurs access to much needed finance, which has been identified as one of the major limiting factors to entrepreneurship development in Nigeria.", "We are aware that there has been agitations by some tertiary institutions that were not included in the pilot phase of the Scheme.", "Let me reiterate here that with the launch of Scheme today, other deserving tertiary institutions will be brought on board over time.", "With ongoing dialogue and engagements with other segments of the educational sector, feedbacks received shall form the basis for the periodic review of the guidelines, with the intent to scale up participation under the Scheme in future.", "Distinguished ladies and gentlemen, let me restate the Central Bank of Nigeria's total and unrelenting commitment to supporting the country's educational sector in all ramifications, as without a robust educational sector wholesome development shall remain a mirage.", "I believe with the launch of the Scheme, and other programmes such as this, it is only a matter of time before our tertiary institutions return to the glory days, where they churned out graduates, not only ready and able to provide real solutions to the various challenges emanating from their immediate environment and even beyond, but who can compete favourably with their counterparts around the world.", "I would like to conclude with a clarion call to Nigerian youths, particularly our graduates and undergraduates, that they should not succumb to the weight of despair regarding the challenges being faced by the nation.", "I challenge you today to pull yourselves up by your bootstraps, take up the challenge of undertaking that paradigm shift, by applying innovative and creative thinking in providing solutions capable of creating wealth and value for yourself, your community and the nation at large.", "Ladies and gentlemen, I thank you for your time.", "Dr. Godwin I. Emefiele, Governor, Central Bank of Nigeria November 25, 2021"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Youth Entrepreneurship", "Tertiary Institutions", "Entrepreneurship Development", "Financing Model", "Low-Cost Credit", "Innovative Financing", "National Development", "Economic Growth", "Job Creation", "Youth Unemployment"]}