{"sentences": ["Before I begin my remarks, I would like to take a moment to honour the memory of President David Sassoli.", "Like all who knew him, I was deeply saddened by his loss, and I would like to remember him with the words he said in his inaugural speech as President of the European Parliament: \"Europe still has much to say if we can all speak with one voice\".", "His commitment to Europe, and to all Europeans, will be greatly missed.", "I am very grateful for the chance to speak today with parliamentarians from across the EU.", "Almost 27 years ago to the day, also while inaugurating a French EU presidency, President François Mitterrand said: \"the more Europe there will be, the more democratic this Europe must be, and the more parliamentary it must be\".", "These words remain as true today as they were at the time.", "What a long way we have come since then.", "In January 2002, people in 12 EU countries held euro banknotes and coins in their hands for the very first time.", "Now, 20 years later, over 340 million people are using euro cash in their everyday life and our single currency is more popular than ever.", "Reaching this point has not been easy.", "We have faced a series of crises, ranging from the global financial crisis to the sovereign debt crisis to the pandemic crisis.", "We have had to redesign and reinforce our institutional framework multiple times along the way.", "But, despite the sceptics and against their expectations, we have prevailed - and we have emerged from each crisis stronger.", "Today, though the number of infections in Europe remains very high, we are moving out of the emergency phase of the pandemic.", "This is thanks to our remarkable collective response.", "But we need to retain our sense of unity and direction as we move into the next phase.", "The task we are facing now is to build on the foundations we have laid in the past two years and embed the lessons we have learned.", "If we do so, we can turn our achievements into lasting progress for Europe.", "I see three key directions in which this is possible.", "These are providing stability, strengthening supply and ensuring strategic autonomy.", "Providing stability The COVID-19 pandemic has been a major shock to our societies and economies.", "But it has shown that Europe can provide stability for our economy.", "When policymakers work hand in hand towards the same goal, the results can be impressive.", "Consider that from the onset of the global financial crisis, it took seven years for euro area GDP to get back to its pre-crisis level.", "Today, we expect GDP to exceed its pre-pandemic level in the first quarter of this year.", "This difference owes much to Europe's combined policy response.", "For our part, the ECB promptly launched a set of extraordinary measures to stabilise financial markets, secure monetary policy transmission and thereby defend price stability.", "Our commitment to preserving favourable financing conditions provided a bridge to support firms, households and governments to the other side of the pandemic.", "In parallel, actions taken by ECB supervisors ensured that banks could act as a conduit for our measures.", "Together, we estimate that this saved more than one million jobs.", "Our monetary policy was flanked by an ambitious fiscal policy response to stabilise jobs and incomes.", "Governments and parliaments provided direct support to workers and businesses.", "And they showed flexibility and solidarity at EU level: fiscal and state aid rules were temporarily suspended, and new common fiscal instruments were introduced, notably Next Generation EU (NGEU).", "This has laid the groundwork for a strong recovery - much stronger than we imagined even a year ago.", "But there is still a need for stabilising policy as we navigate our way out of the pandemic.", "The rapid reopening of the economy has led to steep rises in the prices of fuel, gas and electricity.", "It has also led to prices increasing for durable goods and some services, as demand outstrips constrained supply.", "Year-on-year inflation in the euro area reached 5% in December, with around half coming from energy prices.", "These same factors are in turn weighing on growth in the near term, which slowed at the end of last year.", "Higher energy prices are cutting into household incomes and denting confidence, while supply bottlenecks are leading to shortages in the manufacturing sector.", "We expect the drivers of inflation to ease over the course of this year.", "But we understand that rising prices are a concern for many people, and we take that concern very seriously.", "So let me reiterate that our commitment to price stability remains unwavering.", "We will take any measures necessary to ensure that we deliver on our inflation target of 2% over the medium term.", "That is why, at our last Governing Council meeting, we recalibrated our policy measures, allowing for a step-by-step reduction in the pace of our net asset purchases, moving gradually from around €80 billion per month to €20 billion per month over the course of 2022.", "We also ensured that we have the flexibility to respond to a range of circumstances.", "At the same time, we concluded that monetary accommodation is still needed for inflation to settle at 2% over the medium term.", "Strengthening supply Monetary policy works on the demand side of the economy by stabilising output around its potential level.", "But the level of potential output is mostly affected by the actions of other policymakers, besides the hard work of people and the strength of businesses.", "And this brings me to the second area on which we need to build: strengthening supply.", "There are structural changes taking place in the economy today which could have a profound impact on the supply side of the economy.", "The green transition, the digital revolution and demographic shifts have all been accelerated by the pandemic.", "If we are to achieve sustainable growth in the future, supply and demand need to move together as the economy adjusts to these changes.", "For example, the economy is already becoming greener as consumers change their behaviour and new regulation bites.", "And I am confident that this will ultimately provide a new source of growth for Europe: nine of the top 20 global players developing green-digital patents are European.", "But if supply capacity cannot adjust quickly enough, the transition could be bumpy.", "One possible consequence, as I have discussed elsewhere, is greater volatility in energy prices, as bridge technologies like natural gas have to be used to fill gaps in energy production.", "And there is a risk that this could affect public confidence in decarbonisation.", "So the solution has to be to accelerate investment in renewables - and other green technologies - so that they come online faster.", "We are fortunate in Europe that our policy response has not only focused on stabilising demand, but also on redirecting supply towards the sectors of tomorrow.", "NGEU is a unique tool that can provide the investment impetus we need.", "It is critical that it becomes a complete success.", "You, national parliamentarians, now have the opportunity to ensure a swift and effective implementation of the reform and investment plans presented by Member States.", "That said, we will not be able to rely on NGEU alone to reorient our economy towards the future.", "It has a capacity of €750 billion until 2026, but achieving the green transition will moreover require additional investments of €520 billion per year by 2030.", "Catching up with leading digital competitors - the United States and China - will require an additional €125 billion per year.", "If we are to close this gap, we also need to find ways of unlocking the large pool of private investment in Europe and across the world.", "For that, we need a robust, integrated and diversified EU financial sector.", "This is one key reason why, in addition to completing the banking union, we need to further deepen Europe's capital markets.", "Last year, I called for us to focus in particular on completing a \"green capital markets union\".", "This is because equity investors are more suitable to finance riskier and more innovative projects, which are key to the digital and green transition.", "We also have a first-mover advantage in green finance, with 60% of global green bond issuance taking place in the EU.", "So how can we move forward?", "At European level, the legislative proposals recently published by the European Commission under the Capital Markets Union Action Plan provide a good basis for discussion with the colegislators.", "But we need to see progress at the national level, too.", "Tax and regulatory reforms aimed at supporting equity and venture capital investments are a key ingredient in deeper capital market integration.", "Ensuring strategic autonomy Taking these steps will create a stronger and more dynamic European equity landscape, which at the moment unfortunately lags behind our international peers.", "This, in turn, would strengthen Europe's strategic autonomy, or, in other words, develop a higher degree of European sovereignty.", "This is the third area where I see potential to build on what we have achieved during the pandemic.", "We have taken several steps over the last two years that have bolstered our autonomy in the world.", "Our improved policy mix has helped strengthen our internal demand, making our growth more robust in a more uncertain global landscape.", "NGEU has increased the credibility of EU bond issuances as a new class of common European safe asset, boosting the international role of the euro.", "And if the reform plans embedded in NGEU are implemented diligently, it will validate and strengthen the confidence being expressed by financial markets in this new asset class.", "The ECB, as part of its monetary policy operations, purchased around €100 billion in European supranational bonds last year.", "But the pandemic has also opened up new fronts on which we need to consider our place in the world.", "In particular, it has dramatically sped up the digital revolution.", "Consumers have switched en masse to e-commerce, cashless payments have become the norm, and almost half of EU firms say that they have used the crisis as an opportunity to become more digital.", "Strengthening Europe's strategic autonomy is vital in this context, as the digital realm is a global one where other economies have a head start.", "We need to act together on digital issues in order to remain in control of essential economic activities and set the highest standards for our citizens.", "The recent legislative initiatives - like the Digital Services Act or the Digital Markets Act - and the \"Path to the Digital Decade\" presented by the Commission last year will help to secure the EU's global position in this field and project our standards across the world.", "And the ECB is also doing its share to prepare Europe for the new digital landscape, notably via the digital euro project.", "We are currently investigating the key issues raised by its design and distribution.", "When this work concludes, in 2023, stakeholders - including Members of the European Parliament - will need to decide on the way forward.", "A digital euro would give people access to a simple, safe and reliable means of payment that is issued by the central bank, publicly guaranteed and universally accepted across the euro area.", "A digital euro would also provide new business opportunities and act as a catalyst for technological progress and innovation: European intermediaries would be in a position to improve the services they offer to their customers and stay competitive as new actors enter the payments landscape.", "This would also support Europe's monetary and financial sovereignty.", "The digital euro would not replace cash.", "In fact, to coincide with the 20th anniversary of euro cash, the ECB has decided to launch a process of redesigning the banknotes to make them more relatable to Europeans of all ages and backgrounds.", "Our joint response to the pandemic has shown what we can achieve when we act together.", "We are emerging from the crisis stronger and with a solid foundation to build on.", "But there is much still to be done, and we should not let our resolution fade as the urgency of the crisis passes.", "During the last French EU presidency, President Nicolas Sarkozy said: \"Europe needs to give itself the means to play the role it must have in the new world that is emerging.\"", "These words still ring true today.", "We have an opportunity today to take decisions that will allow us to master the next phase of challenges we will face.", "That is the best way to demonstrate to our fellow citizens, and to the whole world, that the euro brings us together - and by bringing us together, it makes us stronger.", "I am now happy to further discuss these matters with you, as your support and contribution as parliamentarians will be essential in this endeavour.", "Altavilla, C., Barbiero, F., Boucinha, M. and Burlon, L. (2020), \"The great lockdown: pandemic response policies and bank lending conditions\", Working Paper Series, No 2465, ECB, Frankfurt am Main, September.", "Average net asset purchases in 2021Q4 were €82 billion per month.", "European Investment Bank (2021), Investment Report 2020/2021: Building a smart and green Europe in the COVID-19 era.", "Lagarde, C. (2021), \"Monetary policy during an atypical recovery\", speech at the ECB Forum on Central Banking \"Beyond the pandemic: the future of monetary policy\", Frankfurt am Main, 28 September.", "European Commission (2021), \"The EU economy after COVID-19: implications for economic governance\", Communication on the EU economic governance review, p.", "Lagarde, C. (2021), \"Towards a green capital markets union for Europe\", speech at the European Commission's high-level conference on the proposal for a Corporate Sustainability Reporting Directive, Frankfurt am Main, 6 May.", "Lagarde, C. (2021), \"Globalisation after the pandemic\", 2021 Per Jacobsson lecture at the IMF Annual Meetings, 16 October.", "European Central Bank (2020), Study on the payment attitudes of consumers in the euro area (SPACE), December.", "European Investment Bank (2021), EIB Investment Survey 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Energy prices", "Supply", "Green transition", "Capital markets", "Strategic autonomy", "Digital euro", "EU economy", "Pandemic response"]}