{"sentences": ["SPEECH Monetary policy in the euro area Karl Otto Pöhl Lecture by Christine Lagarde, President of the ECB, organised by Frankfurter Gesellschaft für Handel, Industrie und Frankfurt, 20 September 2022 I am honoured to deliver the Karl Otto Pöhl lecture this evening on the topic of monetary policy in the euro area.", "After a long period when inflation in the euro area was too low, it is now far too high.", "We are in the tenth consecutive month of record-high inflation rates and we may see this streak continue in the near term.", "Inflation is being caused by a series of unprecedented shocks, which have led to turning points in the global economy.", "As a result, price pressures have proven much stronger and more persistent than originally projected.", "In this setting, monetary policymakers must ensure that inflation does not become entrenched and that it returns to target in the medium term.", "And our policy response will need to account for the special combination of shocks that we are facing in the euro area.", "In my remarks this evening, I would like to address two issues.", "First, the nature of the inflation shock we are facing in the euro area today, and second, the implications this has for monetary policy now and in the future.", "The shocks hitting the euro area economy In our monetary policy strategy, the appropriate response to a deviation of inflation from our target depends on three factors: the source, size and persistence of that deviation.", "Typically, when the source of an inflationary shock is stemming mainly from demand, monetary policy will respond proactively to prevent the economy from overheating.", "And when faced with supply shocks, to the extent that such shocks are seen to have no lasting impact on inflation, central banks will \"look through\" and extend the medium-term policy horizon if necessary.", "But such a neat categorisation does not adequately capture the situation we are facing in the euro area today.", "We are not seeing the type of demand-led overheating that is visible in the United States and, despite a tight labour market, the risk of a wage-price spiral so far seems to remain contained.", "Instead, the euro area is seeing an increase in inflation driven by two unprecedented shocks.", "These shocks have constrained global supply, but they have also shifted demand and led to a large and persistent inflation response.", "The first shock was the pandemic.", "Pandemic-related supply bottlenecks and rising prices have reinforced each other, with firms reacting to the threat of shortages by ordering more and earlier.", "This \"bullwhip effect\"[ has driven up prices along the pricing chain.", "At the same time, the fiscal and monetary policy response to the pandemic has succeeded in protecting nominal incomes, thereby supporting a fast recovery of demand when our economies reopened.", "The resilience of incomes has, in turn, triggered large swings in demand across sectors.", "During the lockdown period, and thanks notably to e-commerce, consumption was concentrated on durable goods.", "Then, when the economy reopened, we saw strong pent-up demand for services.", "Since the start of the pandemic, the volatility of durable goods consumption has been almost ten times higher than during the preceding two decades, and almost 30 times higher for services.", "This has led to inflation broadening into both industrial goods and services.", "Today, around threequarters of the items in the core inflation basket have inflation rates above 2%.", "The second shock has been Russia's unjustifiable invasion of Ukraine.", "Even before the invasion, OPEC+ production cuts and capital constraints on US shale producers were restricting energy supply.", "This resulted in a spike in energy prices which was a major factor in our underestimation of inflation.", "[ But the invasion has hugely aggravated the supply squeeze and sent energy prices to extraordinary levels, making it all the more challenging to forecast inflation.", "European gas and electricity prices are up 105% and 75%, respectively, since the months before the invasion[ ], and around 650% and 450%, respectively, since the first half of 2021.", "This surge in energy prices has directly contributed around 30% to the headline inflation rate since the start of this year and, indirectly, has added to the broadening of price pressures across the economy.", "In fact, the models used by the national central banks indicate that the indirect effects of higher energy costs are currently contributing around one-third to core inflation.", "The persistence of inflation Collectively, these shocks have pushed inflation a long way from our target.", "Headline inflation - which was negative as recently as December 2020 - has risen by 9.4 percentage points from its trough during the pandemic to its peak last month.", "Core inflation has risen by 4.1 percentage points.", "In the recent past, elastic global supply has meant that shocks to production or energy have dissipated eventually.", "Following the Iraqi invasion of Kuwait in the 1990s, for example, oil prices fell below their pre-war level after around five months.", "And following the Japanese earthquake and nuclear disaster in 2011, production is estimated to have returned to normal after only seven months for Japanese firms.", "But the shocks triggered by the pandemic and the war have also created what I have previously called a \"new global map\" of economic relationships.", "[ The economic turning points on this new global map imply that supply constraints are likely to last longer than in the past.", "And this means, in turn, that it is taking longer for the inflationary effects of those shocks to fade out.", "Two issues are worth considering here.", "First, geopolitics have shaken up European energy markets.", "The cut in gas supplies owing to the Russian invasion has become a major structural change which will have ramifications for several years.", "For example, following the two oil shocks of the 1970s - the OPEC embargo and the Iranian revolution - the effect on oil prices was still persistent after three years.", "This was because, in both cases, the shocks were related to a lasting shift in the geopolitical landscape, and reductions in oil supply could not be fully offset by oil from other sources.", "[ Today, although the EU response will cushion the rise in energy costs, fossil fuel prices are likely to be higher for some time.", "Fully replacing European imports of Russian fossil fuels is a challenge in the short term, even though there are an increasing number of examples of substitution effects taking place.", "[ Over the longer term, the war is likely to accelerate the green transition in Europe, including the switch to renewables.", "This will require considerable green investment but will also weigh on investment in oil and gas production during the transition phase.", "That could put upward pressure on fossil fuel prices while demand for those fuels remains high.", "If energy prices are durably higher during the transition, it may have an impact on industrial production in Europe, affecting both supply and prices.", "This is certainly how firms in the euro area see the situation.", "In a recent ECB survey, at least 80% of respondents expected the ongoing transition to make the raw materials and energy they use more expensive, leading to higher prices for their products.", "[ Second, globalisation is and will be changing.", "The disruptions created by the pandemic, the exposure of vulnerabilities, the new geopolitical landscape and the prospect of higher energy and transport costs look set to trigger a reassessment of global value chains.", "While I doubt that we will see de-globalisation, firms are likely to hold higher inventories on a permanent basis and shorten their supply chains to relocate high-value services and R&D centres.", "This is especially true where strategic considerations come into play.", "We might also see energyintensive production being relocated owing to the uneven impact of the current energy price shock.", "Added to this, the speed of the transition and the new energy mix will contribute to material transformations.", "A recent survey finds that around 60% of firms had increased their inventories of critical products by the end of 2021, and almost 90% were expecting to regionalise their production over the next three years.", "[ This is likely to reduce efficiency and increase costs, which could create inflation pressures while supply chains are adjusting.", "It could also make the economic cycle more volatile.", "[ Over time, however, the turning points I have identified could also dampen the impact on prices.", "The green transition, for example, should ultimately lead to falling electricity prices.", "And insofar as the inventory cycle returns, it will be a multiplier for lower prices when inventories are liquidated in a downturn.", "The ECB's monetary policy response So, to sum up, we are currently facing a situation where lingering supply constraints are an important factor causing above-target inflation to persist for longer - and their effect is being exacerbated by the release of pent-up demand.", "In this setting, monetary policy needs to avoid deviations from our target becoming entrenched and return inflation to 2% in the medium term.", "Two considerations are important here.", "The first is the destination of monetary policy: we need to normalise policy, and be ready to adjust rates by as much as necessary to reach our inflation target in the medium term.", "The second consideration is the pace of rate increases: since interest rates are rising from very low levels, the pace of rate increases can mobilise the signalling channel of monetary policy directly.", "Let me address each of these points in turn.", "The destination of monetary policy First, when inflation is high and growth is constrained by inelastic supply, monetary policy cannot remain expansionary and add to inflationary pressures by pushing up demand.", "It is therefore appropriate to pursue a strategy of monetary policy normalisation.", "As I explained in a blog post earlier this year,[ normalisation implies ending net asset purchases and then raising rates to neutral levels - so levels that are neither expansionary nor restrictive.", "That is why the ECB has not only started raising interest rates, but also communicated that we expect to raise interest rates further over the next several meetings.", "And to ensure that these changes in our policy stance are effective, we have taken several decisions over the last few months to preserve the orderly transmission of our stance throughout the euro area.", "[ As we move forward, we will reassess whether a normalisation strategy is sufficient to bring us back to 2% inflation over the medium term.", "Ultimately, the terminal rate at which our hiking cycle ends must be compatible with inflation returning durably to our target - and that rate will depend on how the economic environment evolves around us.", "One key factor will be how the persistence of the shocks we are facing affects inflation expectations and potential output.", "If there were evidence that high inflation risked de-anchoring inflation expectations, then the policy rate that is compatible with our target would lie in restrictive territory.", "Similarly, were we to conclude that ongoing supply shocks had durably lowered economic potential, we would have to ensure that demand remains aligned with supply.", "Another key factor will be how the growth outlook affects inflation.", "Negative supply shocks will result in a growth slowdown, which will likely have an impact on the prevailing inflation rate.", "In past euro area recessions going back to the 1970s, headline inflation has fallen by about 1.1 percentage points a year later, while core inflation has fallen by about half that amount.", "[ But this is not a hard-and-fast rule: in some recessionary episodes, such as those triggered by a worsening of supply conditions, inflation has stayed the same or even risen.", "In our downside scenario, which captures - among other shocks - the impact of a complete cut-off of Russian gas, we project that the economy will contract next year before picking up in 2024.", "But inflation is expected to be higher at the end of the projection horizon than in the baseline scenario.", "[ A third factor will be the actions of governments.", "Monetary policy will do whatever is needed to return inflation to our target.", "But a truly European approach where monetary and fiscal policy complement each other can improve the inflation outlook.", "In particular, how fiscal policies support firms and households through the difficult winter ahead will play an important role in inflation dynamics.", "Targeted, temporary and tailored measures are needed to protect the incomes of the most vulnerable, while also preventing a significant loss of capacity owing to production cuts and bankruptcies.", "But beyond that, it will make a difference whether fiscal policy focuses mainly on public consumption and transfers - which may add to inflationary pressures - or on public investment and debt sustainability.", "As many of the sources of inflation today are on the supply side, government policies that lift supply and redirect investment to where it is needed are necessary to support sustainable growth.", "The pace of rate increases The second consideration in responding to current inflation is the pace of rate increases.", "When inflation is high for a long period of time, an important role for monetary policy is to ensure that inflation expectations remain anchored as the shocks work their way through the economy.", "If expectations become de-anchored and trigger a wage-price spiral, it can lead to inflation becoming persistent even after the shocks disappear.", "Raising interest rates has a mechanical effect on demand and inflation, and thereby on inflation expectations.", "But when interest rates are starting from unusually low levels, rate hikes are more powerful if they also create signalling effects that influence expectations directly.", "In this context, especially compared with the traditional focus on 25 basis-point increments, adjusting the pace of rate hikes is a key tool to signal our determination to fulfil our mandate and keep inflation expectations contained.", "And moving faster at the start of the hiking cycle clearly conveys our commitment to bring down inflation to our medium-term target.", "At present, inflation expectations remain relatively well anchored across a range of measures.", "But there are two reasons why it would be unwise to take this for granted.", "First, the shock is severely affecting the prices of those consumption items, such as groceries and petrol, that have the greatest influence on households' inflation expectations.", "[ The ECB's Consumer Expectations Survey shows that, since February this year, both mean and median expectations for inflation three years ahead have risen by around 1 percentage point.", "Second, we are seeing a rapid change in the economic environment, with inflation switching from being very low to being extremely high.", "History suggests this can leave a scar on expectations.", "For example, research finds that differences in inflation expectations between people from the former East and West Germany can largely be explained by the lasting effect of the inflation shock after reunification.", "This contrasted strongly with the perceived norm of zero inflation in the German Democratic Republic and seems to have led former East Germans to over-adjust to an environment of rising prices.", "[ This imperative to anchor inflation expectations helps explain why, over the last two policy meetings of the ECB's Governing Council, we raised our key interest rates by 125 basis points in total.", "This is the fastest change in rates in our history and it has sent a strong signal of our determination to return inflation to our medium-term target in a timely manner.", "This major step also took into account the unusually low level of interest rates and the limited risk of overreacting at the start of the hiking cycle.", "Going forward, the appropriate pace of future rate increases will be decided on a meeting-by-meeting basis.", "Indeed, as we have repeatedly emphasised, we will remain data dependent in all scenarios.", "Where rates ultimately settle, and the size of the steps that we move in, will depend on how the inflation outlook evolves as we proceed.", "Inflation in the euro area has proven to be much higher and more persistent than originally projected.", "This reflects the unprecedented series of shocks we have faced, and the fact that those shocks have led to turning points in our economic environment.", "Monetary policy cannot prevent the first-round effects of many of these shocks.", "But it can ensure that they do not become embedded.", "This is what the ECB is doing.", "We have taken major steps along the path of normalising our monetary policy, frontloading our rate increases.", "This signals that we are determined to bring inflation back to our medium-term target of 2% in a timely manner and ensure that inflation expectations remain well anchored.", "We will not let this phase of high inflation feed into economic behaviour and create a lasting inflation problem.", "Our monetary policy will be set with one goal in mind: to deliver on our price stability mandate.", "Rees, D. and Rungcharoenkitkul, P. (2021), \" Bottlenecks: causes and macroeconomic implications \", BIS Bulletin, No 48, Bank for International Settlements, November.", "ECB staff have estimated that errors in our assumptions about energy prices explain around 75% of our forecast errors one-quarter ahead over the period from the start of 2021 to the first quarter of 2022.", "See Chahad, M., Hofmann-Drahonsky, A.-C., Meunier, B., Page, A. and Tirpák, M. (2022), \" What explains recent errors in the inflation projections of Eurosystem and ECB staff?", "\", Economic Bulletin, Issue 3, ECB.", "Boehm, C.E., Flaaen, A. and Pandalai-Nayar, N. (2019), \" Input Linkages and the Transmission of Shocks: Firm-Level Evidence from the 2011 Tōhoku Earthquake \", The Review of Economics and Statistics, Vol.", "Lagarde, C. (2022), \" A new global map: European resilience in a changing world \", keynote speech at the Peterson Institute for International Economics, Washington, D.C., 22 April.", "(2011), \" Historical Oil Shocks \", NBER Working Paper Series, No 16790, National Bureau of Economic Research, February.", "(2022), \" The impact of climate change on activity and prices - insights from a survey of leading firms \", Economic Bulletin, Issue 4, ECB.", "During US recessions from the 1950s to the 1980s, inventory investment accounted for 1.4 percentage points of the average 2% peak-to-trough decline in real GDP.", "(2005), \" Is the Business Cycle Still an Inventory Cycle?", "\", Economic Synopses, No 2, Federal Reserve Bank of St. Louis.", "The Governing Council has (i) decided to flexibly reinvest maturing securities under the pandemic emergency purchase programme, and (ii) launched a new transmission protection instrument.", "These are the median figures across recessions.", "See \" A downside scenario related to the war in Ukraine and energy supply cuts \", ECB staff macroeconomic projections for the euro area, September 2022.", "Weber, M., D'Acunto, F., Gorodnichenko, Y. and Coibion, O.", "(2022), \" The Subjective Inflation Expectations of Households and Firms: Measurement, Determination and Implications \", NBER Working Paper Series, No 30046, National Bureau of Economic Research, May.", "Goldfayn-Frank, O. and Wohlfart, J.", "(2020), \" Expectation formation in a new environment: Evidence from the German reunification \", Journal of Monetary Economics, Vol."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Supply shocks", "Energy prices", "Globalisation", "Inflation expectations", "Pace of rate increases", "Normalisation", "Green transition", "Fiscal policy"]}