{"sentences": ["1 Introduction Minister Lindner, Christine Lagarde, colleagues, ladies and gentlemen, How nice it is that you can be here today, and what a shame that the pandemic yet again prevents us from meeting in person.", "That said, virtual meetings have long since become part and parcel of our day-to-day lives.", "Here, too, a great deal has evidently changed since my inauguration.", "Back then, even the in-house livestream of the celebration merited an article in the newspaper.", "Change and continuity In my inaugural speech, I spoke with regard to the Bundesbank about the \"continuity of values in an ever-changing environment\".", "I deemed three elements to be indispensable: a culture of stability, competence and independence.", "And that still holds true today.", "Eleven years ago, the sovereign debt crisis was rocking the euro area, and the fallout from the financial crisis was by no means over.", "The euro area did ultimately overcome this crisis, and additional steps towards integration were taken.", "However, the question that preoccupied me time and time again during my tenure and which I addressed in many of my speeches still remains: namely, how can the monetary union develop further while continuing to be a union of stability?", "Many see political and fiscal union as a goal, and indeed, this would certainly set a consistent framework for the single currency.", "However, enshrined in the European Treaties is a decentralised framework with Member States that are more or less wholly autonomous in political, fiscal and economic terms.", "There is a no-bail-out clause and a ban on the monetary financing of governments by the central bank.", "This regulatory framework is more crisis-prone than that of a federal polity because of the impact of national decisions on all other Member States.", "In view of this, the many independent constituent parts must show consideration for the stability of the monetary union as a whole.", "And that is why sound government finances in the Member States and a stable banking and financial system are even more important here than in a federal set-up.", "A fundamental change to the Treaties was never really up for discussion.", "This is another reason why, in my view, the existing regulatory framework should be respected and made more crisis- proof.", "Ensuring that a balance is struck here between actions and liability will remain a key task for the future.", "That said, the regulatory framework has seen improvement in many areas.", "For instance, new institutions have been created for the purpose of crisis prevention and management.", "Take, for example, the European Stability Mechanism, or ESM for short.", "European banking supervision has also been restructured, and capital and liquidity requirements for the banking system have been increased.", "On the whole, the banks are more resilient today than they were prior to the financial crisis.", "In the speech I gave almost 11 years ago, I also set out the requirements for a successful, stability-oriented monetary policy.", "Functioning open markets and sound fiscal policy are not enough - a stable financial system is also needed.", "After all, it isn't just fiscal dominance that can pose a threat to monetary stability, it is also financial dominance.", "Where a stable, functionally viable financial system is concerned, it is not enough to monitor individual banks.", "Due regard also needs to be given to the interrelationships between financial market agents and the financial system as a whole.", "Macroprudential policy now fills this gap.", "It has always been important to me that, amidst all of these reforms, the clear, stability-oriented voice of the Bundesbank was clearly audible and the Bank, with its wealth of expertise, played a part in the debate on the right lessons to learn from the crises.", "This role has always been played based on my profound belief that only a monetary union that fulfils its promise of stability will be accepted by people in Europe in the long term.", "And it has always been played in the knowledge that conflicting objectives may arise with regard to that which appears warranted in a crisis situation versus a regulatory framework for monetary union that creates incentives for correct conduct.", "Resolving these conflicts of objectives is an immensely difficult task.", "Over all this time, monetary policy has played a significant, stabilising role.", "That said, it has never fully exited crisis mode, and the permanent state of emergency has left its mark.", "Monetary policy's frame of reference has shifted.", "In introducing non-standard monetary policy measures, the ECB Governing Council ventured into previously uncharted territory.", "In the discussions on this topic, it was always essential in my mind for the central bank to respect its narrowly defined mandate.", "After all, central bankers are not elected political agents and should therefore not make any decisions that are reserved for parliaments and governments.", "Otherwise, they could put their independence and therefore the basis for a stability-oriented monetary policy at risk.", "I'm certain that the line I draw between monetary policy and fiscal policy is more clear-cut than the one drawn by others.", "I have also repeatedly pointed out the risks and side effects of non-standard measures.", "I have done so because they could undermine the pursuit of price stability by causing monetary and fiscal policy to become more closely intertwined.", "Furthermore, I continue to believe that fiscal dominance could pose a major risk to monetary policy.", "Discussions in the ECB Governing Council were not always easy, and they were at times controversial as well.", "One of the reasons for this is that there was no blueprint for responding to various the crises.", "Another is that the monetary union, with its single monetary policy and 19 independent national fiscal policies, is sui generis in terms of its structure and differs vastly from other currency areas.", "However, I believe that our intense discussions ultimately resulted in better decisions.", "It was a challenging time when occasionally difficult decisions had to be made under time pressure and with far-reaching consequences.", "Not only did we debate with each other, we also agonised over the right path forward.", "Mario Draghi did not have an easy time in office, and he didn't make it easy for himself with the positions he took.", "Many conservations I have had testify to this.", "Christine, I would like to thank both your predecessor but especially you for creating a solutionoriented, open and constructive atmosphere in which to hold these discussions, which, by the way, have led to mutual decisions on multiple occasions - a fact often overlooked by the public.", "I have great respect for the work that both of you have achieved at the helm of the ECB.", "But I would also like to extend my gratitude to my other colleagues on the ECB Governing Council for their close and constructive collaboration.", "I think it is a remarkable accomplishment that we managed to work out a new monetary policy strategy even under the difficult conditions of the pandemic.", "The results speak for themselves.", "That said, the new strategy has yet to be put to the test, as inflation rates have climbed in the wake of the pandemic to their highest level since the monetary union was established.", "Inflation has reappeared on the agenda, and many people are concerned.", "This year, the rate of inflation is likely to decline again, yet uncertainty remains high as to whether rates will readily fall below the target of 2% or whether they will become entrenched instead.", "Against this backdrop of pronounced uncertainty, I believe it is especially important to strengthen people's trust in the ability and the will of the central bank to pursue without compromise its primary objective of monetary stability, especially without taking governments' funding costs into consideration.", "The German public trusts the Bundesbank.", "In forsa's latest confidence rankings, the Bundesbank is one of the few institutions that gained in trust throughout the pandemic year of 2021, while political institutions have suffered a loss of confidence.", "Ladies and gentlemen, The Bundesbank has not only assisted in change elsewhere; it has also undergone change itself.", "During my term of office, I worked hard to foster cooperation and embed a culture of openness, dialogue and integrity.", "Whether it's in our branches, the regional offices or Central Office: everyone has to play their part to ensure that the Bundesbank is best equipped to fulfil its important tasks.", "This is why everyone has to feel involved, able to put forward ideas and be heard.", "We have already made a good deal of progress along this path: respect and dialogue are increasingly shaping how people treat one another.", "Our working methods and process have become more agile, and the Bundesbank has taken important steps in the process of digitalisation.", "The key now is to build on this.", "In the Executive Board, we have vigorously pushed for this change together.", "For this I am very grateful to you, Claudia, and to all of the Members of the Executive Board - I think we have worked well together over all these years.", "Ladies and gentlemen, Around 30 years ago, the then Bundesbank President Helmut Schlesinger emphasised that the central bank cannot go it alone in ensuring stable prices, and that policymakers and society have to actively support the pursuit of stability.", "He summed this up under the term \"stability culture\".", "Then - as now - the Bundesbank stood on a firm foundation of competence, independence and a culture of stability.", "A firm foundation such as this makes it possible to safeguard stability, even when storm clouds gather and times are changing.", "In times where central banks have sometimes been perceived as the only institution with a capacity to take action and the expectations placed on them are continually growing, I think another important characteristic comes into play too, namely humility.", "Or, to quote Otmar Issing: \"Central banks are not almighty.", "[...] They must clarify and announce what monetary policy can achieve - and even more importantly, what it cannot deliver.\"", "A propensity towards overconfidence is something I have never detected at the Bundesbank - unlike the meticulousness and refreshing sober-mindedness that I have encountered there.", "And I know of no other institution in which so much expertise is blended with such a great deal of dedication, be that in the field of monetary policy, in banking supervision and financial stability, in cash and cashless payments or the many support units.", "And that is down to the employees.", "It is they who make the Bundesbank what it is.", "I have been proud to represent the Bundesbank - in various national and international bodies as well as to the general public.", "This would not have been possible without the proficient support and unstinting dedication of the staff; without the many analyses, memos, briefings and meeting dossiers; in short, without the solid work put in across all areas of the Bank.", "Today, I would like to take this opportunity to extend a very special thank you for that to all staff.", "May the same steadfastness, good fortune but also joy stay with you as you go about your important work.", "Remain an audible voice of reason in the public conversation.", "And preserve the Bundesbank's stability policy heritage - that which makes the institution so unique.", "It's now full steam ahead to the future, for all of you.", "Joachim, we have known each other for more than 20 years.", "When we bid you farewell five years ago, I described you as a central banker through and through, and I predicted that you would remain so.", "My prediction was to prove correct, it seems.", "According to the Harvard economist Robert Barro, the ideal central banker should always appear sombre in public, never tell any jokes, and complain continually about the dangers of inflation.", "That advice is getting on in years and I haven't really adhered to it myself.", "And you, Joachim, have no need for such advice either: you know this institution inside out, have proven yourself in times of crisis, have gathered international experience.", "In short, you are bringing with you the skills needed at the helm of the Bundesbank.", "You are, without doubt, the right person to take on the challenges facing the President of the Bundesbank.", "I wish you and the Bundesbank all the very best!", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Stability", "Inflation", "Central bank", "ECB", "Fiscal policy", "Financial system", "Bundesbank", "Crisis", "Euro area"]}