{"sentences": ["Thank you for inviting me to be your guest speaker and inducting officer for the 73rd Inaugural Meeting of the Management Association of the Philippines.", "Let me congratulate the 2022 MAP Board of Governors, led by Mr. Alfredo E. Pascual.", "Thank you for accepting the duties and responsibilities of leading this important organization.", "Since its inception in 1950, MAP has promoted management excellence for nation-building, and I laud MAP for delivering on this critical mission during this difficult time and supporting efforts toward economic recovery and sustainability.", "Let me begin with the economic outlook.", "Amid the health crisis, we have begun to see the dawn of recovery.", "After five consecutive quarters of negative growth, the economy bounced back with growth of 12.0 percent in the second quarter of 2021 followed by 7.1 percent in the third quarter.", "Labor conditions have improved, with the unemployment rate declining to an 11-month low of 6.5 percent last November, from the peak of 17.6 percent in April 2020.", "Inflation decelerated to 3.6 percent last December.", "This brought the average inflation for 2021 to 4.5 percent, above the official target range of 2.0 to 4.0 percent.", "For this year and next, we see inflation easing back to within the target range.", "The country's gross international reserves remain hefty at $107.7 billion as of end-November 2021, equivalent to 10.2 months' worth of imports of goods and payments of services and primary income.", "Cash remittances from overseas Filipinos continue to be a reliable source of foreign exchange, growing by 5.3 percent to USD25.9 billion in January to October last year, from a slight contraction in 2020.", "For the first 16 months, Foreign Direct Investments net inflows rose by 48.1 percent to US$8.1 billion, up from US$5.5 billion in the previous year.", "The Philippine banking system has remained sound amid the COVID-19 pandemic.", "The banking system's total resources grew year-on-year by 6.6 percent to P20.1 trillion as of end-October 2021.", "Asset expanded by 8.6 percent to P15.6 trillion, funded mainly by deposits, reflecting continued trust and confidence of the public in the banking system.", "As of end-October 2021, banks' total loan portfolio expanded yearon-year by 3.3 percent to P11.0 trillion.", "Non-performing loans ratio remained manageable at 4.4 percent over the same period.", "Banks remained profitable, recording an annualized net profit growth of 8.5 percent last year.", "Capitalization remained ample, with the capital adequacy ratio staying well above the BSP's 10 percent minimum requirement and the 8 percent prescribed by the Bank for International Settlements.", "Liquidity buffers stayed sufficient, with the liquidity coverage ratio of universal and commercial banks above the 100 percent minimum threshold.", "While the COVID-19 crisis has brought challenges, it helped accelerate financial digitalization and inclusion.", "More people started to embrace digital payment platforms and created electronic financial accounts.", "Even before the pandemic, we launched the Digital Payments Transformation Roadmap with the twin goals to first, digitize at least half of the total volume of financial transactions and second, have at least 70 percent of Filipino adults owning transaction accounts by 2023.", "To help achieve these goals, we have implemented the digital banking framework, which provides the rules for the establishment of digital banks.", "In addition, we created the open finance framework, which provides the rules for consent driven use of information for the development of financial instruments that cater to the needs of customers.", "We are also exploring the digital financial marketplace model, which will allow bank and non-bank players to forge strategic partnerships in enabling consumers to access financial products and services through a one-stop shop platform.", "We also launched QR Ph, which has two use-cases: QR Ph person-to-merchant or P2M and QR Ph person-to-person payment or P2P.", "QR Ph P2M can help scale the services provided under QR Ph, and empower micro, small, or even informal merchants such as sari-sari store owners, wet market vendors, or tricycle drivers.", "Against this backdrop, the Bangko Sentral has heightened its cyber security efforts.", "We have intensified cyber-surveillance efforts and reinforced collaboration and information sharing with key stakeholders.", "We are also working on enhancements to existing regulations on fraud risk management and consumer protection to better safeguard consumers against cyber risks.", "This brings me to our next equally important agenda: championing sustainability in the financial system.", "In 2019, we included sustainability as a strategic thrust by launching the Sustainable Central Banking Program where BSP enables, mobilizes, and promotes the sustainability agenda.", "As enabler, the BSP has issued regulations on the Sustainable Finance Framework that banks must adhere to.", "In a nutshell, the Framework emphasizes the tone from the top and sets out the duties and responsibilities of the board of directors in changing the strategic thrust and embedding risk consciousness within the organization.", "This highlights that management, indeed, has a big role to play embedding sustainability principles in our organizations.", "And as the MAP, I hope you can help us drive this point across.", "On our end, the Bangko Sentral and other financial sector supervisors will continue to harmonize regulations and align expectations in the promotion of sustainable finance.", "This program is consistent with the Sustainable Finance Roadmap of the Green Force-an interagency government body tasked to promote sustainable finance that the Bangko Sentral co-chairs with the Department of Finance.", "Walking the talk, the Bangko Sentral has invested USD 550 million in the BIS Green Bond Fund since 2019.", "We have implemented green initiatives that aim to influence the behavior of employees and highlight the importance of individual actions in achieving our goals.", "An example is the \"no single use plastic bottle policy.\"", "These are complemented by projects showing the BSP's actions and policy direction.", "These include the installation of energy-efficient mechanisms such as solar panels, adoption of paperlite policy, and initiatives to secure the BERDE certification for our buildings.", "The new BSP Complex in New Clark City is envisioned to become a smart, green, and modern facility that balances efficiency and environmental sustainability.", "For our currency production, we have decided to use polymer banknotes to make sure that the notes are high quality, long-lasting, difficult to counterfeit, resistant to dirt and moisture, and most importantly, environment-friendly with lower carbon footprint than paper.", "Finally, the pandemic has highlighted the quality of governance in financial institutions.", "The past 21 months showed us the quality of oversight of the board of directors and the robustness of risk management systems of financial institutions, enabling them to quickly resume business operations and deliver financial services even amid the pandemic.", "The corporate and risk governance reforms implemented by the Bangko Sentral to embed a culture of excellence and good governance among supervised financial institutions helped the Philippine banking system withstand the pandemic.", "In closing, allow me to share how the Bangko Sentral is working toward a safe, sound, and resilient financial system, captured in the acronym RING: R stands for Risk management guidelines which are continuously enhanced to be responsive to changing environment I is Integrity in the financial system and investor confidence, which we espouse.", "N or New technologies that must be adapted to provide innovative financial products and services, and lastly G or Governance standards, which must be continuously strengthened, reinforcing sound culture and conduct of supervised financial institutions.", "All that said, I hope MAP can also use these same principles in promoting management excellence in your respective organizations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Outlook", "Financial Digitalization and Inclusion", "Sustainability in the Financial System", "Sustainable Finance", "Banking System", "Risk Management", "Governance", "RING", "Inflation", "Foreign Direct Investments"]}