{"sentences": ["Today's meeting falls at a tragic time.", "Our first thought goes to the Ukrainian people, forced to abandon their regular lives, their homes and their land, their families and friends.", "We grieve the tragic loss of life and massive human suffering that have accompanied Russian military aggression against Ukraine, which threatens the rules-based international economic and financial system.", "We commend the World Bank Group (WBG) for its swift intervention in support of the Ukrainian government and people, using its convening power to gather the resources of the international community.", "We appreciate the WBG's efforts to work closely with the UN and other key partners in supporting those fleeing the war.", "The shocking events in Ukraine are having huge, negative impacts on the world economy, which had just started to recover from the upheavals of the Covid-19 pandemic.", "It will take time to assess the war's human, moral, and economic cost.", "The background paper for the Development Committee confirms our fears, presenting updated assessments of the immediate economic and social impact, the manifold medium- and long-term effects, and the acute risks for the poor and most vulnerable.", "Shortages of key staples, extraordinary increases in energy and food prices, mounting trade costs, and disruptions in supply chains are already putting developing countries-especially the poorest-under enormous pressures.", "We agree that the WBG, in collaboration with other relevant multilateral institutions, must promptly address food insecurity in Africa, Central Asia, and the remaining least developed economies.", "This should include actions to increase food supply and avoid export restrictions, also through the support to regional integration and transportation infrastructure.", "Creating jobs and helping the private sector develop are necessary complementary objectives.", "History demonstrates that abrupt food price increases often trigger economic setbacks and political instability, which in turn augment fragility, poverty, conflict, and violence.", "We acknowledge the WBG staff's dedication to the increasing number of countries affected by conflict and we encourage further efforts to strengthen effective delivery of services to local communities and vulnerable groups.", "IDA20 provides the most ambitious financing package thus far, made possible by continued strong donor support and additional balance sheet optimization measures.", "IDA is now well equipped to provide a substantial increase in financing for FCV countries, crisis response, and regional projects, along with aid to refugees and host communities.", "Nevertheless, IDA countries will likely face the spillovers of the war in 2 Ukraine; given their increased exposure to mounting risks, it is critical to preserve IDA's capacity to support them.", "The financing options of the medium-term WBG response, as outlined in the Roadmap paper, must be carefully assessed.", "Donors' fiscal constraints can only worsen as the compounding crises continue to weigh on the global economy.", "Prioritizing balance sheet optimization measures and aggressive portfolio management, while enhancing selectivity and building on comparative advantages and division of labor among development partners, can increase our joint effectiveness and outcome orientation.", "The use of available resources must be appropriately balanced between short-, medium- and long-term needs.", "We very much look forward to the Independent Review of MDBs Capital Adequacy Frameworks, commissioned by the G20.", "Already on the rise before the pandemic, debt vulnerabilities in emerging and developing economies are reaching alarmingly elevated levels.", "The slowing in global growth following the COVID-19 shock has increased the risk of countries falling into debt distress.", "The war in Ukraine may only aggravate macroeconomic fragilities with the shock on food prices, as well as - and also as a consequence of - the rise in the costs of energy and fertilizers.", "We support the WBG and IMF's initiatives in the areas of fiscal debt management, access to long-term development finance, and debt resolution.", "Debt transparency is a precondition to effective debt management and key to achieving and maintaining debt sustainability.", "We encourage the WBG to boost its work with both debtors and creditors and to monitor results.", "We thank the WBG and the IMF for their support to G20 efforts to implement the Common Framework, as well as their endeavours to provide technical assistance to debtor countries.", "We look forward to substantial progress in implementing country cases.", "The consequences of the war in Ukraine should not make us lose sight of a sustainable and inclusive development reform agenda.", "The global community, the G20, international financial institutions and all multilateral actors must multiply their efforts in climate change mitigation and adaptation; pandemic prevention, preparedness and response; and digitalization.", "In the short term, the war could have a negative impact on energy transition.", "High oil and gas prices and risks to their future availability are leading some countries to intensify their demand for coal.", "In many economies the security of energy supplies - including from fossil fuels - has become a priority.", "It should be reiterated that the direction of environmental policies has not changed and the medium- and long-term plans to reduce carbon emissions remain valid.", "It must be clear that any setbacks are temporary and that pursuing net-zero targets in the appropriate time frame is still the priority, notwithstanding the question of how to integrate these targets into the need for energy security.", "We urge the WBG to continue to contribute to this agenda with its convening power and its work on Country Climate and Development Reports and Paris Alignment.", "While the pandemic is far from over, the window is narrowing in which to address important questions related to Prevention, Preparedness and Response (PPR) for future health threats.", "We commend the Bank for its work in providing focus on PPR in IDA and for its active participation in the work of the G20 Joint Finance and Health Task Force.", "Collaborating effectively with the World Health Organization (WHO) is important to building consensus around a new instrument to help fill the sizable gap in pandemic PPR financing.", "Digitalization is at the core of a green, resilient, and inclusive development.", "The WBG paper on Digitalization and Development provides a comprehensive, well-structured approach to advancing this 3 agenda and increasing its development impact.", "We appreciate its clear message that the public and private sectors can work together to generate a conducive environment for digitalization.", "Private capital mobilization is paramount to addressing the financing needs of developing countries.", "Therefore, the WBG should continue to strengthen its One WBG-Approach, synchronizing the IFC and MIGA's work in creating innovative instruments and strategies with the World Bank's work enabling and supporting that mobilization.", "In the years following the end of the Cold War, a peace dividend had emerged.", "This dividend was - and still is - significant, offering greater resources for investment, establishing peaceful scientific and technological advances, and allowing for a larger circulation of people, goods, services, technologies, and capital.", "Until the pandemic, globalization and technological progress have facilitated the strong reduction of extreme poverty, contributing to convergence in per capita income across countries.", "But this came alongside significant losses in terms of job security and welfare for non-negligible segments of the population, which would have required appropriate rebalancing measures.", "The war in Ukraine is a profound and dramatic change which may interrupt this process and, possibly, lead to different equilibria that are still difficult to envisage today.", "But the pandemic has taught us that the global community - including international financial institutions - can promote successful cooperation within a collaborative and multilateral framework.", "As tensions and fractures threaten this framework, restoring peace, preserving multilateral dialogue and relaunching a truly cooperative spirit are essential."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Ukraine crisis", "IDA financing", "Debt sustainability", "Pandemic preparedness", "Digitalization", "Climate change", "Private sector development", "Food security", "Multilateral cooperation", "Economic impact"]}