{"sentences": ["31.05.2022 Crypto-assets: a financial authority's view Masters in Finance Closing of the Speakers Series, ESADE Pablo Hernández de Cos Good afternoon.", "I am delighted to be here today to address an audience of recent Masters graduates.", "Not only as recognition of the growing importance of furthering our education in such a changeable world, but also because it affords me the opportunity to talk about cutting-edge themes with those who will play a leading role in the future of our society.", "Among the many topical issues I could have selected for my address, I believe crypto-assets are the most suitable choice.", "Among other reasons, because young high-earners who study or work and live in big cities are precisely those who best fit the typical crypto-asset investor profile in Spain.", "Despite being a somewhat misleading term, so-called \"virtual currencies\" have already been part of our lives for over a decade now.", "However, only in recent times a series of factors have emerged that seem to be underscoring their ultimate potential to end up playing a significant role in the financial system.", "Beyond their likely contribution to, e.g., making payments more efficient or to driving innovation in financial markets, crypto-assets pose a number of important risks for the financial stability which could, eventually, become a material source of concern for relevant authorities if not accompanied by effective mitigation measures, as emphasised in the G20 communiqué of 18 February.", "I will begin my speech by describing the defining characteristics of the phenomenon and recent developments, before turning to the specific risks to financial stability that they may pose.", "I will end by highlighting some of the main elements shaping the current response of regulators and supervisors and the challenges that lie ahead.", "The complex universe of crypto-assets The term crypto-asset is oftentimes used to refer to a wide range of highly heterogeneous assets whose common trait is that they are a digital representation of value or a set of contractual rights.", "In contrast with other digital assets already in circulation, they rely on distributed ledger technology (DLT) to be transferred, traded and stored.", "In addition, unlike central bank digital currencies (CBDCs), they are not backed by a central bank or any other public authority.", "To simplify somewhat, they can be said to share certain standard technical features, such as (i) a decentralised ledger, (ii) the use of encryption techniques to secure communications over open networks, and (iii) the deployment of protocols that allow to automatically execute different types of transactions.", "However, the commonalities end there.", "With over 16,000 existing tokens3 (around ten new crypto-assets are estimated to be launched every day on average) the digital asset space exhibits sheer amplitude and a gigantic functional and operational disparity.", "When analysing crypto-assets, one practical approach is to classify them in accordance with what apparently is their declared main purpose.", "As a result, broadly speaking, three different groups may be distinguished.", "The first one comprises those assets whose primary objective is to serve as a medium of payment or exchange.", "These are loosely labelled as \"virtual currencies\", and they frequently fall outside the prevailing regulatory framework, except where specifically referenced in new or existing provisions, such as the case of Germany or France.", "The second group covers instruments designed to help raise capital from investors.", "Specific procedures are organised to this end, known as Initial Coin Offerings.", "Investors receive tokens substantiating their legal claim to participate in any potential increase in the future value of, or returns on, businesses or specific projects.", "Alternatively, these may be structured to confer rights equivalent to those of other financial instruments.", "As they largely overlap with marketable securities, usually sectoral regulations which are already in place apply.", "The third cluster encompasses so-called utility tokens, which act as electronic coupons that can be exchanged for future services, products or benefits marketed through the issuer's own platform.", "The very capital raised from the sale of these tokens will then be used to fund the development of the forthcoming products or services.", "In principle, provided their amount remains limited, these will be subject to regulations on consumer protection, online trading, data protection and business operations, but not financial ones.", "Another classification criteria of the crypto-asset ecosystem has to do with the primary nature of each token.", "Tokens are understood to be a specific unit of digital value, as assembled by an issuing organization, which further enables interactions between those agents that operate in the virtual space.", "In some cases these are dubbed native tokens since they are created from scratch with no underlying asset.", "They are further linked to a specific ledger.", "This is the case of bitcoin and its blockchain network.", "Given their singularities, the value of these tokens stems essentially from their users' expectations as to how they may be used in future transactions, rather than, for example, as result of a potential cash flow or their issuer's fundamentals.", "In other cases, these tokens are connected to actual real-world assets, be they financial or of another kind.", "This, for instance, allows real estate assets to be broken down into fractions which, in turn, can bear ownership rights and ultimately render such properties more liquid.", "An alternative taxonomy distinguishes between traditional crypto-assets and \"stablecoins\".", "In an attempt to reduce their volatility, the latter are usually backed by other real or virtual assets as a means of collateral.", "For example, some stablecoins are pegged to legal tender, while others are anchored to commodities, bonds or even other digital assets.", "In some cases, even the overall wealth of the issuer can serve as collateral.", "Algorithmic stablecoins are another, albeit less common, category; here, formal collateralisation is replaced by a series of automatic supply adjustment mechanisms.", "In comparison to other stablecoins, the latter are subject to greater price fluctuations and arise more doubts as to their potential use as a means of payment.", "A prime example of this just happened a few weeks ago with Terra: a stablecoin which, despite remaining relatively firm around the US dollar for a long time, suddenly lost that nexus and caused significant losses to investors.", "The functionalities or operating characteristics of crypto-assets also vary notably.", "Perhaps the most visible example of this is the consensus mechanism that is used to approve crypto-asset transactions.", "These mechanisms can take various forms, but all seek to offer sufficient certainty to system participants as to the correct status of the transaction ledger at any moment in time.", "One of the most well-known tools is the so-called proof-of-work or PoW, which requires complex and costly - primarily in energy consumption - computational calculations.", "It is precisely this latter aspect which is expected to deter irregular behaviour on the part of validators.", "However, the price of electricity, concerns about the environmental impact, the limited access to the specialised hardware required and scalability problems are some of the factors that are encouraging gradual migration to other types of solutions.", "Proof-of-stake or PoS is one such alternative.", "Its main characteristic is that validators are selected according to their direct economic stake in the network; in other words, depending on the amount of crypto-assets they own and must block to ensure that the operation is validated correctly.", "As they have a direct interest in preserving the value of the crypto-asset, in principle, this mechanism creates incentives to behave honestly.", "Moreover, as the possibility of their being assigned operations is generally connected with the volume of crypto-assets blocked, the network is less decentralised than under the other mechanisms.", "Although there are more options, where blockchain networks are set up as closed circuits (permissioned networks), a third mechanism, dubbed proof-of-authority or PoA, is generally prominent.", "In this case, the potential validators disclose their identity to the entire ecosystem, and they are entrusted this role according to their reputation rather than their economic interest.", "Not only is this mechanism more efficient and more agile, but it is particularly useful in situations with a low number of participants and where potential validators already enjoy trust.", "The environment in which crypto-assets operate is also characterised by the presence of a wide range of players9 whose services are essential to provide structure and contribute to the proper functioning of the system.", "Thus, in addition to crypto-asset issuers, there are platforms that help dematerialise pre-existing assets, infrastructures that facilitate the trading and exchange of crypto-assets, institutions that receive, transfer and/or execute third-party orders, as well as market-makers, code developers, providers of custody, wallet and consultancy services and a long list of others.", "It is, therefore, a highly complex universe, and this complexity is heightened by the fact that these players are based on a broad range of jurisdictions.", "In this regard, we should also bear in mind the world of decentralised finance (DeFi), which aims to replicate the dynamics of the provision of financial products and services, but in a decentralised and fully automated environment, thus removing the need for intermediaries.", "The growing importance of crypto-assets With such a wealth of initiatives, the significant developments experienced by cryptoasset markets in recent times may come as no surprise.", "In particular, total capitalisation grew very markedly until reaching a peak of $3 trillion in November 2021, three times higher than the previous all-time high of 2017.", "The market is dominated by traditional cryptoassets; indeed, bitcoin and ethereum account for more than two-thirds of total capitalisation.", "In Spain, their transaction volume on some estimates amounted to around €60 billion in 2021.10 Yet they are also much less mature than is generally believed, and still, in aggregated terms this market only represents around 1% of the global financial system.", "At the same time, we should not overlook the fact that this market is already bigger than the subprime mortgage market was in the run-up to the global financial crisis.", "And the fact that trading volumes for some of the most representative assets types (including bitcoin, ether and tether) came, occasionally, close to those of the New York Stock Exchange (somewhere in between 70% and 95%).", "In any event, their high volatility is striking, as borne out by a cumulative loss of value of close to 40% in recent months.", "These fluctuations are often greater than those of other financial instruments and can also reach much more extreme values.", "Some studies have flagged the highly changeable nature of the factors underpinning crypto-asset prices and how these factors can be difficult to anticipate given the immaturity of the market.", "This volatility is much more pronounced in the case of unbacked crypto-assets, but it also impacts others.", "Moreover, interconnections with the rest of the financial system have increased substantially.", "One such example is the sudden rise in the number of crypto-asset investors (both institutional and retail).", "In addition, the range of sophisticated products around cryptoassets has expanded, with a growing portfolio of exchange-traded funds (ETFs),12 investment funds and futures contracts referenced to crypto-assets.", "The latter was key to attracting new investor cohorts to the digital assets' space.", "What's more, some large private firms did publicly announce their interest in using cryptoassets for cash management purposes, while others were campaigning in favour of their wide acceptance as a means of payment.", "Some major financial players, such as global banks and international card service providers, have enlarged the selection of ancillary services around digital assets (including custody and trading services) which they offer or have allowed them to be used directly as a medium of exchange in their proprietary networks.", "Turning to decentralised finance, while still in its early stages, this market segment has proven stamina as it quadrupled its size in just one year.", "What's more, other parts of the crypto-asset ecosystem echoed this movement.", "For instance, the need for collateral tailored to this environment spurred demand for certain types of digital assets.", "The same could be said about certain investment strategies, known as yield farming, which support the automated lending or borrowing of crypto-assets in order to underpin DeFi's markets liquidity.", "The vulnerability and interconnection on this segment has been illustrated by the sudden fall of Terra that caused this market to shrink by 22% in less than a month with an ensuing snowballing effect on several DeFi protocols and major fiat-backed stablecoins.", "Yet, most other stablecoins did not experience significant outflows or de-pegging, and unbacked crypto-assets' prices seem to have surged back again.", "Risks to financial stability The above developments have caused a number of valid concerns among financial authorities.", "For instance, the Financial Stability Board (FSB) recently stressed that, if not properly regulated and supervised, these markets could quickly reach an inflection point ETFs are investment instruments that function as a hybrid between funds and shares.", "Their defining characteristic is that they can be traded and settled in straightforward stock exchange transactions much like shares.", "A case in point is the Chicago Mercantile Exchange, which in October 2021 became one of the first to launch a bitcoin ETF.", "It surpassed the $1 billion mark in just two days, making it the fastest growing ETF in history.", "For instance, Expedia, Tesla and Microsoft.", "See \"Understanding digital bubbles amidst the COVID-19 pandemic: Evidence from DeFi and NFTs\".", "Y. Maouchi, L. Charfeddine and G.E.", "Montasser (2021), Finance Research Letters.", "The idea behind this strategy is to incentivise investors to lend their crypto-assets to a pool that helps provide liquidity to decentralised finance systems, while offering potential investors the highest possible returns at all times.", "To simplify somewhat, this strategy is structured around smart contracts that select which environment each of the pooled assets will be sent to at any given moment to optimise economic returns for their rightful holders.", "where they start posing serious threats to global financial stability17.", "A message that we also conveyed in our latest Financial Stability Report18.", "Such risks are diverse in their origin.", "First, they may arise as a result of a limited understanding by investors on the actual features and implications of these assets on the part of investors.", "By way of example, a recent research from the UK's Financial Conduct Authority (FCA) showed that around 20% of crypto-asset owners assumed an equivalent level of customer protection as with traditional banking products.", "An OECD study reached similar conclusions for the Asian market.", "In general terms, given their volatility and complexity, crypto-assets are not appropriate for retail investors.", "A second source of risk stems from the potential impact of crypto-assets on the smooth functioning of financial markets.", "Broadly speaking, wild swings in their prices may sway investor sentiment, triggering an overreaction that ends up influencing their behaviour in other markets.", "Equally, the need to respond to such volatility with frequent adjustments to the necessary collateral could precipitate sales of other asset classes.", "Indeed, the IMF has recently warned of a notable increase in the positive correlation between crypto-asset and capital markets, which has in certain cases increased by a factor of 35.22 These effects may be further aggravated in the event that alternatives such as stablecoin scale up.", "Specifically, an accumulation of redemption requests resulting from, for instance, widespread panic around such assets, could put money markets under strain and, by extension, spread to those institutions acting as custodians of the hedging assets.", "These problems can be exacerbated by certain emerging segments, for example decentralised finance or DeFi, which are highly leveraged and encourage feedback dynamics between unbacked cryptocurrencies and stablecoins.", "Further, these tensions could spill over into payment systems, as they would be forced to handle a very significant rise in transaction volumes that, in certain circumstances, could lead to delays in execution or even bring services to a standstill.", "A third source of vulnerability has to do with the impact on the banking sector.", "Cryptoassets represent a new competitive threat for traditional transactional services, with some variants (such as stablecoins) also potentially compromising deposit-taking activities as See \"Assessment of Risks to Financial Stability from Crypto-assets\".", "SR_2022_1_ChE.pdf This extends to all matters concerning compliance with the tax obligations associated with investing in these markets.", "With this in mind, Spain has announced new reporting obligations that are expected to enter into force in 2023.", "The treatment of such assets for the purposes of the various different taxes has to date been resolved in the form of requests for binding rulings from the Directorate General of Taxation.", "See \"Research Note: Cryptoasset consumer research 2021\".", "Specifically, even though half were University graduates, almost two thirds of the crypto-asset owners interviewed admitted to having limited or zero understanding of the most basic features of the associated risks and rights.", "See \"Cryptoassets in Asia: consumer attitudes, behaviour and experiences\".", "See \"Cryptic Connections: Spillovers between Crypto and Equity Markets\".", "Iyer, T. (2022), IMF Global Financial Stability Notes, No.", "they intend to become a store of value.", "As highlighted in some recent papers, a disorderly disintermediation in the event of an accelerated substitution of bank deposits for such digital assets could ultimately affect the banking sector's net financing capacity and lead to credit being rationed or becoming noticeably more expensive.", "It could also put collateral markets under strain, undermine bank customer loyalty and know-your-customer standards and potentially prompt greater risk-taking by deposit institutions.", "Moreover, any rise in banks' direct and indirect exposure to crypto-assets would also increase both their financial and reputational risks23.", "While currently limited, exposures relating to the provision of ancillary services to the distribution of third-party products or as a result of providing support to clients operating in the crypto sphere are on the rise.", "Fourth, the potential consolidation of crypto-assets as an alternative payment method threatens to create parallel value transfer systems.", "For as long as such assets fall out of the scope of central bank oversight, they will be hard pressed to contain the emergence of possible systemic risks.", "In certain circumstances (particularly in emerging markets), there may be even a risk of what is known as \"cryptoisation\": i.e.", "the replacement of the national currency and other financial assets denominated in that currency with a crypto alternative.", "Among other aspects, such circumstance can compromise a country's monetary autonomy and undermine the ability to exercise effective control over international capital movements.", "Fifth, we should also be mindful that some crypto-assets could increase the financial sector's climate transition risk, given that some of the underlying consensus mechanisms require a significantly greater amount of energy than traditional financial market infrastructures.", "To put this more clearly, proof-of-work associated crypto-assets currently account for around 80% of the total capitalisation value.", "In certain cases, their carbon footprint is as large as the one of 15.5 million petrol cars in a year.", "Sixth, since crypto assets can also be used for unlawful activities, including money laundering, financial integrity concerns follow.", "Such risks could be larger on account of the fact that transactions are performed through non-standard payment systems and their heightened degree of anonymity.", "Seventh, crypto-assets' value could also become swiftly eroded on account of the limitations and problems associated with cyber risks associated to the technologies underpinning their operations, i.e.", "This could occur due to a wide range of possible causes, such as their technical configuration placing constraints on the scale of operations, which would prevent growing public demand from being met.", "While progress is being made in this field, these developments are still far from being mature enough.", "For example, a card-based payment ecosystem can process around 65,000 transactions per second, while blockchains such as the one underpinning bitcoin do not usually support more than seven in their most basic configuration.", "Finally, their decentralised governance together with the realization of potential cyber threats could give rise to instances of fraud that end up compromising agents' confidence both in digital assets and in other areas of the ecosystem.", "The consequences of such a scenario would be compounded owing to the lack of safeguards protecting customers' interests and property rights.", "Given its potential scope, this scenario could become a serious problem.", "For example, a recent Chainalysis study shows that up to $1.3 billion was stolen from digital wallets and platforms during the first quarter of 2022.", "Nearly three-quarters of said amount pertain to DeFi activity, a rise of 72% compared with the previous year.", "Bearing in mind there are an estimated 200-300 million crypto-asset users across the world, it is fair to call this a nonnegligible impact.", "The regulatory response In view of the extent of the challenges I have outlined, a number of regulatory initiatives are taking shape.", "It combines public warnings on the risks of buying and/or holding virtual currencies, and both national and international regulatory initiatives that are of the most importance, given the global nature of crypto-assets.", "Regarding the international initiatives, what started out with the regular monitoring of such initiatives became, in 2020 and at the behest of the G20, a multilateral regulatory response from the FSB30.", "The FSB has released a report setting out high-level recommendations for the regulation and supervision of so-called \"global stablecoins\" (i.e., those operating across multiple jurisdictions and in widespread use).", "Flexible and proportionate to the risks, this approach seeks to minimise the possibility of arbitration while adhering to the \"same business, same risk, same rules\" principle.", "The FSB recommends using the existing international rules and standards, albeit adapted in practice to the services provided and the features and risks of global stablecoins.", "It highlights the importance of ensuring suitable governance and proper transparency around these products for users and the market, including, in particular, whether or not users enjoy redemption rights against the issuer or the reserve assets.", "It also stresses that the authorities should not allow such arrangements to be launched before confirming that all of the relevant requirements have been met.", "Currently, the FSB continues to work both on identifying and resolving possible regulatory gaps relating to global stablecoins and on regulatory approaches relating to unbacked crypto-assets, such as Bitcoin.", "Also at the global level, the Basel Committee on Banking Supervision has adopted a proactive and forward-looking approach when it comes to the prudential regulation of banks' exposures to crypto-assets.", "Work is being guided by its mandate to strengthen the regulation, supervision and practices of banks worldwide with the purpose of enhancing financial stability.", "In this regard, even though crypto assets represent only 1% of total global financial assets and banks' direct exposures are relatively limited to date, we know that these markets have the potential to scale up rapidly and pose risks to individual banks and financial stability.", "The approach pursued by the Basel Committee is based on key principles that seek a simple and cautious approach at this stage, given the current level of banks' exposures and the stage of development of these markets, while at the same time also seeking to ensure that the prudential treatment appropriately accounts for any additional risks arising from cryptoasset exposures relative to traditional assets.", "With that in mind, the Basel Committee published a consultation paper last year proposing a regulatory approach that differentiates among three broad types of crypto-assets: tokenised versions of traditional assets, stablecoins and all other crypto-assets (including unbacked ones such as Bitcoin).", "The proposal also includes additional supervisory guidance to ensure that risks from crypto-assets not captured under minimum (Pillar 1) requirements are assessed, managed and appropriately mitigated.", "And it also included new disclosure requirements related to bank's exposures.", "The Committee is now finalizing the process of reviewing the comments received on this consultation and plans to issue a further consultation paper in the coming months.", "Let me offer some personal reflections at this stage, which should not be understood as preempting the outcome of this work.", "In particular, in deciding how best to harness the potential benefits from these markets while mitigating their risks in a world of uncertainty, in my view, it makes sense to err on the side of caution and prudence.", "In this regard, how many asset classes market themselves as being \"stable\" and \"currencies\" while often failing on both counts?", "We have witnessed some clear examples along these lines during the last few weeks.", "Additionally, as mentioned earlier, banks' crypto-asset exposures are currently limited, which means that there is currently very little activity that could even be shifted to the non-bank sector as a result of a conservative prudential approach.", "Finally, if there are unregulated areas of the financial system, including the emergence of a \"shadow\" crypto financial system, then the appropriate response is to bring these areas within the relevant regulatory perimeter, instead of diluting banking prudential regulation.", "The cross-border cooperation has been particularly visible in the adoption of international standards aimed at preventing the use of virtual assets in illicit transactions.", "Specifically, the Financial Action Task Force (FATF)31 has updated its Recommendations to promote the registration or licensing of entities seeking to provide services involving virtual assets and to extend to this field requirements already applicable to traditional financial institutions as regards due diligence and the reporting of suspicious transactions.", "The FATF has also drawn up a set of guidelines32 aimed at making it easier to analyse and identify the associated risks and to roll out more appropriate oversight measures.", "Here, it has underscored the importance of authorities adopting a risk-based supervisory approach and having the powers and means needed to be able to carry out these responsibilities.", "That said, all these mechanisms face significant limitations, not only due to the regional asymmetries in their implementation, but also because parts of the market are not easy to reach.", "Notable examples include both peer-to-peer exchanges and DeFi operations.", "As a result, we have to be creative and, in turn, commit to finding alternative formulas.", "For the time being, Europe has limited itself to formalising the FATF's proposals by adopting a legislative package33 which, among other things, envisages the creation of a new authority.", "Said authority will be entrusted with making anti-money laundering supervision more efficient through the cooperation and training of the authorities concerned.", "This initiative is supplemented by a series of requirements directly applicable to the provision of cryptoasset services, such as bans on the provision and custody of anonymous wallets, greater traceability of ownership changes and an extension of the list of obliged entities to include all crypto-asset service providers.", "At the European level, the European Regulation on Markets in Crypto-assets, or MiCA as it is better known, is a regulatory initiative that seeks to offer a set of uniform rules and a common supervisory architecture to provide legal certainty and appropriate legal protection for crypto-asset users, thereby facilitating the orderly development of this ecosystem.", "As such, it envisages a range of provisions applicable both to crypto-asset issuers and to service providers.", "MiCA covers multiple types of crypto-asset service providers.", "It not only obliges them to obtain the necessary authorisation, but it also sets out various prudential, organisational and transparency requirements, as well as others relating to the safekeeping of clients' funds, conflicts of interest and outsourcing, depending on the service provider's characteristics.", "In this respect, MiCA has much in common with the path followed by other jurisdictions, although the level of requirements and granularity included in these obligations is greater.", "One of the most pioneering aspects of MiCA is its approach to stablecoins, specifically as to the composition and management of their reserve assets and the conditions associated with their issuance.", "In this respect, matters such as restricting said activities to supervised deposit institutions,34 constraining reference assets to higher quality ones and imposing transparency measures on the latter35 are emerging issues that could ultimately become global trends.", "At the national level, in Spain there are no specific regulations on crypto-assets.", "The Spanish National Securities Market Commission (CNMV) has issued a circular on advertising of crypto-assets intended for financial investment36.", "The circular aims to ensure that the advertising content is accurate, easily understandable and not misleading, and that it clearly includes mention of the associated risks, including the possible loss of the entire investment.", "As such, this regulation establishes the tools and procedures for effective supervision of crypto-asset advertising, but it does not regulate either crypto-assets, their issuance or crypto-asset-related services And, since October 2021, the Banco de España37 has held a special register of providers, although its scope is currently restricted to only a subset of players.", "Unlike other registers, this one has a limited purpose, catering only for anti-money laundering and counter terrorist financing needs.", "In other words, an entity's inclusion in the register does not imply that it has been granted prudential authorisation, i.e.", "it does not guarantee that the agent is solvent or has the technical capabilities necessary to correctly pursue its activity.", "Nor does the register impose specific transparency requirements vis-à-vis the agent's clients.", "In sum, initiatives such as the register of certain crypto-asset service providers are a step forward.", "But they should not be interpreted as authorisation comparable to that granted to banks, nor do they mean that the Banco de España performs any supervision of their activities.", "These examples are a sample of the initiatives which are under way.", "In any event, beyond the difficulties inherent to any work involving international coordination, the task at hand is, for different reasons, particularly complex.", "First, the buoyancy of this market makes it difficult to provide a regulatory response.", "Second, the decentralised nature of the initiatives sometimes makes it difficult to identify a contact to whom the measures may be addressed to or who can be designated as a counterparty.", "This problem is exacerbated by the absence of a clear jurisdictional framework.", "Third, given the complexity of these assets and their associated risks, it is difficult to identify and coordinate the different relevant (not only financial) regulators and supervisors, even within each country.", "Finally, there are important information shortcomings, not only in quantitative terms, but also in terms of reliability and consistency.", "As I said at the outset, crypto-assets are a complex reality beaming with opportunities.", "But they also pose highly significant risks that are hard to understand and measure, even for the most experienced agents.", "Although the expected gains admittedly appear to be sizeable, so too are the potential losses.", "Users would be advised to learn about them in detail before considering them as a plausible investment alternative and to take on board the possibility of losing their investment.", "Mindful of these risks, as financial authorities we are working on an ambitious regulatory agenda that we hope will help us get a better grasp and control of many of these problems.", "For the time being, however, our ability to take effective action is fairly limited as we have neither the tools nor sufficient legal powers to be able to protect crypto-asset users in the same way as we protect bank customers.", "In order for these actions to be effective and efficient, cooperation with international and inter-institutional players is a prerequisite that will further ensure to avoid that fragmentation and arbitration are avoided to the greatest extent possible.", "In any case, major changes in this respect are expected in the future, hopefully within a reasonable time frame, to allow a promising market to develop, via a swift transition from that hyperbolic \"Wild West\" myth to a more desirable orderly \"railroad of civilisation\", if you will."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["crypto-assets", "financial stability", "stablecoins", "decentralised finance", "proof-of-work", "proof-of-stake", "proof-of-authority", "digital assets", "virtual currencies", "blockchain"]}