{"sentences": ["News conference 15 December 2022, 10.00 am Introductory remarks by Martin Schlegel I am pleased to give you an assessment of current developments with regard to cash.", "Since June, after many years of strong growth, we have seen a significant decline in banknote circulation.", "To contextualise this decline of approximately 10%, let me first say a few words about the above-average growth in recent years.", "In the period since the 2008 financial crisis, the value of banknotes in circulation grew, on average, more than twice as fast as in the two preceding decades - by around 6% instead of 2.5% per year (cf.", "Between mid-2008 and June 2022, the value of banknotes in circulation more than doubled overall, from around CHF 41 billion to CHF 91 billion.", "This sharp increase was driven in particular by the desire of companies and private individuals to hold cash as a store of value.", "There was particularly strong demand for the large denominations, such as the 1000-franc and 200-franc notes (cf.", "We see two reasons for the increased demand for cash as a store of value over the last 15 years or so.", "First, there were multiple periods of high uncertainty, notably the financial crisis and the coronavirus pandemic.", "Cash tends to be popular as a secure store of value during such times.", "Second, the general decline in interest rates - and negative interest rates in particular - also contributed to the increased demand for cash.", "When interest rates are low or negative, it is relatively attractive to hold cash (as opposed to bank deposits, for example) as a store of value.", "The increase in interest rates since June has meant that there is once again less of an incentive to hold cash.", "Against this backdrop, the value of banknotes in circulation fell by around CHF 10 billion to CHF 81 billion between June and October.", "Returns of the 1000-franc notes in particular were substantial, totalling CHF 7.7 billion.", "We expect this decline to continue.", "Nevertheless, demand for cash as a store of value is likely to persist.", "Companies and households consider such a safety net to be important.", "Of course, cash is not only used to store value, but also to make payments.", "Small denominations in particular play an important role here.", "The decline in banknotes in circulation observed since June is not related to the use of cash for payment purposes.", "The rise in interest rates has had no impact on the small denominations (cf.", "While the growth rate for the small denominations dipped during the pandemic, demand has rebounded since early 2022 and has stabilised.", "Despite the general increase in the demand for cash, the use of cash for payments has declined in recent years.", "We are currently investigating changes in the use of cash as a payment method in our 2022 'Survey on payment methods'.", "We will present the results in the spring of next year."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cash as store of value", "Banknotes in circulation", "Interest rates", "Small denominations", "Payment methods", "Demand for cash", "High uncertainty", "Negative interest rates", "Financial crisis", "Coronavirus pandemic"]}