{"sentences": ["Dear Vice-Rectors, dear Dean, esteemed representatives of academia, honoured Today I would like to speak about how to achieve a strong currency.", "Our country should have a strong koruna.", "In early 2000, we were paying 36 koruna for the euro.", "A large inflow of foreign investment was taking place.", "The trade balance was improving.", "The koruna was following a gradual appreciation trend.", "In the eight years from 2000 to July 2008, the currency strengthened to CZK 23 to the euro.", "That was its last peak.", "In other words, the strongest-ever level against the euro was achieved fourteen years ago.", "No major strengthening has occurred since.", "The appreciation trend of the koruna halted in 2008.", "Between 2013 and 2017, we even went through a devaluation, a forced weakening of the koruna.", "At the time, the exchange rate was even weaker than CZK 28 to the euro.", "The problem is that we switched from exports, foreign investment inflows, hard work and productivity to consumption, debt and an entitlement economy in which we ask the state to sort everything out and foot the bill.", "A strong koruna should become a priority - a long-term priority - for the government and the Czech National Bank.", "What is needed to make the koruna strong?", "More accurately, what is needed for the koruna to start following an appreciation trend again, like it did before 2008?", "You can view this as a mathematical equation with three variables.", "x + y + z = strong koruna I define these three variables as monetary policy, fiscal policy and long-term growth policy.", "To achieve the result, all three variables, the three policies, x + y + z, must act together, in concert and at the same time.", "It's not enough to have just one of them.", "First policy for a strong koruna - monetary policy Monetary policy affects economic activity with a lag of more than a year.", "This lag complicates the decision-making and communication of inflation-targeting central banks.", "Let's assume there is no lag in transmission.", "In that case, it would be enough to stop raising rates as soon as core inflation stabilises, or even better, when it starts falling.", "However, it's different in reality.", "Because of the transmission lag, the central bank should correctly stop raising rates before inflation peaks.", "The problem of this academically and practically correct approach is that people can see that inflation is still high and might think that the central bank is not determined to fight inflation because rates have stopped rising.", "The economically incorrect approach of raising rates until cost-push inflation turns around leads to an overshooting.", "The resulting recession will be deeper than necessary.", "Professor Oldich Ddek and I described this precisely in an article called Tamers of cost-push inflation .", "It's also why we have set the monetary policy horizon at spring 2024 in the last two forecasts.", "If the central bank is credible enough, ceasing to increase rates before inflation turns around does not have to be a problem.", "However, everything needs to be properly explained.", "So, I argue that the CNB's interest rates are already at a level that is dampening economic activity.", "The short-term interest rate in the Czech Republic is now at its highest level since 1999.", "We have the tightest monetary policy in more than twenty years.", "Growth in the quantity of money in the economy is slowing considerably.", "If we deflate the monetary aggregates by the consumer price index, the monetary developments are already significantly restrictive for the economy.", "The year-on-year change in net new mortgages was -82% in September (-77% in August and -71% in July).", "The demand-pull inflation pressures from the domestic economy are now moderating and household consumption is even falling in real terms.", "A policy of stable interest rates is therefore now the right one.", "However, credibility is about the long term, about consistency, and about actions rather than words.", "We have the second-highest international reserves in Europe after Switzerland.", "A strong central bank is now a firm anchor in the economy.", "Over the next six years, monetary policy should be more restrictive, or rather interest rates should be higher, than in the, say, six to ten years before Covid.", "We need to motivate people, firms and also the government to save.", "It's the only road towards less debt.", "This is the first policy for a strong koruna.", "Second policy for a strong koruna - fiscal policy Inflation was last at the CNB's target in 2018, a period when public finances were in a surplus.", "In 2017, the public finance surplus in the Czech Republic was 1.5% of GDP.", "Defeating inflation is conditional on monetary and fiscal policy coordination.", "The key question is: will the higher inflation observed after Covid be persistent?", "The answer depends not only on monetary policy, but also on the government's credibility regarding its willingness to stabilise debt.", "If fiscal policy generates rising deficits, monetary policy alone cannot ensure permanently low inflation.", "If the central bank increases rates, it will cause a recession.", "In an entitlement economy, the government will attempt to compensate people for the recession with accommodative fiscal policy.", "This in turn will fuel inflation.", "That's why I have said after each monetary policy meeting at which we have left interest rates unchanged that reducing the country's debt is another key condition for lowering inflation.", "Orderly finances are the road towards a good rating, towards credibility of the country as a whole and towards a strong koruna.", "Third policy for a strong koruna - long-term growth policy Monetary and fiscal policies endeavour to dampen fluctuations in the business cycle.", "In the last three years, they have been focused mainly on finding short-term solutions to the Covid and energy crises.", "However, we must not forget the third variable in the equation, which I would call long-term growth policy.", "The long-term growth of an economy depends on its production capacity, or on supply, that is, on people and their hard work and on the capital and technology in the economy.", "I want people to save so that capital is accumulated for investment.", "I want wage growth to be in line with growth in labour productivity.", "This will increase supply, the country's potential, and the economy will grow in a non-inflationary way.", "Above all, if there is less debt, the quantity of money in the economy won't grow too much.", "This is an important condition for reducing inflation.", "Ultimately, such an economy should attract foreign direct investment and its exports should thrive.", "The result will be a strong koruna.", "Speech at the Festival exportu 2016 conference, Czechinno, Prague.", "See -pro-media/autorske-clanky-rozhovory-s- predstaviteli-cnb/Covid-a-socialismus-nebezpecny-saci-reflex-naroda/ and .", "cnb.cz/cs/verejnost/servis-pro-media/autorske-clanky-rozhovory-s-predstaviteli-cnb /Klausova-draha-permanentka/ -v-CR-cyklicky-ci-acyklicky-pribeh/ -pro-media/autorske-clanky-rozhovory-spredstaviteli-cnb/Krotitele-nakladove-inflace/ For details, see -dlouhy-je-spravny-horizont- menove-politiky/.", "-pro-media/autorske-clanky-rozhovory-spredstaviteli-cnb/Zapisky-z-Jackson-Hole-1-00001.-dil/ -pro-media/autorske-clanky-rozhovory-spredstaviteli-cnb/Jdeme-prikladem-brzdime-platy-v-CNB/"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["strong koruna", "monetary policy", "fiscal policy", "long-term growth policy", "inflation", "interest rates", "economic growth", "debt", "savings", "foreign investment"]}