{"sentences": ["Introductory Speech by Prof. Edward Scicluna Governor of the Central Bank of Malta The Institute of Financial Services annual's seminar: \"The ESG Journey: a Pulse Check for the Maltese Economy\".", "St Julian's, Malta 11 November 2022 Ladies and Gentlemen, good morning I would like to thank the Institute of Financial Services and in particular its President Kenneth Micallef, for their kind invitation to address this distinguished audience.", "It is becoming increasing apparent that climate change is one of the greatest, and most immediate, threats faced by mankind.", "So I do not need many explanations why today I shall put the emphasis on the \"E\" of ESG, namely on the environment and on the fundamental transformations that lie in front of us.", "This is not to underestimate the role of the Social and the Governance elements: matters of inclusiveness, labour relations, equality and the conduct of public and private institutions are proof that sustainability extends well beyond the environmental question.", "But Global temperatures are rising - 2010s was the warmest decade on record - and extreme weather events have doubled compared to forty years ago.", "Decades of scientific research have established that greenhouse emissions associated with human activity are behind climate change.", "Only a coordinated international endeavour can deliver the necessary shift away from fossil fuels.", "This urgency led 196 parties to sign the 2015 Paris Agreement to limit the increase in global temperatures.", "The agreement committed signatories to keep the increase in the global average temperature to well below 2 degrees centigrade over pre-industrial levels, and to pursue efforts to limit this increase to 1.5 degrees centigrade.", "To meet this target, net carbon emissions need to fall to zero by around the middle of this century.", "Six years after the Paris Agreement came into force, 1.5 degrees centigrade is the minimum rise in temperatures expected by the scientific community.", "However, we are not making progress at the desired speed.", "News coming from COP27 this week attest to this.", "The Secretary-General of the United Nations, Antonio Guterres said it clearly: \"We are in the fight of our lives.", "There is no need to emphasise that Malta as a Mediterranean island would be deeply affected.", "These are facts we have to come to terms with.", "While the primary responsibilities for tackling climate change rests on governments and legislators, central banks are called to play their part.", "The questions which many ask is why should Central Banks be involved?", "Is not their mandate merely price stability?", "Let us just examine the effects that climate change would have on the economy, with some sectors more directly exposed than others.", "For example, agriculture and livestock will have to withstand more severe repercussions than services or manufacturing.", "The rising of global temperatures could render vast regions unsuitable for land cultivation, straining access to food and prompting mass migration.", "It will also affect industries like construction, which rely on outdoor work.", "Lower income countries are particularly vulnerable to global warming, while coastal states are vulnerable to rising sea levels.", "These shocks to output cannot but have significant implications for prices.", "Climate change will impact how the economy operates and will exert a substantial influence on price dynamics.", "Indeed, given the Eurosystem's primary objective is price stability, it is important for monetary policy makers to be aware of these effects as they set the policy stance.", "Monetary policy is going to be affected by climate change, as well by the measures taken by governments to address it.", "First, climate change will affect the structural parameters of the economy.", "One key parameter is the natural rate of interest.", "The natural rate of interest is fundamental notion of central banking.", "When interest rates lie below the natural rate, monetary policy is accommodative, and vice-versa.", "In turn, the monetary policy stance has an impact on the price level.", "There is uncertainty over the direction of the impact of climate change on the natural rate- our r star: climate factors could contribute to the secular decline of natural rates in line with prevailing structural trends such as demography.", "Conversely, higher investment to combat emissions could lead to a rise in productivity which may push up r-star.", "Second, climate change will alter the transmission mechanism of monetary policy.", "The value of assets posted as collateral by financial intermediaries could decline due to the higher frequency of extreme weather events.", "This could dent the capital and liquidity positions of banks and other financial intermediaries, thereby weakening their ability to channel funds to the real economy.", "If the financial system is weakened, the transmission of monetary policy is impaired, meaning that changes to the monetary policy stance will not be properly transmitted to the real economy.", "The third channel is via climate-related financial risks on the Eurosystem balance sheet.", "Rules regarding asset purchase programmes and the collateral framework will be revised to encourage counterparties to steer away from fossil fuels, speeding up the transition to net zero.", "The Eurosystem, which consists of the ECB and all the national central banks of the euro area - including the Central Bank of Malta - has taken steps towards integrating climate change considerations into its policies and operations.", "In fact climate features prominently in the review of the ECB's monetary policy strategy that was finalised in July 2021.", "The ECB laid out three core objectives: (i) managing and mitigating the financial risks associated with climate change and assessing its economic impact, (ii) promoting sustainable finance to support an orderly transition to a low- carbon economy, and (iii) sharing our expertise to foster wider changes in behaviour.", "The Eurosystem will adjust its corporate bond holdings towards issuers with better climate performance.", "Better climate performance will be measured with reference to lower greenhouse gas emissions, more ambitious carbon reduction targets and better climate-related disclosures.", "Furthermore, a limit will be enforced on the amount of assets issued by entities with a high carbon footprint that can be pledged as collateral when borrowing from the Eurosystem.", "The assessment of financial risks for private actors will see an active involvement of the Eurosystem.", "To ensure that the economy remains resilient during the transition to net zero, the Eurosystem is stress-testing euro area banks for climate-related events.", "Banks' level of preparedness will be evaluated and, were deficiencies to emerge, recommendations will be issued to strengthen banks' climate frameworks.", "The results of the ECB's 2022 Climate Stress Tests (CST) showed that banks have started to integrate climate risk into their stress-testing frameworks, although most institutions are still at a very early stage when it comes to factoring climate risk factors into their credit risk models.", "(SSM Climate stress test report).", "When it comes to the Maltese economy, the Central Bank of Malta has made a first attempt at quantifying the exposure of the domestic financial system to sectors of economic activity that may be affected by transition to clean sources of energy.", "In a nutshell, as of June 2021 just over 23% of the domestic banking sector's lending was directed towards sectors identified to be high carbon dioxide (CO2) intensive (such as energy, construction and transportation and storage), while an additional 27.7% was issued towards mid CO2 intensive sectors (mostly services).", "As regards, banks' securities portfolios, only 1.6% of their holdings stems from sectors characterized by high CO2 emissions, with 5.2% invested in mid CO2 intensive sectors.", "Insurance companies and investment funds turn out to be more invested in high and mid CO2 intensive sectors, at about 14% and 10% of their securities portfolio respectively.", "(FSR Interim 2021) Overall, this paints a fairly favourable picture for the Maltese financial system: the potential impact from climate risks is judged as relatively contained, although data limitations and early-stage nature of such exercise caution against an exceedingly benign interpretation.", "Addressing climate change will require substantial investment, both in shifting away from dependence on fossil fuels and in adapting to higher temperatures, droughts and more extreme weather events.", "This investment will need to be financed.", "A growing segment of financial markets relates to \"green\" instruments, which allocate resources to finance environmentally-friendly investment.", "Whichever the starting point, the transition to \"green finance\" is to be supported.", "The green bond market, for example, has been growing strongly in recent years, reaching a volume of cumulative issuance of about 1.5 trillion USD in 2021.", "While it remains a niche relative to the overall bond market, there is evidence of investors' interest for instruments aimed at financing environmental projects.", "According to the ECB trading in secondary markets bears evidence of a \"greenium\", that is a premium that investors are willing to pay to hold green bonds compared to securities with identical characteristics.", "This is a clue that if properly supported by policymakers, for example with the adoption of a common regulatory standard, the demand for green bonds could pick up rapidly, fostering the transition towards net zero.", "In this respect, Malta is catching up compared to larger European countries.", "Although there are currently no green instruments listed at the Malta Stock Exchange (MSE), despite MSE having laid out advantageous incentives for the listing of green bonds in 2021, green finance is picking up.", "Over the summer, thirteen businesses set up the Malta ESG Alliance with the goal of taking the lead in the de-carbonisation efforts at a national level.", "Gradually ESG disclosure is becoming the norm.", "Nevertheless, a report recently published by the Central Bank of Malta has shown that investors in local markets are still relatively new to green investments, with over 60% of respondents to an ad hoc survey declaring that they have never invested in green bonds.", "Respondents also emphasised the lack of a unified standard and low market liquidity as constraints to the adoption of green financial instruments.", "Green finance in domestic capital markets thus has great upside potential.", "Interest in green finance is widespread among investors and if policies promoting educational awareness in this regard were made available at a larger scale, supply could meet demand, triggering a positive cycle that would jumpstart green finance in Malta.", "A Bank research paper suggested that a catalyst for change in this direction could be the issuance of green bonds by the government.", "Both the Bank and the government would be studying this possibility.", "The third core objective of Eurosystem relates to sharing expertise and fostering wider action towards the adoption of clean source of energy.", "Such efforts will take several forms.", "The Eurosystem is working to enhance transparency by bridging data gaps working in tandem with European and international partners.", "Transparency shall apply to the Eurosystem's own actions as well.", "The ECB and the central banks of the euro area will be disclosing climate-related information about corporate purchases, non-monetary policy portfolios and environmental footprint.", "Lastly, the Eurosystem is also striving to reduce the environmental footprint of its day-to-day corporate activities.", "The Central Bank of Malta is doing its part.", "In line with the Eurosystem's common stance for climate change-related Sustainable and Responsible Investments (SRIs), the Bank is incorporating such principles in the management of its non-monetary portfolio of assets.", "The Bank manages part of its assets externally through mandates, ETFs and mutual funds.", "In the selection of asset managers, the Bank verifies that they have subscribed to the United Nations Principles for Responsible Investments and therefore committed to include ESG considerations in all their investment decisions.", "In accordance with such principles, the Central Bank disinvested from companies involved in the tobacco industry and/or linked to the production of nuclear weapons in 2021, while progressively increasing the share of green, social and sustainable bonds in its internally managed portfolios.", "Global warming requires us to rethink thoroughly the way we live, produce and consume.", "While the responsibility to engineer a coordinated response rests primarily on national governments and international organisations, everyone has a stake in this process.", "The Central Bank of Malta, and the Eurosystem more broadly, intends to contribute to net zero emissions by adjusting its policy framework in favour of low emitters, by enhancing the resilience of the banking system and by incorporating climate change into its macroeconomic models to ensure that the monetary policy stance takes climate into account and that monetary policy measures are transmitted smoothly to the real economy.", "These efforts will safeguard the public good of stable prices while fostering the transition to the public good of a clean environment.", "Private actors too have a role to play.", "The more funds are channelled towards environmentally sustainable projects, the quicker the transition to net zero and the less resources will have to be deployed to adapt to climate change.", "In the Maltese capital market, green finance has a vast untapped potential.", "It is thus reasonable to expect that in the coming years green finance will carry a growing weight over traditional instruments thanks to increasing awareness of the public interest inherent in its expansion and to the support of policymakers and legislators alike.", "Thank you very much for your attention.", "Prof. Edward Scicluna, Governor of the Central Bank of Malta 11.11.2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Environmental Sustainability", "Green Finance", "Monetary Policy", "Financial Stability", "Green Bonds", "ESG Investing", "Climate Risk", "Central Bank", "Paris Agreement"]}