{"sentences": ["Dear ladies and gentlemen, I am going to speak briefly about three subjects: macroeconomic environment dynamics; the state of the banking sector; and the path to the euro area.", "Macroeconomic environment dynamics The dynamics of the macroeconomic environment is strongly influenced by internal political and geopolitical factors.", "The unknowns surrounding the development of these factors increase the risks, and the uncertainty respectively, of macroeconomic assessments and projections.", "Such an environment entails, inter alia, an appropriate calibration and harmonisation of monetary and fiscal policies.", "The monetary policy outlook is clear.", "In brief, this outlook relates to the increase in interest rates and the gradual withdrawal from the unconventional measures that have been implemented in the past few years.", "For a quite some time now the real question has not been about the monetary policy direction anymore but about the parameters of the monetary policy tightening.", "These parameters seem to range between the neutral and the restrictive levels of interest rates.", "The purpose of this exercise is clear: to curb and reduce inflation down to healthy levels by limiting the demand which central banks can influence.", "To put it in another way, central banks have been focusing a lot more than in recent years on their primary mandate, i.e.", "Such a development has its price, and it is the slowdown in economic activity, which in the extreme case might lead to temporary recession.", "The rationale behind central banks' actions is that prolonged high inflation could have a far more detrimental effect on the economic development and people's well-being than a short-term slowdown would have.", "How does this global trend manifest itself in the light of the specific economic conditions in our country?", "The short answer is directly, for two reasons: a general one and a more specific one.", "The general reason is common to all small open economies in the EU, and it is about the high degree of interrelatedness of these countries with the euro area economic developments and policies, in this particular case, with the monetary policy pursued by the ECB.", "The more specific reason is related to the particular features of Bulgaria's system of fixed exchange rate of the Bulgarian lev to the euro, and to the high level of synchronization of our business cycle with that of the euro area.", "While the monetary policy direction is quite clear, the fiscal policy outlook raises more questions.", "In the context of the euro area this is due to the absence of a fiscal union, the different fiscal positions of the individual countries, and the different, but on the whole high, levels of their debt burden.", "Against this backdrop, Bulgaria's fiscal position continues to be solid, with its second lowest debt-to-GDP ratio in the EU.", "However, the country's fiscal position faces some serious potential risks arising from the severely disrupted budgeting process over the last two years and the trend, emerging in this period, towards continued loosening of fiscal policy.", "The issue is not so much the high expenditures which were needed and largely unavoidable, especially during the Covid-19 crisis, but rather their quality.", "The higher expenditures in that period, which led to a higher deficit, were meant to be targeted and temporary, and this was the right approach.", "Within the strongly fragmented budgeting process, however, these targeted and temporary expenditures mostly became allencompassing and continuous, and tended to increase further.", "In this case risks occur along two lines.", "On the one hand, the persistent and progressive loosening of fiscal policy could bring us back into the long-forgotten times of high deficits, growing debt, and liquidity difficulties of the budget.", "This would in turn adversely change the internal structure of budget expenditures, with increasing debt service expenditures, especially in the context of rising interest rates, at the expense of investment and social expenditures.", "The cure in such cases is to achieve primary surpluses in the future, and this can be done in two ways: cutting fixed expenditures or raising taxes.", "We know, even from our own experience in the 1990s, that this process is painful.", "On the other hand, there is real danger of conflict between the objectives and directions of the fiscal and monetary policies.", "Tightened monetary conditions and loosened fiscal conditions have contrary macroeconomic effects, at least on demand.", "To this we could add the significantly delayed structural reforms which could have supported the resolution of supply-related problems, but have not yet been brought into the focus of the budgeting debate.", "The combination of these two factors would seriously hinder the endeavours to limit and keep inflation down; and what is more, it would create conditions for return to the macroeconomic imbalances of the recent past.", "Such a development, inter alia, would have a strongly deleterious effect on the businesses and banks in Bulgaria.", "Therefore, in terms of greater predictability of the macroeconomic environment dynamics, now one of the major economic policy tasks is to try to synchronise as much as possible the monetary and fiscal conditions in Bulgaria.", "In the language of budgeting, this means accomplishing fiscal consolidation that can be measured by a concrete number: a budget deficit not higher than 3% of GDP.", "State of the banking sector The macroeconomic environment dynamics, which is strongly influenced by internal political and geopolitical factors, presents new challenges to the banking sector as well.", "The sector is meeting these challenges in a strong position, both institutionally and as specific indicators.", "The institutional framework is determined to a great extent by the country's membership in the European Banking Union, one of the key euro area institutions, and also by the related close cooperation established between the BNB and the ECB.", "For example, our banking supervision is an inseparable part of the Single Supervisory Mechanism of the European Banking Union - from participation in the joint supervisory teams, through the horizontal networking, to the full-fledged participation in the decision-making process of the ECB Supervisory Board.", "In this sense, the Single Supervisory Mechanism is a high quality stamp with regard to the standards of the supervisory activities performed by the BNB, and with regard to the quality of the regulatory, prudential and analytical framework of the supervisory process.", "The consolidation of the institutional framework in addition to the reforms over the recent years explains the good state of the banking sector.", "I will illustrate this with some The liquidity coverage ratio at the end of October was 253.5%, and the liquidity buffer was BGN 38.4 billion with a continuing trend of growth of attracted funds; Capital adequacy according to the latest data is 20.47%, with the capital surplus above the general supervisory requirement for capital and macroprudential buffers standing at approximately BGN 2.9 billion.", "The net value of non-performing loans for the last 12 months decreased by over BGN 660 million.", "Their share represents 2.66% of the total net value of loans and advances, and their amount is fully covered by the capital surplus above the regulatory requirements and buffers; Profitability, measured by the amount of profit of BGN 1.7 billion, guarantees a return on assets and capital, and is a serious source of internal support for balance sheets if necessary.", "In this context, the main challenges facing the banking sector to date can be summarised along three lines: the dynamics of the macroeconomic environment, the pro-cyclical behaviour of banks, and the potential risks to their profitability.", "The macroeconomic environment, as I noted at the beginning, is characterised by high uncertainty and the potential for escalation of risk scenarios.", "This implies the continuation of stress tests for the banking sector with various hypothetical negative scenarios.", "The banks' pro-cyclical behaviour is associated with continued credit growth.", "Under upward credit dynamics, the capacity of borrowers to service their obligations is sometimes overestimated.", "That is why the supervisory policy will continue to aim at ensuring that credit institutions act conservatively.", "The profitability of the banks is put at risk along two lines simultaneously.", ", due to the need to set aside additional provisions under a growing probability of non-performing loans; and secondly , due to limitation of the banks' scope to generate income from core activities.", "For example, rising interest rates carry the risk of negative revaluations in banks' balance sheets.", "Under these conditions the BNB will continue to follow a conservative prudential policy aimed at further strengthening the capital position of banks through a series of micro- and macro-prudential measures.", "Therefore, at least in the short term, we see no reason to relax our prudential policy.", "The path to the euro area The path to the euro area has the potential to become a catalyst for processes that consolidate the political and macroeconomic framework.", "We have already witnessed such beginnings.", "Most recently, the parliament adopted a decision with a near-constitutional majority to speed up the process of preparing for the introduction of the euro with a target date of 1 January 2024.", "It is difficult to find another topic today that receives such impressive political support.", "The fulfilment of the nominal, so-called Maastricht, criteria - a mandatory condition for joining the euro area - implies the implementation of policies that are good for the country, even outside the context of the euro area, and thus would help to consolidate the macroeconomic framework.", "These policies are aimed at curbing and reducing inflation - the big topic of the day, as well as fiscal discipline, maintaining long-term interest rates at a healthy level for the economy, and maintaining currency stability.", "Despite the problems we face, Bulgaria is still positioned well in terms of the Maastricht criteria.", "At the moment, the only open issue for us is the inflation criterion, but things are not clear-cut regarding it either.", "On the one hand, inflation is at high rates not only in our country but also in the entire EU.", "On the other hand, in October for the first time in more than a year the rate of inflation in our country reversed its trajectory of constant growth.", "We will closely monitor how this process develops, but it must be actively supported by adequate anti-inflationary measures, including by sufficiently disciplined budget.", "What we are currently focusing on as a central bank in relation to the euro area are two issues: the legal framework and the technical preparation.", "Regarding the legal framework, we expect the amendments to the BNB Law to be submitted to the National Assembly literally within days, with which to overcome legal non-compliance found in the convergence reports of the ECB.", "Serious progress has also been made in the preparation of a draft Law on the introduction of the euro within the framework of a working group under the Coordination Council for the preparation of the Republic of Bulgaria for membership in the euro area.", "Of course, this is just the beginning.", "I have no doubts that the country has the expertise and capacity to prepare all draft legislation on time and with good quality.", "What is needed is to have a Government to introduce them and a Parliament to approve them.", "The technical preparation is another huge challenge mainly faced by the BNB.", "We are fully prepared to \"push harder on the pedals\" on this topic.", "For this, we have created the necessary organisation and we work very closely and actively with our colleagues from the ECB.", "I expect we will have many opportunities to inform the public in more detail about the progress made.", "We are going through a period of fragmentation and uncertainty, both in terms of the political and macroeconomic framework.", "In such an environment, it is extremely important to achieve the highest possible synchronisation of monetary and fiscal conditions in the country.", "With a clear direction of the monetary policy, the focus falls on the upcoming budget decisions.", "In the current environment of uncertainty, the banking sector continues to stand firm with a solid capital and liquidity position, and is ready to meet the new challenges.", "The path to the euro area has the potential to become a catalyst for consolidating the political and macroeconomic framework.", "This is a real opportunity that we should not miss."], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Monetary policy", "Fiscal policy", "Inflation", "Banking sector", "Euro area", "Macroeconomic environment", "Interest rates", "Budget deficit", "Credit growth", "Capital adequacy"]}