{"sentences": ["An address by Lesetja Kganyago, Governor of the South African Reserve Bank, at the Centre for Education in Economics (CEEF) Africa 28 September 2022 Reflections of macroeconomic policy since 1995, from NICE to VICE and back again?", "Thank you for inviting me to speak today.", "This is an unusually challenging moment for the global macroeconomy.", "Who would have believed, even a year or two back, that US inflation would be at 8.3%, that euro area inflation would be at 9.1%, or that UK inflation would be at 9.9%?1 Who would have thought that major central banks would be raising interest rates at the fastest pace in a generation?", "Or that the euro and the British pound would be at parity with the dollar?", "Just over a decade ago, it was common to talk about a Great Moderation in global macroeconomic conditions.", "Mervyn King, a former Bank of England Governor, called it the NICE period: an acronym for Non-Inflationary, Consistently Expansionary.", "Today it would be more appropriate to talk about VICE: a Volatile, Inflationary and Contractionary Economy.", "This regime change in global conditions was reflected at Jackson Hole Economic Policy Symposium, an annual gathering of central bankers hosted by the Kansas City Fed of the US Federal Reserve System.", "The theme of this year's meeting was 'Reassessing Constraints on the Economy and Policy'.", "Given the humbling economic developments of the past year or so, the tone of the discussion was very different to that of previous occasions.", "No longer were we talking about the challenges of low inflation, or how higher debt levels are sustainable if interest rates are low, or the social benefits of running economies hot.", "Instead, there was a broad appreciation that macro policy settings had been far too loose in 2021, contributing to high inflation rates and with them, a cost-of-living crisis.", "Everyone recognised that exogenous shocks, including Ukraine and supply chain problems, had accelerated inflation.", "But expansionary policy settings had left the system highly exposed to these supply shocks.", "Just as with supply chains, running the economy hot to achieve slightly better short-term results came at a high price.", "The system then failed under stress.", "Fortunately, there has been pragmatic recognition of the problems, and a willingness to change course.", "At Jackson Hole, Chairman Jerome Powell invoked the legacy of Paul Volcker, who decisively stabilised inflation after the policy errors of the 1970s.", "His point was very clear: the Fed will do what it takes to bring inflation down, and to keep it down.", "Nobody would choose to play the Paul Volcker role.", "It would have been much better if the Fed had not fallen behind the curve, letting inflation get out of control.", "But now the course has changed, the approach needs to be about disinflation.", "alternative is the route taken by Volcker's As the Fed well knows, the predecessors, who did not want to hurt growth.", "Those policymakers made the great mistake, all too common in macroeconomics, of avoiding the pain of short-term adjustment in the hope that things would just come right.", "Unfortunately, with no one taking responsibility for inflation, firms and households they couldn't rely on money to keep its value.", "learnt that So, they became more vigilant, quickly raising their own wage and price demands in response to new inflation pressures.", "As this inflationary psychology set in, the pain of getting back to low inflation kept rising.", "The result was a steadily worse trade-off between the objectives of full employment and stable prices.", "For this reason, history and public opinion have reflected poorly on predecessors.", "By contrast, Volcker is remembered as a dedicated public servant with a commitment to doing the right thing, even if it was unpopular.", "Listening to Powell, as a South African I was impressed by the engagement with history as well as the determination to act on the lessons of historical experience.", "South Africa's as the saying goes, history doesn't Of course, history is different.", "But repeat itself, but it often rhymes.", "Our history too has a theme of macroeconomic failure, followed by difficult and ultimately successful reforms that built the foundation for a long boom, followed by decay and the return of the old challenges.", "The late 1980s and early 1990s was a period of macroeconomic excess and near collapse.", "We achieved stability and growth through reforms conducted from 1994 through to 2009.", "We now once again find ourselves in profound social and economic trouble.", "Unfortunately, we are struggling to achieve consensus on the proper response to our current challenges.", "This weakens our ability to act decisively.", "Too many people are unfamiliar with the history of economic policy in South Africa.", "Worse, those who know their history cannot seem to agree if the reforms of the late-90s were helpful or not.", "In my speech today, I hope to contribute to a better consensus, by revisiting our own macroeconomic history and highlighting its lessons.", "Let me start with the big picture.", "In the nearly three decades since our transition to democracy, we have had one Non-Inflationary, Consistently Expansionary, or NICE, period sandwiched between two bad ones.", "We can see these phases most clearly in the growth of GDP per capita, which is the total amount of economic output divided by population.", "This measure was negative during the dying years of apartheid, which means living standards were falling.", "It turned positive in 1994 and mostly stayed positive for two decades, apart from the crisis years of 1998 and 2009.", "From 2014 onwards it has mostly been negative again, with living standards once again in decline.", "It is tempting to say that this just reflects trends in global growth.", "But even relative to the world economy, we have gone from lagging, to outperforming, to lagging once again.", "Obviously, world growth fluctuated over this period too.", "But when we were doing well, we were pulling ahead, not just keeping up with the world average.", "And when we did badly, we slipped behind, as we did before 1994 and as we have done again in our latest slump.", "Over the past two years our growth rate has been 2.4% below the global rate, the worst spread since the 1980s.", "There are many similarities between the economic conditions of the mid-1990s and conditions today.", "Apart from low growth, these also include high and rising government debt, elevated inflation, and growing unemployment and inequality.", "In the 1990s, the new democratic government faced considerable scepticism that it could turn this around.", "Critical voices argued that higher debt and inflation were inevitable and would ultimately provoke a crisis.", "To the lasting credit of the democratic government, these challenges did not trigger a downward spiral.", "Instead, they inspired a series of reforms that modernised South Africa's macroeconomic framework.", "These reforms steered the country through the emerging market crises of 1998 and 2001.", "They then underpinned the longest period of unbroken growth in South Africa's history.", "Finally, they created policy space for countering the Global Financial Crisis in 2008.", "There were three main building blocks to these reforms.", "One was fiscal restraint, which allowed debt to stabilise and helped create a virtuous cycle of lower interest payments, more social and physical investment, and lighter tax burdens.", "A second was a floating exchange rate, which liberated the country from costly and unsuccessful exchange rate interventions and created scope for a more competitive currency.", "A third was inflation targeting, which opened the way to lower and more stable prices and therefore also lower and less volatile interest rates.", "These reforms were implemented over a relatively short time span.", "Although nowadays South Africa has developed a reputation for being good at planning and bad at implementation, in this case the whole macro architecture was modernised within about five years.", "In turn, this renovation created space for the private sector to contribute to South Africa's development.", "It also put the public sector in a position of strength, by shoring up the fiscal position and being realistic about capabilities.", "The result was that government could succeed at the tasks it attempted, rather than overextending itself.", "In other words, the reforms delivered an overarching framework for making economic policy choices.", "Unfortunately, many of these reforms divided people at the time, and despite their successes, they have remained unpopular in some quarters.", "For instance, I have frequently heard it claimed that these policies were undertaken with an ulterior 'neoliberal' attack on an alternative, motive, as a form of class warfare, a so-called allegedly progressive or social-democratic alternative.", "But these criticisms have never made sense to me.", "For a start, I have never understood why anyone confuses practical considerations with conspiracy theories.", "In 1994, the democratic government found a macroeconomy in shambles.", "A debt trap loomed, with debt recorded at 60% of GDP.", "The leadership did not want to see interest payments crowd out their spending goals, and a debt crisis would have caused serious economic hardship and a loss of policy sovereignty.", "We further recognised the need to alleviate the balance-of-payments constraint.", "With low savings, we were in the position that stronger growth necessitated an unsustainable level of capital inflows.", "This led to rand weakness, higher interest rates and again, slower growth.", "As a result, the economy could not take off it could only achieve short periods of growth, and then stall again.", "These were real constraints, and the challenge for macroeconomic strategy was to find ways to deal with them rather than fall into a debt trap, with zero fiscal space, and no growth.", "There was no way to deliver social progress without macroeconomic sustainability.", "In addition, despite the language used by the critics, it is difficult to recognise some neo-liberal model in what South Africa actually did in the 1990s and 2000s.", "There was a degree of trade liberalisation, but it was relatively short-lived and not especially ambitious.", "Labour market reform was proposed but never implemented.", "Some state assets were sold, but privatisation was very limited, leaving a large portfolio of state-owned enterprises on the public balance sheet, including Eskom and South African Airways.", "The early to mid-1990s featured rapidly rising inflation and collapsing economic growth.", "So, for good reason, the South African Reserve Bank (SARB) aimed to lower inflation.", "The inflation targeting framework, in addition to providing more flexibility than other policy frameworks a point lost on most critics of it when implemented also featured a high and wide inflation target.", "Relative to most peers, this proved to be too flexible, too high and too wide.", "The result was a tripling of the price level since 2000, the year we adopted inflation targeting.", "This hardly qualifies as an inflexible obsession with price stability, nor a framework inappropriate to our growth ambitions.", "As for fiscal policy, debt was reduced and there was even a small fiscal surplus in 2006.", "But again, steering clear of a debt crisis, and later running a fiscal surplus during the biggest boom in modern history, seem like acts of sanity rather than ideological excesses.", "We should also recognise that this period saw significant increases in social spending.", "Total transfers to households rose from about 11% of total spending to 15% during the 2000s, and social benefits increased from under 10% of total spending to 13%.", "If we discard the ideological viewpoint, and look back at this reform period objectively, how should we assess it?", "At the time, there was a sense that we had done many good things, but with underwhelming results.", "In one of the International Growth Advisory Panel papers we commissioned back in 2008, for instance, Dani Rodrik wrote that, Economic policy has been conducted in an ... exemplary manner, with South Africa turning itself into one of the emerging markets with the lowest risk spreads...", "If the world were fair, political restraint and economic rectitude of this magnitude would have produced a booming South African economy operating at or near full employment.", "Unfortunately, it has not turned out that way.", "With the perspective of another decade, maybe that disappointment was overdone.", "Certainly, higher growth was desirable.", "But at least we were growing fast enough to raise living standards.", "The glass was at least half full.", "The main reason we did not get higher growth was probably the failure to match the macroeconomic progress with equally exemplary microeconomic policies.", "This point was made in repeated diagnoses of our economic problems, by a range of top local and international economists.", "Sadly, that advice did not translate into further reforms.", "Still, these disappointments are minor compared with those of the period since 2009.", "We went from having the glass half full to having it nearly empty.", "Understanding how this happened is an important first step towards fixing it.", "When South Africa's slowdown commenced, shortly after the financial crisis, we did not at first understand the extent of the problem.", "Economists generally expected a rebound in GDP growth, and when it did not occur, the blame was often laid on temporary factors, such as droughts or strikes.", "But these explanations were not enough to explain a decade-long growth decline.", "As is often the case, it is only with hindsight that we have been able to put together a more comprehensive analysis.", "The most complete study to date is due to a Harvard team, led by Ricardo Hausmann and Federico Sturzenegger.", "They interrogate three accounts of the slowdown.", "One emphasizes global factors, and particularly weaker commodity prices.", "The second is about macroeconomic policy, and specifically the possibility that low growth was due to tight monetary and fiscal policies.", "The third focuses on microeconomic effects, chiefly the productivity damage of state capture.", "The paper is well worth reading.", "But let me give away the ending.", "They largely dismiss the first two arguments and embrace the third.", "Our problem was not the global environment.", "It was not about fiscal austerity or tight monetary policies those were just scapegoat arguments, to deflect blame.", "It was about a fundamental deterioration in public sector management, such that the productive capacity of the country stagnated.", "Macroeconomics is often complex and difficult for non-experts to follow, but in this case the logic doesn't require much explaining.", "If you borrow huge sums of money to invest in power stations, but much of the money is stolen so the stations do not work, and the economy keeps running out of power, then it is hard to grow.", "As the Zondo Commission of Inquiry into Allegations of State Capture reported, this was not something happening in the power sector only: it was across the government sector.", "And it had profound and lasting consequences.", "and 2015's Nenegate As everyone else in the economy realised what was going on, was a catalyst here, people changed behavior.", "For businesses and households, confidence collapsed.", "Government and state-owned enterprises became smothered in debt and ran short of expertise because state capture had prompted the departure of many skilled staff the overall result was a sharp fall in investment.", "Indeed, in recent years investment has been so low that it has been fully funded from domestic savings, with spare savings left over to export, giving us a current account surplus.", "The balance-of-payments constraint which had shaped macro strategy in the reform era was no longer binding, simply because the economy stagnated.", "There was no confidence for even a temporary boom.", "However, if we can start growing again the old constraints will re-emerge.", "Like it or not, this means we will need to re-engage with the reform lessons of the 1990s and take a different approach to policy.", "First, we once again face a situation of rising debt and excessive tax burdens.", "In the 2000s, we generally had revenue a little under 25% of GDP and spending slightly over 26% of GDP.", "Now we raise less than 24% of GDP in revenue, despite higher taxes, and then spend about 29% of GDP.", "This is an unsustainable situation, not least because the efficiency of government spending has been low.", "Much as I wish we had a strong state that could deliver high quality public goods at reasonable prices, the facts reflect otherwise.", "Relative to the 2000s, we have a weaker state, spending a larger share of GDP.", "The result is an economy barely capable of growth faster than 1%, with a shrinking tax base and a weak outlook.", "In these circumstances, trying to deal with social needs simply through more spending, more debt and higher tax cure the patient, but rather limits the pain while accepting continued decline.", "Living standards cannot rise materially without growth.", "If investment did rebound, and government borrowing continues at around current levels, we would then hit a binding balance-of-payments constraint.", "We have had an investment rate of around 14% of GDP recently, against a savings rate of 15% of GDP.", "A reasonable investment rate would be over 20% of GDP, and for fast growth probably 30%.", "But given savings levels, this implies borrowing between 5% and 15% of GDP from the world very large sums.", "Current account deficits of those magnitudes would simply become too unsustainable, if not impossible, as in the UK currently.", "To achieve balanced growth, rather than just recover a boom-bust cycle, we therefore need better longer-term savings rates.", "As in the late 1990s, this is going to require fiscal restraint, as a necessary self-control measure to enable the financing of stronger and more efficient investment.", "The classic objection to this course is that fiscal consolidation slows growth, hurting revenues, which makes cut-backs self-defeating.", "However, there is good evidence that the composition of consolidation matters.", "Empirically, spending cuts tend to be more growth friendly than higher taxes.", "Furthermore, a fiscal consolidation that reduces fiscal and sovereign risk would also create more room to support demand with lower interest rates, including at the longer end of the yield curve, where South Africa's risk premium is largest, and where long-term investment is often financed.", "De-risking the economy, through fiscal consolidation, does not therefore need to be contractionary.", "Both gross savings and investment have fluctuated in a range of 13-16% of GDP in recent years.", "It is unusual for SA savings to be higher than investment; the 2010-2019 averages are 17.3% of GDP for investment and 14.5% of GDP for savings.", "On the desirability of investment rates at 30% of GDP, see Enoch Godongwana.", "\"Keynote address by Minister of Finance, Enoch Godongwana, at the GEPF annual leadership conference\".", "NOCH%20GODONGWANA%20AT%20THE%20ANNUAL%20GEPF%20CONFERENCE%202022.pdf Alberto Alesina, Carlo Favero and Francesco Giavazzi.", "Princeton University Press: Princeton, New Jersey.", "Christopher Loewald, David Faulkner and Konstantin Makrelov.", "\"Time consistency and economic growth: a case study of South African macroeconomic policy\" SARB Working Paper.", "Roy Havemann and Hylton Hollander.", "\"Fiscal policy in times of fiscal stress\" WIDER Working Paper.", "Available at: -policy-times-fiscal-stress Fiscal consolidation would also have important implications for our longer-run ability to protect the value of the rand, which is a central concern for us as the SARB.", "One of the papers discussed at Jackson Hole this year was about the relationship between fiscal and monetary policy, and it offered the following warning: When fiscal imbalances are large and fiscal credibility wanes, it may become increasingly harder for the monetary authority to stabilise inflation around its desired target.", "If the monetary authority increases rates in response to high inflation, the economy enters a recession, which increases the debt-to-GDP ratio.", "If the monetary tightening is not supported by the expectation of appropriate fiscal adjustments, the deterioration of fiscal imbalances leads to even higher inflationary pressure.", "As a result, a vicious circle of rising nominal interest rates, rising inflation, economic stagnation, and increasing debt would arise.", "A central bank can do a great deal for price stability.", "It can nurture a reputation for controlling inflation.", "It can also accumulate foreign exchange reserves, to help protect the solvency of the country.", "But central banks are not immune to fiscal outcomes.", "If we are to maintain moderate levels of inflation in South Africa, we will need a macro strategy that delivers fiscal sustainability.", "There have been some signs of progress lately, but we are still running fiscal deficits near 6% of GDP, despite record commodity prices.", "We have seen before, and we know high commodity prices do not last forever.", "At some stage, the commodity prices will correct, and we had better be prepared for it.", "For monetary policy, our immediate priority is to guide inflation back towards the middle of our target range.", "Our larger strategic goal, however, is to undo the error of 20 years ago, when we gave up on lowering the inflation target.", "A recent review of monetary policy conducted by Athanasios Orphanides and Patrick Honohan makes a compelling case for a lower inflation target of 3%.", "This target would be in line with our peers.", "It would allow for lower interest rates.", "It would also make inflation less of a concern in the everyday lives of South Africans.", "Low inflation is like reliable electricity: good policy means most people don't have to worry about it.", "Unfortunately, just as we have load-shedding, so our high and wide inflation target means the currency suffers persistent value-shedding.", "We would like this to end.", "To conclude, globally the big macro news is a newfound focus on economic constraints.", "There are still a few people who embrace a naïve economic policy model, where growth is guaranteed so long as monetary and fiscal policy are aggressive enough.", "But this recipe creates serious vulnerabilities to shocks in even the strongest economies, such as the United States, and it is untenable in emerging markets like South Africa.", "For South Africans who are serious about development, the main effort should be doing the hard microeconomic work of raising productivity, which means nurturing expertise to solve problems, one by one, with the private and public sectors each contributing what they can.", "But this essentially microeconomic mission needs to be set in a macroeconomic framework that is resilient enough to sustain growth, without succumbing to balance- of-payments constraints, debt distress or high inflation.", "It is hardly a magic formula.", "There are no shortcuts to development.", "The real trick is to look the problems squarely in the face, figure out a strategy for dealing with them, and implement it.", "We have no shortage of plans.", "After nearly a decade of going backwards, I hope we can find the resolve to reform once again."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Fiscal policy", "Economic growth", "Debt", "Inflation targeting", "Fiscal consolidation", "Savings", "Investment", "Exchange rate"]}