{"sentences": ["\"Requirements and Challenges of Rebuilding Banking Sector's Capital and Liquidity Margins after lifting Stimulus Packages\" Two years ago today, the world was hit by coronavirus pandemic.", "Repercussions were far-reaching and severe posing challenges not only to the global markets but also the normal life that has been disrupted or almost disrupted.", "The pandemic had elements of both supply and demand shocks.", "On the supply side, closures in many economies around the world, and restrictions imposed on travel, gatherings, events and schools, as well as business interruptions led to supply chains disruption that had a negative impact on the growth of the global economy.", "This, in turn, affected the demand on energy that that witnessed a sharp fall, as brent crude oil plunged to 20-year low in April 2022 of USD 20 per barrel.", "The Purchasing Managers' Index (PMI), concurrently, experienced a sharp decline during the same period reflecting deterioration of the operating environment for companies.", "In an effort to reduce the negative effects of the spread of the coronavirus pandemic and weather its repercussions and challenges, central banks around the worlds have taken exceptional measures.", "At the monetary policy level, interest rates have been cut to alltime low levels, reaching zero in some countries, liquidity injected exceptionally into the markets having eased the regulatory requirements to ensure the continued inflows, while fiscal policy stimulated economies by providing financial facilities and aids including payment moratoriums and extending financial aids to the affected segments.", "The total financial packages provided around the world to various economic sectors (health and non-health) amounted to around USD 10.8 trillion, equivalent to 10.2% of the global GDP, while the amounts allocated to support liquidity injected into the economies reached USD 6.1 trillion, or 6.2% of the global GDP.", "Like the other countries in the world, the Kuwaiti economy encountered many challenges, as economic activities have been shut down for several months, and global shipping of merchandise goods has been severely disrupted.", "Proceeding from the importance of discussions and sharing of experiences to pave the way towards making the right decisions and bringing about thorough strategies that strengthen the monetary and financial stability, I would like to briefly present the efforts made by the Central Bank of Kuwait to achieve this goal during the previous period, and the measures it have taken to alleviate those challenges and develop a mechanism for follow-up thereon and a plan for safe exit.", "Speech delivered by His Excellency the Governor of the Central Bank of Kuwait, Basel A. Al-Haroon, in the 46th Ordinary Session of the Council of the Governors of the Arab Central Banks and Monetary Authorities, held in Jeddah, Kingdom of Saudi Arabia on September 18, 2022.", "In line with its proactive approach adopted since March 2020, the Central Bank of Kuwait has taken several measures and actions through its various monetary, supervisory and hedging instruments.", "At the level of monetary measures, the Central Bank of Kuwait cut the interest rate several times in March 2020 down to all-time low 1.5% to reduce the borrowing cost and ensure that the temporary liquidity issues at the CBK-regulated units would not turn to permanent issues to their solvency.", "This step was followed by a series of measures related to financial stability including activation of its emergency plans and those of the banking sector to address the requirements of the pandemic, as well as taking a package of measures within the macroprudential policy to ease the regulatory requirements upon the outbreak of the crisis, the most important of which was releasing the prudential capital buffers of 2.5%, facilitating liquidity requirements to provide a wider lending space for banks, and reducing the risk weights related to exposures to small and medium enterprises, thus supporting the vulnerable sectors.", "As regards, the financial stability, the measures included payment moratoriums for the affected customers, obligating banks not sell or seize the collateral, and instructing banking sector units to conduct a comprehensive review of their credit and investment portfolios.", "To mitigate the economic and financial damages, and maximize the benefits from the aforementioned monetary and financial measures, the Central Bank developed and implemented a clear plan to follow up on the situations during the pandemic, in light of the data on the conditions and spreading infection.", "The Central Bank of Kuwait formulated a set of goals to curb the crisis repercussions and ensure business continuity, support the crucial sectors, and prevent the short-term liquidity crisis from turning into a solvency crisis.", "Having launched a package of anti-crisis measures, the Central Bank of Kuwait maintained its vigilant monitoring of the local and global economic developments, oversight over the banking sector and monitoring its financial soundness indicators.", "The sector's results revealed that some banks took advantage of the mitigants to practice their business comfortably without any pressures as a result of the crisis.", "Development of a plan to exit the stimulus environment easily and smoothly was just as important as measures required to contain the economic pressures.", "Therefore, the Central Bank of Kuwait maintained a mechanism to evaluate the results of the measures and action it had taken, prepare studies, develop scenarios and conduct stress testing for analyzing banks' sensitivity and early detecting imbalances, potential vulnerabilities and the optimal ways for remedy.", "By the end of the third quarter of 2021, the results of the evaluation mechanism revealed improved economic conditions and gradual recovery of the banking sector and its ability to comply with previous regulatory standards.", "Data of the Kuwaiti banking sector demonstrate that the sector maintains strong capital buffers above the minimum threshold, as Capital Adequacy Ratio (CAR) was 18.5% and Net Stable Financing Ratio (NSFR) swelled to 111%, while the non-performing loans ratio decreased to 1.9%.", "overall, the sector's recorded net profits touched the pre-pandemic levels.", "The above indicators unveil the Central Bank of Kuwait's prudent policy and proactive approach that helped banks to weather one of the most difficult economic crises from a position of strength, and continue providing their services efficiently.", "Having considered the positive results and resilience of the banking sector, the Central Bank of Kuwait decided to lift restrictions and lay down a map to redirect its regulatory mitigants to prepandemic thresholds.", "Notwithstanding the banking sector's sound indicators, high liquidity ratio and strong solvency, the estimated liquidity and solvency ratios above the minimum regulatory thresholds, and outlook of healthy growth, the Central Bank of Kuwait decided to gradually unwind the regulatory mitigants in line with the IMF recommendations.", "The first phase of our 2-phased transition began early 2022 by withdrawing 50% of the regulatory mitigants.", "The second phase of withdrawal process shall be completed early 2023 to return to the previous pre-crisis regulatory thresholds.", "Meanwhile, we shall still support small and medium enterprises by maintaining the same risk weight, and closely monitor the performance of the banking sector and conduct stress testing on its various units.", "Though the Central Bank of Kuwait is satisfied of the resilience of the banking and financial sector in the State of Kuwait, the developments recently seen in the world and the evolving risks surrounding the prospects of the global economy drive our efforts to protect our economy and banking and financial sectors from external shocks through proper monetary policies and supervisory measures.", "It is understood that the previous mitigants and supporting measures taken by central banks, including the Central Bank of Kuwait, are were to survive coronavirus induced health/economic crisis, and had been unwound once they were no longer needed.", "The challenges and risks seen today differ from those we experienced during the past two years, and require attention, monitoring of their impacts on our economy and banking and financial sectors, and applying the appropriate measures and policies to face them.", "Among such risks is deceleration of the global economic growth.", "IMF forecasts in July indicated a decline in growth to 3.2% in 2022 and 2.9% in 2023, driven by several shocks, most notably is deceleration of the American and Chinese economies, Russian-Ukrainian conflict, the geopolitical risks in Southeast Asia, the elevating tensions between China and Taiwan, continued supply and demand imbalance as a result of disruption of supply chains of many basic commodities (mainly food and energy), risks of the continuous rise in global commodity prices and decade-old high inflation rates, especially in USA and major European economies.", "To contain the prolonged and far-reaching rise in inflation rates, many central banks tightened their monetary policies, by withdrawing the stimulus packages they had taken to withstand the negative impacts of the pandemic, reduced asset purchase programs, and increased interest rates.", "Such actions are expected to result in inevitable economic costs and we, however, hope that these would not adversely affect our economic sectors, banking and finance in particular.", "In conclusion, despite the upward global economic challenges at various indicators, especially the forecasts for growth of the global economy to slow, and the factors that still affect the performance of many global economies, the recent data of the Arab banking sector for 2021 revealed positive results in terms of capitals, liquidity and profitability inducing to adopt a countercyclical policy by rebuilding capital and liquidity margins for the sector units to face any future challenges.", "Ladies and Gentlemen, Once again, I would like to express my heartfelt gratitude and appreciation to your Excellencies, and hope that the outcomes of this meeting help achieve the desired goals in supporting financial and monetary stability and plans of development and prosperity for our countries."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking Sector", "Capital and Liquidity", "Monetary Measures", "Financial Stability", "Economic Recovery", "Stress Testing", "Regulatory Mitigants", "Global Economic Challenges", "Inflation", "Countercyclical Policy"]}