{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech by Governor Jorgovanka Tabaković at the opening of the 14th Conference on Payments and Market Infrastructures Dr Jorgovanka Tabaković, October 2022 Esteemed participants in the 14th Conference on Payments and Market Infrastructures, respected We are facing a new industrial revolution to which technological advancement contributes the most.", "This advancement has brought numerous benefits to humankind.", "The benefit that I like the most is the facilitated spread of knowledge and experience.", "I therefore wish to thank you for the invitation, but also to welcome you to the 14th Conference on Payments and Market Infrastructures, which our friends and colleagues from the Republic of North Macedonia, together with the central bank of the Netherlands, have been holding for years already, and with great success, I must add.", "As the years go by, new topics arise, new achievements are made, and payment services and the network of market infrastructures are becoming increasingly more sophisticated.", "This tells us, to my satisfaction, that we, as a society, are developing for the better.", "English philosopher and statesman Francis Bacon said that \"knowledge is power\".", "Spreading knowledge by sharing it with neighbours, compatriots and colleagues brings benefits to the entire humankind.", "The present times bring novelties both in the financial sector and all spheres of life.", "This is something we should not flee from, but we should rather thoroughly examine everything those novelties bring.", "We all know that the financial service sector has witnessed enormous changes, and that smooth functioning of payment systems is exceptionally important for the stability and efficiency of the financial sector - and this will never change.", "The National Bank of Serbia, which I have governed for an entire decade already, is carefully monitoring the market and the possibilities offered by the technology and, based on that, it is creating new services and new payment systems, and introducing • We were among the first in the world to launch a state-of-the-art instant payment system - the NBS IPS system, enabling citizens and businesses to make their payments easily, quickly and, what is most important, securely, from any place in the country, 24 hours a day, all year round, with money available to the payee within a few seconds only.", "The fact that citizens and businesses have recognised the benefits of this system is shown by the statistics that the number and value of transactions carried out through this system are constantly rising.", "Since the inception of the system until today, over 113 million transactions have been carried out, and the average time of execution is 1.1 seconds.", "• Aware of our role of a change catalyst in our country, the National Bank of Serbia did not stop there.", "Owing to a well established infrastructure of its IPS system, it is introducing new, innovative instant payment solutions.", "By using the mobile banking application, our citizens can make instant payments at physical and online points of sale.", "They can pay their bills at any time of the day, from the comfort of their home, by scanning the QR code with their mobile banking applications.", "They can also make instant transfers of money at any time of the day, all year round, knowing only the mobile phone number registered by the payee for that service.", "• We have our national DinaCard and we have been constantly modernising it, aware of the importance of costs, but still more so of the independence and stability of the domestic financial system.", "We also established cooperation with two large international card systems (American Discover and Chinese UnionPay), enabling the use of DinaCard abroad as well.", "• We have also seen a rise in cashless payments: in the past five years, the number of mobile banking users in the Republic of Serbia has risen by 254%, while the number of electronic banking users has increased by 106%.", "• We enabled financial service consumers in the Republic of Serbia to conclude financial service contracts by using video identification, with full transparency, security and protection of citizens' rights.", "Just like everyone, we sometimes ask ourselves whether our huge efforts have a purpose.", "However, the figures are reassuring and instil us with courage to move forward.", "As many as 306,644 distance contracts have been concluded until today, up by 45% compared to last year.", "• Answering market needs, we also adopted the Law on Digital Assets, whereby Serbia became one of the few countries in the world to regulate this area.", "By weighing up the benefits of introduction of a central bank digital currency in an environment where instant payments have fully taken root, we are currently analysing the introduction of a new financial instrument from the functional and technical aspect, while also examining the legal framework necessary for the functioning of the payment instrument.", "As regional cooperation is important for our country, we participate in the Open Balkan initiative, jointly contributing to the region's prosperity.", "To enable more efficient and cheaper payment transactions in euros for citizens and businesses, the National Bank of Serbia introduced the systems of international and interbank clearing of FX payments, which enable the transfer of funds in euros every business day among system participants.", "In addition to banks with their head offices in the Republic of Serbia, participants in the system of international clearing of FX payments include banks from neighbouring Bosnia and Herzegovina, pursuant to the agreement on clearing of interbank and international payments concluded between our two central banks.", "I must also mention a great advantage of these systems, which is reflected in low costs for participants.", "Participants can also carry out for their clients, within the same day, the transactions for orders sent until two o'clock.", "The success is illustrated by the steady growth in transactions.", "I wish to highlight that in 2021 turnover increased by 41% compared to 2020.", "In 2021, turnover was worth 773.6 million euros, and the upward trend continued into this year as well.", "I often like to emphasise the importance of international cooperation, which is why we launched an initiative with some countries of the region, among others with our dear colleagues from the Republic of North Macedonia, to join the international clearing of FX payments, which would further strengthen regional cooperation and increase economic prosperity.", "Financial system connections can only be beneficial - not detrimental to our states and citizens.", "Infrastructure once established will enable even greater exchange of goods and services, while efficient payment operations should serve as support and bedrock for that exchange.", "We know that digital payments are going along a difficult and long development path.", "The Covid pandemic doubtless brought about the popularisation of digital methods of payment, which should certainly be one of the strategic objectives of each central bank.", "However, a cautious regulator must strike a balance between development and safety.", "Our great writer Miloš Crnjanski said that \"hope is the highest degree of wisdom in human life\".", "So let us hope for the better.", "Let us be diligent and creative, helping each other and working towards the joint interest of mutual cooperation and harmony.", "Nothing is impossible for those who work tirelessly and with dedication.", "Inspired by the name of the organiser's highway, I wish all of us to always go along the paths of friendship.", "Thank you for your attention.", "I wish you all a successful conference and plenty of health!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Instant payments", "Payment systems", "Financial stability", "Digital assets", "Central bank digital currency", "Regional cooperation", "International clearing", "Cashless payments", "Financial inclusion", "Technology"]}