{"sentences": ["Accompanying slides of the speech Committee Chair, Committee Members, Ladies and Gentlemen, The economic outlook for Europe is currently quite gloomy.", "Russia's illegal, brutal war in Ukraine has already lasted more than eight months.", "The human suffering of Ukraine's people as a result of Russia's cruel invasion has been immense.", "Ukraine is fighting for freedom and democracy, and for Europe, and continues to need extensive support.", "The war is also having enormous economic consequences.", "Russia has weaponised energy, alongside its other weapons.", "Unfortunately, Europe is very vulnerable when it comes to energy.", "On the other hand, through joint European decisions and national solutions it has been possible to moderate the impact of the energy crisis.", "The private sector has also managed to adapt in many ways and look for new solutions to accelerate the green transition in energy, which means decoupling from fossil energy sources.", "I shall return to the energy issue in more detail later.", "Probability of recession has increased in the euro area] The European Central Bank (ECB) revised its economic forecast downwards in September, projecting instead for the euro area about 1% GDP growth in 2023.", "With the level of uncertainty about the economic outlook being so high, the ECB also presented a downside scenario in September, where the euro area economy contracts next year by almost 1%.", "In the downside scenario, the rise in energy prices continues longer than expected and uncertainty remains high.", "Current data indicates that euro area GDP growth will be somewhere between these two scenarios, but that the probability of the downside scenario materialising is significant.", "Thus, the euro area is at risk of being driven into recession during the winter - how minimal or serious this is will depend largely on what happens with the energy crisis and what solutions are followed for alleviating its effects.", "Euro area inflation has risen further: 10.6% in October, with underlying inflation at 5.0%] Inflation has been exceptionally high in the euro area: in October, the headline inflation figure was already 10.6%.", "In regard to this figure, however, it is worth noting that the rise in energy prices accounts directly for almost half of headline inflation, and indirectly for a relatively large share of the rise in non-energy prices.", "Higher energy prices have pushed up food prices as well.", "Food price inflation affects all of us, but especially low-income households for whom the food bill constitutes a major chunk of disposable income.", "As the chart shows, inflation has become more broad-based, affecting almost all goods and services.", "This is why inflation is projected to remain relatively high next year, too, even though the rise in energy prices is in fact expected to tail off [Slide 4.", "Inflation driver and anchor in the euro area] The surge in energy prices is the most important factor driving up inflation.", "While the ability of monetary policy to influence energy prices is very limited, monetary policy measures must nevertheless be used to respond to the rise in the general price level that I have described - and also to make sure that inflation expectations remain anchored.", "Looking further ahead, wage inflation will have a key role to play.", "It is understandable that a loss of purchasing power among employees will lead to greater pay rise demands.", "However, wage costs work their way back to consumer prices, creating the risk of an inflation-fuelling wage-price spiral.", "Euro area terms of trade fallen to historic low due to the war and energy crisis - cost of living risen by 7%] As a consequence of Russia's war in Ukraine, the euro countries are paying a considerably higher price for imported energy.", "The terms of trade, which represents the ratio between export prices and import prices, has weakened rapidly this year, in fact falling to a historic low.", "This is impoverishing the national economies of the euro area: income from exports can buy fewer imported goods than before.", "Wage inflation has long been moderate but has risen in 2022] The demand for labour has grown and, more generally, a high proportion of production capacity in the euro area is being utilised.", "This is also evident as an accelerated rise in wages since the start of this year.", "There are, of course, large differences in this between countries in the euro area.", "I shall return to this point in more detail, in respect of Finland, a little later.", "What is essential for price stability in the current situation?]", "As I noted earlier, monetary policy has very little influence on energy prices.", "Monetary policy must nevertheless respond to the steepening rise in the general price level (for both goods and services).", "By tightening monetary policy, the aim is to avoid the development of an upward spiral in consumer prices and wages.", "Such a wage-price spiral would be a sign that inflation expectations have become de-anchored.", "If expectations are no longer anchored, then achievement of the inflation target over the medium term will be at greater cost to the real economy, because it would lead to tighter monetary policy and slower growth in the economy.", "Confidence in monetary policy retained - inflation expectations still at around The central bank's task is to ensure that inflation expectations remain anchored to the targeted level.", "There are several different indicators used for measuring inflation expectations.", "The accompanying chart makes use of the ECB Survey of Professional Forecasters and market-based expectations derived from inflation swaps.", "These indicate that inflation expectations have risen somewhat but are still at around 2%.", "Confidence in the ECB's monetary policy has therefore remained intact.", "ECB's Governing Council has raised key interest rates to stabilise inflation at 2% over the medium term] The Governing Council of the ECB has raised key interest rates in order to stabilise inflation at its 2% target over the medium term.", "The key interest rates were raised by half a percentage point in July and by a further 0.75 percentage points in September and October.", "Before starting to raise interest rates in July, the ECB's most important policy rate was negative, at -0.5%.", "This deposit facility rate is currently 1.5%.", "Key ECB interest rates are likely to be raised still further.", "The pace at which this is done will depend on how the economy develops and what the inflation data looks like.", "By tightening monetary policy, the aim is to stabilise inflation at its 2% target over the medium term.", "Warding off stagflation: very low unemployment rate in euro area - businesses concerned about availability of labour] Stagflation refers to a situation in which there is high inflation, weak growth in the economy and elevated unemployment all at the same time.", "Stagflation is often associated with the 1970s, when a powerful surge in costs due to energy supply shocks fed through to wages, which further stoked inflation.", "Higher costs then impeded output growth, and the contraction in real incomes dampened private consumption, which in turn pushed up unemployment.", "Of course, the structure and institutions of our economy are now very different overall than during the 1970s oil crisis.", "One central counter force to stagflation is independent central banks.", "Another element is that the labour market situation is currently still good.", "The unemployment rate has fallen rapidly in the euro area since the COVID-19 pandemic, and the ECB is not projecting a rise in the unemployment rate next year.", "The euro area is not therefore in stagflation.", "This can also be seen in that an exceptionally large proportion of businesses in a survey undertaken report that the availability of labour is a factor limiting their ability to expand production.", "In this sense, one might even talk of a labour shortage.", "Anyway, we have to be mindful of stagflationary risks and monitor economic developments closely from that standpoint, as well.", "Bank of Finland's September forecast: Finland's GDP growth headed for mild recession in 2023] What about the economic outlook for Finland?", "Growth in the Finnish economy was strong in the first half of this year.", "The third quarter was also slightly better than had been projected, according to preliminary data released by Statistics Finland last week.", "According to the Bank of Finland's September interim forecast, the Finnish economy will grow by 2.2% this year, but will then contract by 0.3% in 2023.", "Finland is better prepared for the current type of energy crisis than many other countries in the euro area, but the significant slowing of growth in the euro area economy due to the energy crisis is also casting a shadow over the outlook for the Finnish economy.", "Employment has developed favourable in Finland 2016-2022] Employment in Finland has developed positively since 2016.", "Although real earnings have dropped considerably due to the acceleration of inflation, the continued favourable employment trend has been critically important for household finances.", "The employment rate has risen swiftly since the collapse caused by the corona pandemic in Future labour market development is now associated with an extraordinary amount of uncertainty caused by the war and the energy crisis.", "As the probability of a recession increases, the positive development of employment can no longer be taken for granted.", "According to surveys, consumers' expectations concerning the unemployment situation have weakened.", "Employees consider that the threat of layoff or unemployment has worsened to a level matching the long-term average.", "Competitiveness of Finnish labour and businesses improved in past decade] The competitiveness of Finnish labour and businesses deteriorated following the global financial crisis, and we then experienced a decade of slow growth.", "Competitiveness has nevertheless improved since 2016 - and the employment rate has subsequently risen from 67% to 74%.", "There is currently considerable uncertainty over the future development of labour costs.", "Forthcoming wage agreements here and elsewhere will determine the way forward for competitiveness.", "Unfortunately, the situation regarding labour market negotiations in Finland is currently more challenging than it has been for many years.", "It is clear, nonetheless, that the transformation of the security environment and the turmoil in energy markets have now led many Finnish exporters to seek new markets for their products - and the same is happening elsewhere in Europe, too.", "Europe's energy supply also needs to be reshaped.", "In addition, security concerns are forcing a reexamination of economic dependencies.", "Green transition in energy now moving forward though not in a planned The energy crisis is now dominating the economic outlook for Europe and for Finland, and causing continued uncertainty.", "The green transition is now moving ahead but not in a planned manner and not in the way we would have liked, being driven by the Ukraine war and the energy crisis.", "Energy prices were already beginning to rise last year as the global economy was recovering from the pandemic, and the situation was further exacerbated by the outbreak of the war.", "This winter will be characterised by the major imbalance between demand and supply.", "Efforts should be made to get the most out of all demand flexibilities and energy saving opportunities, and fiscal support measures should be carefully targeted and tailored.", "Fortunately, the situation in Finland in this regard is not as difficult as in the major euro area economies.", "In industrial sectors the shift away from fossil energy sources has been in progress for some considerable time already.", "This move has been aided by the use of nuclear energy and renewable energy sources, and through participation in the Nordic electricity market.", "Besides the coming winter, the immediate years ahead will also be challenging.", "This year, gas reserves were replenished through a limited amount of imported Russian gas, but next year even that amount will not be obtained.", "The long-term direction of Europe's energy policy as a whole is unresolved.", "It is especially important at this time to maintain European unity both in national policy measures and in regard to imports of Russian energy products.", "[Slide 15: More household debt than ever before] Finnish households have more debt than ever before.", "In parallel with this, total interest expenditure has fallen throughout almost the entire period since 2000.", "But now, interest rates on housing loans, too, have started to climb briskly, which narrows the consumption opportunities for many households.", "The high level of household debt has long been a central concern for the Bank of Finland in regard to financial stability.", "A majority of household debt - around three quarters - comprises housing loans and housing company loans.", "New housing loans are larger and loan periods are longer than before.", "Indeed, more than one fifth of new housing loans are for more than 26 years.", "[Slide 16: Indirect risks to the economy may be greater than banks' direct credit risks from housing loans] The Bank of Finland considers that in terms of financial stability, the stability concerns over household debt arise more through risks for growth in the economy in an indirect manner than directly as housing loan credit risks.", "Higher interest rates, together with an increase in essential consumption expenditure and uncertainty in the labour market, could reduce the financial headroom for households.", "If debt-servicing becomes more difficult, households might reduce their consumption of goods and services.", "A contraction in consumption will then be reflected in the readiness of businesses to employ workers.", "This could add to bank losses from both corporate and household loans.", "Currently, in spite of the decline in residential property prices, there are no signs of a rise in credit risks.", "The quantity of non-performing loans has remained low, and no growth in risk premia has been observed in bank funding.", "Added to this, the capital adequacy and profitability of Nordic banks are comparatively good.", "Based on stress tests performed in recent years, the loss-absorbing capacity of Nordic banks is at a good level to meet even a serious crisis in the real estate market.", "[Slide 17: Financial stability risks increasing - Finland's crisis resilience at a fairly good At the end of September, the European Systemic Risk Board issued a warning about increased financial stability risks in Europe.", "The purpose of the warning was to focus attention on the seriousness of the risks and to encourage all participants - and especially credit institutions and supervisors - to be prepared for any problems arising from the materialisation of risks.", "In Finland the banking sector is an important financial intermediary for businesses and households.", "During downturns and disruptive situations in the economy, it is more important than ever that financial intermediation remain stable and efficient.", "In view of the difficult operating environment and the vulnerabilities of the Finnish financial system, it is important to strengthen the resilience of banks.", "Increasing structural macroprudential buffers from the levels to which they had sunk during the pandemic was begun in Finland in June 2022.", "Due to the uncertain economic outlook, decisions to tighten macroprudential policy must be taken with care and on a gradual basis so that procyclical effects can be avoided.", "Enhanced certainty of being able to make everyday payments] Russia's war in Ukraine has increased the threat of cyber and hybrid attacks in Finland, too.", "In the financial sector, cyber threats can include preventing the use of banking or payment systems through malicious software that erases data, and hybrid threats can include the destruction or disruption of data connections.", "As a consequence of the altered threat environment, the financial market authorities prepared backup systems during the spring and summer.", "The aim of these systems is to protect the ability to make everyday payments under all circumstances.", "The backup systems can be used in the event of, for example, serious cyber attacks or prolonged data connection problems.", "With the backup systems in place, the customers of a bank that is unable to operate could obtain access to the funds in their accounts, make credit transfers, use valid debit cards and withdraw cash.", "Responsibilities under the everyday payments backup system] The preparatory work undertaken in the early part of the year covered both the technical aspects of the systems and the necessary legislative changes.", "New legislation entered into force on 11 July 2022.", "It imposes a duty on the Financial Stability Authority to maintain the new National Emergency Account System.", "Responsibility for maintaining the National Emergency Interbank Payment Scheme rests with the Bank of Finland.", "Credit institutions and also significant Finland-based branches of foreign banks have a statutory obligation to be able to operate these backup systems continuously.", "Even amid a crisis it is important to focus on resolving long-term challenges] Regarding the challenges faced by Finland, there are two areas that cannot be ignored: the public finances and the longer term growth outlook.", "Attention was also drawn to these last week by the International Monetary Fund (IMF) in its annual consultations.", "Fiscal balance requires active measures affecting both revenues and expenditures.", "Unless we change direction, the structural deficit, the growing level of interest expenditure and age-related expenditures will lead to over-indebtedness.", "This is why we need a determined effort to balance public revenues and expenditures.", "I share the IMF's view that over the medium term, a substantial fiscal consolidation is needed to put the debt ratio on a declining path and make room for ageing-related spending.", "The aim should be longer term debt sustainability.", "A package should be created based on a coherent adjustment programme stretching over several government terms.", "This economic policy package would establish a stable and predictable environment and improve the operating framework for businesses and their scope for implementing longterm investment plans.", "It is essential that the programme has strong political commitment, and that it should also start to be resolutely implemented.", "At the same time - as the IMF also noted - structural reforms to boost long-term growth remain a priority.", "I think a good example here is education, which, historically, has been an important factor behind the growth in Finland's economy.", "Unfortunately, the path that has been so favourable up till now is threatening to peter out.", "The rise in young age cohorts' education attainment has halted, and those born in the late 1970s remain for the time being the most highly educated generation.", "Population ageing and the weak productivity trend are also weighing on the longer term growth outlook for the Finnish economy.", "If the current demographic and education trends continue, human capital in Finland will begin to decline in the 2040s.", "The extent of human capital can be boosted by investing in education and training, and by creating more incentives for finding work and for career advancement.", "Recruiting more foreign experts, that is increasing work-based immigration of skilled workers, would also help boost human capital - and more quickly than policies that relate to the indigenous workforce alone.", "The same also applies to education-based immigration: how can we ensure that more of the international students studying in Finland will want to remain here to use their skills and add further dynamism to the economy?", "Now would be a good time to forge closer cooperation between companies and universities, including, of course, the universities of applied science.", "In an ageing Finland, the availability of labour really will definitely be a key issue - even, dare I say, a major national challenge - and this will place new demands on the operation of the labour market and on the education system and work-based immigration.", "Will we rise to this challenge?", "[Slide 21: Conclusion] Both the security policy environment and the economic environment of Europe and of Finland are going through a very tough transition.", "The rise in energy prices has slashed living standards, inflation has become more broad-based and next year's economic outlook is marked by uncertainty.", "By tightening monetary policy, the risk of a detrimental wage-price spiral will be reduced and inflation will be stabilised at its target of 2% over the medium term.", "Looking beyond the crises, the challenges for long-term growth in Finland will remain as before.", "The shifting age structure and climate change are no longer challenges for the future alone, as their impact is already visible and felt.", "Finland emerged from the early 1990s recession by embracing innovation and research, expertise and enterpreneurship.", "We invested in innovation funding even during the recession, and we reformed corporate taxation, put competitiveness on a better footing and focused on renewable energy.", "A balance was brought to the public finances.", "In the face of enormous challenges today, as well, we need to act with determination and unity in Europe and Finland to ensure we can meet the major challenges ahead.", "Now is the time when we need a capacity for reform, so that we can firmly pursue sustainable growth and employment both in Europe at large and of course here in Finland.", "I do hope this capacity for reform can be found.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Energy crisis", "Inflation", "Monetary policy", "Economic outlook", "Stagflation", "Labour market", "Finland's economy", "Financial stability", "Fiscal policy", "Long-term growth"]}