{"sentences": ["Good morning everyone, I would like to welcome you all to the second session of our Financial Services Conference which is focused on \"Delivering for the Consumer in a Changing World\".", "On this day in 1988, a talented computer student in Berkeley, California unleashed a computer programme as an experiment on what was then the early internet.", "The programme was a cyber-worm, and within 24 hours had spread like a virus, affecting 6,000 of the estimated 60,000 computers connected to the internet at that point.", "The FBI, which investigated the case, later said: \"Whether accidental or not, the first Internet attack- was a wake-up call for the country and the cyber age to come .\"", "I mention this as an illustration that while progress is generally good, it invariably carries new risk.", "In his book, \"The Future of Money\", academic Eswar S Prasad writes fluently on this issue in the context of financial services innovation.", "Fintech, he writes, is \"changing the world of finance, providing more direct channels that connect savers and borrowers\" and, at the least, \"will yield an array of financial products and services that better meet the specific needs of households, entrepreneurs, and firms\".", "The flipside, he cautions, is that \"financial innovations will generate new and as yet unknown risks, especially if financial market participants and regulators put undue faith in technology and let down their guard\" .", "A cornerstone of the Central Bank's strategy is that we create the regulatory context in which the potential benefits of innovation for consumers, businesses and society can be realised, while the risks are effectively managed.", "It is therefore essential that we carefully consider the consumer and investor impacts of the transformational change we are seeing in financial services.", "This is a responsibility not just for the Central Bank and the firms we regulate, but the wider State consumer protection framework as a whole.", "The importance of that national framework, and the critical roles played by each component part - from ensuring competition to promoting financial literacy - is something we hope to illustrate in today's panel discussion.", "We also wish to focus on the way in which the Central Bank delivers on its mandate as part of that national framework, and the review of the Consumer Protection Code in that context.", "We would really welcome your views and observations as part of this discussion.", "But first, I will give a brief overview of the Central Bank's approach to consumer protection.", "Our approach to consumer protection To begin, it is important to emphasise that our work to protect consumers is delivered across the entirety of the organisation.", "The breadth of our mandate enables us to harness our collective wide-ranging policy, economic, financial stability and regulatory expertise.", "The stability of the system, and the resilience of firms within it, are as essential in protecting consumers and investors as our statutory codes of conduct, assertive supervision and robust enforcement powers.", "The Central Bank works to ensure that the financial system can provide services that households and businesses require, both in good times and in bad, and that it does so fairly.", "Fairness is the cornerstone of consumer protection - firms must act in their customers' best interests.", "This is critical to maintaining trust and confidence in the financial system.", "But there is an imbalance between firms and consumers - a customer buying a financial product for the first time is unlikely to have equivalent knowledge to the professional selling it.", "The relatively high value and longer timeframe of many financial products can increase the impact on consumers if things go wrong.", "Hence, in addition to systemic protections, there is a need for strong rules to protect consumers.", "These rules place an onus on regulated firms to put the best interests of customers at the heart of everything they do, by: developing and designing products with the consumers' interests in mind; putting the necessary resources, processes and controls in place to ensure that the product is sold in a responsible manner that takes into account the circumstances and needs of the customer concerned.", "This includes that where advice is sought the most suitable product from the firm's range is recommended; when mistakes occur, fixing them swiftly and fully, remediating all impacted customers appropriately.", "The rapidly changing environment Firms must abide by these requirements and principles irrespective of the environment they are operating in, or the business model they are executing.", "Here in Ireland, we are seeing a range of structural changes in retail banking arising from consolidation, branch closures, withdrawal of in-branch services, and the outsourcing of certain activities.", "We are also seeing a rapid evolution in products and services and in how banking, insurance and other financial services are being provided to customers, including through mobile and online delivery channels.", "Change and innovation provide opportunities for firms to transform their business models in order to grow revenues and extract cost efficiencies.", "Change and innovation can also bring clear benefits to consumers with better access to financial services, greater choice of product and provider, and new tools to help them understand and manage their finances.", "However, these new ways of doing business can present risks for consumers too.", "Our clear message to the firms we regulate is that it is their responsibility to identify, mitigate and manage these risks.", "This can include, for example, risks arising from the speed and ease at which transactions can be completed and the absence of any human interaction or advice to support good decision-making.", "The extent to which personal data is available to firms is also open to misuse and raises complex ethical questions on appropriate use.", "And some consumers are excluded from services because they cannot access or struggle with the technology in question - accessing financial services now not only requires financial literacy but also requires a level of digital literacy.", "This is a challenge for our country that goes beyond just financial services of course.", "However, if the prevailing plan of firms in financial services is to increasingly migrate to digital delivery (much of which places greater onus onto the consumer to access the information to inform their decisions), then those firms who are pursuing this business strategy have a corresponding duty to play their part in building the greater levels of financial and digital literacy that consumers need as a result.", "All of which is why we say that we want to foster not just an innovative financial sector, but one which is resilient and customer-focused, and sustainably serves the evolving needs of households and businesses.", "In implementing our mandate, we supplement the relevant EU and domestic laws with various Central Bank codes and regulations, modelled on international best practice.", "The Consumer Protection Code is a cornerstone of the framework - comprising a set of rules and principles that firms must follow when providing financial products and services to consumers.", "The Code was first introduced in 2006 - and we have continued to amend it since then, seeking to ensure it remained fit for purpose over time.", "Three core points are important in that context.", "First, the Code has enabled many of our key interventions to protect consumers - such as the Tracker Mortgage Examination and our work on differential pricing.", "The Code has served consumers well.", "Second, precisely because we have continued to update it, the Code continues to drive our work to protect consumers on a daily basis.", "In our annual consumer protection outlook reports, we seek to identify emerging risks and use the Code and the wider framework to ensure firms are working to mitigate those risks - for example, on account migration.", "Third, and looking to the longer-term, financial services are rapidly evolving - in particular in the way products are now accessed through digital means.", "So the Code must evolve to continue protecting consumers into the future.", "As an open and engaged organisation, we consult widely and deeply when proposing changes to our rules and regulations.", "Many of you will be familiar with our formal consultation papers.", "In the case of the Code Review, we decided to introduce an earlier phase - a Discussion Paper - in order to evaluate fully the complex consumer issues that are emerging from significant societal and technological change.", "Changes to the Code must be informed by the experiences and insights of both those whom it seeks to protect and those it regulates.", "This is why we published our 'Consumer Protection Code Review Discussion Paper' at the beginning of October.", "The Discussion Paper provides the basis for extensive engagement by outlining ten important consumer-related, future-focused discussion themes - with a series of corresponding questions on which we are seeking evidence-based views.", "This marks the first step in what we hope will be an open, engaging and productive consumer protection dialogue with consumers, with industry and with wider stakeholders.", "Indeed our discussion today represents an important opportunity to hear perspectives on 'Delivering for Consumers in a Changing World' and to consider how consumer protection in financial services should evolve to remain effective.", "Engagement Strands We will cover the 10 discussion themes through three strands of engagement.", "The first is Consumers' Interests .", "These are best served through effectively functioning financial services markets providing appropriate levels of availability and choice through well-run, consumerfocused firms which act in their customers' best interests.", "In this context, an important aspect of regulation is finding the right balance between reducing risks to consumers and ensuring regulatory requirements do not restrict their freedom to choose the most appropriate provider or product for them or impose unnecessary costs.", "We seek views on this balance, and related questions.", "The second strand is Change and Innovation.", "Innovation brings real benefits and risks for consumers.", "In our daily lives, many of us experience the ease of access to financial services through digitalisation.", "However, as I have noted, for some digitalisation can limit their access to basic services.", "As a regulator, we want to enable the benefits of innovation, while ensuring the risks are mitigated.", "We want to hear views on how we can best achieve this.", "The third strand is Availability and Choice .", "Effective market functioning requires consumers to have access to clear and unbiased information in relation to products and services.", "Clear disclosure of product features, risk and price, allows consumers to select the provider and product that can best serve their needs, promoting competition amongst firms.", "Where markets function well, competition, supported by transparency and disclosure, drives fair price formation.", "The transition from traditional to digital-based delivery is having positive and negative impacts on consumer availability and choice.", "We want to engage about the role of high quality regulation within an effectively functioning market - one where innovation benefits consumers, there is transparency on the part of firms and competition between product providers.", "This combined, we believe, best supports consumers to access and choose the financial products that best suit their needs.", "Our discussion today represents part of an intensive six-month period of engagement being undertaken by the Central Bank on consumer protection issues.", "We consider it vital to listen and engage constructively in order to evolve our consumer protection framework effectively - and to continue fulfilling our role in the wider consumer protection system.", "We plan to engage through multiple channels, both traditional and digital-based.", "Engagement formats will range from various roundtable discussions across the country to online surveys and more.", "We are also committed to sharing the feedback we receive, which we know will inform our evolution of the Code to better protect consumers.", "Today's panel will have a lot to say on these topics, from a diversity of perspectives and experience.", "I'm delighted that we are joined by: Kevin O'Brien, Member of the Competition and Consumer Protection Commission; Eamonn Crowley, President of Banking & Payments Federation Ireland & CEO, Patricia Rickard-Clarke, Independent Chairperson, Safeguarding Ireland & Central Bank of Ireland Consumer Advisory Group; Neil McDonnell, CEO, ISME; and Professor Pete Lunn, Economic & Social Research Institute.", "I am delighted to have such a high-calibre panel and I know the panel share my desire to hear your views on these important topics.", "We will start with some observations from each of our panel members before we open it up for discussion with our in-person audience and our online participants.", "-worm-30-years-since-first-major-attackon-internet-110218 Prasad, Eswar S, \"The Future of Money\", Harvard University Press, 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Consumer Protection", "Financial Stability", "Innovation", "Digitalization", "Financial Literacy", "Regulation", "Market Competition", "Risk Management", "Consumer Choice", "Consumer Interests"]}